{
  "source": "https://www.imdb.com/title/tt0038969",
  "title": "Song of the South",
  "year": 1946,
  "summary": "The kindly story-teller Uncle Remus tells a young boy stories about trickster Br'er Rabbit, who outwits Br'er Fox and slow-witted Br'er Bear.",
  "characters": ["Aunt Tempy", "Bird Voices", "Br'er Bear", "Br'er Fox", "Br'er Rabbit", "Bullfrog", "Butterfly", "Ginny", "Grandmother", "Jake Favers", "Joe Favers", "John", "Johnny", "Maid", "Mother Possum", "Mr. Bluebird", "Mr. Favers", "Mrs. Favers", "Sally", "Toby", "Uncle Remus"],
  "synopsis": [
    "Set in the late 19th Century sometime after the Civil War and during the Reconstruction era, newspaperman John (Erik Wolf) and his wife Sally (Ruth Warwick) travel by horse-drawn carriage from their home in Atlanta, Georgia to the rural plantation of Sally's mother, Miss Doshy (Lucile Watson), accompanied by their seven-year-old son Johnny (Bobby Driscoll) and his black nursemaid, Aunt Tempy (Hattie McDaniel). Johnny is excited about meeting Uncle Remus (James Baskett), a legendary storyteller and former slave who amused John and Sally during their childhood, but is confused by his parents' anger toward each other.",
    "John, whose controversial writings have strained his marriage, returns to Atlanta alone, and Sally remains at the plantation with Johnny. Hurt by what he perceives as his father's desertion of him, Johnny sneaks out of the house with the intention of running away that evening. As he walks along, Johnny finds the elderly Uncle Remus around a campfire and telling stories to a group of local black children of the local sharecroppers who work on the plantation. Johnny stops to listen but runs off when Tempy and another servant, Chloe, come looking for him.",
    "Remus catches Johnny in the woods and agrees to run away to Atlanta with him, but insists on stopping at his cabin for provisions. While there, Remus tells Johnny a story of Brer Rabbit who also tried to run away despite Remus' warning that there is no place far away enough to escape trouble:",
    "\"Brer Rabbit Earns a Dollar a Minute\"",
    "Brer Rabbit is running away when he passes by Brer Fox's garden to steal goober peas (peanuts), but gets caught in a snare trap laid by Brer Fox. Suspended awkwardly in mid-air, unable to free himself, he worries what will happen when Brer Fox finds him caught in his trap. He then sees the notoriously slow-witted Brer Bear approaching and quickly thinks of a way to trick Brer Bear into freeing him.",
    "Feigning a cheerful complacency, he tells Brer Bear that he is hanging there because Brer Fox has been paying him \"a dollar a minute\" to act as a scarecrow for the garden. He offers to let Brer Bear take over the \"job\". Excited by the promise of quick wealth, Brer Bear gladly helps free Brer Rabbit and takes his place in the trap. Brer Rabbit laughs and scampers away before Brer Bear realizes that he has been tricked. Brer Bear and Brer Fox team up and attack Brer Rabbit, but their scuffle causes them to fight each other, leaving Brer Rabbit to escape.",
    "Strengthened by the story's moral, Johnny goes home with Toby (Glenn Leedy), the young black servant assigned to look after him. Sally is devastated by Johnny's attempt to run away, however, and unfairly blames his behavior on Uncle Remus.",
    "Some time later, Sally orders Johnny to wear a suit with a lace collar, and while the boy wanders about miserably, he is taunted by Joe and Jake Favers, poor white youngsters who are threatening to drown their eight-year-old sister Ginny's puppy. Ginny (Luana Patten) and Johnny become friends, and she gives him the puppy, Teenchie. Sally refuses to let him keep the puppy, however, and orders him to return it. Instead, Johnny takes Teenchie to Uncle Remus, who agrees to keep it for him, but the next day, the Favers boys threaten Johnny with violence unless he returns the puppy.",
    "Uncle Remus tells the distressed Johnny another story about the time Brer Fox and Brer Bear used a \"tar baby\" to trap Brer Rabbit, but were once again outwitted by Brer Rabbit, who begged them not to fling him into the briar patch:",
    "\"Brer Rabbit and Tar Baby\"",
    "Brer Fox and Brer Bear construct a doll out of a lump of tar and dresses it with some clothes. When Brer Rabbit comes along, he addresses the tar \"baby\" amiably, but receives no response. Fooled by the stoic doll, Brer Rabbit becomes offended by what he perceives as the tar baby's lack of manners, punches it and, in doing so, becomes stuck. The more Brer Rabbit punches and kicks the tar baby out of rage, the worse he gets stuck.",
    "Now that Brer Rabbit is stuck, Brer Fox and Brer Bear come out of hiding and ponders how to dispose of him. The helpless but cunning Brer Rabbit pleads, \"Do anything you want with me - roast me, hang me, skin me, drown me - but please, Brer Fox, don't fling me in dat brier-patch\", prompting the sadistic Brer Fox to do exactly that because he gullibly believes it will inflict the maximum pain on Brer Rabbit. As rabbits are at home in thickets, however, the resourceful Brer Rabbit escapes again.",
    "Johnny uses the lesson of reverse psychology to get the Favers boys to complain to their mother about the puppy, and Mrs. Favers gives them a sound whipping. The angry boys then tell Sally their story, and Sally accuses Uncle Remus of \"warping\" Johnny with his stories and orders him to stop telling them to her son. Heartbroken, Uncle Remus returns Teenchie to the Favers boys, then roughly tells Johnny to leave him alone.",
    "A week later, Sally throws a birthday party for Johnny and allows him to invite Ginny, despite her misgivings about Ginny's humble upbringing. Johnny happily skips to Ginny's house, but her brothers throw mud on her only good dress. After fighting with the boys and becoming disheveled himself, Johnny tries to placate Ginny but only makes her cry more.",
    "At Remus' cabin, Johnny, Ginny, along with Toby, arrive to seek comfort and explain their latest predicament. Uncle Remus cannot resist comforting the three children with another story and tells them about the time Brer Rabbit again freed himself from the clutches of Brer Fox and Brer Bear by leading them to his \"laughing place.\"",
    "\"Brer Rabbit's Laughing Place\"",
    "Following Brer Rabbit's capture, the hero leads his captors, wily Brer Fox and bulky, but dim-witted Brer Bear, to his \"laughing place\". Out of curiosity, they let him lead the way, only for Brer Rabbit to walk them straight into a cavern of bees. While the antagonists are stung, Brer Rabbit escapes yet again.",
    "Back in the real world, the wise old man informs the children that everyone has a laughing place, and when they run off to look for theirs, Sally finds them and chastises them for missing the party. Sally then upbraids Uncle Remus and orders him to stay away from Johnny completely. The old man decides that he is of no use anymore and, after packing his few belongings, prepares to depart for Atlanta. Johnny, who has realized that Uncle Remus' cabin is his laughing place, sees his friend leaving and cuts through a field to stop him. The bull in the field chases Johnny and knocks him down, and the unconscious child is rushed to the plantation house.",
    "John immediately comes down from Atlanta after hearing about Johnny's accident, but even his presence does not help his delirious son, who calls for Uncle Remus. Miss Doshy sends for him, and as Uncle Remus holds Johnny's hand and tells him another story, the child revives. Finally realizing that they must set aside their problems for the sake of their son, John and Sally decide to stay at the plantation. They also allow Uncle Remus to stay on the plantation.",
    "Sometime later, Uncle Remus contentedly watches the fully recovered Johnny, Ginny and Toby play with the puppy Teenchie while singing \"Zip-A-Dee-Doo-Dah\" as he is hauling firewood to his cabin. Suddenly, he is amazed to see Brer Rabbit and his other animated story folk characters including Brer Bullfrog, Mister Blue Bird, Mother Possum, the Running Turtle and other singing birds magically materialize and interact with the children. In the final shot, Remus joyfully runs after the three children down the dirt road, enters their joyous animated world and they all skip away into the sunset.",
    "The End"
  ]
}