{
  "source": "https://www.imdb.com/title/tt0053285",
  "title": "Sleeping Beauty",
  "year": 1959,
  "summary": "After being snubbed by the royal family, a malevolent fairy places a curse on a princess which only a prince can break, along with the help of three good fairies.",
  "characters": ["Diablo", "Fauna", "Flora", "King Hubert", "King Stefan", "Lord Duke", "Maleficent", "Maleficent's Goon", "Merryweather", "Narrator", "Owl", "Prince Phillip", "Princess Aurora", "Queen Leah", "Samson the Horse"],
  "synopsis": [
    "In Medieval France during the 14th Century, King Stefan and Queen Leah have been blessed with the birth of a daughter, Princess Aurora. Many travel to pay their respects to the birth of the Princess. Also attending the event are King Hubert, the king and the duke of his neighboring kingdom, and his young son, Prince Phillip, who have journeyed from a neighboring kingdom. Through an agreement between the two rulers, Phillip is betrothed to Aurora, and their marriage will unite the two kingdoms when they grow up.",
    "Also invited to the celebration are the Three Good Fairies, Flora, Fauna, and Merryweather, as they're announced by the steward, Lord Duke. Each has come to bestow a gift on the Princess. Flora gives the gift of beauty, Fauna the gift of song. However, before Merryweather can bestow her gift, a gale wind blows through the great hall, signifying the arrival of Maleficent, a witch from the Forbidden Mountain. Angry over not having been invited by the kingdom, Maleficent casts a spell, promising that once Aurora turns 16, she'll prick her finger on the spindle of a spinning wheel and die. An enraged Stefan orders Maleficent to be captured, but she disappears with a laugh in plume of smoke, leaving everyone horrified and worried about the princess's doomed future.",
    "Flora and Fauna persuade Merryweather to use her gift to weaken Maleficent's spell. Through her gift, Aurora will not die, but fall asleep, until kissed by her true love. Even so, Stefan is still fearful and orders every spinning wheel in the kingdom to be burned.",
    "The Three Fairies ponder what to do to prevent Maleficent's curse from taking effect. They then decide to hide their magic and change their appearances, appearing as peasant women. The three then persuade the King and Queen that they will hide their daughter until she turns 16, and take her to an abandoned woodcutter's cottage.",
    "The years pass by, and as Aurora's 16th birthday approaches, the people of the kingdom began to rejoice. At the Forbidden Mountain, the atmosphere has stayed in a constant clouded thunder, a sign of Maleficent's mood and that her own quest to find the hidden princess has not been fulfilled. Maleficent's mood is also foul in that her minions have only been searching for a baby for the last 16 years, not realizing that Aurora would grow up. After punishing her minions, Maleficent sends her crow, Diablo, to find the princess.",
    "After 16 years, the princess has grown into a lovely young woman, whom the three fairies have renamed Briar Rose. On her 16th birthday, the three fairies (who've convinced the princess that they are her aunts) send her out to pick berries, while they prepare a birthday cake and dress for her. Briar Rose walks through the forest, confiding in some forest animals that follow her, that she dreams of one day meeting a handsome prince. Close by, some of the animals find a red cape, a hat, and some boots, and after taking their places, create a makeshift 'dream prince' for the Briar Rose to dance with.",
    "However, it just so happens that these items belong to Prince Phillip, who has been riding through the forest on his horse, Samson. Phillip finds the princess, and the two share a dance, though neither knows that they are their betrothed. The princess is enchanted by the young man, but remembering how the fairies told her not to talk to strangers, runs away. However, she does tell the prince where she lives.",
    "Meanwhile, Merryweather and Flora argue about the color of Aurora's gown, with their magic attracting the attention to Diablo. Briar Rose returns to the cottage to find a dress and a cake made for her by the three fairies. Excitedly, she explains how she met someone in the forest, whom she is in love with. It is then that the fairies reveal who they really are, who Briar Rose really is, and that she is betrothed to Prince Phillip. When they explain that she must not meet this stranger again, Aurora runs to her room, distraught. During all this, none of them have noticed Diablo peering through a window, before flying off to tell Maleficent about the update.",
    "Back at King Stefan's castle, King Hubert is also in attendance, as the entire court is preparing for Aurora to return. Stefan speaks grandly of the future for their children until Duke announces the arrival of Prince Phillip. He grandly tells his father about the peasant girl he met in the woods, and hopes to marry. Hubert is upset at these turn of events and tries to persuade his son to remember his betrothal, but Phillip rides back to the forest and to the cottage.",
    "In the meantime, the Three Fairies have brought Aurora back to the castle through a secret entrance, to prepare her to meet her family. However, she is still upset about never seeing the young man in the woods again. They give her some time to herself, but in their absence, Maleficent opens a secret passage in the castle room. Aurora, under a trance, follows a floating green orb through the passageway.",
    "When the Three Fairies enter the room, they find Aurora following the green orb and give a chase. At the top of the castle's highest tower, the orb changes into a enchanted spinning wheel. Using their loud voices, they warn Aurora not to touch anything, but under Maleficent's orders, the princess pricks her finger on the spinning wheel's spindle. As a result, Flora, Merryweather, and Fauna are too late to stop Aurora. When they arrive too late in the same room, they gasped as Maleficent reveals her true self and mocks them of their efforts of trying to stop her by revealing the now-sleeping Aurora and vanishes, cackling wickedly over the fairies' failure to protect her.",
    "Outside in the castle courtyard, Duke inadvertently told everyone that they're prepared to welcome the princess home. However, in a tower room, the three fairies have placed Aurora on a bed, still distraught over their failed attempt to stop Aurora from pricking her finger on the spinning wheel. It is then that Flora decides to put the entire kingdom to sleep until Aurora is awakened. Using their magic, they cast a powerful sleeping spell all over the kingdom, including King Stefan, King Hubert, Queen Leah, Sir Minstrel, and Lord Duke. While putting Stefan, Leah, and Hubert asleep in the throne room, Flora hears Hubert talk about Phillip meeting a peasant girl. Deducing that it was Phillip that Aurora had met in the forest, they remember her saying how the person she met would be coming to the woodcutter's cottage. Flora told Merryweather and Fauna that they must return to the cottage. Hoping to get to him and awaken Aurora, they set off through the forest, only to find the cottage door wide open and Phillip's hat on the floor. The three fairies deduce that Maleficent and her henchmen have already captured him.",
    "Flora, Fauna, and Merryweather sneak into the castle, where they find Maleficent's goons celebrating, while she pays a visit to Phillip, imprisoned in a dungeon. Maleficent taunts Phillip with images of Aurora sleeping, and of one day, sending him off to wake the princess, once he and his horse Samson have aged considerably, laughing cruelly at the very idea.",
    "Once she leaves, the Good Fairies free Phillip and arm him with the Shield of Virtue and the Sword of Truth. With his new weapons and the fairies' held and while Flora turns the goons' weapons into harmless entities, Phillip finds Samson and they ride off toward King Stefan's castle. Diablo tries to warn Maleficent, but Merryweather turns him into a petrified stone before returning to Phillip, Flora, and Fauna.",
    "Horrified at Diablo's petrification and enraged at the sight of Phillip reaching to Stefan's castle, Maleficent tries to strike down Phillip with lightning bolts, but the Shield of Virtue deflects them. Before he can reach the castle, her dark magic creates a forest of thorns that surrounds the structure. Phillip triumphs and cuts his way through with the Sword of Truth. Outraged at his determination, Maleficent teleports herself through the French countryside to Stefan's castle and appears before Phillip, blocking his path. In order to stop him from breaking her curse on Aurora, Maleficent transformed herself into a enormous, fire-breathing dragon. At first, he appears to be no match for the enormous dragon, but with the help of the three fairies, he hurls the Sword of Truth into Maleficent's heart, causing her to fall to her demise.",
    "With Maleficent finally vanquished for good, Phillip is led to the sleeping Aurora's bedside, and his kiss awakens her. One by one, the entire kingdom awakens from their slumber. As Hubert, Stefan, and Leah awaken, the sound of the trumpets heralds the arrival of Phillip and Aurora, and it is soon made clear to Hubert that it was actually Aurora that Phillip met in the woods. The two then share a dance as their parents and the three fairies watch, with Merryweather and Flora fighting over the color of Aurora's gown again as the dancing couple lived happily ever after."
  ]
}