{
  "source": "https://www.imdb.com/title/tt0076618",
  "title": "The Rescuers",
  "year": 1977,
  "summary": "Two mice of the Rescue Aid Society search for a little girl kidnapped by unscrupulous treasure hunters.",
  "characters": ["American Delegate", "Bats", "Bernard", "Brutus", "Digger", "Ellie Mae", "Evinrude", "German Mouse", "Gramps", "Luke", "Madame Medusa", "Miss Bianca", "Mr. Snoops", "Nero", "Orville", "Owl", "Penny", "Rabbit", "Rufus", "TV Announcer", "The Chairman"],
  "synopsis": [
    "The story begins in a swampy bayou, where a little girl is seen on an abandoned riverboat, dropping a bottle over the side of the boat. The bottle is the carried away by the waters, and after some time, arrives along the shores of New York City, where several mice find it.",
    "The bottle is then brought before the International Rescue Aid Society, an organization of mice that gathers inside a luxury suitcase in the basement of the United Nations building. Inside is a note that is recovered by a janitorial mouse named Mr Bernard. Once the note is retrieved, the Chairman and the Hungarian representative named Miss Bianca then read over the message:",
    "\"To Morning Side Orphanage, New York",
    "I am in terrible trouble. Please hurry. Help!",
    "Penny.\"",
    "Miss Bianca volunteers to help the little girl, and the Chairman allows her to choose any of the delegates to assist her. To their surprise, Bianca chooses the janitor, Bernard.",
    "Taking a clue from the letter, they head to the Morning Side Orphanage. In a closet, they find a box with Penny's name on it, along with her belongings inside of it. As they ponder what has become of Penny, they are interrupted by Rufus, a friendly old cat who lives in the orphanage.",
    "Bernard interviews Rufus for clues regarding Penny. Rufus explains that before she disappeared, Penny eagerly wished to be adopted and find a loving home. However, with little information to go on, the Police have stopped looking for her.",
    "When Bernard asks if the old cat might have more information, Rufus mentions a \"trashy lady\" who offered Penny a ride in her car. The woman and her partner run a pawn shop down the street from the orphanage, and Bernard and Bianca head off to investigate.",
    "The two mice soon find themselves at Madame Medusa's Pawn Shop, and come across a writing book with Penny's name in it. However, they hide quickly when Medusa appears to answer a phone call.",
    "As they listen, Medusa berates a person on the other end of the phone named Snoops, for not having found a diamond after three months, and finding out Penny has been sending messages in bottles. The angry woman tells Snoops she is heading down to the Devil's Bayou immediately, and Bernard and Bianca tag along in her suitcase. However, Medusa's erratic driving causes the luggage to spill out on the sidewalk, leaving them unable to follow her directly.",
    "The two mice then pack quickly, and make their way to a rooftop skyscraper, to catch a flight to the Devil's Bayoul via Albatross Airlines. The flight is conducted by an albatross named Orville, and after a harried take-off, the two mice are on their way.",
    "As they reach the bayou, Orville finds himself dodging fireworks being set off by Medusa's partner, Mr Snoops, in his attempt to light up the bayou to help Medusa and her pet alligators (Nero and Brutus) find Penny, who has run away again.",
    "As Orville and the two mice come down into the swamp, they encounter a couple animals named Luke and Ellie Mae. While Orville is grounded due to his tail feathers having caught fire, Ellie Mae supplies the mice with a dragonfly named Evinrude, who helps power them through the swamp on a leaf. They eventually find that Medusa's alligators have caught Penny, and returned her to the riverboat.",
    "Medusa eventually returns, and chastises Snoops for his incompetence. She also lectures him again on their plan. In a nearby underground cavern, there is word that a large diamond known as The Devil's Eye resides. However, the hole that leads to it is very small, and Penny was kidnapped because she could fit and retrieve the diamond. However, Snoops is unwilling to get results, and Medusa claims she is going to make sure Penny retrieves the diamond the next day.",
    "Unfortunately, Nero and Brutus smell Ms Bianca's perfume, and attempt to catch the two mice. When Medusa sees the two mice, she panics and begins to blast them with a shotgun.",
    "The two mice eventually get to Penny, and assure her they want to help her escape. Bernard calls on Evinrude to alert Ellie Mae and Jake to help them, but the dragonfly gets held up by some sinister bats.",
    "Because of this, Penny is dragged to the cave the next day, and forced by Medusa to get the diamond. With Bernard and Bianca's help, Penny finds the Devil's Eye, stuck inside a skull. A sinkhole in the cavern soon begins to fill with water, but Medusa refuses to let Penny out.",
    "Using a sword, Penny retrieves the diamond (along with Bernard and Ms Bianca), and is pulled up."
  ]
}