{
  "source": "https://www.imdb.com/title/tt0029583",
  "title": "Snow White and the Seven Dwarfs",
  "year": 1937,
  "summary": "Exiled into the dangerous forest by her wicked stepmother, a princess is rescued by seven dwarf miners who make her part of their household.",
  "characters": ["Additional voices", "Bashful", "Birds", "Chipmunk and squirrel sneezes", "Crow", "Doc", "Dopey", "Grumpy", "Happy", "Huntsman", "Magic Mirror", "Prince", "Queen", "Sleepy", "Sneezy", "Snow White", "Squirrels and Chipmunks", "Witch", "Yodeling"],
  "synopsis": [
    "A beautiful but orphaned princess, Snow White, lives with her stepmother, the wicked Queen, who previously relegated her to servitude. The Queen is jealous because she wants to be known as \"the fairest in the land\" when Snow White's beauty surpasses her own. A prince passes by, hearing Snow White's singing, and falls immediately in love with her and her beauty. Witnessing this, the Queen summons her loyal huntsman to take Snow White into the forest and kill her, but he cannot bring himself to do so because of her innocence and beauty, and instead begs Snow White to run away into the forest and never return to the castle. The forest animals befriend Snow White and take her to a cottage, where seven dwarfs live. The dwarfs grow to love their unexpected visitor, who cleans their house and cooks their meals. But one day while the dwarfs are away at their diamond mine, the Queen arrives at the cottage disguised as an old peddler woman and persuades Snow White to take a bite of a poisoned apple, promising her it will make all her dreams come true. Snow White wishes for a reunion with the prince, takes a bite, falls into a deep sleep, and the peddler woman declares she's now the fairest in the land. The dwarfs, alerted by the forest animals, rush home to chase the witch away and she falls to her death, but they are too late to save Snow White. Thinking her dead, too, the dwarfs place Snow White in a glass and gold coffin in the woods and mourn for her. The prince, who had searched far and wide for Snow White, hears of Snow White asleep in the glass coffin and awakens her with love's first kiss."
  ]
}