{
  "source": "https://www.imdb.com/title/tt0070608",
  "title": "Robin Hood",
  "year": 1973,
  "summary": "The story of the legendary British outlaw is portrayed with the characters as humanoid animals.",
  "characters": ["Allan-a-Dale - The Rooster", "Captain of the Guards", "Elephant Guards", "Father Sexton", "Friar Tuck - A Badger", "King Richard", "Lady Kluck - A Chicken", "Little John - A Bear", "Maid Marian - A Vixen", "Mother Church Mouse", "Mother Rabbit", "Nutsy - A Vulture", "Otto", "Prince John - A Lion", "Rhino Guards", "Robin Hood - A Fox", "Sheriff of Nottingham - A Wolf", "Sir Hiss - A Snake", "Sis", "Skippy - a Rabbit", "Tagalong", "Toby - A Turtle", "Trigger - A Vulture", "Various"],
  "synopsis": [
    "Told with animals for it's cast, the story tells of Robin Hood (a fox) and Little John (a brown bear), who rob from the rich to give to the poor.",
    "The beginning of the film has the two tricking Prince John (a lion), and Sir Hiss (a snake). John has usurped the true ruler, King Richard, whom Sir Hiss hypnotized into going off on a Crusade. Robin and Little John disguise themselves as fortune tellers, and make off with a number of items from John's royal carriage.",
    "Eventually, Prince John and Sir Hiss make it to Nottingham, wherein taxes are collected by the 'honorable' Sheriff of Nottingham (a wolf). After collecting funds from the local blacksmith (a dog), the Sheriff pays a visit to a windowed bunny and her family. Her eldest son Skippy has turned 7, and his present of a farthing is snatched away by the Sheriff for tax-reasons. As the Sheriff leaves, an old blind fox enters, and reveals to the family that he's Robin Hood. Robin then gives a bow and arrow, as well as his hat to Skippy, and the young rabbit's spirits are lifted by the generous gift.",
    "Skippy, his two sisters, and turtle friend go out to try the bow and arrow. Skippy's first shot sends the arrow into Prince John's castle. Skippy sneaks in to retrieve it, but finds himself face-to-face with Maid Marian (a fox), and Lady Cluck (a hen). Marian and her lady-in-waiting then invite the children in, where they discuss Marian's love for Robin Hood, and play a game, wherein Lady Cluck pretends to be Prince John.",
    "Meanwhile, in Sherwood Forest, Robin Hood and Little John are relaxing, when they are visited by Friar Tuck (a badger), who explains of an archery tournament held by Prince John, with the winner receiving a kiss from Maid Marian. Against Little John's cautions, Robin decides they should attend.",
    "Robin disguises himself as a long-legged stork, and Little John disguises himself as a Duke. Robin ends up winning the tournament, but is found out by Prince John, who used the tournament as a way to capture the rogue. Before Robin can be executed, Prince John creates a diversion, and soon, the entire archery grounds become a free-for-all, before Robin, Little John, Maid Marian, and Lady Cluck are able to escape into Sherwood Forest.",
    "Later on that evening, in Sherwood Forest, a celebration is held, with a song mocking Prince John, as 'The Phony King of England.' The song is then echoed throughout Nottingham, and soon the Sheriff is singing it as well. Prince John, infuriated by this insubordination, increases the taxes to the point where the inability to pay taxes puts much of the townsfolk in jail. When the Sheriff ends up going to the church and taking funds from the Poor Box, Friar Tuck attacks the Sheriff, and is arrested as well.",
    "Prince John is still upset that he still has not captured Robin Hood, and decides to hang Friar Tuck, to lure Robin into rescuing the 'corpulent cleric.'",
    "Robin Hood and Little John manage to sneak into the castle, and along with rescuing all those in prison, manages to make off with all of Prince John's gold. Little John is able to get everyone out, except for Skippy's youngest sister. Robin Hood manages to get her out in time, but is trapped inside the castle. The Sheriff of Nottingham chases Robin with a flaming torch. During their fight, the torch ends up setting the castle aflame, before Robin plunges into the moat, evading the Sheriff's and Prince John's clutches.",
    "In the aftermath, King Richard finally returned from the Crusades, and has Prince John, Sir Hiss and the Sheriff put to work breaking rocks. At the same time, Robin Hood and Maid Marian are married, to the happy cheers of the townspeople of Nottingham."
  ]
}