{
  "source": "https://www.imdb.com/title/tt0120762",
  "title": "Mulan",
  "year": 1998,
  "summary": "To save her father from death in the army, a young maiden secretly goes in his place and becomes one of China's greatest heroines in the process.",
  "characters": ["Ancestor", "Bather", "Birds", "Chi Fu", "Chien-Po", "Chinese Soldier", "Chorus", "Cri-Kee", "Fa Deng", "Fa Li", "Fa Zhou", "First Ancestor", "General Li", "Grandmother Fa", "Hun", "Hun Twin #2", "Khan", "Ling", "Little Brother", "Mulan", "Muscular Guard", "Mushu", "Parade Leader", "Shan-Yu", "Shang", "The Emperor", "The Matchmaker", "Yao", "Young Bride"],
  "synopsis": [
    "During the Han Dynasty in ancient China, the legendary Great Wall fails to keep out the notorious Hun army and their ruthless leader, Shan Yu (Miguel Ferrer). The alarm is raised, and the Emperor (Pat Morita) entrusts General Li (James Shigeta) with mobilizing an army to protect China. The wise Emperor reminds the general that \"one man may be the difference between victory and defeat.\"",
    "Fa Mulan (Ming-Na Wen), the teenage daughter of prosperous farmer Fa Zhou (Soon-Tek Oh), nervously prepares for her meeting with the village matchmaker (Miriam Margolyes). Though clever and kindhearted, Mulan is a tomboyish klutz who has little faith in her ability to become a poised and dignified bride. After rushing through her morning chores, she meets her mother, Fa Li (Freda Foh Shen), and grandmother (June Foray) in town and is bathed and dressed before joining the other girls at the matchmaker's house (\"Honor to Us All\"). Mulan's eccentric grandmother insists that Mulan take a live cricket with her for good luck, but the insect escapes from its cage and wreaks havoc at the meeting. Mulan is deemed a disgrace, and is told she will never bring honor to her family.",
    "Deeply ashamed, Mulan returns home and laments that she is not the daughter her parents deserve (\"Reflection\"). Her father, however, comforts her with the metaphor that the cherry blossom late to bloom may be the most beautiful of all.",
    "The Emperor's smug councilman, Chi Fu (James Hong) arrives at Mulan's village to draft one man from each family for the imperial army. Mulan watches in fear as young men are called forward to receive their orders, knowing that her aging and weak father will be called up as well, being the only male member of the Fa family. As Fa Zhou is summoned by Chi Fu, Mulan pleads for her father to be excused from battle, as he is already a veteran and is afflicted with an injured leg. Fa Zhou reprimands her for her interference, and insists he will go to training camp the next day with the other soldiers. Knowing her father will die if put in combat again, Mulan makes a desperate decision. After her parents are asleep, she cuts her hair short, dons her father's armor, and takes his draft information before riding out to the camp in his place. Fa Zhou and Fa Li awaken and discover with horror that their daughter has left to join the army. They cannot go after her, for impersonating a soldier is a capital offense, and Mulan would be executed if her identity was revealed. Grandmother Fa prays to their ancestors to protect Mulan.",
    "In the small temple on the Fa's property, the spirits of the ancestors awaken to discuss what to do about Mulan. Mushu the dragon (Eddie Murphy), a disgraced former guardian, is sent to awaken the Great Stone Dragon, the most powerful guardian, to bring Mulan home safely. While grumpily trying to wake the statue by ringing a ceremonial gong, Mushu accidentally reduces it to rubble. He manages to hide this mishap from the ancestors, and encounters Cri-Kee, the \"lucky\" cricket who had accompanied Mulan to the matchmaker. The two eventually decide to go after Mulan themselves. Mushu plans to help Mulan excel in the army, thus earning back his place among the ancestors as a guardian.",
    "As China continues to prepare for war, Shan Yu and the Huns are riding quickly through the wilderness toward the city. Hun soldiers capture two imperial scouts, and Shan Yu tauntingly instructs them to tell the Emperor to send his finest troops to battle the Huns. Reasoning that it only takes one man to deliver a message, Shan Yu has one of the scouts executed.",
    "Mulan arrives at the outskirts of the training camp, terrified of her task and dejectedly telling her horse, Khan, that it would take a miracle for her plan to work. As if on cue, Mushu and Cri-Kee appear, with Mushu falsely introducing himself as a trusted guardian sent by her ancestors and promising to help her become a model soldier. Mulan timidly enters the camp and, following Mushu's bizarre instructions on how to impersonate and interact with men, inadvertently causes a brawl. The ruckus is quelled by Captain Li Shang (B.D. Wong), the son of General Li, who was appointed by his father to train the new troops while Li takes his army to protect the Imperial City. Shang is unimpressed with the sloppy new recruits, especially awkward Mulan, who presents herself as \"Ping,\" Fa Zhou's little-seen son.",
    "The next morning, training begins in full. This is especially harrowing for Mulan because her fellow soldiers are still angry with her for the camp-wide fight the previous day. None of the recruits are especially skilled or athletic, but Shang proves to be a diligent coach (\"I'll Make A Man Out of You\"). The troops steadily improve, and Mulan finally redeems herself by being the first soldier to conquer the seemingly impossible task Shang set them on their first day. The troops had been burdened with heavy arm weights and told to retrieve an arrow from the top of an enormous wooden pole. Mulan, after some trial and error, cleverly uses the weights to her advantage, scaling the pole and reaching the arrow. The other troops begin to warm up to \"Ping,\" especially grouchy Yao (Harvey Fierstein), goofy Ling (Gedde Watanabe), and enormous but gentle Chien-Po (Jerry Tondo). Mulan has an increasingly difficult time keeping her gender a secret, especially since the men all bathe together in a nearby lake. Mushu is called upon to provide distractions when Mulan's identity is in immediate danger of being discovered.",
    "Shan Yu plans to move his army through a mountain pass, which is the swiftest route to the Imperial City. Though he determines that General Li and his army are already guarding the pass, Shan Yu confidently leads the Huns to battle the imperial troops.",
    "Chi Fu, the Emperor's council, has remained at Shang's camp to compile a report on the new troops. Though the soldiers have successfully completed training, Chi Fu remains unimpressed and behaves rudely toward Captain Shang. Mushu, continuing his plan to transform Mulan into a war hero, has Cri-Kee forge a letter from General Li, requesting backup troops at the mountain pass. The ruse works, and Shang marches the troops out of camp the following day. During their trek, Mulan's friends keep their spirits up by daydreaming about their ideal women (\"A Girl Worth Fighting For\"), but their optimism is short-lived. When they reach the mountain pass, they find the village razed and General Li and his entire platoon slaughtered. Shang is shocked and grief-stricken at his father's death, but is all the more determined to stop Shan Yu from reaching the city and the Emperor.",
    "As Mulan, Shang, and the troops progress through the snowy mountains, Mushu accidentally sets off a cannon and gives away their position. The Huns immediately attack, and it is evident that they greatly outnumber the soldiers. As the Hun army charges toward them, Shang instructs Yao to aim their last cannon at Shan Yu. Though now in direct combat with the Hun leader himself, quick-thinking Mulan swipes the cannon and fires it at the mountainside, causing a huge avalanche that buries Shan Yu and the rest of the Huns. The soldiers run for safety, with Shang and Mulan narrowly avoiding falling to their deaths over a cliff. Shang thanks Mulan for saving their lives, and gets her medical attention for an injury she sustained from Shan Yu's sword. While unconscious in the medic's tent, Mulan's gender is discovered and she is ousted to the rest of the troops. Chi Fu pressures Shang to execute Mulan immediately, but Shang, though angry at Mulan for her deception, refuses to kill her. He orders the troops to march on, leaving Mulan in the mountains with her horse and supplies.",
    "Mulan miserably tells Mushu that entering the army was a mistake, and that she was fated to dishonor her family. Mushu finally admits that he was not sent by the ancestors, and that his mission was a selfish one to get his job back. Even Cri-Kee confesses that he is not a truly lucky cricket. They are all about to give up hope when they discover that Shan Yu and many of the Huns had survived the avalanche and are emerging from the snow. Mulan, Mushu, Khan and Cri-Kee rush to the Imperial City to warn of the coming attack.",
    "In the city, Captain Shang and his troops are being hailed as heroes for defeating the Huns. Though surrounded by cheering citizens, Shang, Yao, Ling, and Chein-Po are noticeably dejected. Mulan, presenting herself as a woman again, confronts Shang during their victory parade and tells him what she saw in the mountains. Shang dismisses her as a liar, and members of the crowd are deaf to Mulan's words. On the steps of the palace, the Emperor begins a speech of gratitude to the Chinese army, but Hun soldiers had beaten Mulan to the city and disguised themselves as members of the parade. To the crowd's horror, the Huns emerge and seize the Emperor, carrying him into the palace and barring the doors. Knowing of Mulan's knack for creative problem-solving, Shang, Yao, Ling, and Chien-Po turn to her for a rescue plan. With all except Shang disguising themselves as concubines, they infiltrate the palace and attack the Huns guarding the chamber into which the Emperor was taken. Shan Yu threatens to kill the Emperor if he refuses to bow to him and accept him as the new leader of China. The Emperor stoically refuses and Shan Yu prepares to strike, but Shang leaps into action just in time. As Shang and Shan Yu battle, Chien-Po carries the Emperor to safety. Mulan then attracts Shan Yu's attention by proving herself to be the soldier who started the avalanche, luring him to the roof of the palace for a final fight. Mushu, armed with an enormous firework rocket, launches himself at Shan Yu. As the Hun leader is blasted to smithereens in a colorful display, Mulan and Mushu drop to safety on the palace steps.",
    "As the chaos subsides, Chi Fu berates Mulan for her actions. Shang angrily defends her until the Emperor appears. He explains to Mulan that, despite her fraud, she has saved the entire nation of China. In the ultimate display of respect, the Emperor bows to Mulan, as do the countless people in the attending crowd. He then offers Mulan a place in his council (to the shock of Chi Fu), but Mulan respectfully declines and expresses her wish to return home. The Emperor gives her his medallion and Shan Yu's sword as gifts to honor the Fa family.",
    "Back at the Fa estate, Fa Zhou is overjoyed at the return of his daughter. Though Mulan presents him with the Emperor's crest and the sword of Shan Yu, he casts the priceless gifts aside and embraces her, assuring her that she herself is the greatest honor to their family. Captain Shang arrives soon afterward, returning the helmet that Mulan left behind, and awkwardly but happily accepts Mulan's invitation to stay for dinner.",
    "Mushu, at last, is restored to guardian status in the family temple. Mulan thanks him for his help in her adventurous plan, and the ancestors celebrate that the Fa family is complete again."
  ]
}