{
  "source": "https://www.imdb.com/title/tt0103639",
  "title": "Aladdin",
  "year": 1992,
  "summary": "A kindhearted street urchin and a power-hungry Grand Vizier vie for a magic lamp that has the power to make their deepest wishes come true.",
  "characters": ["Abu", "Additional Voices", "Agrabagh Boy", "Agrabah Citizens", "Agrabah Villagers", "Agrabah Woman", "Aladdin", "Cave of Wonders", "Egyptian", "Farouk", "Gazeem", "Gazeem's Horse", "Genie", "Genie Jafar", "Harem Girl", "Horse", "Iago", "Jafar", "Jafar's Horse", "Jasmine", "Melon Merchant", "Necklace Merchant", "Nut Merchant", "Peddler", "Portly Agrabah Woman", "Prince Achmed", "Prince Achmed's Horse", "Princess Jasmine", "Rajah", "Razoul", "Razoul's Guards", "Singer", "Sultan"],
  "synopsis": [
    "A street peddler (Robin Williams) is guiding the audience through the streets of the fictional Arabian city of Agrabah. After trying to sell all kinds of wares, he pulls out an old oil lamp, claiming it \"once changed the course of a young man's life. A young man who like this lamp was more than what he seemed; a diamond, in the rough.\"",
    "The peddler then begins to tell the tale, beginning on a dark night, where the Sultan's grand vizier, Jafar (Jonathan Freeman), has a secret meeting with a thief named Kassim. Kassim hands over half a golden scarab beetle, of which Jafar already possess the other half. Putting both halves together, the golden scarab beetle comes to life and flies off into the night, followed by Jafar and Kassim. The golden bug then settles on a sand dune which turns into a giant sand tiger with its mouth wide opened; the Cave of Wonders.",
    "Jafar orders Kassim to enter the cave and retrieve a lamp. However, upon approaching the cave, the tiger's head speaks that only one may enter: \"One whose worth lies far within; the diamond in the rough!\" Kassim still attempts to enter but as soon as he takes one step inside the tiger's mouth, it bites down on the thief, killing him instantly and closing off the entrance way. The golden scarab beetle then turns back into both halves which Jafar collects. It is then that Jafar understands he needs to find this diamond in the rough in order to enter.",
    "The next day, on the streets of Agrabah, a young street urchin named Aladdin (Scott Weinger) is struggling to steal a loaf of bread, along with his pet monkey, Abu. After outwitting some of the city guards, the two settle down to eat their spoils, but ends up giving it away to a couple of hungry kids struggling to find any food. They are then distracted when a Royal Prince marches through the streets, en route to the Sultan's palace to claim the Princess's hand. Aladdin gets into a confrontation with the prince when he tries to punish two kids who mistakenly walked in front of his horse, causing it to stop abruptly. The prince kicks Alladin into a puddle of dirt and declares Aladdin to be nothing but \"a worthless street rat.\" Aladdin and Abu then retire to their abode, with Aladdin promising his monkey friend that someday, things will be better.",
    "The next day, the prince leaves the palace, angered that Princess Jasmine (Linda Larkin) has fended off his advances, allowing her pet tiger Raja to rip out the suitor's pant.The Sultan (Douglas Seale) talks to his daughter, who says she is tired of living her life being cooped up behind walls. The Sultan consults with his adviser, Jafar, who claims he can help the Sultan, if the Sultan will give him his blue diamond ring. Using hypnosis on the Sultan, Jafar gets the ring, and retreats to his private quarters.",
    "Later on that evening, Jasmine escapes from the palace, and wanders the streets of Agrabah the next day. However, her act of giving an apple to a hungry little boy lands her in trouble with the street merchant she took if from, not realizing she would've to pay for it. Luckily, Aladdin interferes and cons the merchant into believing he got his apple back. He then leads Jasmine away from the market and away from further trouble.",
    "Meanwhile, Jafar has used the blue diamond ring he stole from the Sultan to consult the Sands of Time, which revealed just who he needs to enter the Cave of Wonders: Aladdin.",
    "Aladdin has retreated with Jasmine to his and Abu's place, and she is rather taken by his kindness. However, Aladdin is suddenly attacked and captured by the city Guards. Jasmine reveals herself to them, demanding Aladdin be released but the head of the Royal Guards, Razoul, tells her he is acting under orders from Jafar.",
    "Returning to the Palace, Jasmine confronts Jafar, who explains that Aladdin was captured because he kidnapped her. When Jasmine reveals she escaped the palace on her own and Aladdin had nothing to do with it, Jafar shockingly claims that Aladdin has already been executed, sending her away in tears.",
    "In actuality, Aladdin has been imprisoned in the Royal dungeons. Abu manages to free Aladdin, but they are interrupted by an older prisoner, claiming he needs Aladdin's help to locate the Cave of Wonders. In truth the prisoner is actually Jafar in disguise, who manages to help Aladdin escape the dungeons.",
    "After the small group arrives at the Cave of Wonders, Aladdin is allowed to enter, with the cave warning him not to touch anything but the lamp. Aladdin and Abu venture deep into the cavern which is filled with many treasures of gold, jewelries, gems and all kind of luxuries, where they first encounter a sentient magic carpet that leads them to the lamp's location. Aladdin is able to retrieve the lamp, but Abu breaks the rule, and picks up a large ruby, causing the cave to begin to collapse on them. Using the magic carpet, Aladdin and Abu manage to get to the entrance of the cave, where the old beggar pleads for Aladdin to give him the lamp. Aladdin does so, and the beggar then reveals a dagger, intending to kill him. Luckily, Abu bites the beggar, and both Aladdin and Abu fall back into the cavern, as the giant Tiger's Head disappears under the sand once again.",
    "Jafar then laughingly reaches for the lamp, only to find it is gone. Abu managed to steal it off the beggar before he fell back into the cave with Aladdin. Deep within the cave, Aladdin begins to examine the lamp, finding a worn inscription on the side of it. Rubbing it, the lamp then produces a large blue genie. The genie (Robin Williams) tells Aladdin that for rubbing the lamp, he is entitled to three wishes (and that wishing for more wishes is also not an option), but warns that they come with the following exceptions:",
    "1) He can't kill anyone.",
    "2) He can't make anyone fall in love with someone else.",
    "3) He can't bring people back from the dead.",
    "Using his street-smarts, Aladdin manages to con Genie into getting them out of the cave without using a wish. Landing in a small oasis, Aladdin contemplates what to wish for, and asks the Genie what he would wish for. The Genie mentions how he'd wish to be free of the lamp, prompting Aladdin to promise to free the Genie with his last wish.",
    "As the topic turns to Aladdin's wishes, he thinks of wanting to be with Jasmine, and though he cannot make her fall in love with him, he decides to wish to become a prince, as she is a princess, thus allowing him to at least try to be with her. Aladdin uses his first wish; the genie will turn him into a fabulously rich prince. Abu is transformed into a large elephant and will be Aladdin's mount.",
    "Meanwhile, back in Agrabah, Jafar is still upset that he didn't get the lamp. Wanting to find some way to attain power, Jafar attempts to convince the Sultan that there is a clause in the Royal rules that if Jasmine has not been suitably wed by a certain time, she is to marry the great vizier to save faces. The Sultan is reluctant to proceed so Jafar attempts to hypnotize him but he is interrupted by loud music coming from outside.",
    "Outside, a large and noisy Royal procession enters the Kingdom, announcing the arrival of Prince Ali Ababwa (aka Aladdin). The procession is huge, with riches, exotic animals, hundreds of servants and Aladdin himself riding an elephant (Abu). Aladdin's entourage makes its way into the palace, impressing the Sultan. Jafar is suspicious and cold toward the new suitor. Aladdin is the taken to Jasmine, who is unimpressed and rebuffs Aladdin's pompous ways. However, when Aladdin removes his hat to shoo away Raja, Jasmine is reminded of the street urchin. Aladdin tries to gain Jasmine's interest again by telling her how rich and powerful he is but she remains steadfastly ambivalent. Aladdin decides to leave Jasmine and steps off on his magic carpet which definitely gets her attention. Jasmine wishes to ride with him and the two take a long trip around the world. Aladdin drops his pompous facade during the trip which eventually wins her over.",
    "Returning Jasmine to the palace, Aladdin is roughly seized by palace guards who tie him up and dump him in a nearby lake under orders from Jafar. When he accidentally rubs the lamp, Genie appears and coaxes Aladdin into using his second wish to save the boy's life. Aladdin returns to the palace to find that Jafar is using his cobra-shaped staff to once again to hypnotize the Sultan, demanding that he order his daughter to marry the treacherous vizier. Aladdin figures out Jafar's schemes and smashes the staff. Jafar vanishes before the palace guards can arrest him, but not before spotting the lamp hidden inside Prince Ali's hat. After he's gone, the Sultan sees that Jasmine has accepted Aladdin and wishes to marry him.",
    "However, Aladdin is still troubled by the fact that he's not a real prince and has been lying to the princess. Genie appears and tries to coax Aladdin into using his last wish to free him. Aladdin tells him he can't free the Genie as he wouldn't be the prince that he is without him, convinced he would lose Jasmine if he's proven not to be a prince. The Genie suddenly retreats into the lamp, feeling angry and betrayed.",
    "Jafar returns to his secret lair beneath the palace, seemingly defeated but laughing hysterically when he realizes who Prince Ali really is. He then sends his pet parrot Iago (Gilbert Gottfried) to steal the lamp which he does rather easily. Jafar summons the Genie. Genie is forced to do Jafar's bidding and appears in a gigantic form, grabbing the palace and taking it to a remote mountain. Jafar uses his first wish to become the world's most powerful sorcerer and reveals to everyone that Aladdin is nothing but a street urchin. He launches him out of the palace in a makeshift rocket which lands in a snowy cold mountain region. Jafar then uses his second wish to become Sultan and imprisons the Sultan and the princess until she agrees to marry him.",
    "Trapped in the mountains, Aladdin finds Abu and the magic carpet and is able to return to Agrabah, sneaking into the palace. He finds the Genie, who warns him he can't help him since Jafar holds the lamp. Aladdin tries to sneak up on Jafar to steal back the lamp. Jasmine sees Aladdin's plan and uses Jafar's wish for her to be in love with him as an excuse to pretend being suddenly enraptured with Jafar to distract him. However, Jafar sees Aladdin's reflection in Jasmine's tiara and knocks him away. He then traps Jasmine in a large hourglass where she will eventually be submerged in sand and die. Jafar transforms himself into a giant cobra to terrorize Aladdin, who fights back valiantly. While trapped in Snake Jafar's coils, Aladdin has an epiphany and cons Jafar into using his third wish: telling Jafar that no matter how powerful he gets, the Genie will still be more powerful. Jafar falls for the ruse and wishes to be turned into a genie himself, which Genie complies. Jafar then changes form which frees Aladdin so he can run to Jasmine's hourglass and break her out before she suffocates. As Jafar revels in his newfound power, Aladdin reminds him that being a Genie also means becoming a servant to whomever holds the lamp. Jafar is suddenly shackled and is sucked into the new lamp created by his wish and is trapped.",
    "Genie takes the Jafar lamp and throws it out into the desert, where it lands in the Cave of Wonders as the new lamp. The genie then tells Aladdin that if he wants to use his third wish to become a prince again he can. Aladdin, however, wishes the genie free. The lamp becomes inactive and the genie's shackles fall off his wrists. Overjoyed that he's no longer a servant, the Genie plans to travel the world. The Sultan, knowing that Aladdin is not a prince, decides to let him marry his daughter after seeing how much Aladdin and Jasmine care for each other. Abu is changed back into his monkey form and the Genie leaves after an emotional goodbye. Aladdin and the princess are married and Aladdin becomes heir to the kingdom. They fly away on Aladdin's carpet toward the moon, which turns into the laughing genie's face.",
    "Suddenly the film is lifted up by the Genie who says \"Made ya look!!\"."
  ]
}