{
  "source": "https://www.imdb.com/title/tt5109280",
  "title": "Raya and the Last Dragon",
  "year": 2021,
  "summary": "In a realm known as Kumandra, a re-imagined Earth inhabited by an ancient civilization, a warrior named Raya is determined to find the last dragon.",
  "characters": ["Additional Voices", "Benja", "Boun", "Chai", "Dang Hai", "Dang Hu", "Fang Officer", "General Atitaya", "Little Noi", "Merchant", "Merchant #1", "Merchant #2", "Namaari", "Raya", "Sisu", "Spine Chief", "Spine Warrior", "Tail Chief", "Tong", "Tuk Tuk", "Virana", "Wahn", "Young Namaari"],
  "synopsis": [
    "500 years prior, Kumandra was a prosperous land when evil spirits called the Druun began to ravage everything. They absorbed souls, turning those into stone. Eventually, the dragons of Kumandra used what was left of their magic to create an orb that not only warded off the Druun, but also restored everyone to life, with the exception of the dragons who remained turned to stone. The people all wanted the power of the orb which ultimately divided them into tribes based on their placement of a giant river made to resemble a dragon: Fang, Heart, Tail, Spine and Talon. Heart Tribe acquired the orb and has been guarding it ever since.",
    "500 years later, Chief Benga of the Heart Tribe has been training his daughter Raya to guard the orb. Despite this, he still believes that all the nations will set aside their differences and become Kumandra again. He resolves to invite all the nations over for a feast. Raya ends up befriending the daughter of Chief Virana of the Fang Tribe, Namaari, due to their shared interest in dragons. Namaari gives Raya a dragon pendant and she in turn shows her the location of the orb. However, Namaari betrays Raya and soon the Fang Tribe attempt to steal the orb. The rest of the tribes find out and a fight breaks out, resulting in the orb smashing to pieces. The Druun suddenly reawaken as each of the tribes steal a piece. Raya tries to rescue Benga, but he tells her to flee with the piece she has as he turns to stone.",
    "Six years later, Raya has been searching for the end of a stream to summon Sisu, the dragon who supposedly created the orb and the only surviving member of the species, to help her recover the missing orb pieces. She ends up in what is left of the desert like Tail Tribe and manages to summon Sisu. She admits that she did not create the orb and that her older siblings did, but finds that she can use their powers when she holds onto a piece. They find what is left of the Tail Temple and recover the second piece with Sisu now gaining the ability to turn into a human. They encounter Namaari and her tribe, but the two of them manage to escape on a boat driven by a young entrepreneur named Boun, who had lost his family to the Druun. Despite Boun being friendly, Raya refuses to divulge that Sisu is a dragon, nor tell him of her quest, confusing Sisu.",
    "They arrive at the Talon Tribe, who have built their homes over the water to protect themselves against the Druun, as Raya tries to find their leader so that she can reclaim the orb piece. While out in the town, Raya encounters a \"con baby\" named Little Noi and her trio of monkey-like companions the Ongis, who adopted her after her mother was lost to the Druun. After a chase, Raya decides to hire them to help her. Sisu goes into town to look for a gift, as she thinks it is better than fighting, only to run into the real tribe leader who threatens her. Raya rescues her and reclaims the piece, which allows Sisu to make smoke clouds, and make it back to Boun with Noi and the Ongis joining them.",
    "The group arrive at the Spine Tribe with Raya and Sisu attempting to enter the village. They are caught by the sole survivor of the tribe, a fearsome warrior named Tong, who actually does not know what to do with them. The rest of the group arrive to warn them of Namaari's arrival. Raya holds her off in a fight while the others escape. However, Sisu reverts to her dragon form and fends off Namaari and the Fang Tribe. Before leaving, Namaari is moved by the appearance of Sisu. She returns to Virana to tell her, but she instead demands that she reclaim the pieces and the dragon as she fears that the other tribes will try to take what they have. Back at the boat, Raya finally comes clean to her party about Sisu and they agree to work together with Tong giving the orb piece he had been guarding and allowing Sisu to gain the ability to summon the rains.",
    "As they get close to the Fang Tribe, Raya suggests breaking in to reclaim the final piece, but Sisu suggests giving them a gift and asking it back. When Raya refuses, Sisu takes her back to what is left of the Heart Tribe and reveals the fate of her siblings. While Sisu did not create the orb, her siblings trusted her enough to do the right thing with it. Raya gives in and decides to give Namaari the dragon pendant as a piece offering so that she can rejoin the rest of the orb pieces. Raya and Sisu meet privately with Namaari, but as soon as she shows the remainder of the orb pieces, Namaari holds a crossbow to them. Sisu tries to talk her down, but Raya, sensing that Namaari will shoot, attacks her, causing Sisu to get hit by the arrow and falls into a river. Namaari flees as the water, which protected the Fang Tribe against the Druun, begins to recede.",
    "The Fang Tribe is attacked by the Druun as Raya enters to confront Namaari, who is grieving Virana's fate at the hands of the Druun. The two fight while Tong, Boun, Noi and the Ongis rescue the people from the Druun. Raya prepares to strike down Namaari, but she tells her that she has lost everything and does not care anymore. Raya comes to her senses and she goes to help her friends. Namaari in turn helps the group using her orb piece. As the pieces start losing power, they fall into a pit and are surrounded by the Druun. Raya tells them that they need to put the pieces together, but her friends refuse to help Namaari. To show her faith, Raya puts her piece down and allows the Druun to take her. One by the one the rest follow with Namaari putting the pieces together and getting consumed by the Druun afterwards. The plan works and the Druun are vanquished as everyone is brought back to life.",
    "The dragons are all brought back to life as they revive Sisu who thanks Raya for trusting others. Everyone returns to their significant others as Raya returns home to be reunited with Benga. She introduces him to Sisu as all the tribes come together peacefully to celebrate."
  ]
}