{
  "source": "https://www.wisesayings.com/a-new-day-quotes/",
  "theme": "a-new-day",
  "quotes": [
    {
      "cite": "Caroline Naoroji",
      "quote": "Celebrate the new day with shouts of praise, love and grace and with a beautiful smile upon your face."
    },
    {
      "cite": "Angie Lynn",
      "quote": "imagine if we treated each new dawn of each new day with the same reverence and joy as we do each new year."
    },
    {
      "cite": "Buddha",
      "quote": "Each morning we are born again. What we do today is what matters most."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Today's a new day. It's your day. You shape it. Don't let it be shaped by someone else's ignorance or fear."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Yesterday ended last night, today is a brand new day. And it's yours."
    },
    {
      "cite": "Douglas Pagels",
      "quote": "Each new day is a blank page in the diary of your life. The secret of success is in turning that diary into the best story you possibly can."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Here on the pulse of this new day, You may have the grace to look up and out And into your sister's eyes, into Your brother's face, your country And say simply, Very simply, With hope, Good Morning."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "The light of a new day always chases the shadows of the night away, and shows us that the shape of our fears is only the ghost of our own minds."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "A new day: Be open enough to see opportunities. Be wise enough to be grateful. Be courageous enough to be happy."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "With the new day comes new strength and new thoughts."
    },
    {
      "cite": "Doe Zantamata",
      "quote": "Every morning starts a new page in your story. Make it a great one today."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "When a new day begins, dare to smile gratefully."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Even the darkest night will end and the sun will rise."
    },
    {
      "cite": "Carrie Underwood",
      "quote": "Every day is a new day, and you'll never be able to find happiness if you don't move on."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "The next morning dawned bright and sweet, like ribbon candy."
    },
    {
      "cite": "Dwight Howard",
      "quote": "Today is a new day. Even if you were wrong yesterday, you can get it right today."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Today is a BRAND NEW day a perfectly good reason to get up and start over. Never give up."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "Isn't it nice to think that tomorrow is a new day with no mistakes in it yet?"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Each new day brings new opportunities. You have to search to be able to find these opportunities."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Each new day offers the chance to start afresh, to achieve those things you most desire."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Mary-Frances Winters",
      "quote": "Today is a brand new day. Forget about yesterday. It does not matter. Forget about tomorrow it will take care of itself. Concentrate on this day. Make it the best ever."
    },
    {
      "cite": "Susan Gale",
      "quote": "I'm glad tomorrow's a new day 'cause I really messed this one up..."
    },
    {
      "cite": "Corban Addison",
      "quote": "On the other side of this darkness, a new day will slowly dawn."
    },
    {
      "cite": "Venus Williams",
      "quote": "If the sun comes up, I have a chance."
    },
    {
      "cite": "Kirk Weisler",
      "quote": "Work to realize the possibility of this new day and to make it a truly great one."
    },
    {
      "cite": "Brad Paisley",
      "quote": "Tomorrow, is the first blank page of a 365 page book. Write a good one."
    },
    {
      "cite": "Louise Hay",
      "quote": "This is a new day. Begin anew to claim and create all that is good."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "A new day will come and when the sun shines it will shine out the clearer."
    },
    {
      "cite": "John Edward",
      "quote": "When you take the U out of mourning, it's a brand new day!"
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "Every day is new. It's just a new day. I look at six hours at a time."
    },
    {
      "cite": "J. B. Priestley",
      "quote": "I have always been delighted at the prospect of a new day, a fresh try, one more start, with perhaps a bit of magic waiting somewhere behind the morning."
    },
    {
      "cite": "Bill Courtney",
      "quote": "Approach each new day as a new opportunity to be the person you aspire to be."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Every new day begins with possibilities. It's up to us to fill it with the things that move us toward progress and peace."
    },
    {
      "cite": "Alan Watts",
      "quote": "There is a deep, peaceful calm in the dawning of a new day."
    },
    {
      "cite": "Zayn Malik",
      "quote": "Never look back reminiscing on yesterday , smile for the future tomorrow's a new day."
    },
    {
      "cite": "Ecclesiastes",
      "quote": "Light is sweet; how pleasant to see a new day dawning."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The new day has greeted us with no rules except for the rules we placed with it, greet it with open arms and endless possibility."
    },
    {
      "cite": "unknown",
      "quote": "When you start each day with a grateful heart, light illuminates from within."
    },
    {
      "cite": "Sandra Day Oconnor",
      "quote": "The best way to start a new day is to ask God to refresh and clean our heart and mind."
    },
    {
      "cite": "F. Sionil Jose",
      "quote": "When I wake up every morning, I thank God for the new day."
    },
    {
      "cite": "unknown",
      "quote": "Every new day is another chance to change your life."
    },
    {
      "cite": "Marjorie Pay Hinckley",
      "quote": "Every morning is a chance at a new day."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Every day is a new day. It is better to be lucky. But I would rather be exact. Then when luck comes you are ready."
    },
    {
      "cite": "Mary Pickford",
      "quote": "Today is a new day.You will get out of it just what you put into it."
    },
    {
      "cite": "Lindsay Lohan",
      "quote": "Everyone has highs and lows that they have to learn from, but every morning I start off with a good head on my shoulders, saying to myself,  It's going to be a good day!"
    },
    {
      "cite": "Bob Marley",
      "quote": "You just can't live that negative way. You know what I mean? Make way for the positive day cause it's a new day."
    },
    {
      "cite": "Ernie Fletcher",
      "quote": "I would like this to be a new day. I would hope now that we can focus on doing the people's business."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "All great beginnings start in the dark, when the moon greets you to a new day at midnight."
    },
    {
      "cite": "Leslie Bricusse",
      "quote": "It's a new dawn. It's a new day. It's a new life for me and I'm feeling good."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Participate in your dreams today. There are unlimited opportunities available with this new day. Take action on those wonderful dreams you've had in your mind for so long."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "New day, new hopes, new life!"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Never mind those failures till yesterday. Each new day is a sequel of a wonderful life; gifted with hopes to succeed."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Every new day is an opportunity to grow your love."
    },
    {
      "cite": "Richard L. Ratliff",
      "quote": "Each day is always breaking out anew. Aspirations swirling round what you do"
    },
    {
      "cite": "Alaric Hutchinson",
      "quote": "Accept the past as the past and realize that each new day you are a new person who doesn’t need to carry old baggage into the new day with you."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Embrace every new day with gratitude, hope and love."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Each sunrise brings a new day filled with new hopes for a new beginning."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every new day is a sacred gift with new sacred grace."
    },
    {
      "cite": "Carol 'CC' Miller",
      "quote": "Let your past be a reason for growth and greatness not blame and shame. Today is a new day!"
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "No matter how gloomy the morning, it is a new day where anything is possible."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "Learn from everyone but be your own guidance, and you will find a red-hot feeling in your chest each night, eager for the possibilities of a new day. No one knows your heart as well as you do."
    },
    {
      "cite": "Richie Norton",
      "quote": "Every sunset is an opportunity to reset. Every sunrise begins with new eyes."
    },
    {
      "cite": "Charmaine J Forde",
      "quote": "New day, new month, new visions."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Each new day is an invitation to an adventure of your own making."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Whoever has the courage to walk in the dark, share experience the dawn of light in a new day."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every new morning gives fresh hope, for great is the mercy of the new day"
    },
    {
      "cite": "Germany Kent",
      "quote": "Hit the reset button. Whatever happened yesterday, forget about it. Get a new perspective. Today is a new day. Fresh start, begins now."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Be grateful for the grace of a new day."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every new day is the dawn of a new grace."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every new day is a dawn of a new divine order."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The beauty of a bright new day!"
    },
    {
      "cite": "Debasish Mridha",
      "quote": "A new day always comes with new hopes, new opportunities, and new lives."
    },
    {
      "cite": "Anastasia Bolinder",
      "quote": "Starting out a new day gives hope for new adventures, villains and hero's to cross your path. Make the most of it."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Embrace each new day with great expectations."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every new day brings new adoration and new adventure."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every new day, I reach out to the best of myself by grace."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Embrace the sacredness of a new day."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every new day gives me ceaseless hope to reach out for my dreams"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Tommorow is a new day; begin it well and serenely and with too high a spirit to be encumbered with your old nonsense."
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "Upon the birth of a new day as we see our forefathers pave the way. We see the tyranny of evil men."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Every day is a new day; bringing along with it overwhelming loads of happiness, and an unparalleled rhapsody to blissfully lead life."
    },
    {
      "cite": "Donka Kristeva",
      "quote": "Look, the dawn is dancing breaking through the night, joyfully commanding light-- into day's new start."
    },
    {
      "cite": "Donka Kristeva",
      "quote": "Dreamer awakes, thought still in maze, consciousness stirred, alertness in place, new day embraced."
    }
  ]
}