{
  "source": "https://www.wisesayings.com/ability-quotes/",
  "theme": "ability",
  "quotes": [
    {
      "cite": "Norman Vincent Peale",
      "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy."
    },
    {
      "cite": "Walter Scott",
      "quote": "For success, attitude is equally as important as ability."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Ability to find the answers is more important than ability to know the answers."
    },
    {
      "cite": "Roy L. Smith",
      "quote": "Discipline is the refining fire by which talent becomes ability."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Positive thinking will let you use the ability which you have, and that is awesome."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it."
    },
    {
      "cite": "Rosabeth Moss Kanter",
      "quote": "Power is the ability to get things done."
    },
    {
      "cite": "Kathleen Wynne",
      "quote": "Ability means all of us finding our strengths and putting them to full use."
    },
    {
      "cite": "Kamila Shamsie",
      "quote": "You have this ability to find beauty in weird places."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "Ability is a light bulb. If you don't turn it on, it will never shine."
    },
    {
      "cite": "Roy Bennett",
      "quote": "Believe in yourself, your abilities and your own potential. Never let self-doubt hold you captive. You are worthy of all that you dream of and hope for."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "To realize your potential you must look beyond the end of yourself, realizing that where you end is most likely where you actually begin."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Focus on your strength and maximum its potential."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You have great talent for great contribution to humanity."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You are amazing person with unique talents. Have faith in your abilities."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Focusing on who you are, and pursuing opportunities to improve your abilities, allows you to be in acceptance of yourself. This makes you a beautiful person who could care less about what others think of you."
    },
    {
      "cite": "Sanford Meisner",
      "quote": "Acting is the ability to live truthfully under the given imaginary circumstances."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be faithful in small things because it is in them that your strength lies."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Natural abilities are like natural plants; they need pruning by study."
    },
    {
      "cite": "Donald Kircher",
      "quote": "A man with ability and the desire to accomplish something can do anything."
    },
    {
      "cite": "John Wooden",
      "quote": "Ability may get you to the top, but it takes character to keep you there."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The ability to speak exactly is intimately related to the ability to know exactly."
    },
    {
      "cite": "Casey Stengel",
      "quote": "Ability is the art of getting credit for all the home runs somebody else hits."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "The ability to be in the present moment is a major component of mental wellness."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Great ability develops and reveals itself increasingly with every new assignment."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Ability is commonly found to consist mainly in a high degree of solemnity."
    },
    {
      "cite": "Louise Hay",
      "quote": "The ability to relax and be mindfully present in the moment comes naturally when we are grateful."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "The ability to forgive is one of man's greatest achievements."
    },
    {
      "cite": "Evan Esar",
      "quote": "A special skill, like speaking several languages, or keeping your mouth shut in one."
    },
    {
      "cite": "Josh Billings",
      "quote": "If you believe you can do something, then you can acquire the ability to do it even if you didn't have it in the beginning."
    },
    {
      "cite": "James E. Faust",
      "quote": "Our natural gifts and abilities are limited, but when augmented by inspiration and guidance of the Holy Ghost, our potential increases many fold."
    },
    {
      "cite": "Lawrence G. Lovasik",
      "quote": "Strength of character means the ability to overcome resentment against others, to hide hurt feelings, and to forgive quickly."
    },
    {
      "cite": "Kris Vallotton",
      "quote": "Perseverance is the ability to hold our course over time in the face of opposition."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The ability to convert ideas to things is the secret of outward success."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "A man of ability and the desire to accomplish something can do anything."
    }
  ]
}