{
  "source": "https://www.wisesayings.com/abortion-quotes/",
  "theme": "abortion",
  "quotes": [
    {
      "cite": "Mother Teresa",
      "quote": "The greatest destroyer of peace is abortion because if a mother can kill her own child, what is left for me to kill you and you to kill me? There is nothing between."
    },
    {
      "cite": "Potter Stewart",
      "quote": "Abortion is inherently different from other medical procedures because no other procedure involves the purposeful termination of a potential life."
    },
    {
      "cite": "Italo Calvino",
      "quote": "In abortion, the person who is massacred, physically and morally, is the woman."
    },
    {
      "cite": "Alveda King",
      "quote": "Abortion is an attack on the family and the humanity that unites us all."
    },
    {
      "cite": "Robert Casey",
      "quote": "Abortion is defended today as a means of ensuring the equality and independence of women, and as a solution to the problems of single parenting, child abuse, and the feminization of poverty."
    },
    {
      "cite": "Barbara Bush",
      "quote": "I hate abortions, but just could not make that choice for someone else."
    },
    {
      "cite": "Diane Abbott",
      "quote": "Abortion is an issue of conscience for the Labour party."
    },
    {
      "cite": "Leon Kass",
      "quote": "In the case of abortion, one pits the life of the fetus against the interests of the pregnant woman."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "I've noticed that everybody that is for abortion has already been born."
    },
    {
      "cite": "Robert Casey",
      "quote": "Abortion on demand has, in my judgment, contributed significantly to an environment in our country in which life has become very cheap."
    },
    {
      "cite": "Richard C. Halverson",
      "quote": "Abortion ... interferes with God's plan--a plan He willed before He created the universe. Abortion is in violation of God-given life."
    },
    {
      "cite": "Bill Clinton",
      "quote": "Abortion should not only be safe and legal, it should be rare."
    },
    {
      "cite": "Leslie Cannold",
      "quote": "Abortion is not a favor for the medical profession to bestow but an obligation for them to perform."
    },
    {
      "cite": "Tony Abbott",
      "quote": "Abortion is the easy way out. It's hardly surprising that people should choose the most convenient exit from awkward situations."
    },
    {
      "cite": "Michael Aston",
      "quote": "Let's not pretend that abortion isn't about the mass slaughter of innocents."
    },
    {
      "cite": "Tony Campolo",
      "quote": "In short, I'm not sure that the abortion problem can be solved by legislation. I think it can only be solved through moral persuasion."
    },
    {
      "cite": "Robert Casey",
      "quote": "Abortion is a question of choice."
    },
    {
      "cite": "Norma Mccorvey",
      "quote": "I don't think there is a good reason for an abortion, but Dr. Jasper made me really realize it was just a racket. He was just doing it for the money. He didn't care about the women."
    },
    {
      "cite": "Carol Everett",
      "quote": "The product, abortion, is skillfully marketed and sold to the woman at the crisis time in her life. She buys the product, finds it defective and wants to return it for a refund. But, it's too late."
    },
    {
      "cite": "Elizabeth Joan Smith",
      "quote": "No woman has an abortion for fun."
    },
    {
      "cite": "Bob Carlisle",
      "quote": "Abortion is an act of desperation. It's an awful solution to a situation that God can work out for good through adoption."
    },
    {
      "cite": "Robert Casey",
      "quote": "Abortion is the ultimate violence."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Abortion should be listed as a weapon of mass destruction against the voiceless."
    },
    {
      "cite": "Shadia Hrichi",
      "quote": "Abortion may bury our children, but it can never bury their memory."
    },
    {
      "cite": "Christopher Titus",
      "quote": "Abortion is an atrocity. Those who practice or praise it are either damn idiots, misguided fools, or treacherous devils."
    },
    {
      "cite": "Cynthia Nixon",
      "quote": "Abortion is a right I feel must not go away, and I feel like people aren't mobilizing so much because it's so complicated and it's difficult to understand."
    },
    {
      "cite": "Nancy Reagan",
      "quote": "I do not believe in abortion at will. I do not believe that if a woman just wants to have an abortion she should... I do believe if you have an abortion you are committing murder."
    },
    {
      "cite": "Diane Abbott",
      "quote": "I believe every abortion is a tragedy."
    },
    {
      "cite": "Louise Slaughter",
      "quote": "If they are opposed to abortion, they should be for preventing unintended pregnancies."
    },
    {
      "cite": "Gwendolyn Brooks",
      "quote": "Abortions will not let you forget. You remember the children you got that you did not get."
    }
  ]
}