{
  "source": "https://www.wisesayings.com/absent-father-quotes/",
  "theme": "absent-father",
  "quotes": [
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "There would be fewer absent fathers, if straight men were turned on only by women with whom they would not mind having children."
    },
    {
      "cite": "Anita R. Sneed-Carter",
      "quote": "Fathers, your are the head and strength of the family unit. If you are not in place, there is a weakness in the link."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "To be in your children’s memories tomorrow, you have to be in their lives today."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The absent are never without fault, nor the present without excuse."
    },
    {
      "cite": "Don Lemon",
      "quote": "More than 72 percent of children in the African-American community are born out of wedlock. That means absent fathers."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "A great attitude does much more than turn on the lights in our worlds, it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "The heart may think it knows better, the senses know that absence blots people out. We really have no absent friends."
    },
    {
      "cite": "Geoffrey Canada",
      "quote": "Boys want to grow up to be like their male role models. And boys who grow up in homes with absent fathers search the hardest to figure out what it means to be male."
    },
    {
      "cite": "George W. Bush",
      "quote": "Fathers have a unique and irreplaceable role in the lives of children."
    },
    {
      "cite": "George W. Bush",
      "quote": "We know that children who grow up with absent fathers can suffer lasting damage. They are more likely to end up in poverty or drop out of school, become addicted to drugs, have a child out of wedlock, or end up in prison. Fatherlessness is not the only cause of these things, but our nation must recognize it is an important factor."
    },
    {
      "cite": "Herbert Beerbohm",
      "quote": "A committee should consist of three men, two of whom are absent."
    },
    {
      "cite": "John James Audubon",
      "quote": "My father being mostly absent on duty, my mother suffered me to do as much as I pleased."
    },
    {
      "cite": "Kaui Hart Hemmings",
      "quote": "I come from the school of thought where a dad’s absence is something to be counted on. Now I see all the men with camouflage diaper bags and babies hanging from their chests like little ship figureheads."
    },
    {
      "cite": "Kent Nerburn",
      "quote": "It is much easier to become a father than to be one."
    },
    {
      "cite": "Latin Proverb",
      "quote": "A bad father has never a good son."
    },
    {
      "cite": "Maya Banks",
      "quote": "He didn't want to be an absentee father. He didn't want to be like his own father, who thought being a provider was his only obligation to his family."
    },
    {
      "cite": "Michael Gurian",
      "quote": "Frequently, I go to conferences and listen to speakers decry the absent father as somehow a new phenomenon. Though their recriminations against absent or emotionally distant fathers are generally meant to help society, at the same time they are built on a lie that evolution disproves generation after generation. Fathers have often gone to war, or the long hunt on the Savannah, or to work in another village or city. But only in the last decade or so have manhood and fathering been trashed completely."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Fathers should be neither seen nor heard. That is the only proper basis for family life."
    },
    {
      "cite": "Robert Bly",
      "quote": "When a father, absent during the day, returns home at six, his children receive only his temperament, not his teaching."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "I cannot think of any need in childhood as strong as the need for a father’s protection."
    },
    {
      "cite": "Silvio De Bono",
      "quote": "A higher rate of urgency does not imply ever present panic, anxiety, or fear. It means a state in which complacency is virtually absent."
    },
    {
      "cite": "unknown",
      "quote": "Anyone can be a father but it takes someone special to be a dad."
    },
    {
      "cite": "unknown",
      "quote": "As old as she was. She still missed her daddy sometimes."
    },
    {
      "cite": "unknown",
      "quote": "His eyes on all those company, he is tender toward the bashful, gentle toward the distant, and merciful toward the absent."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "The psychological absence of fathers can be nearly as devastating as physical absence. When fathers are alive but not a predictable presence actively participating in their daughter's lives the relationship becomes a permanent maybe."
    },
    {
      "cite": "Washington Irving",
      "quote": "A father may turn his back on his child, but a mother’s love endures through all."
    },
    {
      "cite": "William Shakespeare",
      "quote": "It is a wise father that knows his own child."
    },
    {
      "cite": "Crowell Church",
      "quote": "Daddy's in the army, there's a war in Vietnam / Mama kept us going with her sewing and a prayer / It's hard to be a family when your daddy's missing."
    }
  ]
}