{
  "source": "https://www.wisesayings.com/absinthe-quotes/",
  "theme": "absinthe",
  "quotes": [
    {
      "cite": "Beatriz Williams",
      "quote": "One can no longer distinguish between history and reality after the absinthe goes in the punch."
    },
    {
      "cite": "Paul Verlaine",
      "quote": "For me, my glory is but a humble ephemeral absinthe drunk on the sly, with fear of treason and if I drink no longer, it is for good reason!"
    },
    {
      "cite": "Oscar Wilde",
      "quote": "After the first glass you see things as you wish they were. After the second, you see things as they are not. Finally you see things as they really are, and that is the most horrible thing in the world."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A glass of absinthe is as poetical as anything in the world. What difference is there between a glass of absinthe and a sunset?"
    },
    {
      "cite": "Alfred Jarry",
      "quote": "Anti-alcoholics are unfortunates in the grip of water, that terrible poison, so corrosive that out of all substances it has been chosen for washing and scouring, and a drop of water added to a clear liquid like Absinthe, muddles it."
    },
    {
      "cite": "Stanley Elkin",
      "quote": "What a writer's message is is totally unimportant. Either he is agreeing with life by affirming, or he is saying life is just a bowl of wormwood."
    },
    {
      "cite": "Dracula",
      "quote": "Absinthe is the aphrodisiac of the self. The green fairy who lives in the absinthe wants your soul. But you are safe with me."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "What is it in absinthe that makes it a separate cult? The effects of its abuse are totally distinct from those of other stimulants. Even in ruin and in degradation it remains a thing apart: its victims wear a ghastly aureole all their own, and in their peculiar hell yet gloat with a sinister perversion of pride that they are not as other men."
    },
    {
      "cite": "Peter Mayle",
      "quote": "The most powerful ingredient in pastis is not aniseed or alcohol but ambiance, and that dictates how and where it should be drunk. I cannot imagine drinking it in a hurry."
    },
    {
      "cite": "Ethel Mumford",
      "quote": "Absinthe makes the heart grow fonder."
    },
    {
      "cite": "Paul Gauguin",
      "quote": "Absinthe is the only decent drink that suits an artist."
    },
    {
      "cite": "Salma Deera",
      "quote": "Love is just a synonym for absinthe. Absinthe is a synonym for 'i don't know what i'm doing anymore."
    },
    {
      "cite": "Rimbaud",
      "quote": "None of which equals the poison welling up in your eyes that show me my poor soul reversed, my dreams throng to drink at those green distorting pools."
    },
    {
      "cite": "Georges Ohnet",
      "quote": "If absinthe isn't banned, our country will rapidly become an immense padded cell where half the Frenchmen will be occupied putting straightjackets on the other half."
    },
    {
      "cite": "Aphonse Allais",
      "quote": "Good stuff, absinthe. Not the first mouthful, perhaps. But after that. Good stuff."
    },
    {
      "cite": "Paul Nathan",
      "quote": "People are rediscovering their chronic craving for ritual and magic in life. Absinthe has it all."
    },
    {
      "cite": "Ernest Dowson",
      "quote": "I understand that absinthe makes the tart grow fonder."
    },
    {
      "cite": "Marie Corelli",
      "quote": "Let me be mad... mad with madness of absinthe, the wildest most luxurious madness in the world."
    },
    {
      "cite": "Charles Cros",
      "quote": "Absinthe, on a winter evening/Lights up in green the sooty soul."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "It is as if the first diviner of absinthe had been indeed a magician intent upon a combination of sacred drugs which should cleanse, fortify and perfume the human soul."
    }
  ]
}