{
  "source": "https://www.wisesayings.com/abstinence-quotes/",
  "theme": "abstinence",
  "quotes": [
    {
      "cite": "Augustine of Hippo",
      "quote": "Complete abstinence is easier than perfect moderation."
    },
    {
      "cite": "John Tillotson",
      "quote": "Abstinence is many times very helpful to the end of religion."
    },
    {
      "cite": "William Temple",
      "quote": "The only way for a rich man to be healthy is, by exercise and abstinence, to live as if he was poor."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "Abstinence is the worst form of perversion."
    },
    {
      "cite": "Plato",
      "quote": "Plato feels that ethical abstinences and austerities are essential preconditions for the cleansing and opening of the eye of the soul."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "To set the mind above the appetites is the end of abstinence, which if not a virtue, is the groundwork of a virtue."
    },
    {
      "cite": "Mark Twain",
      "quote": "Total abstinence is so excellent a thing that it cannot be carried to too great an extent. In my passion for it I even carry it so far as to totally abstain from total abstinence itself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A virtuous abstinence from the joys of pederasty comes most easily to those who have no taste for it."
    },
    {
      "cite": "William Blake",
      "quote": "Abstinence sows sand all over The ruddy limbs and flaming hair, But desire gratified Plants fruits of life and beauty there."
    },
    {
      "cite": "Robert South",
      "quote": "Abstinence is the great strengthener and clearer of reason."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Abstinence and fasting cure many a complaint."
    },
    {
      "cite": "Aristippus",
      "quote": "It is not abstinence from pleasures that is best, but mastery over them without being worsted."
    },
    {
      "cite": "Plato",
      "quote": "Abstinence is the surety of temperance"
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "Abstaining so as really to enjoy, is the epicurism, the very perfection, of reason."
    },
    {
      "cite": "Rebecca West",
      "quote": "the reward for total abstinence from alcohol seems, illogically enough, to be the capacity for becoming intoxicated without it."
    },
    {
      "cite": "Ali Ibn Abi Talib",
      "quote": "Abstinence from sins is better than seeking help afterwards."
    },
    {
      "cite": "Frances E. Willard",
      "quote": "Temperance is moderation in the things that are good and total abstinence from the things that are foul."
    },
    {
      "cite": "Isuna Hasekura",
      "quote": "While one may lose much because of avarice, nothing was ever accomplished by abstinence."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Abstinence is easier than temperance."
    },
    {
      "cite": "Dennis Wolfberg",
      "quote": "Abstinence makes the heart grow fonder for someone else."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "My experience through life has convinced me that, while moderation and temperance in all things are commendable and beneficial, abstinence from spirituous liquors is the best safeguard of morals and health."
    },
    {
      "cite": "Robert Herrick",
      "quote": "Against diseases here the strongest fence is the defensive vertue, Abstinence."
    },
    {
      "cite": "William Gilmore Simms",
      "quote": "No doubt solitude is wholesome, but so is abstinence after a surfeit. The true life of man is in society."
    },
    {
      "cite": "Thucydides",
      "quote": "Abstinence from all injustice to other first-rate powers is a greater tower of strength than anything that can be gained by the sacrifice of permanent tranquillity for an apparent temporary advantage."
    },
    {
      "cite": "Horace Greeley",
      "quote": "Abstaining is favorable both to the head and the pocket."
    },
    {
      "cite": "Sir Thomas Elyot",
      "quote": "Abstinence is whereby a man refraineth from any thyng which he may lawfully take."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Abstinence is as easy to me as temperance would be difficult."
    },
    {
      "cite": "Queen Victoria",
      "quote": "On Alcohol: Total abstinence is an impossibility and it will not do to insist on it as a general practice."
    },
    {
      "cite": "Bill Nye",
      "quote": "Recommending or insisting on abstinence has been completely ineffective."
    },
    {
      "cite": "Lance Morrow",
      "quote": "Abstinence is a window of clarity through which one can better find one's work and one's mate."
    },
    {
      "cite": "Jihad Eltabey",
      "quote": "Love is the only thing that changes abstinence from a prison into pleasure."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "Abstinence is approved of God."
    },
    {
      "cite": "Mark Pattison",
      "quote": "Lean abstinence, pale grief, and haggard care, The dire attendants of forlorn despair."
    },
    {
      "cite": "Voltaire",
      "quote": "Use, do not abuse; neither abstinence nor excess ever renders man happy."
    },
    {
      "cite": "Kathy Martin",
      "quote": "Abstinence until marriage is the best thing for young people physically, emotionally, psychologically and spiritually. It's the best thing for society as a whole, and it's the message that schools absolutely ought to be sending."
    }
  ]
}