{
  "source": "https://www.wisesayings.com/abstract-quotes/",
  "theme": "abstract",
  "quotes": [
    {
      "cite": "Roger Scruton",
      "quote": "The abstract, unreal freedom of the liberal intellect was really nothing more than childish disobedience, amplified into anarchy."
    },
    {
      "cite": "Piet Mondrian",
      "quote": "Just as pure abstract art is not dogmatic, neither is it decorative."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Writing is an abstract art of drawing pictures of the conscious and subconscious mind with words."
    },
    {
      "cite": "Rudolf Flesch",
      "quote": "Abstract ideas are the patterns two or more memories have in common."
    },
    {
      "cite": "Denis Diderot",
      "quote": "All abstract sciences are nothing but the study of relations between signs."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Abstract knowledge is always useful, sooner or later."
    },
    {
      "cite": "Jackson Pollock",
      "quote": "It abstract art should be enjoyed just as music is enjoyed after a while you may like it or you may not."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Abstract truth has no value unless it incarnates in human beings who represent it, by proving their readiness to die for it."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "None of the abstract concepts comes closer to fulfilled utopia than that of eternal peace."
    },
    {
      "cite": "Willem de Kooning",
      "quote": "Even abstract shapes must have a likeness."
    },
    {
      "cite": "Gerhard Richter",
      "quote": "Abstract pictures are fictive models, because they make visible a reality that we can neither see nor describe, but whose existence we can postulate."
    },
    {
      "cite": "Lucian Freud",
      "quote": "The longer you look at an object, the more abstract it becomes, and, ironically, the more real."
    },
    {
      "cite": "Richard Diebenkorn",
      "quote": "Abstract literally means to draw from or separate. In this sense every artist is abstract a realistic or nonobjective approach makes no difference. The result is what counts."
    },
    {
      "cite": "Robert Motherwell",
      "quote": "Abstract art is uniquely modern. It is a fundamentally romantic response to modern life - rebellious, individualistic, unconventional, sensitive, irritable."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "There is no abstract art. You must always start with something. Afterward you can remove all traces of reality."
    },
    {
      "cite": "Sol Lewitt",
      "quote": "In conceptual art the idea or concept is the most important aspect of the work."
    },
    {
      "cite": "Mike Svob",
      "quote": "All paintings are abstract ideas, not representations of a true reality."
    },
    {
      "cite": "Julian Jaynes",
      "quote": "Abstract words are ancient coins whose concrete images in the give and take of talk have worn away with use."
    },
    {
      "cite": "Jakub Bozydar Wisniewski",
      "quote": "It takes abstract thinking to see how greed can lead to prosperity, but it takes wishful thinking to claim that violence can lead to charity."
    },
    {
      "cite": "Patricia Cole",
      "quote": "You can't look at abstract art without thinking."
    },
    {
      "cite": "Anton Ehrenzweig",
      "quote": "Abstract art has helped us to experience the emotional power inherent in pure form."
    },
    {
      "cite": "John Bargh",
      "quote": "The abstract way we think is really grounded in the concrete, bodily world much more than we thought."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "In the abstract conception of universal wrong, all concrete responsibility vanishes."
    },
    {
      "cite": "Paul Dirac",
      "quote": "The only object of theoretical physics is to calculate results that can be compared with experiment... it is quite unnecessary that any satisfactory description of the whole course of the phenomena should be given."
    },
    {
      "cite": "Jim Hodges",
      "quote": "Color is for me the purest form of expression, the purest abstract reality."
    },
    {
      "cite": "Robert Genn",
      "quote": "An abstract title suggests another value to the subject, perhaps an artistic quality that sets the viewers' sensitivities into action."
    },
    {
      "cite": "Ben Shahn",
      "quote": "To abstract is to draw out the essence of a matter. To abstract in art is to separate certain fundamentals from irrelevant material which surrounds them."
    }
  ]
}