{
  "source": "https://www.wisesayings.com/absurd-quotes/",
  "theme": "absurd",
  "quotes": [
    {
      "cite": "Luc De Clapiers",
      "quote": "The most absurd and reckless aspirations have sometimes led to extraordinary success."
    },
    {
      "cite": "John Henry Newman",
      "quote": "It is as absurd to argue men, as to torture them, into believing."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "It is as absurd to say that a man can't love one woman all the time as it is to say that a violinist needs several violins to play the same piece of music."
    },
    {
      "cite": "Elizabeth Goudge",
      "quote": "Most of the basic truths of life sound absurd at first hearing."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The fact that an opinion has been widely held is no evidence whatever that it is not utterly absurd."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "In order to attain the impossible, one must attempt the absurd."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Secretly we're all a little more absurd than we make ourselves out to be."
    },
    {
      "cite": "Voltaire",
      "quote": "Those who can make you believe absurdities can make you commit atrocities."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is absurd to divide people into good and bad. People are either charming or tedious."
    },
    {
      "cite": "Albert Camus",
      "quote": "The absurd depends as much on man as on the world. For the moment, it is all that links them together."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Maturity is often more absurd than youth and very frequently is most unjust to youth."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Only man can be absurd: for only man can be dignified."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is absurd to say that the age of miracles is past. It has not yet begun."
    },
    {
      "cite": "Benjamin Zander",
      "quote": "How absurd human beings are and how magnificent."
    },
    {
      "cite": "Albert Camus",
      "quote": "The world in which we were called to exist was an absurd world, and there was no other in which we could take refuge."
    },
    {
      "cite": "Albert Camus",
      "quote": "The absurd is a shadow cast over everything we do and even if we try to live life as if it has meaning as if there are reasons for doing things the absurd will linger in the back of our minds as a nagging doubt that perhaps there is no point."
    },
    {
      "cite": "T. C. Boyle",
      "quote": "Life is tragic and absurd, and none of it has any purpose at all."
    },
    {
      "cite": "Camille Pissarro",
      "quote": "It is absurd to look for perfection."
    },
    {
      "cite": "Zadie Smith",
      "quote": "The idea that motherhood is inherently somehow a threat to creativity is just absurd."
    },
    {
      "cite": "Anatole France",
      "quote": "It is human nature to think wisely and act in an absurd fashion."
    },
    {
      "cite": "William James",
      "quote": "There is nothing so absurd that it cannot be believed as truth if repeated often enough."
    },
    {
      "cite": "Voltaire",
      "quote": "Doubt is not a pleasant condition, but certainty is absurd."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "The origin of the absurd idea of immortal life is easy to discover; it is kept alive by hope and fear, by childish faith, and by cowardice."
    },
    {
      "cite": "Jeanne Julie Eleonore de Lespinasse",
      "quote": "The logic of the heart is absurd."
    },
    {
      "cite": "Albert Camus",
      "quote": "The realization that life is absurd cannot be an end, but only a beginning."
    },
    {
      "cite": "William James",
      "quote": "There's nothing so absurd that if you repeat it often enough, people will believe it."
    }
  ]
}