{
  "source": "https://www.wisesayings.com/abundance-quotes/",
  "theme": "abundance",
  "quotes": [
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "The abundance of life is unlimited, it expands with the generosity, compassion, inventiveness, and service that you contribute."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "Abundance is an expansion of energy. Abundance is a form of gratitude, a generosity, a modesty, a bow toward others what we can give, what we can share, rather than what we can take."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "Abundance is rooted in community, not individualism. Abundance is what is before our eyes, but we cannot see when we are blinded by greed."
    },
    {
      "cite": "Sue Thoele",
      "quote": "Abundance is, in large part, an attitude."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Abundance is not something we acquire, it is something we tune into."
    },
    {
      "cite": "Anonymous",
      "quote": "A secret of abundance is to stop focussing on what you do not have and shift your consciousness to an appreciation for all that you do have No limit people are so in charge that theycan trust their instincts, be childlike, be creative and do anything that makes sense to them."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "Abundance flows into my life in surprising and miraculous ways every day."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Abundance is not a number or acquisition. It is the simple recognition of enoughness."
    },
    {
      "cite": "Judith Orloff",
      "quote": "Abundance is a state of mind, more than a reflection of wealth."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Choose joyful abundance in your heart and be unbounded, free, and relaxed. Be relentless with your choice and you'll make your mark."
    },
    {
      "cite": "Barbara Brown Taylor",
      "quote": "The abundance of our lives is not determined by how long we live, but how well we live. Christ makes abundant life possible if we choose to live it now."
    },
    {
      "cite": "William Mather Lewis",
      "quote": "The abundant life does not come to those who have had a lot of obstacles removed from their path by others. It develops from within and is rooted in strong mental and moral fiber."
    },
    {
      "cite": "Suze Orman",
      "quote": "Abundance is in crucial ways a state of mind."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Abundance is not defined by possessions, but it is defined by inner perceptions."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "Abundance is a dance with reciprocity, what we can give, what we can share, and what we receive in the process."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Abundance comes from within it comes from thought, intention, attention and expectation."
    },
    {
      "cite": "John Selden",
      "quote": "Abundance consists not only in material possession, but in an un-covetous spirit."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Abundance is about looking at life and knowing that you have everything you need for complete happiness, and then being able to celebrate each and every moment on earth."
    },
    {
      "cite": "Bryant H McGill",
      "quote": "Abundance is a process of letting go; that which is empty can receive."
    },
    {
      "cite": "Shelly Sullivan",
      "quote": "Abundance comes in many forms, do not limit your abundance by trying to control how it will flow, just know that it will come."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Abundance is not the absence of scarcity; it is the presence of abundant mentality."
    },
    {
      "cite": "Anonymous",
      "quote": "The key to abundance is to stop needing more, and to start appreciating what you already have."
    },
    {
      "cite": "Harold Klemp",
      "quote": "Abundance flourishes in a grateful heart; gratutude is the secret of love."
    },
    {
      "cite": "Richard Cumberland",
      "quote": "Abundance is a blessing to the wise; the use of riches in discretion lies; learn this, ye men of wealth a heavy purse in a fool's pocket is a heavy curse."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "The abundance you desire to experience must first be an experience in your mind."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "There is an abundance of power to be found in simplicity."
    },
    {
      "cite": "Seth Adam Smith",
      "quote": "Abundance in life is achieved only when we tear down walls and fill our lives with light."
    },
    {
      "cite": "Gabrielle Bernstein",
      "quote": "True abundance isn't based on our net worth, it's based on our self-worth."
    },
    {
      "cite": "Shantidasa",
      "quote": "Abundance is knowing that everything you need has already been supplied."
    },
    {
      "cite": "Darryl Anka",
      "quote": "Abundance is the ability to do what you need to do, when you need to do it."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Abundance means different things to different people. Our attitude towards abundance often times determines its meaning. For some people, they can have abundance with few material possessions. For others, however, abundance means material things and riches."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Abundance is the quality of life you live and quality of life you give to others."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Abundance is grasped by infusing our souls with the intoxicatingly liberating fact that life is a privilege, not a right."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Abundance comes from giving not from receiving."
    },
    {
      "cite": "Stephen Covey",
      "quote": "An abundance mentality springs from internal security, not from external rankings, comparisons, opinions, possessions, or associations."
    },
    {
      "cite": "Sufi Saying",
      "quote": "Abundance can be had simply by consciously receiving what already has been given."
    },
    {
      "cite": "Jan Denise",
      "quote": "Abundance doesn't follow giving until giving becomes its own reward."
    }
  ]
}