{
  "source": "https://www.wisesayings.com/abuse-quotes/",
  "theme": "abuse",
  "quotes": [
    {
      "cite": "Patty Rase Hopson",
      "quote": "Abuse changes your life...Fight Back and change the life of your abusers by Breaking Your Silence on Abuse!"
    },
    {
      "cite": "Don Miguel Ruiz",
      "quote": "Nobody abuses us more than we abuse ourselves."
    },
    {
      "cite": "Voltaire",
      "quote": "Use, do not abuse; neither abstinence nor excess ever renders man happy."
    },
    {
      "cite": "Samuel Griswold Goodrich",
      "quote": "Abuse is the weapon of the vulgar."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Whipping and abuse are like laudanum; you have to double the dose as the sensibilities decline."
    },
    {
      "cite": "Herbert Ward",
      "quote": "Child abuse casts a shadow the length of a lifetime."
    },
    {
      "cite": "Voltaire",
      "quote": "Every abuse ought to be reformed, unless the reform is more dangerous than the abuse itself."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "We should meet abuse by forbearance. Human nature is so constituted that if we take absolutely no notice of anger or abuse, the person indulging in it will soon weary of it and stop."
    },
    {
      "cite": "unknown",
      "quote": "Verbal abuse is still abuse. It's abuse in the form of words. Don't assume that a few hurtful words won't cost them their life. Words hurt."
    },
    {
      "cite": "Tacitus",
      "quote": "Abuse if you slight it, will gradually die away; but if you show yourself irritated, you will be thought to have deserved it."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "Abuse a man unjustly, and you will make friends for him."
    },
    {
      "cite": "Mary Bertone",
      "quote": "The abuse of greatness is when it disjoins remorse from power."
    },
    {
      "cite": "Pamela Stephenson",
      "quote": "So many people suffer from abuse, and suffer alone."
    },
    {
      "cite": "Rev Run",
      "quote": "Abuse is abuse; Be nice.. Harsh words don't break bones but they often break hearts."
    },
    {
      "cite": "Flora Jessop",
      "quote": "To those who abuse: the sin is yours, the crime is yours, and the shame is yours. To those who protect the perpetrators: blaming the victims only masks the evil within, making you as guilty as those who abuse. Stand up for the innocent or go down with the rest."
    },
    {
      "cite": "Assunta Harris",
      "quote": "Overcoming abuse doesn't just happen, It takes positive steps everyday. Let today be the day you start to move forward."
    },
    {
      "cite": "Heather Brooke",
      "quote": "The biggest abuses in society happen when people are not able to communicate and not able to connect."
    },
    {
      "cite": "Alison Goldfrapp",
      "quote": "Any abuse of animals is the same as abuse of men, women, or children."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The greater the power, the more dangerous the abuse."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "Pity those who nature abuses; never those who abuse nature."
    },
    {
      "cite": "Martin Luther",
      "quote": "Do not suppose that abuses are eliminated by destroying the object which is abused. Men can go wrong with wine and women. Shall we then prohibit and abolish women?"
    },
    {
      "cite": "Dr. Myles Munroe",
      "quote": "When purpose is not known, abuse is inevitable."
    },
    {
      "cite": "Danielle Steel",
      "quote": "Not all forms of abuse leave bruises."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Men will let you abuse them if only you will make them laugh."
    },
    {
      "cite": "Irene Khan",
      "quote": "There is no excuse for human rights abuse, whether in the name of security or in the name of liberation."
    },
    {
      "cite": "Aw Tozer",
      "quote": "The abuse of a harmless thing is the essence of sin."
    },
    {
      "cite": "Confucius",
      "quote": "These are the four abuses: desire to succeed in order to make oneself famous; taking credit for the labors of others; refusal to correct one's errors despite advice; refusal to change one's ideas despite warnings."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Never join with your friend when he abuses his horse or his wife, unless the one is about to be sold, and the other to be buried."
    },
    {
      "cite": "Richard Proenneke",
      "quote": "Learn to use an axe, and respect it and you can't help but love it. But abuse one and it will wear your hands raw and open your foot like an overcooked sausage."
    },
    {
      "cite": "Plautus",
      "quote": "Do you never look at yourself when you abuse another person?"
    }
  ]
}