{
  "source": "https://www.wisesayings.com/abyss-quotes/",
  "theme": "abyss",
  "quotes": [
    {
      "cite": "Honoré de Balzac",
      "quote": "The heart of a mother is a deep abyss at the bottom of which you will always find forgiveness."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "It is by going down into the abyss that we recover the treasures of life. Where you stumble, there lies your treasure."
    },
    {
      "cite": "Nikos Kazantzakis",
      "quote": "We come from a dark abyss, we end in a dark abyss, and we call the luminous interval life."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you."
    },
    {
      "cite": "Olivier Messiaen",
      "quote": "The human being is flesh and consciousness, body and soul; his heart is an abyss which can only be filled by that which is godly."
    },
    {
      "cite": "Democritus",
      "quote": "We know nothing in reality; for truth lies in an abyss."
    },
    {
      "cite": "Alexander Zalan",
      "quote": "The fear is the abyss between failure and success."
    },
    {
      "cite": "John Calvin",
      "quote": "Hypocrisy can plunge the mind of a man into a dark abyss, when he believes his own self-flattery instead of God's verdict."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "There comes a time when the cup of endurance runs over, and men are no longer willing to be plunged into the abyss of despair."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "The only way to escape the abyss is to look at it, gauge it, sound it out and descend into it."
    },
    {
      "cite": "Carter Heyward",
      "quote": "Faith is a process of leaping into the abyss not on the basis of any certainty about where we shall land, but rather on the belief that we shall land."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The cradle rocks above an abyss, and common sense tells us that our existence is but a brief crack of light between two eternities of darkness."
    },
    {
      "cite": "Barbara Ward",
      "quote": "The gaps in power, the gaps in wealth, the gaps in ideology which hold the nations apart also make up the abyss into which mankind can fall to annihilation."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "One mustn't look at the abyss, because there is at the bottom an inexpressible charm which attracts us."
    },
    {
      "cite": "H. P. Blavatsky",
      "quote": "We must prepare and study truth under every aspect, endeavoring to ignore nothing, if we do not wish to fall into the abyss of the unknown when the hour shall strike."
    },
    {
      "cite": "Marguerite Young",
      "quote": "If you understand hallucination and illusion, you don't blindly follow any leader. You must know if the person is sane or insane, over the abyss."
    },
    {
      "cite": "Hal Holbrook",
      "quote": "Man looks in the abyss, there's nothing staring back at him. At that moment, man finds his character. And that is what keeps him out of the abyss."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Thoughts are like an open ocean, they can either move you forward within its waves, or sink you under deep into its abyss."
    },
    {
      "cite": "Thomas Merton",
      "quote": "What can we gain by sailing to the moon if we are not able to cross the abyss that separates us from ourselves? This is the most important of all voyages of discovery, and without it, all the rest are not only useless, but disastrous."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Let me be strong, for to be anything else is to languish in the abyss of compromise and to descend to places of impoverishment so destitute that they will squelch my soul and crush my heart."
    },
    {
      "cite": "Ayn Rand",
      "quote": "He is free to evade reality, he is free to unfocus his mind and stumble blindly down any road he pleases, but not free to avoid the abyss he refuses to see."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "There are no words to express the abyss between isolation and having one ally. It may be conceded to the mathematician that four is twice two. But two is not twice one; two is two thousand times one."
    },
    {
      "cite": "H.P. Lovecraft",
      "quote": "The process of delving into the black abyss is to me the keenest form of fascination."
    },
    {
      "cite": "Ingrid Betancourt",
      "quote": "You need tremendous spirituality to stop yourself falling into the abyss."
    },
    {
      "cite": "William James",
      "quote": "To leap across an abyss, one is better served by faith than doubt."
    },
    {
      "cite": "Ryan Lilly",
      "quote": "Creation pulls something from an abyss of nothing. Startups take the something and give it to those in the dark, at first, perhaps, for nothing."
    },
    {
      "cite": "Richard Davidson",
      "quote": "Meditation gives you the wherewithal to pause, observe how easily the mind can exaggerate the severity of a setback, and resist getting drawn into the abyss."
    },
    {
      "cite": "Forest Whitaker",
      "quote": "There's a thing you confront when you're going into something new and you come to this sort of abyss, and then you push yourself. It makes you try different things."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "Follow humbly wherever and to whatever abyss Nature leads, or you shall learn nothing."
    },
    {
      "cite": "Gangaji",
      "quote": "I could see that everything I had identified as really me, was not really me, but was just a pattern of strategies to avoid some kind of abyss or emptiness."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Hope knows no fear. Hope dares to blossom even inside the abysmal abyss. Hope secretly feeds and strengthens promise."
    },
    {
      "cite": "Zhu Rongji",
      "quote": "Even if a minefield or the abyss should lie before me, I will march straight ahead without looking back."
    }
  ]
}