{
  "source": "https://www.wisesayings.com/academic-quotes/",
  "theme": "academic",
  "quotes": [
    {
      "cite": "Michael Marmot",
      "quote": "The academic life is wonderful. That's why people love to do research."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "The reason academic disputes are so vicious is that so little is at stake."
    },
    {
      "cite": "C. Wright Mills",
      "quote": "To overcome the academic prose you have first to overcome the academic pose."
    },
    {
      "cite": "William McKeen",
      "quote": "Nothing infuriates an academic more than a talented and successful colleague."
    },
    {
      "cite": "Carolyn Heilbrun",
      "quote": "A literary academic can no more pass a bookstore than an alcoholic can pass a bar."
    },
    {
      "cite": "Michael Ignatieff",
      "quote": "In academic life, false ideas are merely false, and useless ones can be fun to play with."
    },
    {
      "cite": "Noel Annan",
      "quote": "Academic staff rather enjoy coming to conclusions, but they don't like coming to decisions at all."
    },
    {
      "cite": "Ram Dass",
      "quote": "My whole academic career was totally out of Jewish anxiety, and issues surrounding achievement and adequacy."
    },
    {
      "cite": "Michael Crichton",
      "quote": "The academic world was marching toward ever more specialized knowledge, expressed in ever more dense jargon."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Academic and aristocratic people live in such an uncommon atmosphere that common sense can rarely reach them."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "The armoury of having any academic education does not necessarily set you up for being a good or better actor."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The academic mind reflects infinity, and is full of light by the simple process of being shallow and standing still."
    },
    {
      "cite": "William F. Buckley, Jr.",
      "quote": "The academic community has in it the biggest concentration of alarmists, cranks and extremists this side of the giggle house."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "If you need to invoke your academic pedigree or job title for people to believe what you say, then you need a better argument."
    },
    {
      "cite": "Bruce Jackson",
      "quote": "All too often, academic departments defend their territory with the passion of cornered animals, though with far less justification."
    },
    {
      "cite": "Howard Gardner",
      "quote": "No academic ever expects to be taken seriously by more than three other people, because really, we write for three people in our field."
    },
    {
      "cite": "Audre Lorde",
      "quote": "The failure of academic feminists to recognize difference as a crucial strength is a failure to reach beyond the first patriarchal lesson. In our world, divide and conquer must become define and empower."
    },
    {
      "cite": "Michael McKean",
      "quote": "Some people stay in the academic world just to avoid becoming self-aware. You can quote me on that."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Academic education is the act of memorizing things read in books, and things told by college professors who got their education mostly by memorizing things read in books."
    },
    {
      "cite": "Richard Rorty",
      "quote": "Academic disciplines are subject to being overtaken by attacks of \"knowingness\"- a state of mind and soul that prevents shudders of awe and makes one immune to enthusiasm."
    },
    {
      "cite": "Simone Weil",
      "quote": "Academic work is one of those fields which contain a pearl so precious that it is worth while to sell all our possessions, keeping nothing for ourselves, in order to be able to acquire it."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Academics love to make theories about a body of work, but each book consumes the writer and is the sum of his or her world."
    },
    {
      "cite": "Henry S. Haskins",
      "quote": "Academic questions are interlopers in a world where so few of the real ones have been answered."
    },
    {
      "cite": "Donald Norman",
      "quote": "Academics get paid for being clever, not for being right."
    },
    {
      "cite": "Kenny Smith",
      "quote": "When academics claim a topic is obsolete, they mean merely they are tired of flogging it with their cliches."
    },
    {
      "cite": "Paul Tough",
      "quote": "And in most highly academic environments in the United States, no one fails anything."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Most academic economists know nothing of economy. In fact, they know little of anything."
    },
    {
      "cite": "Mason Cooley",
      "quote": "An academic dialect is perfected when its terms are hard to understand and refer only to one another."
    },
    {
      "cite": "Ezekiel Emanuel",
      "quote": "As an academic, what do you have? You have the quality of your work and the integrity with which you do it."
    },
    {
      "cite": "Salvador Allende",
      "quote": "First fulfill your academic obligations and then you will have the right to call yourself a leader of the left."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "In the academic world, most of the work that is done is clerical. A lot of the work done by professors is routine."
    },
    {
      "cite": "Pierre Trudeau",
      "quote": "In academic life you seek to state absolute truths; in politics you seek to accommodate truth to the facts around you."
    },
    {
      "cite": "Anthony Biglan",
      "quote": "Academic failure contributes to poverty and poor health and undermines workforce productivity in ways that harm the entire society."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Academic training in beauty is a sham. We have been so deceived, but so well deceived that we can scarcely get back even a shadow of the truth."
    },
    {
      "cite": "Michael Tsarion",
      "quote": "It is still an act of academic heresy to regard Egypt as the cradle of civilization and originator of Jewish and Christian religious traditions."
    },
    {
      "cite": "Ben Stein",
      "quote": "Academic freedom is being lost by a great many people who dare to challenge Darwinism. That's a terrifying situation. That's contrary to the principles of science."
    },
    {
      "cite": "Ronald Fisher",
      "quote": "The academic mind, as we know, is sometimes capable of assuming an aggressive attitude. The official mind, on the contrary, is and has to be, expert in the art of self-defence."
    },
    {
      "cite": "Caroline Knapp",
      "quote": "Academic achievement was something I'd always sought as a form of reward. Good grades pleased my parents, good grades pleased my teachers; you got them in order to sew up approval."
    },
    {
      "cite": "John Lithgow",
      "quote": "Academics tend to have wonderfully infantile senses of humor."
    },
    {
      "cite": "Evan Sayet",
      "quote": "Academics act like they are important, but when something is academic it is meaningless. People say, 'It's academic, now let's get work done."
    },
    {
      "cite": "Richard Wall",
      "quote": "Academic sociologists have been trained to conceive of their discipline - sociology - as the scientific study of society, and to remit to the sister discipline of psychology the study of individuals."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Academic Marxists, with their elitist sense of superiority to popular taste, are the biggest snobs in America."
    },
    {
      "cite": "Wallace S. Sayre",
      "quote": "Academic politics is the most vicious and bitter form of politics, because the stakes are so low."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Academic Marxism is a fantasy world, and unctuous compassion-sweepstakes, into which real workers or peasants never penetrate."
    },
    {
      "cite": "David Crystal",
      "quote": "Academics don't normally manage to alter people's way of thinking through their strength of argument."
    },
    {
      "cite": "Stephanie Coontz",
      "quote": "The idea that academics should remain ''above the fray'' only gives ideologues license to misuse our work."
    }
  ]
}