{
  "source": "https://www.wisesayings.com/acceptance-quotes/",
  "theme": "acceptance",
  "quotes": [
    {
      "cite": "William James",
      "quote": "Acceptance of what has happened is the first step to overcoming the consequences of any misfortune."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "Acceptance doesn't mean resignation; it means understanding that something is what it is and that there's got to be a way through it."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The art of acceptance is the art of making someone who has just done you a small favor wish that he might have done you a greater one."
    },
    {
      "cite": "Deborah Reber",
      "quote": "Letting go doesn't mean that you don't care about someone anymore. It's just realizing that the only person you really have control over is yourself."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "The more you know who you are, and what you want, the less you let things upset you."
    },
    {
      "cite": "Ann Landers",
      "quote": "Some people believe holding on and hanging in there are signs of great strength. However, there are times when it takes much more strength to know when to let go and then do it."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "For after all, the best thing one can do when it is raining, is to let it rain."
    },
    {
      "cite": "Philip Kapleau",
      "quote": "Die while alive and be thoroughly dead. Then do what you will, and all will be well."
    },
    {
      "cite": "Isaac Marion",
      "quote": "I am Dead, but it's not so bad. I've learned to live with it."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Every woman that finally figured out her worth, has picked up her suitcases of pride and boarded a flight to freedom, which landed in the valley of change."
    },
    {
      "cite": "Mark Twain",
      "quote": "A man cannot be comfortable without his own approval."
    },
    {
      "cite": "Valery Satterwhite",
      "quote": "Know that everything is in perfect order whether you understand it or not."
    },
    {
      "cite": "Charlaine Harris",
      "quote": "Sometimes you just have to regret things and move on."
    },
    {
      "cite": "Lucille Ball",
      "quote": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world."
    },
    {
      "cite": "D.B. Harrop",
      "quote": "Have a big enough heart to love unconditionally, and a broad enough mind to embrace the differences that make each of us unique."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "We can never obtain peace in the outer world until we make peace with ourselves."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "You're always with yourself, so you might as well enjoy the company."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "It is easier to make our wishes conform to our means than to make our means conform to our wishes."
    },
    {
      "cite": "Sharon E. Rainey",
      "quote": "Acceptance doesn't mean that life gets better; it just means that my way of living life on life's terms improves."
    },
    {
      "cite": "C. W. Metcalf",
      "quote": "Laugh at yourself, not with ridicule but with objectivity and acceptance of self."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "When you stop living your life based on what others think of you real life begins. At that moment, you will finally see the door of self acceptance opened."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Accept - then act. Whatever the present moment contains, accept it as if you had chosen it. Always work with it, not against it."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Live your life, sing your song. Not full of expectations. Not for the ovations. But for the joy of it."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Nobody's going to win all the time. On the highway of life you can't always be in the fast lane."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The opinion which other people have of you is their problem, not yours."
    },
    {
      "cite": "Alan Watts",
      "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."
    },
    {
      "cite": "James Baldwin",
      "quote": "Not everything that is faced can be changed. But nothing can be changed until it is faced."
    },
    {
      "cite": "William Sloane Coffin",
      "quote": "I'm not okay, you're not okay, and that's okay."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Acceptance makes an incredible fertile soil for the seeds of change."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "When you find peace within yourself, you become the kind of person who can live at peace with others."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "As you become more clear about who you really are, you'll be better able to decide what is best for you - the first time around."
    },
    {
      "cite": "Sally Field",
      "quote": "But there isn't any second half of myself waiting to plug in and make me whole. It's there. I'm already whole."
    },
    {
      "cite": "Kathleen Casey Theisen",
      "quote": "Acceptance is not submission; it is acknowledgement of the facts of a situation. Then deciding what you're going to do about it."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "The only thing that will make you happy is being happy with who you are, and not who people think you are."
    },
    {
      "cite": "Joseph Goldstein",
      "quote": "You can't stop the waves, but you can learn to surf."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Accept yourself as you are. Otherwise you will never see opportunity. You will not feel free to move toward it; you will feel you are not deserving."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Accept yourself: flaws, quirks, talents, secret thoughts, all of it, and experience true liberation."
    },
    {
      "cite": "Gary Emery",
      "quote": "Acceptance is a letting-go process. You let go of your wishes and demands that life can be different. It's a conscious choice."
    },
    {
      "cite": "Maria Robinson",
      "quote": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending."
    },
    {
      "cite": "Mary Engelbreit",
      "quote": "If you don't like something change it; if you can't change it, change the way you think about it."
    },
    {
      "cite": "Lynn Hall",
      "quote": "We did not change as we grew older; we just became more clearly ourselves."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Once we accept our limits, we go beyond them."
    },
    {
      "cite": "Ron Smotherman",
      "quote": "Acceptance is observation of life and suspension of judgment about whether what is happening is good or bad, right or wrong."
    },
    {
      "cite": "Art Buchwald",
      "quote": "Whether it is the best of times or the worst of times, it is only time we have."
    },
    {
      "cite": "Albert Einstein",
      "quote": "One must not attempt to justify them, but rather to sense their nature simply and clearly."
    },
    {
      "cite": "Clark Moustakas",
      "quote": "Accept everything about yourself -- I mean everything, You are you and that is the beginning and the end -- no apologies, no regrets."
    },
    {
      "cite": "Xuan-Thu Nguyen",
      "quote": "Everything begins with accepting oneself. Without self-acceptance, one cannot accomplish anything."
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "I love my past. I love my present. I'm not ashamed of what I've had, and I'm not sad because I have it no longer."
    },
    {
      "cite": "Roger C. Anderson",
      "quote": "Accept that some days you're the pigeon, and some days you're the statue."
    },
    {
      "cite": "unknown",
      "quote": "Don't try to understand everything. Because sometimes it's not meant to be understood, but to be accepted."
    },
    {
      "cite": "Richard Wilhelm and C.G. Jung",
      "quote": "I always thought that when we accepted things they overpowered us in some way or other. This turns out not to be true at all, and it is only by accepting them that one can assume an attitude toward them."
    },
    {
      "cite": "Peter G. van Breemen",
      "quote": "Acceptance means that the people with whom I live give me a feeling of self-respect, a feeling that I am worthwhile."
    },
    {
      "cite": "Peter G. van Breemen",
      "quote": "They are happy that I am who I am. Acceptance means that I am welcome to be myself. Acceptance means that though there is need for growth, I am not forced. I do not have to be the person I am not."
    },
    {
      "cite": "Peter G. van Breemen",
      "quote": "When a  person is appreciated for what he does, he is not unique; someone else can do the same work perhaps better than the other. But when a person is loved for what he is, then he becomes a unique and irreplaceable personality."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "He who is in a state of rebellion cannot receive grace, to use the phrase of which the Church is so fond — so rightly fond, I dare say — for in life as in art the mood of rebellion closes up the channels of the soul, and shouts out the airs of heaven."
    },
    {
      "cite": "Michel Quoist",
      "quote": "You often try to run away from your life, but you're wasting your time. If you sincerely believe that your life is worthwhile and necessary, then you will have accepted it."
    },
    {
      "cite": "Karen Casey",
      "quote": "Truly loving another means letting go of all expectations. It means full acceptance, even celebration, of another's personhood."
    },
    {
      "cite": "Russell Lynes",
      "quote": "The art of acceptance is the art of making someone who has just done you a small favor wish that he might have done you a greater one."
    },
    {
      "cite": "Denis de Rougamont",
      "quote": "Happiness can exist only in acceptance."
    },
    {
      "cite": "Laozi",
      "quote": "Open yourself to the Tao, then trust your natural responses; and everything will fall into place."
    },
    {
      "cite": "Horace",
      "quote": "What it is forbidden to be put right becomes lighter by acceptance."
    },
    {
      "cite": "Seneca",
      "quote": "The fates lead him who will — him who won't, they drag."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Adapt yourself to the life you have been given, and truly love the people with whom destiny has surrounded you."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Accept whatever comes to you woven in the pattern of your destiny, for what could more aptly fit your needs?"
    },
    {
      "cite": "William Shakespeare",
      "quote": "Things without remedy should be without regard; what is done is done."
    },
    {
      "cite": "Spanish Saying",
      "quote": "Since we cannot get what we like, let us like what we can get."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "What cannot be altered must be borne, not blamed."
    },
    {
      "cite": "Orison S. Marden",
      "quote": "We win half the battle when we make up our minds to take the world as we find it, including the thorns."
    },
    {
      "cite": "Jennie Jerome Churchill",
      "quote": "Life is not always what one wants it to be, but to make the best of it, as it is, is the only way of being happy."
    },
    {
      "cite": "Ralph Waldo Trine",
      "quote": "Rowing against the tide is hard and uncertain. To go with the tide and thus take advantage of the workings of the great natural force is safe and easy."
    },
    {
      "cite": "Carl Jung",
      "quote": "We cannot change anything unless we accept it. Condemnation does not liberate, it oppresses."
    },
    {
      "cite": "Wilder",
      "quote": "My advice to you is not to enquire why or whither, but just enjoy your ice cream while it's on your plate."
    },
    {
      "cite": "Osho Rajneesh",
      "quote": "Don't try to force anything. Let life be a deep let-go. See God opening millions of flowers every day without forcing the buds."
    },
    {
      "cite": "Werner Erhard",
      "quote": "Life works when you choose what you've got."
    },
    {
      "cite": "M. Kathleen Casey",
      "quote": "Acceptance is not submission; it is an acknowledgment of the facts of a situation. Then deciding what you're going to do about it."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Accept what comes to you totally and completely so that you can appreciate it, learn from it, and then let it go."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "We walk through so many myths of each other and ourselves; we are so thankful when someone sees us for who we are and accepts us."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "The secret to success is to learn to accept the impossible, to do without the indispensable, and to bear the intolerable."
    },
    {
      "cite": "Euripides",
      "quote": "He who submits to fate without complaint is wise."
    },
    {
      "cite": "Aeschylus",
      "quote": "Against necessity, against its strength, no one can fight and win."
    }
  ]
}