{
  "source": "https://www.wisesayings.com/accepting-change-quotes/",
  "theme": "accepting-change",
  "quotes": [
    {
      "cite": "Joseph Campbell",
      "quote": "We must let go of the life we have planned, so as to accept the one that is waiting for us."
    },
    {
      "cite": "Andre Gide",
      "quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore."
    },
    {
      "cite": "Lily Leung",
      "quote": "When in doubt, choose change."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Sometimes good things fall apart so better things can fall together."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "You're always you, and that don't change, and you're always changing, and there's nothing you can do about it."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Taking a new step, uttering a new word, is what people fear most."
    },
    {
      "cite": "Trey Anastasio",
      "quote": "Things don't go on forever, and the quicker you accept that change is inevitable, the happier you're gonna be."
    },
    {
      "cite": "Carl Jung",
      "quote": "We cannot change anything until we accept it. Condemnation does not liberate, it oppresses."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "I was willing to accept what I couldn't change."
    },
    {
      "cite": "Walt Disney",
      "quote": "We keep moving forward, opening new doors, and doing new things, because we're curious and curiosity keeps leading us down new paths."
    },
    {
      "cite": "Henry Ford",
      "quote": "If everyone is moving forward together, then success takes care of itself."
    },
    {
      "cite": "Conrad Hall",
      "quote": "You are always a student, never a master. You have to keep moving forward."
    },
    {
      "cite": "McKayla Maroney",
      "quote": "Looking back isn't going to help you. Moving forward is the thing you have to do."
    },
    {
      "cite": "Robert Downey, Jr.",
      "quote": "I think that the power is the principle. The principle of moving forward, as though you have the confidence to move forward, eventually gives you confidence when you look back and see what you've done."
    },
    {
      "cite": "Debby Ryan",
      "quote": "Look at what you want to change, gather a few people who believe in it like you do, and start moving forward. It's important to remember that you don't always need a destination. Sometimes, you just have to make forward motion. And you absolutely can."
    },
    {
      "cite": "Dan Scanlon",
      "quote": "There's some real dark days where you just feel like the story is falling apart in every one. Just keep moving forward, even when you are bluffing, even when you don't quite know what is going to happen next."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Don't fear change - embrace it."
    },
    {
      "cite": "Alan Watts",
      "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."
    },
    {
      "cite": "Nathaniel Branden",
      "quote": "The first step toward change is awareness. The second step is acceptance."
    },
    {
      "cite": "Nido Qubein",
      "quote": "Change brings opportunity."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "Any change, even a change for the better, is always accompanied by drawbacks and discomforts."
    },
    {
      "cite": "Edmund Burke",
      "quote": "We must all obey the great law of change. It is the most powerful law of nature."
    },
    {
      "cite": "William James",
      "quote": "To change one's life: start immediately, Do it flamboyantly, no exceptions, no excuses."
    },
    {
      "cite": "Jimmy Dean",
      "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Change your life today. Don't gamble on the future, act now, without delay."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "A lot of people resist transition and therefore never allow themselves to enjoy who they are. Embrace the change, no matter what it is; once you do, you can learn about the new world you're in and take advantage of it."
    },
    {
      "cite": "William Frederick Book",
      "quote": "Learn to adjust yourself to the conditions you have to endure, but make a point of trying to alter or correct conditions so that they are most favorable to you."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Change is always tough. Even for those who see themselves as agents of change, the process of starting a new thing can cause times of disorientation, uncertainty and insecurity."
    },
    {
      "cite": "Les Brown",
      "quote": "You cannot expect to achieve new goals or move beyond your present circumstances unless you change."
    },
    {
      "cite": "Jong-Yong Yun",
      "quote": "You must constantly change and adapt to a new environment."
    },
    {
      "cite": "Spencer Johnson",
      "quote": "Noticing small changes early helps you adapt to the bigger change that are to come."
    },
    {
      "cite": "Socrates",
      "quote": "The secret of change is to focus all of your energy, not on fighting the old, but on building the new."
    },
    {
      "cite": "Denis Waitley",
      "quote": "You must welcome change as the rule but not as your ruler."
    },
    {
      "cite": "Michael Porter",
      "quote": "The ability to change constantly and effectively is made easier by high-level continuity."
    },
    {
      "cite": "Martha Stewart",
      "quote": "The more you adapt, the more interesting you are."
    },
    {
      "cite": "Jose Garces",
      "quote": "Don't be afraid to adapt new ingredients into your own techniques, and traditional ingredients into new recipes."
    },
    {
      "cite": "Frank Knight",
      "quote": "We have to adapt and overcome, that's all we can do."
    },
    {
      "cite": "Dasha Zhukova",
      "quote": "When you're in a situation that is foreign to you, you just have to pull yourself together and adapt."
    },
    {
      "cite": "Hasso Plattner",
      "quote": "We have to be able to adapt to new situation. It's another form of the definition of intelligent behavior."
    },
    {
      "cite": "Charles Koch",
      "quote": "Embrace change. Envision what could be, challenge the status quo, and drive creative destruction."
    },
    {
      "cite": "Steve Backley",
      "quote": "Look for solutions, instead of being difficult; be more thoughtful, instead of allowing anger to burn you out. Look at things from a different perspective, embrace change, look out for opportunities and you will feel much more in control."
    },
    {
      "cite": "George Gilder",
      "quote": "In embracing change, entrepreneurs ensure social and economic stability."
    },
    {
      "cite": "David Jeremiah",
      "quote": "We can embrace change by knowing we serve an unchanging God."
    },
    {
      "cite": "Walter Breuning",
      "quote": "Embrace change, even when the change slaps you in the face."
    },
    {
      "cite": "Nick Jonas",
      "quote": "Life happens. Adapt. Embrace change, and make the most of everything that comes your way."
    },
    {
      "cite": "Max McKeown",
      "quote": "Adaptability is about the powerful difference between adapting to cope and adapting to win."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Adaptability is not imitation. It means power of resistance and assimilation."
    },
    {
      "cite": "Anatole France",
      "quote": "All changes, even the most longed for, have their melancholy, for what we leave behind us is a part of ourselves; we must die to one life before we can enter into another."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Become a student of change. It is the only thing that will remain constant."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Most folks are about as happy as they make their minds up to be."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The measure of intelligence is the ability to change."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world as we have created it is a product of our thinking. It cannot be changed without changing our thinking."
    },
    {
      "cite": "Arthur Burt",
      "quote": "Nothing happens until the pain of staying the same outweighs the pain of change."
    },
    {
      "cite": "Arthur Rubinstein",
      "quote": "Of course there is no formula for success except, perhaps, an unconditional acceptance of life and what it brings."
    },
    {
      "cite": "Barack Obama",
      "quote": "Change will not come if we wait for some other person, or if we wait for some other time. We are the ones we've been waiting for. We are the change that we seek."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Change is inevitable. Change is constant."
    },
    {
      "cite": "Bill Clinton",
      "quote": "The price of doing the same old thing is far higher than the price of change."
    },
    {
      "cite": "Buckminster Fuller",
      "quote": "You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete."
    },
    {
      "cite": "Charles Darwin",
      "quote": "It is not the strongest or the most intelligent who will survive but those who can best manage change."
    },
    {
      "cite": "Cherokee Proverb",
      "quote": "Don’t let yesterday use up too much of today."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A wise man adapts himself to circumstances, as water shapes itself to the vessel that contains it."
    },
    {
      "cite": "Confucius",
      "quote": "A scholar who loves comfort is not fit to be called a scholar."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Open your arms to change, but don’t let go of your values."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The greatest mistake you can make in life is to be continually fearing you will make one."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "You need to learn how to select your thoughts just the same way you select what clothes every day. This is a power you can cultivate. If you want to control things in your life so bad, work on the mind. That’s the only thing you should be trying to control."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The snake which cannot cast its skin has to die. As well the minds which are prevented from changing their opinions, they cease to be mind."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "I cannot say whether things will get better if we change. What I can say is they must change if they are to get better."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything."
    },
    {
      "cite": "George Eliot",
      "quote": "It’s never too late to become what you might have been."
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Helen Hollick",
      "quote": "Change has to come for life to struggle forward."
    },
    {
      "cite": "Henri Bergson",
      "quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly."
    },
    {
      "cite": "Henry Ford",
      "quote": "If you always do what you’ve always done, you’ll always get what you’ve always got."
    },
    {
      "cite": "Jack Welch",
      "quote": "Change before you have to."
    },
    {
      "cite": "Jim Rohn",
      "quote": "You must take personal responsibility. You cannot change the circumstances, the seasons, or the wind, but you can change yourself. That is something you have charge of."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Your life does not get better by chance, it gets better by change."
    },
    {
      "cite": "Jim Rohn",
      "quote": "We must all suffer one of two things, the pain of discipline or the pain of regret or disappointment."
    },
    {
      "cite": "Joan Wallach Scott",
      "quote": "Those who expect moments of change to be comfortable and free of conflict have not learned their history."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Life belongs to the living, and he who lives must be prepared for changes."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future."
    },
    {
      "cite": "Kakuzo Okakaura",
      "quote": "The art of life is a constant readjustment to our surroundings."
    },
    {
      "cite": "Karen Lamb",
      "quote": "A year from now you will wish you had started today."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers. But never blame yourself. It’s never your fault. But it’s always your fault, because if you wanted to change you’re the one who has got to change."
    },
    {
      "cite": "Kid Cudi",
      "quote": "When lifes seems hopeless, rearrange things for a dose of dopeness."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Life is a series of natural and spontaneous changes. Don’t resist them that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like."
    },
    {
      "cite": "Lao Tzu",
      "quote": "If you do not change direction, you may end up where you are heading."
    },
    {
      "cite": "Larry McMurtry",
      "quote": "If you wait, all that happens is you get older."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Everyone thinks of changing the world, but no one thinks of changing himself."
    },
    {
      "cite": "Lyman Lloyd Bryson",
      "quote": "We are restless because of incessant change, but we would be frightened if change were stopped."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "One child, one teacher, one pen, and one book can change the world."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Growth is painful. Change is painful. But nothing is a painful as staying stuck somewhere you don’t belong."
    },
    {
      "cite": "Marsha Sinetar",
      "quote": "Change can either challenge or threaten us. Your beliefs pave your way to success or block you."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "If you can’t fly, then run. If you can’t run, then walk. If you can’t walk, then crawl. But whatever you do, you have to keep moving forward."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you don’t like something, change it. If you can’t change it, change your attitude."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Education is the most powerful weapon which you can use to change the world."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "We can not become what we need to by remaining what we are."
    },
    {
      "cite": "Pauline R. Kezer",
      "quote": "Continuity gives us roots, change gives us branches, letting us stretch and grow and reach new heights."
    },
    {
      "cite": "Raymond Lindquist",
      "quote": "Courage is the power to let go of the familiar."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "You’ve got to make a conscious choice every day to shed the old whatever “the old” means for you."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "I have noticed even people who claim everything is predestined, and that we can do nothing to change it, look before they cross the road."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Happiness is not the absence of problems, it’s the ability to deal with them."
    },
    {
      "cite": "Tao Te Ching",
      "quote": "When I let go of what I am, I become what I might be. When I let go of what I have, I receive what I need."
    },
    {
      "cite": "Tori Amos",
      "quote": "Girls you’ve gotta know when it’s time to turn the page."
    },
    {
      "cite": "Tuli Kupferberg",
      "quote": "When patterns are broken, new worlds emerge."
    },
    {
      "cite": "Victor Frankl",
      "quote": "When we are no longer able to change a situation, we are challenged to change ourselves."
    },
    {
      "cite": "Walt Disney",
      "quote": "Times and conditions change so rapidly that we must keep our aim constantly focused on the future."
    },
    {
      "cite": "Winston Churchill",
      "quote": "To improve is to change to be perfect is to change often."
    }
  ]
}