{
  "source": "https://www.wisesayings.com/accomplishment-quotes/",
  "theme": "accomplishment",
  "quotes": [
    {
      "cite": "Chris Evert",
      "quote": "If you can react the same way to winning and losing, that's a big accomplishment."
    },
    {
      "cite": "Herodotus",
      "quote": "Knowledge may give weight, but accomplishments give lustre, and many more people see than weigh."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Every accomplishment starts with the decision to try."
    },
    {
      "cite": "Martin Seligman",
      "quote": "You can have meaning, accomplishment, engagement and good relationships, even if you are dull on the positive affect side."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "The great accomplishments of man have resulted from the transmission of ideas of enthusiasm."
    },
    {
      "cite": "David Joseph Schwartz",
      "quote": "Every big accomplishment is a series of little accomplishments."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Your ability to set goals and to make plans for their accomplishment is the master skill of success."
    },
    {
      "cite": "Marty Rubin",
      "quote": "To accomplish a difficult task one must first make it easy."
    },
    {
      "cite": "Arnold J. Toynbee",
      "quote": "The supreme accomplishment is to blur the line between work and play."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "There shall be wings! If the accomplishment be not for me, it's for some other."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "It's a great sense of accomplishment when you can take something and really think it's really tough, and then all of a sudden you conquer it. That makes you feel pretty good."
    },
    {
      "cite": "Mary Lou Retton",
      "quote": "Heat is required to forge anything. Every great accomplishment is the story of a flaming heart."
    },
    {
      "cite": "Horace Mann",
      "quote": "Be ashamed to die until you have won some victory for humanity."
    },
    {
      "cite": "Brenda Johnson Padgitt",
      "quote": "A sense of accomplishment comes when you have completed the tasks for the goals you have set for yourself."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Blessedness consists in the accomplishment of our desires, and in our having only regular desires."
    },
    {
      "cite": "Martina Boone",
      "quote": "It doesn't matter how great your shoes are if you don't accomplish anything in them."
    },
    {
      "cite": "Colin Mochrie",
      "quote": "My most important professional accomplishment to date is the ability to keep working with absolutely no skills whatsoever."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Nothing builds self-esteem and self-confidence like accomplishment."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "We would accomplish many more things if we did not think of them as impossible."
    },
    {
      "cite": "John Dewey",
      "quote": "Arriving at one goal is the starting point to another."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men."
    },
    {
      "cite": "Roz Savage",
      "quote": "The bigger the challenge, the bigger the sense of accomplishment when you get to the end of it."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "Every time you acquire a new interest, even more, a new accomplishment, you increase your power of life."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "No matter how short or long your journey to your accomplishment is, if you don't begin you can't get there. Beginning is difficult, but unavoidable!"
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "If you want to accomplish the goals of your life, you have to begin with the spirit."
    },
    {
      "cite": "John Foster Dulles",
      "quote": "A man's accomplishments in life are the cumulative effect of his attention to detail."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "Everyone is trying to accomplish something big, not realizing that life is made up of little things."
    },
    {
      "cite": "Herman Hesse",
      "quote": "All men are prepared to accomplish the incredible if their ideals are threatened"
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "High moral character is not a precondition for great moral accomplishments."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "It is amazing what you can accomplish if you do not care who gets the credit."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Your greatest accomplishment may not be something you do but someone you raise."
    },
    {
      "cite": "Bill Toomey",
      "quote": "The greatest feeling of accomplishment for me is the fact that I was an athlete who was somewhat disabled."
    },
    {
      "cite": "John C. Portman Jr.",
      "quote": "It is through accomplishment that man makes his contribution and contribution is life's greatest reward."
    },
    {
      "cite": "Albert Bandura",
      "quote": "Accomplishment is socially judged by ill defined criteria so that one has to rely on others to find out how one is doing"
    },
    {
      "cite": "Anatole France",
      "quote": "To accomplish great things, we must dream as well as act."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The greatest accomplishment is not in never failing, but in rising again after you fall."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Today's accomplishments were yesterday's impossibilities."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "There exists a sacred strength for every great accomplishment."
    },
    {
      "cite": "Sarah Brightman",
      "quote": "Being varied is something I do instinctively and naturally. I feel a tremendous sense of accomplishment."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "It's no use saying, \"We are doing our best.\" You have got to succeed in doing what is necessary."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "A great accomplishment shouldn't be the end of the road, just the starting point for the next leap forward."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "A great accomplishment shouldn't be the end of the road, just the starting point for the next leap forward."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Every worthwhile accomplishment, big or little, has its stages of drudgery and triumph: a beginning, a struggle, and a victory."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "You measure the size of the accomplishment by the obstacles you have to overcome to reach your goals."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "In wilderness I sense the miracle of life, and behind it our scientific accomplishments fade to trivia."
    },
    {
      "cite": "Gary Hamel",
      "quote": "Great accomplishments start with great aspirations."
    },
    {
      "cite": "Ed Parker",
      "quote": "The intelligent man is one who has successfully fulfilled many accomplishments, and is yet willing to learn more."
    },
    {
      "cite": "Yehudi Menuhin",
      "quote": "It is perhaps life's greatest accomplishment to live to old age, maintaining one's wits, one's sense of humor, one's health, and one's charm."
    }
  ]
}