{
  "source": "https://www.wisesayings.com/accounting-quotes/",
  "theme": "accounting",
  "quotes": [
    {
      "cite": "Tilman J. Fertitta",
      "quote": "Don't ever let your business get ahead of the financial side of your business. Accounting, accounting, accounting. Know your numbers."
    },
    {
      "cite": "Diane Garnick",
      "quote": "Accounting does not make corporate earnings or balance sheets more volatile. Accounting just increases the transparency of volatility in earnings."
    },
    {
      "cite": "Charlie Munger",
      "quote": "You have to know accounting. It's the language of practical business life. It was a very useful thing to deliver to civilization. I've heard it came to civilization through Venice which of course was once the great commercial power in the Mediterranean. However, double entry bookkeeping was a hell of an invention."
    },
    {
      "cite": "Ryan Lilly",
      "quote": "Legacy accounting: Will you have been an asset or a liability on the world's balance sheet?"
    },
    {
      "cite": "Warren Buffett",
      "quote": "You have to understand accounting and you have to understand the nuances of accounting. It's the language of business and it's an imperfect language, but unless you are willing to put in the effort to learn accounting - how to read and interpret financial statements - you really shouldn't select stocks yourself."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "The word accounting comes from the word accountability. If you are going to be rich, you need to be accountable for your money."
    },
    {
      "cite": "Charlie Munger",
      "quote": "Proper accounting is like engineering. You need a margin of safety. Thank God we don't design bridges and airplanes the way we do accounting."
    },
    {
      "cite": "James Crumley",
      "quote": "There's no accounting for laws. Or the changes wrought by men and time."
    },
    {
      "cite": "Kenneth Lay",
      "quote": "Aggressive accounting does not mean illegal accounting."
    },
    {
      "cite": "Paul Browne",
      "quote": "Accounting is a hot domain with the number of accounting majors up nationwide. I think the recent scandals have brought a new level of attention to the accounting profession as gatekeepers and custodians of social interest."
    },
    {
      "cite": "unknown",
      "quote": "Life is like accounting, everything must be balanced."
    },
    {
      "cite": "Kenneth E. Boulding",
      "quote": "Accounting for the most part, remains a legalistic and traditional practice, almost immune to self-criticism by scientific methods."
    },
    {
      "cite": "Andrew Fastow",
      "quote": "Mark-to-market accounting is like crack. Don't do it."
    },
    {
      "cite": "Mary Archer",
      "quote": "It sounds extraordinary, but it's a fact that balance sheets can make fascinating reading."
    },
    {
      "cite": "Charlie Munger",
      "quote": "Creative accounting is an absolute curse to a civilization. One could argue that double-entry bookkeeping was one of history's great advances. Using accounting for fraud and folly is a disgrace. In a democracy, it often takes a scandal to trigger reform. Enron was the most obvious example of a business culture gone wrong in a long, long time."
    },
    {
      "cite": "Charles Scott",
      "quote": "Creativity is great-but not in accounting."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Managers and investors alike must understand that accounting numbers are the beginning, not the end, of business valuation."
    },
    {
      "cite": "George W. Bush",
      "quote": "In the corporate world, sometimes things aren`t exactly black and white when it comes to accounting procedures."
    },
    {
      "cite": "Alex Berenson",
      "quote": "Accounting rules give financial institutions flexibility about when they choose to recognize venture capital profits."
    },
    {
      "cite": "Gerhard Herzberg",
      "quote": "There is nothing wrong with good accounting, except that it does not necessarily lead to good science."
    },
    {
      "cite": "Charlie Munger",
      "quote": "Accounting is a big subject and there are huge forces in play. The entire momentum of existing thinking and existing custom is in a direction that allows terrible follies to happen, and the terrible follies have terrible consequences."
    },
    {
      "cite": "Eliyahu M. Goldratt",
      "quote": "Cost Accounting is enemy number one of productivity."
    },
    {
      "cite": "William Wilberforce",
      "quote": "Life as we know it, with all its ups and downs, will soon be over. We all will give an accounting to God of how we have lived."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Balance Sheets are meaningless. Our accounting systems are still based on the assumption that 80% of costs are manual labor."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Accounting is the language of business."
    },
    {
      "cite": "Ann Radcliffe",
      "quote": "There is no accounting for tastes."
    },
    {
      "cite": "David Letterman",
      "quote": "There's no business like show business, but there are several businesses like accounting."
    },
    {
      "cite": "Robert Kennedy",
      "quote": "Each generation makes it's own accounting to its children."
    },
    {
      "cite": "Morgen Witzel",
      "quote": "False accounting is not growth; it is growth's mirror image."
    },
    {
      "cite": "Robert Frost",
      "quote": "Never ask of money spent / Where the spender thinks it went / Nobody was ever meant / To remember or invent / What he did with every cent."
    },
    {
      "cite": "Peter Krueger",
      "quote": "Companies run by engineers don't make money, but companies run by accountants don't make anything at all."
    },
    {
      "cite": "Johnson Oatman Jr.",
      "quote": "Count your blessings, name them one by one /  Count your blessings, see what God hath done /  Count your blessings, name them one by one / And it will surprise you what the Lord hath done!"
    },
    {
      "cite": "Leo Bloom",
      "quote": "Creative accounting  refers to the presenting of financial information in such a way that it influences whoever peruses it toward a contrived conclusion and possibly hides some unwelcome facts."
    },
    {
      "cite": "Luke Johnson",
      "quote": "Accounting noise: the current mess of confusing financial statements, created by a combination of excessive rules, and occasionally management manipulation."
    },
    {
      "cite": "R.H. Tawney",
      "quote": "In many respects, this case appears to be eerily similar to the accounting hocus-pocus taht occured at Enron."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "O Christian, whose chastened curiosity loveth things mysterious. Accounting them shadows and eclipses of Him,the one great light."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "Count, count your hopes, heirs of immortality and love; And hear my kindred faith, and turn again to bless me."
    },
    {
      "cite": "Elizabeth Warren",
      "quote": "This agency is out here in a sense to try to hold accountable a financial-services industry that ran wild, that brought our economy to the edge of collapse."
    },
    {
      "cite": "Robert William Service",
      "quote": "E'en as a toper from the dram-shop reeling, / Sees in his garret's blackness, dazzling fair, / All that he might have been, and, heart-sick, kneeling, / Sobs in the passion of a vast despair: / So my ideal self haunts me alway--/ When the accounting comes, how shall I pay?"
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "I will go to the lovely Sur Rivers / And dip my arms in them up to the shoulders. / I will find my accounting where the alder leaf quivers / In the ocean wind over the river boulders."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "But, in the valley of the Gauri, men / Beneath the shadow of the big new dam, / Relate a foolish legend of the flood, / Accounting for the little loss of life."
    },
    {
      "cite": "Isaac  Brock",
      "quote": "Looks like accounting's not accountable /For anything or anyone at all /  Johnny took the fall / Johnny took the fall."
    },
    {
      "cite": "Gordon Sumner",
      "quote": "These are the souls of the broken factories / The subject slaves of the broken crown / The dead accounting of old guilty promises / These are the souls of the broken town."
    },
    {
      "cite": "John Denver",
      "quote": "For the needs of many are the sins of a few / And the day is forthcoming when accounting is due / Sing a song for sweet justice with a fire in her eyes / Sing of Stone haven mountain home, Stone haven Sunrise."
    },
    {
      "cite": "John Caldwell",
      "quote": "When it's all over but the shoutin' / When God the Father's done his final accounting / And I find out that I made the cut / Boys I'm gonna get me a chariot."
    },
    {
      "cite": "Randy Newman",
      "quote": "I love women / Have all my life / Love my dear mother / I love my wife / God bless her / Even love my teenaged daughter / There's no accounting for it / Apparently I don't care how I'm treated / My love's unconditionally or something."
    },
    {
      "cite": "Susan Elizabeth Phillips",
      "quote": "There’s no accounting for the mysteries of the human heart."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "People always ask me, ‘Were you funny as a child?’ Well, no, I was an accountant."
    },
    {
      "cite": "Warren Buffett",
      "quote": "In the long run managements stressing accounting appearance over economic substance usually achieve little of either."
    },
    {
      "cite": "Mary Browne",
      "quote": "If you want an accounting of your worth, count your friends."
    },
    {
      "cite": "Helen Foster Snow",
      "quote": "history, like nature, has its own economy, its own balancing of forces in the final accounting. Nothing can be lost, except to awareness."
    },
    {
      "cite": "Susan George",
      "quote": "We have the most crude accounting tools. It's tragic because our accounts and our national arithmetic doesn't tell us the things that we need to know."
    },
    {
      "cite": "Peter Heller",
      "quote": "To multiply the years and divide by the desire to live is a kind of false accounting."
    },
    {
      "cite": "Abigail Adams",
      "quote": "What is meat for one is not for another--no accounting for fancy."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The wildlife of today is not ours to do with as we please. The original stock was given to us in trust for the benefit both of the present and the future. We must render an accounting of this trust to those who come after us."
    },
    {
      "cite": "Henry B. Eyring",
      "quote": "The scriptures make the danger of delay clear. It is that we may discover that we have run out of time. The God who gives us each day as a treasure will require an accounting."
    },
    {
      "cite": "Eliyahu Goldratt",
      "quote": "Almost all decisions based on cost accounting are utterly wrong."
    }
  ]
}