{
  "source": "https://www.wisesayings.com/accountability-quotes/",
  "theme": "accountability",
  "quotes": [
    {
      "cite": "Theodore Roosevelt",
      "quote": "There is not in all America a more dangerous trait than the deification of mere smartness unaccompanied by any sense of moral responsibility."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The corporation is the creature of the state. It should always be held accountable to some sovereign, and this accountability shoul be real and not a sham."
    },
    {
      "cite": "Andy Baumgartner",
      "quote": "No one sets higher standards for students or higher accountability for teachers than effective teachers do--for it is teachers who suffer the most from a lack of accountability."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "At the end of the day we are accountable to ourselves - our success is a result of what we do."
    },
    {
      "cite": "Ceasar Chavez",
      "quote": "When we are really honest with ourselves we must admit our lives are all that really belong to us. So it is how we use our lives that determines the kind of men we are."
    },
    {
      "cite": "Joseph Fort Newton",
      "quote": "A duty dodged is like a debt unpaid; it is only deferred, and we must come back and settle the account at last."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "My philosophy is that not only are you responsible for your life, but doing the best at this moment puts you I the best place for the next moment."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is wrong and immoral to seek to escape the consequences of one's acts."
    },
    {
      "cite": "Michel Templet",
      "quote": "We have a problem when the same people who make the law get to decide whether or not they themselves have broken the law."
    },
    {
      "cite": "Wes Fessler",
      "quote": "Good men are bound by conscience and liberated by accountability."
    },
    {
      "cite": "Denis Waitley",
      "quote": "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them."
    },
    {
      "cite": "Louis Nizer",
      "quote": "When a man points a finger at someone else, he should remember that four of his fingers are pointing at himself."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "A person may cause evil to others not only by his actions but by his inaction, and in either case he is justly accountable to them for injury."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that is good for making excuses is seldom good for anything else."
    },
    {
      "cite": "Claude Mckay",
      "quote": "...if a man is not faithful to his own individuality, he cannot be loyal to anything."
    },
    {
      "cite": "Stanislaw Lec",
      "quote": "No snowflake in an avalanche ever feels responsible."
    },
    {
      "cite": "Mia Hamm",
      "quote": "I am a member of a team, and I rely on the team, I defer to it and sacrifice for it, because the team, not the individual, is the ultimate champion."
    },
    {
      "cite": "Napolean Hill",
      "quote": "It has always been my belief that a man should do his best, regardless of how much he receives for his services, or the number of people he may be serving or the class of people served."
    },
    {
      "cite": "O. J. Simpson",
      "quote": "The day you take complete responsibility for yourself, the day you stop making any excuses, that's the day you start to the top."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Sometimes if you want to see a change for the better, you have to take things into your own hands."
    },
    {
      "cite": "Plato",
      "quote": "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Accountability breeds response-ability."
    },
    {
      "cite": "Jeff Banister",
      "quote": "We preach accountability. A player has to understand what he's doing and why. And we have to be responsible for improving them."
    },
    {
      "cite": "John Di Lemme",
      "quote": "Accountability separates the wishers in life from the action-takers that care enough about their future to account for their daily actions."
    },
    {
      "cite": "Joseph Smith",
      "quote": "God judges men according to the use they make of the light which He gives them."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "God gave burdens, also shoulders."
    },
    {
      "cite": "Benjamin Jowett",
      "quote": "The way to get things done is not to mind who gets the credit of doing them."
    },
    {
      "cite": "Robert Anthony",
      "quote": "If you let other people do it for you, they will do it to you."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "If you can't stand the heat, you'd better get out of the kitchen."
    },
    {
      "cite": "Dean Acheson",
      "quote": "A memorandum is written not to inform the reader but to protect the writer."
    },
    {
      "cite": "Alfred Adler",
      "quote": "It is easier to fight for one's principles than to live up to them."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Never promise more than you can perform."
    },
    {
      "cite": "Moliere",
      "quote": "It is not only what we do, but also what we do not do, for which we are accountable."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Every person's work, whether it be literature or music or pictures or architecture or anything else, is always a portrait of that person."
    },
    {
      "cite": "Sir Josiah Stamp",
      "quote": "It is easy to dodge our responsibilities, but we cannot dodge the consequences of dodging our responsibilities."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Think of these things, whence you came, where you are going, and to whom you must account."
    },
    {
      "cite": "Mark Twain",
      "quote": "Duties are not performed for duty's sake, but because their neglect would make the man uncomfortable. A man performs but one duty - the duty of contenting his spirit, the duty of making himself agreeable to himself."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Mankind must put an end to war, before war puts an end to mankind."
    },
    {
      "cite": "Jerry Fernandez",
      "quote": "What you do, tells me everything about you."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Life is not accountable to us. We are accountable to life."
    },
    {
      "cite": "Jerry Fernandez",
      "quote": "If a picture speaks a thousand words, your actions forever record what you believe in."
    },
    {
      "cite": "Jeffrey Benjamin",
      "quote": "Accountability is the measure of a leaders height."
    },
    {
      "cite": "1 Thessalonians 5:11",
      "quote": "So then each of us will give an account of himself to God."
    },
    {
      "cite": "Hebrews 4:13",
      "quote": "And no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account."
    },
    {
      "cite": "Edmund Burke",
      "quote": "All that is necessary for the triumph of evil is that good men do nothing."
    },
    {
      "cite": "Bob Ladouceur",
      "quote": "Our tradition calls for a commitment to accountability. This is not an assumption - this is a promise that I will be there for you; and I can count on you being there for me."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Responsibility equals accountability equals ownership. And a sense of ownership is the most powerful weapon a team or organization can have."
    },
    {
      "cite": "Dave Anderson",
      "quote": "Leaders must develop a lower threshold for alibis and become better communicators and enforcers of what they want done. Holding people accountable to high standards and results is nothing to apologize for. Failing to stretch them to their potential is."
    },
    {
      "cite": "Joe Dumars",
      "quote": "On good teams coaches hold players accountable, on great teams players hold players accountable."
    },
    {
      "cite": "Epictetus",
      "quote": "It's not what happens to you, but how you react to it that matters."
    },
    {
      "cite": "William James",
      "quote": "The greatest discovery of our generation is that human beings can alter their lives by altering their attitudes of mind. As you think, so shall you be."
    },
    {
      "cite": "Haham Benjamin Artom",
      "quote": "Henceforth it is my duty to keep Thy commandments, and I now become responsible for my own actions and I alone am answerable for them to Thee."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No ordinary work done by a man is either as hard or as responsible as the work of a woman who is bringing up a family of small children."
    },
    {
      "cite": "Leonard Kniffel",
      "quote": "Reagan concluded that it's hard to hld the first lady actually responsible for what the administraton is doing because she's not really responsible."
    },
    {
      "cite": "Georges Duhamel",
      "quote": "I have too much respect for the idea of God to make it responsible for such an absurd world."
    },
    {
      "cite": "Billy Graham",
      "quote": "As Christians we have an obligation to show others what God says about living self-controlled lives and being responsible for our moral actions, as God defines them."
    },
    {
      "cite": "Billy Graham",
      "quote": "God holds every man accountable for his rejection of Christ."
    },
    {
      "cite": "Father Zossima",
      "quote": "Every one of us is responsible for everyone else in every way. Everyone is really responsible for everyone and everything."
    },
    {
      "cite": "Boooker T. Washington",
      "quote": "Few things help an individual more than to place responsibility upon him, and to let him know that you trust him."
    },
    {
      "cite": "Andre Gide",
      "quote": "Man's responsibility increases as that of the gods decreases."
    },
    {
      "cite": "Joshua Henry Jones",
      "quote": "None of us are responsible for our birth. Our responsibility is the use we make of life."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "I believe that every right implies responsibility; every opportunity, an obligation; every possession, a duty."
    },
    {
      "cite": "Marguerite Yourcenar",
      "quote": "It is each person's responsibility to free himself from the errors of his time."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I am here; I must do the best I can, and bear the responsibility of taking the course which I feel I ought to take."
    },
    {
      "cite": "Harland Svare",
      "quote": "In your area of responsibility, if you do not control events, you are at the mercy of events."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "An honest man is not accountable for the vice and folly of his trade, and therefore ought not to refuse the exercise of it."
    },
    {
      "cite": "Daniel Webster",
      "quote": "The most important thought I ever had was that of my individual responsibility to God."
    },
    {
      "cite": "Alfred Thompson",
      "quote": "A wrong decision can make me very miserable. But I have trust in God. If you have this trust you don't have to worry, as you don't have sole responsibility."
    },
    {
      "cite": "Ken Robins",
      "quote": "Responsibility brings accountability."
    },
    {
      "cite": "Alice Walker",
      "quote": "I believe in the soul. Furthermore, I believe, it is prompt accountability for one's choices, a willing acceptance of responsibility for one's thoughts, behavior, and actions that makes it powerful."
    },
    {
      "cite": "Les Brown",
      "quote": "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "To let oneself be bound by a duty from the moment you see it approaching, is a part of integrity that alone justifies responsibility."
    },
    {
      "cite": "David Brin",
      "quote": "When it comes to privacy and accountability, people always demand the former for themselves and the latter for everyone else."
    },
    {
      "cite": "Thomas Paine",
      "quote": "A body of men holding themselves accountable to nobody ought not to be trusted by anybody."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "As for the journey of life; at some point you will realize that you are the driver and you will drive!"
    },
    {
      "cite": "DaShanne Stokes",
      "quote": "A president cannot defend a nation if he is not held accountable to its laws."
    },
    {
      "cite": "Heath Lambert",
      "quote": "You will not experience dramatic change in your struggle as long as you use accountability to describe your sins instead of declaring your need for help in the midst of temptation."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "We are all responsible and accountable for what we do or say even if those behaviors occur in stressful times."
    },
    {
      "cite": "Kory Livingstone",
      "quote": "Neither age nor experience matters when it comes to being personally accountable for any and all outcomes- no excuses whatsoever- be they positive or negative, nor shifting blame to other people or to external factors."
    },
    {
      "cite": "Paul Hawken",
      "quote": "What we are missing, utterly and completely, in this government is accountability."
    }
  ]
}