{
  "source": "https://www.wisesayings.com/accomplished-quotes/",
  "theme": "accomplished",
  "quotes": [
    {
      "cite": "Solomon",
      "quote": "The desire accomplished is sweet to the soul."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "You can accomplish His will, without stopping midway, and even though you may face obstacles, you will overcome."
    },
    {
      "cite": "Antonie van Leeuwenhoek",
      "quote": "A man has always to be busy with his thoughts if anything is to be accomplished."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "Great things are not accomplished by those who yield to trends and fads and popular opinion."
    },
    {
      "cite": "Frank Clark",
      "quote": "What great accomplishments we'd have in the world if everybody had done what they intended to do."
    },
    {
      "cite": "Simon Sinek",
      "quote": "The challenge of the unknown future is so much more exciting than the stories of the accomplished past."
    },
    {
      "cite": "Henry Ford",
      "quote": "There is joy in work. There is no happiness except in the realization that we have accomplished something."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Progress is not accomplished in one stage."
    },
    {
      "cite": "Stephen Guise",
      "quote": "Every great accomplishment rests on the foundation of what came before it; when you trace it back, you'll see one small step that started it all."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Nature does not hurry, yet everything is accomplished."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "Nothing great in the world has ever been accomplished without passion."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "The prospect of achieving goals means that that there is something that you seriously want to accomplish in your life."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Accomplishments give you a sense of confidence and encouragement."
    },
    {
      "cite": "Edward Everett Hale",
      "quote": "If you have accomplished all that you have planned for yourself, you have not planned enough."
    },
    {
      "cite": "John Wooden",
      "quote": "It is amazing how much can be accomplished if no one cares who gets the credit."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Nothing stops the man who desires to achieve. Every obstacle is simply a course to develop his achievement muscle. It's a strengthening of his powers of accomplishment."
    },
    {
      "cite": "Rosalynn Carter",
      "quote": "If you doubt you can accomplish something, then you can't accomplish it. You have to have confidence in your ability, and then be tough enough to follow through."
    },
    {
      "cite": "Warren G. Bennis",
      "quote": "Great things are accomplished by talented people who believe they will accomplish them."
    },
    {
      "cite": "Stefan Sillner",
      "quote": "Most of us define success as the accomplishment of various goals, aims, and purposes."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "The size of your accomplishments, the quality of your achievement, will depend very largely on how big a man you see in yourself, what sort of image you get of your possible self, yourself at your best."
    },
    {
      "cite": "Tom Mahalo",
      "quote": "There are few better ways to learn and become a more accomplished person than through coaching, as it pushes the boundaries and opens up brand new opportunities."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Be modest. A lot was accomplished before you were born."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "All things are accomplished by the meditative act of releasing illusions and simply becoming."
    },
    {
      "cite": "Ernest Renan",
      "quote": "All the great things of humanity have been accomplished in the name of absolute principles."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "You can have anything you want if you want it badly enough. You can be anything you want to be, do anything you set out to accomplish if you hold to that desire with singleness of purpose."
    },
    {
      "cite": "Angelo Scola",
      "quote": "The destination is a happy life, an accomplished life that doesn't end with death but with eternal life."
    },
    {
      "cite": "Eric Lofholm",
      "quote": "In today's world of distraction and interruption, you must remain focused on your key priorities if you are going to accomplish your goals."
    },
    {
      "cite": "Norma Shearer",
      "quote": "It is impossible to get anything made or accomplished without stepping on some toes; enemies are inevitable when one is a doer."
    },
    {
      "cite": "Robert Schumann",
      "quote": "Nothing right can be accomplished in art without enthusiasm."
    },
    {
      "cite": "Felix Oberman",
      "quote": "When you are trying to complete many different tasks you should have rewards for those that get accomplished and punishments for those that do not."
    },
    {
      "cite": "Dolly Parton",
      "quote": "You always want your people to be proud of what you have accomplished."
    },
    {
      "cite": "Lucio Tan",
      "quote": "Even the accomplished suffers setbacks sometimes. The more bitter the lessons, the greater the successes will be."
    },
    {
      "cite": "Rebecca Gordon",
      "quote": "Raise the bar and set yourself some new challenges. You can accomplish more than you think."
    },
    {
      "cite": "Michael Douglas",
      "quote": "When you've accomplished a certain amount in your career, you're not so focused on your ambitions."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "To accomplish a bright future is to accomplish bright and huge tasks."
    }
  ]
}