{
  "source": "https://www.wisesayings.com/accusations-quotes/",
  "theme": "accusations",
  "quotes": [
    {
      "cite": "John Milton",
      "quote": "I will not deny but that the best apology against false accusers is silence and sufferance, and honest deeds set against dishonest words."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Too liberal self-accusations are generally but so many traps for acquittal with applause."
    },
    {
      "cite": "Cicero",
      "quote": "When you have no basis for an argument, abuse the plaintiff."
    },
    {
      "cite": "Esther Smith",
      "quote": "All accusation is of the devil, no matter where it comes from. It is just as dangerous to accuse others as it is to give the accuser room in your own life. The accuser gives no hope. God does not accuse us, but He does give us promptings that bring light and hope."
    },
    {
      "cite": "Piers Anthony",
      "quote": "When one person makes an accusation, check to be sure he himself is not the guilty one. Sometimes it is those whose case is weak who make the most clamour."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Neither let us be slandered from our duty by false accusations against us, nor frightened from it by menaces of destruction to the Government nor of dungeons to ourselves.  Let us have faith that right makes might, and in that faith, let us, to the end, dare to do our duty as we understand it."
    },
    {
      "cite": "Philip Massinger",
      "quote": "Malice scorned, puts out itself; but argued, give a kind of credit to a false accusation."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "There is a 100% assurance that what your friend's enemy tells you about your friend is false. What your failure tells you about your passion is fake. Don't give up."
    },
    {
      "cite": "William Feather",
      "quote": "One of the indictments of civilizations is that happiness and intelligence are so rarely found in the same person."
    },
    {
      "cite": "Hock G. Tjoa",
      "quote": "Even the false accusations of a person of dubious morality can taint the reputation of an upright servant."
    },
    {
      "cite": "Roman Law",
      "quote": "Everyone is presumed good, and in doubtful cases the resolution should be for the accused."
    },
    {
      "cite": "Teresa of Avila",
      "quote": "Be happy when you are blamed and accused wrongly, for then you have the chance to see all the bitter, hostile or self-pitying responses that your sinful soul wants to spew out as if these puny things could in any way defend you! Watch and see if any of these poisons come out of you when your spirit is pricked by an accusation. Only then can you see yourself as you are, and confess thy sin that is within you and forsake yourself again into the Lords care."
    },
    {
      "cite": "Howard Coble",
      "quote": "An indictment is not a conviction."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Before you condemn someone else for a wrongful act, check your behavior and see if you too, have committed an act similar or even worse than the act that person has done. Then you won't be in a position to judge."
    },
    {
      "cite": "Carol Tavris",
      "quote": "As in all moral panics, an accusation is enough to destroy a person's life. Hysteria trumps evidence."
    },
    {
      "cite": "Elvis Presley",
      "quote": "Before you abuse, criticize, and accuse walk a mile in my shoes."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "When we assign blame we are pointing the finger to who or what is responsible for a fault or for a wrong doing. We are trying to make others accountable. Blaming does not solve a problem it usually only makes people defensive."
    },
    {
      "cite": "Edmund Burke",
      "quote": "He that accuses all mankind of corruption ought to remember that he is sure to convict only one."
    },
    {
      "cite": "Elias Canetti",
      "quote": "People love as self-recognition what they hate as an accusation."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "The breath of accusation kills an innocent name, and leaves for lame acquittal the poor life, which is a mask without it."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Even doubtful accusations leave a stain behind them."
    },
    {
      "cite": "Paul Newman",
      "quote": "The accusation is always on the first page, and the retraction on page 19."
    },
    {
      "cite": "Edward Murrow",
      "quote": "We must remember always that accusation is not proof and that conviction depends upon evidence and due process of law."
    },
    {
      "cite": "Saurabh Monga",
      "quote": "Before someone lifts a finger at me, I make sure he washed his hands before."
    },
    {
      "cite": "Anonymous",
      "quote": "When a man points a finger at someone else, he should remember that three of his fingers are pointing at himself."
    },
    {
      "cite": "Henry Fielding",
      "quote": "Guilt has very quick ears to an accusation."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "It is not human nature we should accuse but the despicable conventions that pervert it."
    },
    {
      "cite": "Byron R. Pulsifer",
      "quote": "Blame is the demonstrated lack of self-respect choosing to deposit one's negative actions onto others to reinforce one's view of being of good, fair, and approved."
    },
    {
      "cite": "Michael Hayden",
      "quote": "Accusations fit on a bumper sticker; the truth takes longer."
    }
  ]
}