{
  "source": "https://www.wisesayings.com/achieving-quotes/",
  "theme": "achieving",
  "quotes": [
    {
      "cite": "Ayn Rand",
      "quote": "Achieving life is not the equivalent of avoiding death."
    },
    {
      "cite": "Cathy Freeman",
      "quote": "You got to try and reach for the stars or try and achieve the unreachable."
    },
    {
      "cite": "Vivek Wadhwa",
      "quote": "A key to achieving success is to assemble a strong and stable management team."
    },
    {
      "cite": "Buck Rodgers",
      "quote": "There are countless ways ofÂ achievingÂ greatness, but any road toÂ achievingÂ one's maximum potential must be built on a bedrock of respect for the individual, a commitment to excellence, and a rejection of mediocrity."
    },
    {
      "cite": "Leonard Bernstein",
      "quote": "ToÂ achieveÂ great things, two things are needed; a plan, and not quite enough time."
    },
    {
      "cite": "Lou Holtz",
      "quote": "What you are capable ofÂ achievingÂ is determined by your talent and ability. What you attempt to do is determined by your motivation. How well you do something is determined by your attitude."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The first step toward making the workerÂ achievingÂ is to make work productive."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you want to reach a goal, you must 'see the reaching' in your own mind before you actually arrive at your goal."
    },
    {
      "cite": "David McNeill",
      "quote": "There will always be something higher for me to reach for, and as long as there is, I'll keep reaching."
    },
    {
      "cite": "Eric Butterworth",
      "quote": "Nothing stops the man who desiresÂ toÂ achieve. Every obstacle is simply a courseÂ toÂ develop his achievement muscle. It's a strengthening of his powers of accomplishment."
    },
    {
      "cite": "Alberto Salazar",
      "quote": "If you wantÂ toÂ achieveÂ a high goal, you're goingÂ toÂ haveÂ toÂ take some chances."
    },
    {
      "cite": "Marquis De Vauvenargues",
      "quote": "ToÂ achieveÂ great things we must live as though we were never goingÂ toÂ die."
    },
    {
      "cite": "Sophie Swetchine",
      "quote": "There are two ways of attaining an important end, force and perseverance; the silent power of the latter grows irresistible with time."
    },
    {
      "cite": "Bo Bennett",
      "quote": "The discipline you learn and character you build from setting andÂ achievingÂ a goal can be more valuable than the achievement of the goal itself."
    },
    {
      "cite": "Charles E. Wilson",
      "quote": "The thing that contributes to anyone's reaching the goal he wants is simple wanting that goal badly enough."
    },
    {
      "cite": "Al Oerter",
      "quote": "To exercise at or near capacity is the best way I know of reaching a true introspective state. If you do it right, it can open all kinds of inner doors."
    },
    {
      "cite": "Gustav Mahler",
      "quote": "It is easierÂ toÂ achieveÂ a desired result in short pieces."
    },
    {
      "cite": "Plutarch",
      "quote": "What we achieve inwardly will change outer reality."
    },
    {
      "cite": "Les Brown",
      "quote": "You cannot expectÂ toÂ achieveÂ new goals or move beyond your present circumstances unless you change."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Direct your energy toward achieving a goal, and tackle the problems with an emphasis on edging closer to a successful result."
    },
    {
      "cite": "Michelangelo",
      "quote": "The greater danger for most of us lies not in setting our aim too high and falling short; but in setting our aim too low, and achieving our mark."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The first rule ofÂ achievingÂ goodness is this: think only about self-perfection."
    },
    {
      "cite": "Henry J. Kaiser",
      "quote": "Having an aim is the key to achieving your best."
    },
    {
      "cite": "Henry J. Kaiser",
      "quote": "Having an aim is the key toÂ achievingÂ your best."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "The formula forÂ achievingÂ a successful relationship is simple: you should treat all disasters as if they were trivialities but never treat a triviality as if it were a disaster."
    },
    {
      "cite": "Thomas Edison",
      "quote": "The three great essentials toÂ achieveÂ anything worth while are, first, hard work; second, stick-to-itiveness; third, common sense."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "If you wantÂ toÂ achieveÂ excellence, you can get there today. As of this second, quit doing less-than-excellent work."
    },
    {
      "cite": "Ayn Rand",
      "quote": "ToÂ achieve, you need thought. You haveÂ toÂ know what you are doing and that's real power."
    },
    {
      "cite": "Juliana Hatfield",
      "quote": "If you want to achieve things in life, you've just got to do them, and if you're talented and smart, you'll succeed."
    },
    {
      "cite": "Miles D. White",
      "quote": "If you want to achieve what you dream of achieving, whatever it may be, you're going to have to earn it."
    },
    {
      "cite": "Paloma Faith",
      "quote": "There's nothing better than achieving your goals, whatever they might be."
    },
    {
      "cite": "Denis Waitley",
      "quote": "You have all the reason in the worldÂ toÂ achieveÂ your grandest dreams. Imagination plus innovation equals realization."
    },
    {
      "cite": "Simon Travaglia",
      "quote": "The greatest barrier to someone achieving their potential is their denial of it."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Nothing can stop the man with the right mental attitude fromÂ achievingÂ his goal; nothing on earth can help the man with the wrong mental attitude."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "For a manÂ toÂ achieveÂ all that is demanded of him he must regard himself as greater than he is."
    },
    {
      "cite": "Tom Robbins",
      "quote": "To achieve the impossible, it is precisely the unthinkable that must be thought."
    },
    {
      "cite": "Kirk Douglas",
      "quote": "In order to achieve anything you must be brave enough to fail."
    },
    {
      "cite": "Heather Bresch",
      "quote": "There is simply no substitute for hard work when it comes to achieving success."
    },
    {
      "cite": "Shakira",
      "quote": "You can't achieve anything in life without a small amount of sacrifice"
    },
    {
      "cite": "Chad Channing",
      "quote": "You should never worry too much about achieving your goals, because in the long run you might not find yourself too happy when you get there."
    },
    {
      "cite": "Clay Clark",
      "quote": "You must not let your negative emotions distract you from achieving your goals."
    },
    {
      "cite": "Jules Michelet",
      "quote": "Achieving a goal is nothing. The getting there is everything."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals."
    },
    {
      "cite": "Jim Valvano",
      "quote": "What enables us to achieve our greatness contains the seeds of our destruction."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Let us then be up and doing, with a heart for any fate; stillÂ achieving, still pursuing. Learn to labor and to wait."
    },
    {
      "cite": "Stephen Rodrick",
      "quote": "If nothing else, the act of reaching a milestone often serves to reveal a superstar's true nature."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Achieving a goal requires endurance and sacrifices beyond limitations."
    },
    {
      "cite": "Blu Cantrell",
      "quote": "There's so much leftÂ toÂ achieve, there's so much moreÂ toÂ do, there's so much that has not been done."
    },
    {
      "cite": "Katy Perry",
      "quote": "Sometimes if you want to achieve something great, there will be curveballs. You just have to dodge them every once in a while."
    },
    {
      "cite": "James Cash Penney",
      "quote": "As a rule, we find what we look for; we achieve what we get ready for."
    }
  ]
}