{
  "source": "https://www.wisesayings.com/achiever-quotes/",
  "theme": "achiever",
  "quotes": [
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every great achiever is inspired by a great mentor."
    },
    {
      "cite": "George Allen Sr.",
      "quote": "The achiever is the only individual who is truly alive."
    },
    {
      "cite": "Darren Hardy",
      "quote": "Achievers don't submit to instant gratification; they invest in the long-term payoff."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "The real achievers are those who, in the dreary pit of sacrifice, still smile up at the goal."
    },
    {
      "cite": "Larry Ellison",
      "quote": "Great achievers are driven, not so much by the pursuit of success, but by the fear of failure."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "To be a great achiever, you must first discover your main purpose of existing through feasible communication mode with your maker, the source of your destiny. This brings you a conviction to work with."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Achievers have a can-do attitude that sets them apart from mere dreamers. Achievers are sold out to success-no matter the obstacles-and they are willing to put forth the effort and pay the price of success."
    },
    {
      "cite": "George S. Patton",
      "quote": "Achievers are resolute in their goals and driven by determination. Discouragement is temporary, obstacles are overcome, and doubt is defeated, yielding to personal victory. You need to overcome the tug of people against you as you reach for high goals. Accept the challenges, so that you may feel the exhilaration of victory."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Achievers are those who have redefined impossible, changing what can't be done into a work in progress."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Achievers can almost literally taste success because they imagine their goals in such vivid detail. Setbacks only seem to add spice and favor to the final taste of victory."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "No one is fearless. The difference between achievers and everyone else is that they take action despite their fears."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Achievers move forward at all times. Achievement is not a plateau, it's a beginning."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "The real achiever does one thing at a time."
    },
    {
      "cite": "Darren Hardy",
      "quote": "The highest achievers in the world have all succeeded because they mapped out their visions."
    },
    {
      "cite": "Oswald Mosley",
      "quote": "A prophet or an achiever must never mind an occasional absurdity, it is an occupational risk."
    },
    {
      "cite": "Hank Haney",
      "quote": "One of the things you realize with a lot of high achievers: You have to figure out a way to make things their idea."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Achievers rarely, if ever, see a problem as permanent, while those who fail see even the smallest problems as permanent."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Confidence is a characteristic of a positive attitude. The greatest achievers and leaders remain confident regardless of circumstances."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You care, you dare and you share; this is the unforgettable rule of every true believer and achiever."
    },
    {
      "cite": "Gladys Bejani",
      "quote": "Achievers are not born talented but they possess the, 'I can do it' attitude."
    },
    {
      "cite": "Pranita P Deshpande",
      "quote": "To become an expert achiever in any human activity, it takes practice... practice... practice."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "High achievers tend to have major weaknesses. People without major weaknesses tend to be mediocre."
    },
    {
      "cite": "John Eliot",
      "quote": "High achievers dwell on what they do well and spend very little time evaluating themselves and their performances."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "One key quality of all global achievers is that, they keep improving day after day. They set standards that they keep surpassing year after year."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every great achiever nurtures a positive mindset."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "One common thing about great achievers is that, they keep asking useful questions every day. They ask questions like; “What do I want and what do I need to do to get it?"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every great achiever knows the power of motivation."
    },
    {
      "cite": "Jonathan Sacks",
      "quote": "No great achiever - even those who made it seem easy - ever succeeded without hard work."
    },
    {
      "cite": "Dan Miller",
      "quote": "No high achiever ever woke up in the morning and said ‘let’s see what happens.’"
    },
    {
      "cite": "Anonymous",
      "quote": "No one is born achiever. Its all in attitude."
    }
  ]
}