{
  "source": "https://www.wisesayings.com/achievement-quotes/",
  "theme": "achievement",
  "quotes": [
    {
      "cite": "Conrad Hilton",
      "quote": "Achievement seems to be connected with action. Successful men and women keep moving. They make mistakes, but they don't quit."
    },
    {
      "cite": "Roy Bennett",
      "quote": "No one has ever achieved greatness without dreams."
    },
    {
      "cite": "Albert Camus",
      "quote": "Every achievement is a servitude. It compels us to a higher achievement."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "All achievements, all earned riches, have their beginning in an idea."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Our achievements speak for themselves. What we have to keep track of are our failures, discouragements and doubts."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Definiteness of purpose is the starting point of all achievement."
    },
    {
      "cite": "Helen Keller",
      "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Achievement has no color."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you want to achieve your goals, help others achieve theirs."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Great achievement is usually born of great sacrifice, and is never the result of selfishness."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The value of achievement lies in the achieving."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "There is only one thing that makes a dream impossible to achieve: the fear of failure."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Our achievements of today are but the sum total of our thoughts of yesterday."
    },
    {
      "cite": "Tom Robbins",
      "quote": "To achieve the impossible; it is precisely the unthinkable that must be thought."
    },
    {
      "cite": "Ayn Rand",
      "quote": "A creative man is motivated by the desire to achieve, not by the desire to beat others."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Happiness lies in the joy of achievement and the thrill of creative effort."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Take into account that great love and great achievements involve great risk."
    },
    {
      "cite": "Maya Angelou",
      "quote": "All great achievements require time."
    },
    {
      "cite": "Sarah Rees Brennan",
      "quote": "You are the greatest achievement of your own life."
    },
    {
      "cite": "Robert F. Kennedy",
      "quote": "Only those who dare to fail greatly can ever achieve greatly."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "Achievement is largely the product of steadily raising one's level of aspiration and expectation."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Any great achievement is preceded by many difficulties and many lessons; great achievements are not possible without them."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Patience is not a virtue. It is an achievement."
    },
    {
      "cite": "Adam Ant",
      "quote": "Achievement results from work realizing ambition."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only those who attempt the absurd can achieve the impossible."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every great achievement is the victory of a flaming heart."
    },
    {
      "cite": "Denis Waitley",
      "quote": "The most splendid achievement of all is the constant striving to surpass yourself and to be worthy of your own approval."
    },
    {
      "cite": "John Hope",
      "quote": "Dissatisfaction with possession and achievement is one of the requisites to further achievement."
    },
    {
      "cite": "Frederic Chopin",
      "quote": "Simplicity is the final achievement."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "All men who have achieved great things have been great dreamers."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Those who believe that they are exclusively in the right are generally those who achieve something."
    },
    {
      "cite": "J. G. Holland",
      "quote": "There is no great achievement that is not the result of patient working and waiting."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Failures are finger posts on the road to achievement."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Without failure there is no achievement."
    },
    {
      "cite": "Katharine Anthony",
      "quote": "People seem to think that life began with the achievement of personal independence."
    },
    {
      "cite": "Sam Winters",
      "quote": "To achieve something is better than not achieving."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The starting point of all achievement is desire."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "That some achieve great success, is proof to all that others can achieve it as well."
    },
    {
      "cite": "Susan L. Taylor",
      "quote": "Use missteps as stepping stones to deeper understanding and greater achievement."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The only real limitation on your abilities is the level of your desires. If you want it badly enough, there are no limits on what you can achieve."
    },
    {
      "cite": "Albert Camus",
      "quote": "An achievement is a bondage. It obliges one to a higher achievement."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Whatever the mind of man can conceive and believe, it can achieve"
    },
    {
      "cite": "Harold Taylor",
      "quote": "The Roots for true achievement lie in the will to become the best that you can become."
    },
    {
      "cite": "Henry Ford",
      "quote": "Even a mistake may turn out to be the one thing necessary to a worthwhile achievement."
    },
    {
      "cite": "Robert Vaughn",
      "quote": "Man has always needed to believe in some form of a continuity of achievement."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Hard work is the foundation of all achievements, and no one ever succeeds without hard work."
    },
    {
      "cite": "Robert K. Greenleaf",
      "quote": "Behind every great achievement is a dreamer of great dreams."
    },
    {
      "cite": "Bo Bennett",
      "quote": "A dream becomes a goal when action is taken toward its achievement."
    },
    {
      "cite": "John Wooden",
      "quote": "Don't mistake activity with achievement."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "The achievement of one goal should be the starting point of another."
    }
  ]
}