{
  "source": "https://www.wisesayings.com/achieve-quotes/",
  "theme": "achieve",
  "quotes": [
    {
      "cite": "Israelmore Ayivor",
      "quote": "Success is deliberate. It doesn't come as an accident. What you work for is what you achieve. Faith without work is a vain hope."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The most important thing you can do to achieve your goals is to make sure that as soon as you set them you immediately begin to create momentum."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "When your desires are strong enough you will appear to possess superhuman powers to achieve."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You can achieve the set-goals with passion, persistent with perseverance."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "When you believe it, you've created it, whatever it is."
    },
    {
      "cite": "Steve Pavlina",
      "quote": "Achieving meaningful goals requires that you commit your entire ass, not just one cheek."
    },
    {
      "cite": "Jules Michelet",
      "quote": "Achieving a goal is nothing. The getting there is everything."
    },
    {
      "cite": "Vivek Wadhwa",
      "quote": "A key to achieving success is to assemble a strong and stable management team."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "To achieve greatness, feel grateful for what you have."
    },
    {
      "cite": "Ayn Rand",
      "quote": "To achieve, you need thought. You have to know what you are doing and that's real power."
    },
    {
      "cite": "Steven Redhead",
      "quote": "What you are prepared to do in order to achieve what you want is the only cost involved in achieving that goal."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Achieving a goal requires endurance and sacrifices beyond limitations."
    },
    {
      "cite": "Bill Cosby",
      "quote": "In order to succeed, your desire for success should be greater than your fear of failure."
    },
    {
      "cite": "Jon R. Michaelsen",
      "quote": "To achieve the impossible, you must attempt the absurd."
    },
    {
      "cite": "Alberto Salazar",
      "quote": "If you want to achieve a high goal, you're going to have to take some chances."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "That some achieve great success, is proof to all that others can achieve it as well."
    },
    {
      "cite": "Robert Kennedy",
      "quote": "Only those who dare to fail greatly can ever achieve greatly."
    },
    {
      "cite": "Carli Lloyd",
      "quote": "If you have a dream, it's definitely achievable through hard work, through dedication, sacrifice, everything."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "We must walk consciously only part way toward our goal and then leap in the dark to our success."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Great achievement requires personal force, determined spirit and self-confidence."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "We can achieve our goals either by human effort or by the power of God. The dependence on God's power is the best choice."
    },
    {
      "cite": "Liz Smith",
      "quote": "Begin somewhere. You cannot build a reputation on what you intend to do."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Those who believe that they are exclusively in the right are generally those who achieve something."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "If you believe in yourself, you can achieve your desired dream."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "There is only one thing that makes a dream impossible to achieve: the fear of failure."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Who you are tomorrow begins with what you do today."
    },
    {
      "cite": "LollyDaskal",
      "quote": "You can achieve the goal with courage, confidence and commitment."
    },
    {
      "cite": "Marshall Goldsmith",
      "quote": "Research indicates that the desire to achieve the skills associated with success is more highly correlated with achievement than the desire for success itself."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "If achieving success were easy, more people would do it."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "For a man to achieve all that is demanded of him he must regard himself as greater than he is."
    },
    {
      "cite": "Gail Devers",
      "quote": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Reach high, for stars lie hidden in you. Dream deep, for every dream precedes the goal."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way."
    },
    {
      "cite": "Shakira",
      "quote": "You can't achieve anything in life without a small amount of sacrifice."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Make the most of what you have and keep your standards high. Never settle for anything less than you deserve or are capable of achieving."
    },
    {
      "cite": "Ayn Rand",
      "quote": "A creative man is motivated by the desire to achieve, not by the desire to beat others."
    },
    {
      "cite": "Colin Powell",
      "quote": "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude."
    },
    {
      "cite": "James R. Ball",
      "quote": "We cannot achieve more in life than what we believe in our heart of hearts we deserve to have."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "If you can achieve action, you will achieve happiness."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "We can achieve even more than we could expect if we try to be less distracted by the fuss of life and concentrate more on developing some qualities or characteristic of our soul and character."
    }
  ]
}