{
  "source": "https://www.wisesayings.com/acid-quotes/",
  "theme": "acid",
  "quotes": [
    {
      "cite": "Albert Hofmann",
      "quote": "LSD is just a tool to turn us into what we are supposed to be."
    },
    {
      "cite": "Steven Wright",
      "quote": "If God dropped acid, would he see people?"
    },
    {
      "cite": "Criss Jami",
      "quote": "Anger's like a battery that leaks acid right out of me and it starts from the heart 'til it reaches my outer me."
    },
    {
      "cite": "Ugo Betti",
      "quote": "Memories are like stones, time and distance erode them like acid."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "All life is nucleic acid the rest is commentary."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Tragedy is like strong acid it dissolves away all but the very gold of truth."
    },
    {
      "cite": "R D Ronald",
      "quote": "We were left with nothing because of a love like acid that ate its way through our entire family."
    },
    {
      "cite": "Mark Twain",
      "quote": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured."
    },
    {
      "cite": "BettyJane Wylie",
      "quote": "First deal with your own tears; tomorrow do something about acid rain."
    },
    {
      "cite": "Drew Lewis",
      "quote": "Saying sulfates do not cause acid rain is the same as saying that smoking does not cause lung cancer."
    },
    {
      "cite": "Eric Clapton",
      "quote": "I thought, my God, this is like Buddy Guy on acid."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Alienation is a form of living death. It is the acid of despair that dissolves society."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Hatred plays the same part in government as acid in chemistry."
    },
    {
      "cite": "Timothy Leary",
      "quote": "There are three side effects of acid: enhanced long-term memory, decreased short-term memory, and I forget the third."
    },
    {
      "cite": "Cilla Black",
      "quote": "I never did acid, I am just so high anyway."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Loneliness becomes an acid that eats away at you."
    },
    {
      "cite": "Ann Landers",
      "quote": "Hate is like acid. It can damage the vessel in which it is stored & destroy the object on which it is poured."
    },
    {
      "cite": "James H. Cone",
      "quote": "The acid test of any truth is found in whether it aids victims in their struggle to overcome victimisation."
    },
    {
      "cite": "Horace Fletcher",
      "quote": "Fear is an acid which is pumped into one's atmosphere. It causes mental, moral and spiritual asphyxiation, and sometimes death; death to energy and all growth."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Tragedy is like strong acid - it dissolves away all but the very gold of truth."
    },
    {
      "cite": "Eddie Izzard",
      "quote": "If you've never seen an elephant ski, you've never been on acid."
    },
    {
      "cite": "Robert O. Young",
      "quote": "The best way to get acid out of your body is to wash it out. The best way to wash it out is to provide plenty of water to do the job."
    },
    {
      "cite": "Rob Thurman",
      "quote": "Lies were like acid, corrosive, they could dissolve trust in a heartbeat."
    },
    {
      "cite": "Robert Stone",
      "quote": "It’s hard to stay away from religion when you mess with acid."
    },
    {
      "cite": "Preston Cloud",
      "quote": "One amino acid does not a protein make let alone a being."
    },
    {
      "cite": "Jimmy Carr",
      "quote": "Throwing acid is wrong in some people's eyes."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Self pity is an acid which eats holes in happiness."
    }
  ]
}