{
  "source": "https://www.wisesayings.com/acquaintance-quotes/",
  "theme": "acquaintance",
  "quotes": [
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Friends and acquaintances are the surest passport to fortune."
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "Acquaintances are always abundant; friends are always scarce!"
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "A new acquaintance is like a new book. I prefer it, even if bad, to a classic."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "We need two kinds of acquaintances, one to complain to, while to the others we boast."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "An acquaintance that begins with a compliment is sure to develop into a real friendship."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Acquaintance. A person whom we know well enough to borrow from, but not well enough to lend to."
    },
    {
      "cite": "Marie Von Ebner-Eschenbach",
      "quote": "In meeting again after a separation, acquaintances ask after our outward life, friends after our inner life."
    },
    {
      "cite": "Bob Edwards",
      "quote": "The difference between a friend and an acquaintance is that a friend helps; an acquaintance merely advises."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "Acquaintances represent a source of social power, and the more acquaintances you have the more powerful you are."
    },
    {
      "cite": "Page Smith",
      "quote": "After an acquaintance of ten minutes many women will exchange confidences that a man would not reveal to a lifelong friend."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "If a man does not make new acquaintances as he advances through life, he will soon find himself left alone. A man, Sir, should keep his friendship in constant repair."
    },
    {
      "cite": "Aesop",
      "quote": "Acquaintance softens prejudice."
    },
    {
      "cite": "Anne Bronte",
      "quote": "Intimate acquaintance must precede real friendship."
    },
    {
      "cite": "Claudius",
      "quote": "Acquaintance lessens fame."
    },
    {
      "cite": "Henry Bolingbroke",
      "quote": "A long novitiate of acquaintance should precede the vows of friendship."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "When you're rich, you don't have friends; you just have endless acquaintances."
    },
    {
      "cite": "H. Jackson Brown Jr",
      "quote": "Acquaintances we meet, enjoy, and can easily leave behind; but friendship grows deep roots."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "The mere process of growing old together will make the slightest acquaintance seem a bosom friend."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Acquaintance is a degree of friendship called slight when its object is poor and obscure, and intimate when he is rich and famous."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "We may have many acquaintances, but we can have but few friends; this made Aristotle say that he that hath many friends hath none."
    },
    {
      "cite": "George Washington",
      "quote": "A slender acquaintance with the world must convince every man that actions, not words, are the true criterion of the attachment of friends."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "We shall say that we have acquaintance with anything of which we are directly aware, without the intermediary of any process of inference of any knowledge of truths."
    },
    {
      "cite": "George Washington",
      "quote": "It is easy to make acquaintances, but very difficult to shake them off, however irksome and unprofitable they are found, after we have once committed ourselves to them."
    },
    {
      "cite": "Thomas Hartwell Horne",
      "quote": "It is expedient to have an acquaintance with those who have looked into the world; who know men, understand business, and can give you good intelligence and good advice when they are wanted."
    },
    {
      "cite": "E M Forster",
      "quote": "An acquaintance had become a lover, might become a husband, but would retain all that she had noted in the acquaintance; and love must confirm an old relation rather than reveal a new one."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "An acquaintance merely enjoys your company, a fair-weather companion flatters when all is well, a true friend has your best interests at heart and the pluck to tell you what you need to hear."
    },
    {
      "cite": "William Matthews",
      "quote": "There is a wide difference between general acquaintance and companionship. You may salute a man and exchange compliments with him daily, yet know nothing of his character, his inmost tastes arid feelings."
    },
    {
      "cite": "William Saroyan",
      "quote": "Chance acquaintances are sometimes the most memorable, for brief friendships have such definite starting and stopping points that they take on a quality of art, of a whole thing, which cannot be broken or spoiled."
    },
    {
      "cite": "Penelope Fitzgerald",
      "quote": "It's very good for an idea to be commonplace. The important thing is that a new idea should develop out of what is already there so that it soon becomes an old acquaintance. Old acquaintances aren't by any means always welcome, but at least one can't be mistaken as to who or what they are."
    },
    {
      "cite": "Confucius",
      "quote": "Without an acquaintance with the rules of propriety, it is impossible for the character to be established."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "The slightest acquaintance with history shows that powerful republics are the most warlike and unscrupulous of nations."
    },
    {
      "cite": "James Prescott Joule",
      "quote": "It is evident that an acquaintance with natural laws means no less than an acquaintance with the mind of God therein expressed."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "People are already disappointed by their acquaintances, they can not handle anymore hate from strangers, so show some instantaneous kindness and forgiveness to them."
    },
    {
      "cite": "Lizette Woodworth Reese",
      "quote": "A child without an acquaintance of some kind with a classic of literature … suffers from that impoverishment for the rest of his life. No later intimacy is like that of the first."
    }
  ]
}