{
  "source": "https://www.wisesayings.com/activist-quotes/",
  "theme": "activist",
  "quotes": [
    {
      "cite": "Mauricio Macri",
      "quote": "There can be no activist judges from any political party."
    },
    {
      "cite": "Bill Ayers",
      "quote": "Being an activist and an artist - those two things should go together. You should allow the artistic sensibility to control some of your activism, but never should it be allowed to paralyze you."
    },
    {
      "cite": "Dolores Huerta",
      "quote": "Every moment is an organizing opportunity, every person a potential activist, every minute a chance to change the world."
    },
    {
      "cite": "Jasmine Guy",
      "quote": "An activist is one who is actively involved in creating community, whether that is locally in their neighborhood or internationally. It is an admirable quality."
    },
    {
      "cite": "Christine Quinn",
      "quote": "Being an activist is about getting things done. It's not about standing around shaking your fist in anger."
    },
    {
      "cite": "Annie Leonard",
      "quote": "Activists need to get the facts right. One of the big assets we have on our side is the truth, and we lose credibility and power if w e're loose with that."
    },
    {
      "cite": "Barney Frank",
      "quote": "Most people who are activists and are concerned about issues get their information from sources which reinforce their opinions and give them the facts that they want to hear."
    },
    {
      "cite": "Patrick Califia",
      "quote": "As an activist, you gotta pick something that's particularly interesting to you and go for it - because there's no shortage of things to do. And it's sort of a long-term commitment. Activism is for life."
    },
    {
      "cite": "H. Ross Perot",
      "quote": "The activist is not the person who says the river is dirty. The activist is the person who cleans up the river"
    },
    {
      "cite": "Shane Barbi",
      "quote": "As animal rights activists, we have the duty to fight for the animal to live, not die."
    },
    {
      "cite": "Paul Ryan",
      "quote": "Activist government overreach and ongoing economic stagnation have shown us why Washington should not try to displace what is best left to civil society."
    },
    {
      "cite": "Ross Perot",
      "quote": "The activist is not the man who says the river is dirty. The activist is the man who cleans up the river."
    },
    {
      "cite": "Barton Gellman",
      "quote": "Activists and geeks, standing together, are demonstrating powers beyond the reach of government control."
    },
    {
      "cite": "Duncan Green",
      "quote": "Activists can get very preachy about things. It's more about understanding people's own experiences and tapping into them."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "There are all the activist groups on every imaginable topic - solidarity groups, environmental and feminist groups - sectors of these movements do very valuable work."
    },
    {
      "cite": "Jonathan Chait",
      "quote": "Activists measure progress against the standard of perfection, or at least the most perfect possible choice. Historians gauge progress against what came before it."
    },
    {
      "cite": "Charb",
      "quote": "When activists need a pretext to justify their violence, they always find it."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Nothing in the world is more dangerous than sincere ignorance and conscientious stupidity."
    },
    {
      "cite": "Angela Y. Davis",
      "quote": "The work of the political activist inevitably involves a certain tension between the requirement that position be taken on current issues as they arise and the desire that one's contributions will somehow survive the ravages of time."
    },
    {
      "cite": "Joanne Woodward",
      "quote": "An activist is someone who makes an effort to see problems that are not being addressed and then makes an effort to make their voice heard. Sometimes there are so many things that it's almost impossible to make your voice heard in every area, but you can sure try."
    },
    {
      "cite": "DaShanne Stokes",
      "quote": "Don't be a witness. Be an activist."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Any war that requires the suspension of reason as a necessity for support is a bad war."
    },
    {
      "cite": "Thom Hartmann",
      "quote": "Activism begins with you, Democracy begins with you, get out there, get active! Tag, you're it"
    },
    {
      "cite": "Clarissa Pinkola Estes",
      "quote": "You must become an activist if you are going to live the natural life."
    },
    {
      "cite": "Iman Abdulmajid",
      "quote": "If you are an activist, you have to stay active on a daily basis."
    },
    {
      "cite": "Barack Obama",
      "quote": "It's useful for activists just to be out there to keep you mindful and not get complacent, even if ultimately you think some of their criticism is misguided."
    },
    {
      "cite": "Eve Ensler",
      "quote": "An activist is someone who cannot help but fight for something. That person is not usually motivated by a need for power or money or fame, but in fact is driven slightly mad by some injustice, some cruelty, some unfairness, so much so that he or she is compelled by some internal moral engine to act to make it better."
    },
    {
      "cite": "Craig Reucassel",
      "quote": "It's funny how social activists usually protest against the only things that have a credible chance of achieving the activists' goals."
    }
  ]
}