{
  "source": "https://www.wisesayings.com/acting-quotes/",
  "theme": "acting",
  "quotes": [
    {
      "cite": "Marlon Brando",
      "quote": "Acting is the least mysterious of all crafts. Whenever we want something from somebody or when we want to hide something or pretend, we're acting. Most people do it all day long."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Acting is a marvelous profession ... If you can spend enough time playing other people, you don't have to think too much about your own character and motivations."
    },
    {
      "cite": "Clive Swift",
      "quote": "Acting is a sport. On stage you must be ready to move like a tennis player on his toes. Your concentration must be keen, your reflexes sharp; your body and mind are in top gear, the chase is on. Acting is energy. In the theatre people pay to see energy."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "Acting deals with very delicate emotions. It is not putting up a mask. Each time an actor acts he does not hide; he exposes himself."
    },
    {
      "cite": "Alicia Witt",
      "quote": "Acting is magical. Change your look and your attitude, and you can be anyone."
    },
    {
      "cite": "George Burns",
      "quote": "Acting is all about honesty. If you can fake that, you've got it made."
    },
    {
      "cite": "Marlon Brando",
      "quote": "Acting is the expression of a neurotic impulse. It's a bum's life. Quitting acting, that's the sign of maturity."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Acting is a nice childish profession - pretending you're someone else and, at the same time, selling yourself."
    },
    {
      "cite": "Annette Bening",
      "quote": "Acting is not about being famous, it's about exploring the human soul."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "Film acting is one of the only industries where you're criticized for working hard. In any other industry, it's considered a quality and something to behold."
    },
    {
      "cite": "Paul Newman",
      "quote": "Acting is a question of absorbing other people's personalities and adding some of your own experience."
    },
    {
      "cite": "Robert Cohen",
      "quote": "Great acting is not easy; anyone who says it is is either shallow or a charlatan. And one of the hardest things about acting is admitting that it is hard"
    },
    {
      "cite": "John Gielgud",
      "quote": "Acting is half shame, half glory. Shame at exhibiting yourself, glory when you can forget yourself."
    },
    {
      "cite": "Kate Reid",
      "quote": "Acting is not being emotional, but being able to fully express emotion."
    },
    {
      "cite": "Larry Moss",
      "quote": "Acting is a spiritual quest to touch human beings."
    },
    {
      "cite": "Washington Irving",
      "quote": "Acting provides the fulfillment of never being fulfilled. You're never as good as you'd like to be. So there's always something to hope for."
    },
    {
      "cite": "George Eliot",
      "quote": "Acting is nothing more or less than playing. The idea is to humanize life."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "Acting doesn't bring anything to a text. On the contrary, it detracts from it."
    },
    {
      "cite": "Glenda Jackson",
      "quote": "Acting is not about dressing up. Acting is about stripping bare. The whole essence of learning lines is to forget them so you can make them sound like you thought of them that instant."
    },
    {
      "cite": "Nancy Reagan",
      "quote": "I must say that acting was good training for the political life that lay ahead of us."
    },
    {
      "cite": "Meryl Streep",
      "quote": "Acting is not about being someone different. It's finding the similarity in what is apparently different, then finding myself in there."
    },
    {
      "cite": "Freddie Highmore",
      "quote": "As always, with acting, you can't be too self-conscious. You shouldn't care about what people are thinking about you at the time because they're not caring about you, they're caring about the character."
    },
    {
      "cite": "Ralph Richardson",
      "quote": "The art of acting consists in keeping people from coughing."
    },
    {
      "cite": "John Stossel",
      "quote": "People acting in their own self-interest is the fuel for all the discovery, innovation, and prosperity that powers the world."
    },
    {
      "cite": "River Phoenix",
      "quote": "Acting is like a Halloween mask that you put on."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Acting is happy agony."
    },
    {
      "cite": "Ellen Barkin",
      "quote": "Acting is a matter of giving away secrets."
    },
    {
      "cite": "Charlotte Whitton",
      "quote": "I really think that effective acting has to do literally with the movement of molecules."
    },
    {
      "cite": "Rosalind Russell",
      "quote": "Acting is standing up naked and turning around very slowly."
    },
    {
      "cite": "Michael Shurtleff",
      "quote": "Conflict is what creates drama. The more conflict actors find, the more interesting the performance."
    },
    {
      "cite": "Sanford Meisner",
      "quote": "Acting is behaving truthfully under imaginary circumstances."
    },
    {
      "cite": "Stella Adler",
      "quote": "The actor has to develop his body. The actor has to work on his voice. But the most important thing the actor has to work on is his mind."
    },
    {
      "cite": "Ivana Chubbuck",
      "quote": "Acting requires faith. You just have to believe that you are the person you’re playing and that what is happening is happening to you."
    },
    {
      "cite": "Ellen Page",
      "quote": "The thing I like about acting is being able to lose yourself completely in someone else. I’m not that comfortable when I get recognised."
    },
    {
      "cite": "John Wayne",
      "quote": "The difference between acting and reacting is that in a bad picture, you see them acting all over the place. In a good picture, they react in a logical way to a situation they're in, so the audience can identify with the actors."
    },
    {
      "cite": "John Wayne",
      "quote": "I merely try to act naturally. If I start acting phony on the screen, you start looking at me instead of feeling with me."
    },
    {
      "cite": "Lee Strasberg",
      "quote": "Acting... is the ability to react to imaginary stimuli; and its essential elements remain the twin requisites... 'unusual sensitivity and extraordinary intelligence,' this latter not in the form of book learning but in the ability to comprehend the workings of the human soul. The essential problems in acting—does the actor 'feel' or does he merely imitate? Should he speak naturally or rhetorically? What is natural? etc.—are as old as acting itself. They derive not from the realistic movement but from the nature of the acting process."
    },
    {
      "cite": "Sir John Gielgud",
      "quote": "Of all the arts, I think acting must be the least concrete, the most solitary. One gains experience continually, both at rehearsals and in performance, from the presence of a large assembly of people. These people are essential to the development of one's performance—they are the living canvas upon which one hopes to paint the finished portrait which one has envisaged."
    },
    {
      "cite": "Jodie Foster",
      "quote": "Acting is horrible, painful, and yet also intoxicating and emotionally liberating."
    },
    {
      "cite": "Kevin Kline",
      "quote": "Acting is an intimate thing. You entrust your partner with something very private, a tremendous bond develops and that intimacy is like love."
    },
    {
      "cite": "Glenda Jackson",
      "quote": "Acting provides the fulfillment of never being fulfilled. You're never as good as you'd like to be. So there's always something to hope for."
    },
    {
      "cite": "Meryl Streep",
      "quote": "Acting is simply my way of investigating human nature and having fun at the same time."
    },
    {
      "cite": "Sir Ralph Richardson",
      "quote": "Acting is the ability to dream on cue."
    },
    {
      "cite": "Walter Slezak",
      "quote": "Acting is a sad business where you crawl from hope to hope."
    },
    {
      "cite": "Christopher Walken",
      "quote": "Acting is a leap of faith. There has to be that moment where you go, I give myself to ... the spirit."
    },
    {
      "cite": "Olivia de Havilland",
      "quote": "Thrust into my profession without any training whatsoever, I had to just flounder and just find my way. It was an agonizing experience. It's like jumping off a diving board in the Olympic contest without knowing how to swim or dive, and I just had to find my way. So one day, I said to Jimmy Cagney, 'Jimmy, what is acting?' and he said, 'I don't know.' He said, 'All I can tell you is whatever you say, mean it,' and I thought that marvelous counsel. It is key. Wonderful."
    },
    {
      "cite": "Sir Derek Jacobi",
      "quote": "Acting is a great panacea. I can turn the world to right, all the sad and distressing things that happen in real life can be transformed into something soothing and great."
    },
    {
      "cite": "John Cusack",
      "quote": "Like all actors, I really just reveal my shadow every time I work. And the shadow is all the pain, shame, anger and rage, the creativity and sexuality."
    },
    {
      "cite": "Sam Rockwell",
      "quote": "Acting is so pure. It's not necessarily all the mundane moments that we have in real life. It's like condensed drama. It's all the exciting moments in two hours. Your senses have to be heightened."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "Actors are people who were good at playing 'Let's Pretend' as kids and now we're getting money to play house."
    },
    {
      "cite": "Terrence Howard",
      "quote": "They say that all great actors are crazy. Life has driven them mad, but that madness gives them a well of opportunity to draw experiences from 'til they can relate to what seems obscure and far away and out of reach."
    },
    {
      "cite": "Charlton Heston",
      "quote": "Acting is only the second oldest profession, but society has always looked on both trades with equal suspicion."
    },
    {
      "cite": "Brian Adams",
      "quote": "An actor is akin to the magician—an illusionist in the profession of making things look real."
    },
    {
      "cite": "Sean Penn",
      "quote": "Being the wood that the nail banged into doesn't feel good—that's what acting is."
    },
    {
      "cite": "Burt Lancaster",
      "quote": "Sometimes you want to tell the audience, \"If you only knew what we've been going through!\""
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Acting is the most minor of gifts and not a very high-class way to earn a living. Shirley Temple could do it at the age of four."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The mere mechanical technique of acting can be taught, but the spirit that is to give life to lifeless forms must be born in a man. No dramatic college can teach its pupils to think or to feel."
    },
    {
      "cite": "Bette Davis",
      "quote": "Without wonder and insight, acting is just a trade. With it, it becomes  creation."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "Acting deals with very delicate emotions. It is not putting up a mask. Each time an actor acts he does not hide; he exposes himself."
    },
    {
      "cite": "Kirk Douglas",
      "quote": "Acting is like prize fighting. The downtown gyms are smelly, but that's where the champions are."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "The basic essential of a great actor is that he loves himself in acting."
    },
    {
      "cite": "Jane Fonda",
      "quote": "You spend all your life trying to do something they put people in asylums for."
    },
    {
      "cite": "Laurence Olivier",
      "quote": "Acting is a masochistic form of exhibitionism. It is not quite the occupation of an adult."
    },
    {
      "cite": "Mary Astor",
      "quote": "A painter paints, a musician plays, a writer writes - but a movie actor waits."
    },
    {
      "cite": "Marlon Brando",
      "quote": "To grasp the full significance of life is the actor's duty, to interpret it is his problem, and to express it his dedication."
    },
    {
      "cite": "Marlon Brando",
      "quote": "Acting is just making stuff up. But, that's okay. Life is a rehearsal. Life is an improvisation."
    },
    {
      "cite": "Esperanza Spalding",
      "quote": "We could change the whole story of love / Same old play I'm getting tired / No more acting these predictable roles / Just us living / Unconditional love."
    }
  ]
}