{
  "source": "https://www.wisesayings.com/action-quotes/",
  "theme": "action",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "Actions speak louder than words."
    },
    {
      "cite": "English (on words and deeds)",
      "quote": "Deeds are fruits; words are leaves."
    },
    {
      "cite": "Washington Irving",
      "quote": "Great minds have purposes, others have wishes."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Do not be like the cat who wanted a fish but was afraid to get his paws wet."
    },
    {
      "cite": "Gaelic (on attitude)",
      "quote": "Nothing is easy to the unwilling."
    },
    {
      "cite": "Chaucer",
      "quote": "Nothing ventured, nothing gained."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The reward of a thing well done, is to have done it."
    },
    {
      "cite": "Johann Von Goethe",
      "quote": "Willing is not enough, we must do."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It's the action, not the fruit of the action, that's important. You have to do the right thing. It may not be in your power, may not be in your time, that there will be any fruit. But that doesn't mean you stop doing the right thing. You may never know what results come from your action. But if you do nothing, there will be no result."
    },
    {
      "cite": "Confucius",
      "quote": "The superior man is modest in his speech but exceeds in his actions."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Never confuse motion with action."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Be content to act, and leave the talking to others."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "I do not believe in a fate that falls on men however they act; but I do believe in a fate that falls on them unless they act."
    },
    {
      "cite": "Winston Churchill",
      "quote": "I never worry about action, but only inaction."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Action is the last resource of those who know not how to dream."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Action may not always bring happiness. But there is no happiness without action."
    },
    {
      "cite": "Charlotte Bunch",
      "quote": "We do not need, and indeed never will have, all the answers before we act. It is often through taking action that we can discover some of them."
    },
    {
      "cite": "Napolean Bonaparte",
      "quote": "Take time to deliberate, but when the time for action has arrived, stop thinking and go in."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Well done is better than well said."
    },
    {
      "cite": "George S. Patton",
      "quote": "Always do more than is required of you."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Action hangs, as it were, dissolved in speech, in thoughts whereof speech is the shadow; and precipitates itself therefrom. The kind of speech in a man betokens the kind of action you will get from him."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Everywhere in life, the true question is not what we gain, but what we do."
    },
    {
      "cite": "Peter Marshall",
      "quote": "Small deeds done are better than great deeds planned."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Whatever you do may seem insignificant to you, but it is most important that you do it."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "Make up your mind to act decidedly and take the consequences. No good is ever done in this world by hesitation."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "For purposes of action, nothing is more useful than narrowness of thought combined with energy of will."
    },
    {
      "cite": "Joan Baez",
      "quote": "Action is the antidote to despair."
    },
    {
      "cite": "Harold Nicolson",
      "quote": "We are all inclined to judge ourselves by our ideals; others, by their acts."
    },
    {
      "cite": "Pedro Calderon de la Barca",
      "quote": "A good action is never lost; it is a treasure laid up and guarded for the doer's need."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Everything you want is out there waiting for you to ask. Everything you want also wants you. But you have to take action to get it."
    },
    {
      "cite": "Vance Havner",
      "quote": "The vision must be followed by the venture. It is not enough to stare up the steps - we must step up the stairs."
    },
    {
      "cite": "Aristotle",
      "quote": "Men acquire a particular quality by constantly acting in a particular way. We become just by performing just action, temperate by performing temperate actions, brave by performing brave action."
    },
    {
      "cite": "Red Auerbach",
      "quote": "The only correct actions are those that demand no explanation and no apology."
    },
    {
      "cite": "Al Batt",
      "quote": "It is easy to sit up and take notice. What is difficult is getting up and taking action."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Nothing happens until something moves."
    },
    {
      "cite": "Sally Berger",
      "quote": "The secret of getting ahead is getting started."
    },
    {
      "cite": "Jacob Bronowski",
      "quote": "The world can only be grasped by action, not by contemplation. The hand is the cutting edge of the mind."
    },
    {
      "cite": "Russell C. Taylor",
      "quote": "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Your words become your actions, your actions become your habits."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The universe doesn’t give you what you ask for with your thoughts - it gives you what you demand with your actions."
    },
    {
      "cite": "Matthew Quick",
      "quote": "You need to know it's your actions that will make you a good person, not desire."
    },
    {
      "cite": "John Locke",
      "quote": "I have always thought the actions of men the best interpreters of their thoughts."
    },
    {
      "cite": "George Eliot",
      "quote": "I am not imposed upon by fine words; I can see what actions mean."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "People are not who they say but rather who their actions reveal them to be. Be smart about it."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Your actions must reflect your goals in order to achieve true success."
    },
    {
      "cite": "DaShanne Stokes",
      "quote": "If your actions don't live up to your words, you have nothing to say."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Thoughts do more. Words to much. Actions do much more."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "When the actions becomes frequent than the words, success becomes heavier than the dreams. Do more, say less."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The future is greatly different than your life now, the actions that you take must also be greatly different. You cannot do the same thing and get something different."
    },
    {
      "cite": "Joel Coen",
      "quote": "Actions always have consequences!"
    },
    {
      "cite": "Suzanne Hayes",
      "quote": "Think about it this way--our actions speak truth our words cannot."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "The smallest actions reveal the most about a heart's true color, so pay attention to them. Actions are the true words of the heart."
    },
    {
      "cite": "Richard H. Eyster",
      "quote": "Our inactions, like our actions, define who we are and what are true values are."
    },
    {
      "cite": "Criss Jami",
      "quote": "After a while, you realize that putting your actions where your mouth makes you less likely to have to put your money where your mouth is."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "We can’t sufficiently define love with our words. Therefore, the only option that we’re left with is to show it in our actions. And if our actions don’t show it, the words don’t matter. Neither does anything else."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Show the youth the consequences of their actions and why they should choose wisely."
    },
    {
      "cite": "Michael G Sawaya",
      "quote": "Consequences are connected to our actions. Therefore, it is crucial to be ever conscious and aware of what we think, do, and say. Those thoughts, action, and words will literally define who we are."
    },
    {
      "cite": "Ankala Subbarao",
      "quote": "Actions speak louder than words, especially the actions of bringing the loudspeaker closer to your mouth!"
    },
    {
      "cite": "Tracy Malone",
      "quote": "Actions really are louder than words, judge everyone by their ability to be as good as her/his word. Give a second chance once."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Make your words follow your actions and not the other way around."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Our actions must be directed, tempered and brought under the full authority of a greater calling."
    },
    {
      "cite": "Purvi Raniga",
      "quote": "You have that choice to do actions which make closer to your goals in life."
    },
    {
      "cite": "Lidia Longorio",
      "quote": "Your actions will show if your words are true."
    },
    {
      "cite": "Steven Redhead",
      "quote": "The future is only as bright and as wonderful as the dreams and actions that you create."
    },
    {
      "cite": "Vincent Okay Nwachukwu",
      "quote": "The actions of an adult are clearly distinguishable from that of a baby. He clears every doubt without a doubt thereby proving beyond all reasonable and unreasonable doubts that his maturity is not superficial."
    },
    {
      "cite": "Awdhesh Singh",
      "quote": "If you are not happy today, it is because you have not performed the right actions at the right time in the past."
    },
    {
      "cite": "Et Imperatrix Noctem",
      "quote": "Only when one is free to choose, one can be responsible for one’s actions."
    },
    {
      "cite": "Carlos Wallace",
      "quote": "There are situations that make you ask questions and actions that give you answers."
    },
    {
      "cite": "Krishna Saagar Rao",
      "quote": "Certain emotions drive certain thoughts and actions. Knowing your emotional drivers is essential to regulate behavior."
    },
    {
      "cite": "Jim Genovese",
      "quote": "All actions begin with a thought."
    },
    {
      "cite": "Henri L. Bergson",
      "quote": "Think like a man of action, and act like a man of thought."
    },
    {
      "cite": "Godfrey Thomas",
      "quote": "Your actions are loud that I can't hear what you're saying."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "There are risks and costs to a program of action. But they are far less than the long-range risks and costs of comfortable inaction."
    },
    {
      "cite": "Eric Thomas",
      "quote": "The one thing you say you will do require thousands of actions."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To map out a course of action and follow it to an end requires courage."
    },
    {
      "cite": "Zett Why",
      "quote": "Actions are divided into two categories - physical actions and mental actions."
    },
    {
      "cite": "Zett Why",
      "quote": "Others only see a tiny part of our actions, because we usually hide our real thoughts and their intentions in realizing and avoiding possible complications."
    },
    {
      "cite": "Zett Why",
      "quote": "All that happens to us is a direct consequence of our actions and the choices we have made."
    },
    {
      "cite": "Zett Why",
      "quote": "Take responsibility for your actions, and bring in the fear of death as a lawyer."
    },
    {
      "cite": "Elizabeth Margo",
      "quote": "A defeated mindset will never produce winning actions."
    },
    {
      "cite": "Elizabeth Margo",
      "quote": "If people remembered that they must reap the negative verbal attacks and spiteful actions done against others, I believe many of their words and actions would be different."
    },
    {
      "cite": "Elizabeth Margo",
      "quote": "Trying to \"incorporate\" the likeness and actions of others."
    },
    {
      "cite": "I. C. Robledo",
      "quote": "Actions are also contagious."
    },
    {
      "cite": "Kayla Bailey Jay",
      "quote": "This is about how much I love you. Theres no words or actions that could ever show."
    },
    {
      "cite": "Matthew Prior",
      "quote": "To see who were their friends or foes, and how our actions fell or rose;"
    },
    {
      "cite": "Dame Mary Gilmore",
      "quote": "It’s feelin’ kind an’ gentle to everything that’s weak, and doin’ jus’ sich actions as nearly seem to speak."
    },
    {
      "cite": "Beverley Childs",
      "quote": "Stand for what you believe, speak less and let actions define you."
    },
    {
      "cite": "I. C. Robledo",
      "quote": "Your thoughts will become your actions."
    },
    {
      "cite": "I. C. Robledo",
      "quote": "Your actions will become reaction in others - and those reactions will mimic the original action."
    },
    {
      "cite": "I. C. Robledo",
      "quote": "Our default actions are likely to fall back to what we have seen our parents do."
    },
    {
      "cite": "James Owen",
      "quote": "I have taken great care not to laugh at human actions, not to weep at them, not to hate them, but to understand them."
    },
    {
      "cite": "Jason B. Cunningham",
      "quote": "We must intentionally build more character from our actions so that we can inject more character into our world."
    },
    {
      "cite": "Jason B. Cunningham",
      "quote": "Don't assume that the inevitable will occur by chance, for our actions and words are not meaningless exercises of free will."
    },
    {
      "cite": "Jason B. Cunningham",
      "quote": "One's words will always matter, but one's actions are the better indicator of the character beneath one's skin."
    },
    {
      "cite": "Billy Graham",
      "quote": "Our thoughts determine our actions."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "A man who did not leave a mark in actions should try to leave a mark in words; but when you fail in both you shall be considered the most miserable."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "A man with so many words and does not have so many actions, let the wise be afraid of him."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "The largeness of a man's heart is determined by his actions."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "Much discussion without actions does not make a man a warrior."
    },
    {
      "cite": "Beverley Childs",
      "quote": "It is not what a person says that should be heard but the observation of the actions that surrounds his words."
    }
  ]
}