{
  "source": "https://www.wisesayings.com/actors-quotes/",
  "theme": "actors",
  "quotes": [
    {
      "cite": "Matthew Lillard",
      "quote": "CharacterÂ actorsÂ are becoming a thing of the past. They're just going by the wayside. They're just cutting through that caliber of acting."
    },
    {
      "cite": "Helena Bonham Carter",
      "quote": "A film actor is just a victim of directors and editors."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "An actor is supposed to be a sensitive instrument.Â"
    },
    {
      "cite": "Juliette Binoche",
      "quote": "People thinkÂ actorsÂ have such glamorous lives, but the truth isÂ actorsÂ go where nobody wants to go."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Actors are one family over the entire world."
    },
    {
      "cite": "Thomas Haden Church",
      "quote": "But allÂ actorsÂ go through the process, it's hit and miss, you have achievement and failure."
    },
    {
      "cite": "Anna Kendrick",
      "quote": "An actor should always let humility outweigh ambition."
    },
    {
      "cite": "Ethel Barrymore",
      "quote": "The greatÂ actorsÂ are the luminous ones. They are the great conductors of the stage."
    },
    {
      "cite": "Kevin Bacon",
      "quote": "There are two types of actors: those who say they don't want to be famous, and those who are liars."
    },
    {
      "cite": "James Dean",
      "quote": "An actor's course is set even before he's out of the cradle."
    },
    {
      "cite": "Meryl Streep",
      "quote": "The key to every actor is deep, deep insecurity."
    },
    {
      "cite": "Scott Speedman",
      "quote": "And once you cease to be a real person, you stop being a good actor."
    },
    {
      "cite": "Martin Freeman",
      "quote": "MostÂ actorsÂ are either a shower of bloody scruffs or think they should dress like Hamlet off stage."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "ActorsÂ search for rejection. If they don't get it they reject themselves."
    },
    {
      "cite": "Javier Bardem",
      "quote": "The good thing about being an actor, and the gift of being an actor, is that you are beautifully forced to see the world with different eyes."
    },
    {
      "cite": "Paul Bettany",
      "quote": "Trying to be a good actor has to be involved with placing yourself imaginatively in different people's circumstances."
    },
    {
      "cite": "Helen Hayes",
      "quote": "Actors cannot choose the manner in which they are born. Consequently, it is the one gesture in their lives completely devoid of self-consciousness."
    },
    {
      "cite": "Henry Fonda",
      "quote": "The bestÂ actorsÂ do not let the wheels show."
    },
    {
      "cite": "Harrison Ford",
      "quote": "SomeÂ actorsÂ couldn't figure out how to withstand the constant rejection. They couldn't see the light at the end of the tunnel."
    },
    {
      "cite": "Christian Bale",
      "quote": "It's theÂ actorsÂ who are prepared to make fools of themselves who are usually the ones who come to mean something to the audience."
    },
    {
      "cite": "W. C. Fields",
      "quote": "Show me a great actor and I'll show you a lousy husband. Show me a great actress, and you've seen the devil."
    },
    {
      "cite": "Ellen Terry",
      "quote": "Only a great actor finds the difficulties of the actor's art infinite."
    },
    {
      "cite": "Christopher Nolan",
      "quote": "The best actors instinctively feel out what the other actors need, and they just accommodate it."
    },
    {
      "cite": "Shia LaBeouf",
      "quote": "To be an actor, a true actor, you have to be brokenhearted."
    },
    {
      "cite": "Bruce Davison",
      "quote": "A good actor is somebody who can be truthful and fascinating and interesting and enlightening."
    },
    {
      "cite": "Stella Adler",
      "quote": "The actor cannot afford to look only to his own life for all his material nor pull strictly from his own experience to find his acting choices and feelings."
    },
    {
      "cite": "Louise Brooks",
      "quote": "Every actor has a natural animosity toward every other actor, present or absent, living or dead."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "As an actor, you are aware of how a role can seep into your real life."
    },
    {
      "cite": "Sarah Bernhardt",
      "quote": "He who is incapable of feeling strong passions, of being shaken by anger, of living in every sense of the word, will never be a good actor."
    },
    {
      "cite": "Laurence Fox",
      "quote": "There are two main jobs in acting - the first one is to be a good actor, and the second one is to convince everyone that you're a good actor."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "One of the best things about being an actor is that it's a meritocracy."
    },
    {
      "cite": "Mahesh Babu",
      "quote": "No good actor ever stops learning. He is constantly evolving."
    },
    {
      "cite": "James Caan",
      "quote": "There's nothing more boring thanÂ actorsÂ talking about acting."
    },
    {
      "cite": "Bruce Campbell",
      "quote": "ActorsÂ who say they can dive inside a character are either schizophrenic or lying."
    },
    {
      "cite": "Lee Strasberg",
      "quote": "The actor creates with his own flesh and blood all those things which all the arts try in some way to describe."
    },
    {
      "cite": "Chevy Chase",
      "quote": "Any good actor has to have a good sense of humour, too; they have to be able to manipulate people."
    },
    {
      "cite": "Patrice Leconte",
      "quote": "Working with a bunch ofÂ actorsÂ is like trying to tune each violin."
    },
    {
      "cite": "Michael B. Jordan",
      "quote": "That's one of the fun parts of becoming an actor: you can become whoever you want to be."
    },
    {
      "cite": "Jean Anouilh",
      "quote": "A good actor must never be in love with anyone but himself."
    },
    {
      "cite": "Christopher Walken",
      "quote": "An actor really is a kind of intermediary between an audience and the piece, whether it's a play or movie."
    },
    {
      "cite": "Matthew Ashford",
      "quote": "ActorsÂ worry about bad breath, weight, receding hairlines and why their leading lady looks like their daughter."
    },
    {
      "cite": "James Dean",
      "quote": "An actor must interpret life, and in order to do so must be willing to accept all the experiences life has to offer. In fact, he must seek out more of life than life puts at his feet."
    },
    {
      "cite": "Tom Baker",
      "quote": "ActorsÂ are able to trick themselves into treating anything as if it's fantastic. It's a kind of madness really."
    },
    {
      "cite": "Stella Adler",
      "quote": "The actor has to develop his body. The actor has to work on his voice. But the most important thing the actor has to work on is his mind."
    },
    {
      "cite": "Paul Newman",
      "quote": "To be an actor you have to be a child."
    },
    {
      "cite": "Lane Garrison",
      "quote": "To be a good actor you have to feel life and observe life."
    },
    {
      "cite": "Cedric Hardwicke",
      "quote": "ActorsÂ must practice restraint, else think what might happen in a love scene."
    },
    {
      "cite": "Patty Duke",
      "quote": "ActorsÂ take risks all the time. We put ourselves on the line. It is creative to be able to interpret someone's words and breathe life into them."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "To be a good actor you have to be something like a criminal, to be willing to break the rules to strive for something new."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "An actor is part illusionist, part artist, part ham.Â"
    }
  ]
}