{
  "source": "https://www.wisesayings.com/actress-quotes/",
  "theme": "actress",
  "quotes": [
    {
      "cite": "Gena Rowlands",
      "quote": "The thing about acting is you don't want to let on how enjoyable it is or then everybody would want to become an actress. But it really is. It's a pleasure to go and exchange your identity."
    },
    {
      "cite": "Nance O'Neil",
      "quote": "An actress must be a woman whose emotional perceptions are true, and to make them so, she must have a fine contempt for any art or thought that betrays them for something false."
    },
    {
      "cite": "Meryl Streep",
      "quote": "There are wonderfully talented actresses. It's a really rich field. There isn't as rich a field of material."
    },
    {
      "cite": "Cate Blanchett",
      "quote": "Actresses can get outrageously precious about the way they look. That's not what life's about. If you starve yourself to the point where your brain cells shrivel, you will never do good work. And if you're overly conscious of your arms flapping in the wind, how can you look the other actor in the eye to respond to them?"
    },
    {
      "cite": "Beeban Kidron",
      "quote": "This is a culture filled with perfect images of women and perfect images of movie actresses, and most people can't live up to them."
    },
    {
      "cite": "Alia Shawkat",
      "quote": "As an actress, you never know when you're going to work again and there's so much dependency on working."
    },
    {
      "cite": "Radostina A. Angelova",
      "quote": "An extraordinary actress can not be an ordinary woman."
    },
    {
      "cite": "Sarah Bernhardt",
      "quote": "To be a good actor it is necessary to have a firmly tempered soul, to be surprised at nothing, to resume each minute the laborious task that has barely just been finished."
    },
    {
      "cite": "Juliette Binoche",
      "quote": "As an actress we don't beat one another. It's whoever's right for the part."
    },
    {
      "cite": "Juliette Binoche",
      "quote": "People think actors have such glamorous lives, but the truth is actors go where nobody wants to go."
    },
    {
      "cite": "Isabelle Huppert",
      "quote": "For an actress there is no greater gift than having a camera in front of you, listening to the most beautiful music in the world and just being looked at!"
    },
    {
      "cite": "Rebel Wilson",
      "quote": "There are so many glamorous actresses, but you know what? In the real world, nobody looks like that."
    },
    {
      "cite": "Monica Bellucci",
      "quote": "Being an actress is the sublimation of feminity."
    },
    {
      "cite": "Bette Davis",
      "quote": "People often become actresses because of something they dislike about themselves: They pretend they are someone else."
    },
    {
      "cite": "Rose Byrne",
      "quote": "It's important to have female solidarity and support each other and other actresses."
    },
    {
      "cite": "Hattie McDaniel",
      "quote": "Every actor and actress is possessed of the absorbing passion to create something distinctive and unique."
    },
    {
      "cite": "Laurence Olivier",
      "quote": "We used to have actresses trying to become stars; now we have stars trying to become actresses."
    },
    {
      "cite": "Tom Lehrer",
      "quote": "An actress must never lose her ego without it she has no talent."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "An actress is not a machine, but they treat you like a machine. A money machine."
    },
    {
      "cite": "Kevin Brownlow",
      "quote": "Rare actresses who was able to become the person she was playing and experience the emotions that that person was having. It was incredibly painful, almost psychic and quite devastating for her."
    },
    {
      "cite": "Helen Hayes",
      "quote": "An actress's life is so transitory suddenly you're a building."
    },
    {
      "cite": "Patricia Richardson",
      "quote": "Good actresses can often accomplish miracles, and it is possible to be someone you've never been or will be. But in a sitcom, there's no time."
    },
    {
      "cite": "Maggie Gyllenhaal",
      "quote": "A big part of being an actress specifically is feeling entitled to your artistic opinion, feeling that it means something, and being able to stand by it."
    },
    {
      "cite": "Marian Seldes",
      "quote": "An actress spends a lifetime observing people. You build up a mental library. No, not a library. Make that a repository."
    },
    {
      "cite": "Nikki Cox",
      "quote": "All that some actresses want is for people to take them seriously instead of caring about how they look."
    }
  ]
}