{
  "source": "https://www.wisesayings.com/adaptability-quotes/",
  "theme": "adaptability",
  "quotes": [
    {
      "cite": "Charles Darwin",
      "quote": "The most important factor in survival is neither intelligence nor strength but adaptability."
    },
    {
      "cite": "Anthony Brandt",
      "quote": "The key to success is often the ability to adapt."
    },
    {
      "cite": "Bruce Lee",
      "quote": "All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Change is the only constant in life. Ones ability to adapt to those changes will determine your success in life."
    },
    {
      "cite": "Vivian Greene",
      "quote": "Life isn't about waiting for the storm to pass. It's about learning how to dance in the rain."
    },
    {
      "cite": "Erwin Raphael McManus",
      "quote": "It is not balance you need but adaptability."
    },
    {
      "cite": "Marvin J. Ashton",
      "quote": "Adaptability cushions the impact of change or disappointment."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "We must cut our coat according to our cloth, and adapt ourselves to changing circumstances."
    },
    {
      "cite": "Garrison Wynn",
      "quote": "Action and adaptability create opportunity."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The reasonable man adapts himself to the world; the unreasonable one persists to adapt the world to himself. Therefore all progress depends on the unreasonable man."
    },
    {
      "cite": "Chanda Kochhar",
      "quote": "Adaptability is a great asset to have because life is so unpredictable, and things can change overnight for any of us."
    },
    {
      "cite": "Martha Stewart",
      "quote": "The more you adapt, the more interesting you are."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Be flexible and adapt easily to new things."
    },
    {
      "cite": "John Wooden",
      "quote": "Adaptability is being able to adjust to any situation at any given time."
    },
    {
      "cite": "Alice Duer Miller",
      "quote": "The strongest will is the will that knows how to bend."
    },
    {
      "cite": "Peter Hilton",
      "quote": "Adaptability to change is itself a hallmark of successful education."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "To exist is to adapt, and if one could not adapt, one died and made room for those who could."
    },
    {
      "cite": "Charles Darwin",
      "quote": "It is not the strongest or the most intelligent who will survive but those who can best manage change."
    },
    {
      "cite": "Octavia E. Butler",
      "quote": "Intelligence is ongoing, individual adaptability. Adaptations that an intelligent species may make in a single generation, other species make over many generations of selective breeding and selective dying."
    },
    {
      "cite": "Sachin Kumar Puli",
      "quote": "Forgive, Adapt and Evolve, because holding on stagnates your opportunity of being better."
    },
    {
      "cite": "Marc Benioff",
      "quote": "You must always be able to predict what's next and then have the flexibility to evolve."
    },
    {
      "cite": "Jessica Hagedorn",
      "quote": "Adaptability is the simple secret of survival."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "One learns to adapt to the land in which one lives."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "Man adapts himself to everything, to the best and the worst."
    },
    {
      "cite": "Alain Dehaze",
      "quote": "As the world we live in is so unpredictable, the ability to learn and to adapt to change is imperative, alongside creativity, problem-solving, and communication skills."
    },
    {
      "cite": "Okakura Kakuzō",
      "quote": "The art of life lies in a constant readjustment to our surroundings."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The measure of intelligence is the ability to change."
    },
    {
      "cite": "Max McKeown",
      "quote": "Adaptability is about the powerful difference between adapting to cope and adapting to win."
    },
    {
      "cite": "Sam Walton",
      "quote": "You can't just keep doing what works one time, everything around you is changing. To succeed, stay out in front of change."
    },
    {
      "cite": "unknown",
      "quote": "Be willing to change, because life won't stay the same."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Adaptability is not imitation. It means power of resistance and assimilation."
    },
    {
      "cite": "Dolly Parton",
      "quote": "We cannot direct the wind, but we can adjust the sails."
    },
    {
      "cite": "Nolan Ryan",
      "quote": "Enjoying success requires the ability to adapt."
    },
    {
      "cite": "Anomymous",
      "quote": "It is a wise person that adapts themselves to all contingencies; it's the fool who always struggles like a swimmer against the current."
    },
    {
      "cite": "Kristin Hunter",
      "quote": "The most amazing thing about little children was their fantastic adaptability."
    }
  ]
}