{
  "source": "https://www.wisesayings.com/addiction-quotes/",
  "theme": "addiction",
  "quotes": [
    {
      "cite": "Carl Jung",
      "quote": "Every form of addiction is bad, no matter whether the narcotic be alcohol or morphine or idealism."
    },
    {
      "cite": "William Gibson",
      "quote": "Addictions ... started out like magical pets, pocket monsters. They did extraordinary tricks, showed you things you hadn't seen, were fun. But came, through some gradual dire alchemy, to make decisions for you. Eventually, they were making your most crucial life-decisions. And they were ... less intelligent than goldfish."
    },
    {
      "cite": "Moby",
      "quote": "What fascinates me about addiction and obsessive behavior is that people would choose an altered state of consciousness that's toxic and ostensibly destroys most aspects of your normal life, because for a brief moment you feel okay."
    },
    {
      "cite": "Mark Twain",
      "quote": "Quitting smoking is easy, I've done it hundreds of times."
    },
    {
      "cite": "Jean Kilbourne",
      "quote": "Addiction begins with the hope that something \"out there\" can instantly fill up the emptiness inside."
    },
    {
      "cite": "Tess Callahan",
      "quote": "Addiction is just a way of trying to get at something else. Something bigger. Call it transcendence if you want, but it's like a rat in a maze. We all want the same thing. We all have this hole. The thing you want offers relief, but it's a trap."
    },
    {
      "cite": "Frank Tallis",
      "quote": "At first, addiction is maintained by pleasure, but the intensity of this pleasure gradually diminishes and the addiction is then maintained by the avoidance of pain."
    },
    {
      "cite": "Cornelius Platinga",
      "quote": "At every stage, addiction is driven by one of the most powerful, mysterious, and vital forces of human existence. What drives addiction is longing — a longing not just of brain, belly, or loins but finally of the heart."
    },
    {
      "cite": "Russell Brand",
      "quote": "The mentality and behavior of drug addicts and alcoholics is wholly irrational until you understand that they are completely powerless over their addiction and unless they have structured help, they have no hope."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "I have absolutely no pleasure in the stimulants in which I sometimes so madly indulge. It has not been in the pursuit of pleasure that I have periled life and reputation and reason. It has been the desperate attempt to escape from torturing memories, from a sense of insupportable loneliness and a dread of some strange impending doom."
    },
    {
      "cite": "Paul Williams",
      "quote": "You know you're an alcoholic when you misplace things for like a decade."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "I admire addicts. In a world where everybody is waiting for some blind, random disaster, or some sudden disease, the addict has the comfort of knowing what will most likely wait for him down the road. He's taken some control over his ultimate fate, and his addiction keeps the cause of death from being a total surprise."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "Drugs have taught an entire generation of American kids the metric system."
    },
    {
      "cite": "Debra L. Kaplan",
      "quote": "The initial journey towards sobriety is a delicate balance between insight into one's desire for escape and abstinence from one's addiction."
    },
    {
      "cite": "Anonymous",
      "quote": "In the 1960s, people took acid to make the world weird. Now the world is weird, and people take Prozac to make it normal."
    },
    {
      "cite": "Alice Miller",
      "quote": "What is addiction, really? It is a sign, a signal, a symptom of distress. It is a language that tells us about a plight that must be understood."
    },
    {
      "cite": "Anonymous",
      "quote": "Addiction doesn't kill the addict. It kills the family, kids and people who tried to help!"
    },
    {
      "cite": "Ann Landers",
      "quote": "If you know someone who tries to drown their sorrows, you might tell them sorrows know how to swim."
    },
    {
      "cite": "Francis Scott Key Fitzgerald",
      "quote": "First you take a drink, then the drink takes a drink, then the drink takes you."
    },
    {
      "cite": "Anonymous",
      "quote": "The first thing in the human personality that dissolves in alcohol is dignity."
    },
    {
      "cite": "Jon Kabat-Zinn",
      "quote": "All the suffering, stress and addiction comes from not realizing you already are what you are looking for."
    },
    {
      "cite": "Mark Twain",
      "quote": "Habit is habit, and not to be flung out of the window by any man, but coaxed downstairs a step at a time."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "The dead drug leaves a ghost behind. At certain hours it haunts the house."
    },
    {
      "cite": "Nikki Sixx",
      "quote": "Addiction- When you can give up something any time, as long as it's next Tuesday."
    },
    {
      "cite": "Somerset Maugham",
      "quote": "The unfortunate thing about this world is that good habits are so much easier to give up than bad ones."
    },
    {
      "cite": "Robin Williams",
      "quote": "Reality is just a crutch for people who can't handle drugs."
    },
    {
      "cite": "Dennis Daley",
      "quote": "Recovery from addiction requires hard work, a proper attitude and learning skills to stay sober, not drinking alcohol or using other drugs. Successful drug recovery or alcohol recovery involves changing attitudes, acquiring knowledge, and developing skills to meet the many challenges of sobriety."
    },
    {
      "cite": "C. C. DeVille",
      "quote": "Addiction is a symptom of not growing up."
    },
    {
      "cite": "Jean Church",
      "quote": "You can come out of the furnace of trouble two ways: if you let it consume you, you come out a cinder; but there is a kind of metal which refuses to be consumed, and comes out a star."
    },
    {
      "cite": "Anne Lamott",
      "quote": "You can get the monkey off your back, but the circus never leaves town."
    },
    {
      "cite": "Amy Reed",
      "quote": "Imagine trying to live without air. Now imagine something worse."
    },
    {
      "cite": "Ann D. Clark",
      "quote": "These feelings, no matter how painful, are part of living. Today, we are alive – not anesthetized, not sedated, not passed out. Take control of your feelings and through action you can change. Today, as every day of sober living, we have a choice."
    },
    {
      "cite": "Anne Clendening",
      "quote": "Addiction, at its worst, is akin to having Stockholm Syndrome. You’re like a hostage who has developed an irrational affection for your captor. They can abuse you, torture you, even threaten to kill you, and you’ll remain inexplicably and disturbingly loyal."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "The deepest human defeat suffered by human beings is constituted by the difference between what one was capable of becoming and what one has in fact become."
    },
    {
      "cite": "Benjamin Alire Sáenz",
      "quote": "If you can quit for a day, you can quit for a lifetime."
    },
    {
      "cite": "Bishop Steere",
      "quote": "Do not think that what your thoughts dwell on does not matter. Your thoughts are making you."
    },
    {
      "cite": "Bob Conklin",
      "quote": "It’s not the situation…… it’s your reaction to the situation."
    },
    {
      "cite": "Brene Brown",
      "quote": "Understanding the difference between healthy striving and perfectionism is critical to laying down the shield and picking up your life. Research shows that perfectionism hampers success. In fact, it's often the path to depression, anxiety, addiction, and life paralysis."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Hardships often prepare ordinary people for an extraordinary destiny."
    },
    {
      "cite": "Carl Bard",
      "quote": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "Sometimes you can only find Heaven by slowly backing away from Hell."
    },
    {
      "cite": "Chris Prentiss",
      "quote": "You are not an alcoholic or an addict. You are not incurably diseased. You have merely become dependent on substances or addictive behavior to cope with underlying conditions that you are now going to heal, at which time your dependency will cease completely and forever."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "I wanted to write about the moment when your addictions no longer hide the truth from you. When your whole life breaks down. That’s the moment when you have to somehow choose what your life is going to be about."
    },
    {
      "cite": "Confucius",
      "quote": "It is better to light one small candle than to curse the darkness."
    },
    {
      "cite": "Criss Jami",
      "quote": "An over-indulgence of anything, even something as pure as water, can intoxicate."
    },
    {
      "cite": "Dale Archer",
      "quote": "One of the things you learn in rehab is that you’re responsible for your own actions."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Remember, today is the tomorrow you worried about yesterday."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "A nail is driven out by another nail. Habit is overcome by habit."
    },
    {
      "cite": "Ethlie Ann Vare",
      "quote": "My fear of abandonment is exceeded only by my terror of intimacy."
    },
    {
      "cite": "Frederick W. Faber",
      "quote": "Every moment of resistance to temptation is a victory."
    },
    {
      "cite": "Harriet B. Braiker",
      "quote": "If you are an approval addict, your behaviour is as easy to control as that of any other junkie. All a manipulator need do is a simple two-step process: Give you what you crave, and then threaten to take it away. Every drug dealer in the world plays this game."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Numbing the pain for a while will make it worse when you finally feel it fully."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "Here I am trying to live, or rather, I am trying to teach the death within me how to live."
    },
    {
      "cite": "Jean Kilbourne",
      "quote": "Addiction begins with the hope that something ‘out there’ can instantly fill up the emptiness inside."
    },
    {
      "cite": "Jen Knox",
      "quote": "An intelligent person can rationalize anything, a wise person doesn't try."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Drugs are a bet with your mind."
    },
    {
      "cite": "Jody Dean",
      "quote": "A good addiction is a contradiction in terms. Anything people can’t give up or must have is not healthy, no matter what the activity."
    },
    {
      "cite": "Johann Hari",
      "quote": "Addiction is an adaptation. It’s not you–it’s the cage you live in."
    },
    {
      "cite": "Johann Hari",
      "quote": "The opposite of addiction is not sobriety, it's human connection."
    },
    {
      "cite": "John Grisham",
      "quote": "Shame was an emotion he had abandoned years earlier. Addicts know no shame. You disgrace yourself so many times you become immune to it."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Your life is the fruit of your own doing. You have no one to blame but yourself."
    },
    {
      "cite": "Krista Ritchie",
      "quote": "No one told me you can love someone and still be miserable. How is that possible?"
    },
    {
      "cite": "Kurt Cobain",
      "quote": "Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with your self-esteem."
    },
    {
      "cite": "Larry Michael Dredla",
      "quote": "Not feeling is no replacement for reality. Your problems today are still your problems tomorrow."
    },
    {
      "cite": "Luke Davies",
      "quote": "When you can stop you don't want to, and when you want to stop, you can't."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Every habit he’s ever had is still there in his body, lying dormant like flowers in the desert. Given the right conditions, all his old addictions would burst into full and luxuriant bloom."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "The three most harmful addictions are heroin, carbohydrates, and a monthly salary."
    },
    {
      "cite": "Neil T. Anderson",
      "quote": "The worst thing you can do for your loved one caught in alcoholism or addiction is to help the person continue in the deception that he or she is OK. Your best course of action is to speak the truth in love (see Eph. 4:15) and don't allow him or her to escape the consequences of wrong behavior."
    },
    {
      "cite": "Pema Chodron",
      "quote": "We use all kinds of ways to escape – all addictions stem from this moment when we meet our edge and we just can’t stand it. We feel we have to soften it, pad it with something, and we become addicted to whatever it is that seems to ease the pain."
    },
    {
      "cite": "Ralph Nader",
      "quote": "Addiction should never be treated as a crime. It has to be treated as a health problem. We do not send alcoholics to jail in this country. Over 500,000 people are in our jails who are nonviolent drug users."
    },
    {
      "cite": "Russell Brand",
      "quote": "Addiction is a serious disease; it will end with jail, mental institutions, or death."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "We are addicted to our thoughts. We cannot change anything if we cannot change our thinking."
    },
    {
      "cite": "Sherman Alexie",
      "quote": "There are all kinds of addicts, I guess. We all have pain. And we all look for ways to make the pain go away."
    },
    {
      "cite": "Stella Adler",
      "quote": "An addict is someone who uses their body to tell society that something is wrong."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Once you learn to quit, it becomes a habit."
    },
    {
      "cite": "Wendell Berry",
      "quote": "People use drugs, legal and illegal, because their lives are intolerably painful or dull. They hate their work and find no rest in their leisure. They are estranged from their families and their neighbors. It should tell us something that in healthy societies drug use is celebrative, convivial, and occasional, whereas among us it is lonely, shameful, and addictive. We need drugs, apparently, because we have lost each other."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Most addicts I have talked to report a similar experience. They did not start using drugs for any reason they can remember. They just drifted along until they got hooked. If you have never been addicted, you can have no clear idea what it means to need junk with the addict’s special need. You don’t decide to be an addict. One morning you wake up sick and you’re an addict."
    },
    {
      "cite": "Zen Proverb",
      "quote": "If we are facing in the right direction, all we have to do is keep on walking."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Failure is a detour, not a dead-end street."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "People often say that motivation doesn’t last. Well, neither does bathing. That’s why we recommend it daily."
    }
  ]
}