{
  "source": "https://www.wisesayings.com/adhd-quotes/",
  "theme": "adhd",
  "quotes": [
    {
      "cite": "Julia Smith-Ruetz",
      "quote": "ADD is like going through life, carrying a one-man band contraption with a broken strap."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Every person with ADHD already knows that destination addiction is part of their disorder. However, if it doesn't have a positive outlet, it can destroy your life. It is not another person that will make your life better; it is the qualities in them that you admire. Incorporate those attributes into your own life and you won't miss a thing."
    },
    {
      "cite": "Gert Van Mol",
      "quote": "Do not say, that child has ADHD. Say it: He wears the 7R gene."
    },
    {
      "cite": "William James",
      "quote": "There is no more miserable human being than one in whom nothing is habitual but indecision."
    },
    {
      "cite": "Ty Pennington",
      "quote": "That's the other thing: Even if you're on medication, you still have to treat your body properly and take care of yourself. The idea that ADHD goes away or you grow out of it isn't true."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "I am not absentminded. It is the presence of mind that makes me unaware of everything else."
    },
    {
      "cite": "Martin L. Kutscher",
      "quote": "Forgive your child and yourself nightly. You didn't ask to live with the effects of ADHD any more than did your child."
    },
    {
      "cite": "Christine Ashley",
      "quote": "It's like trying to listen to your favorite show with really bad noise disrupting the signal. All the while, loud children are screaming around you and throwing things."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "It is better to be high-spirited even though one makes more mistakes, than to be narrow-minded and all too prudent."
    },
    {
      "cite": "Rhonda Van Diest",
      "quote": "ADHD is real and valid. The sooner we recognize the patterns and learn to work with these kids, the better assured we will be that they as adults with be healthy members of society."
    },
    {
      "cite": "Dr. Russell Barkley",
      "quote": "ADHD is not about knowing what to do, but about doing what one knows."
    },
    {
      "cite": "Robert Hall",
      "quote": "In the power of fixing the attention lies the most precious of the intellectual habits."
    },
    {
      "cite": "Damian DaViking Aird",
      "quote": "Picture a room with 1,000 TVs with each TV showing something different. Now try and concentrate on just one TV with out getting distracted."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Nothing like ADHD and a good fight to the death to make time fly."
    },
    {
      "cite": "Dresher Larry",
      "quote": "ADHD is a neurological and behavioral disorder that affects not only the person with it, but the entire family, including parents and the extended family of parental siblings and grandparents. It tests the limits of the family's ability to be supportive, understanding and loving."
    },
    {
      "cite": "L. Todd Rose",
      "quote": "Behavior isn't something someone has. Rather, it emerges from the interaction of a person's biology, past experiences, and immediate context."
    },
    {
      "cite": "Jamie Hynds",
      "quote": "It's like being a cat with 100 people with lazer pointers."
    },
    {
      "cite": "Edward M. Hallowell",
      "quote": "People with ADHD often have a special feel for life, a way of seeing right into the heart of matters, while others have to reason their way methodically."
    },
    {
      "cite": "John Locke",
      "quote": "It is difficult to instruct children because of their natural inattention; the true mode, of course, is to first make our modes interesting to them."
    },
    {
      "cite": "Adam Levine",
      "quote": "ADHD isn't a bad thing, and you shouldn't feel different from those without ADHD."
    },
    {
      "cite": "Jennifer Arnott",
      "quote": "It's like opening 100 tabs in your browser at once and trying to do something different in each one at the same time. Then someone walks up and wants to have a conversation."
    },
    {
      "cite": "Julie Posey",
      "quote": "ADHD is just another word for fun, exciting and adventurous."
    },
    {
      "cite": "Frank Coppola",
      "quote": "I prefer to distinguish ADD as attention abundance disorder. Everything is just so interesting, remarkably at the same time."
    },
    {
      "cite": "Ridge Meadows",
      "quote": "This is a mental health issue not a behavior issue! People including doctors and schools need to recognize it as such!"
    },
    {
      "cite": "Jennifer Lynn",
      "quote": "It's more than lack of focus."
    },
    {
      "cite": "Kathleen Ely",
      "quote": "Living with ADHD is like walking up a down escalator.You can get there eventually but the journey is exhausting."
    },
    {
      "cite": "Joane E Richardson",
      "quote": "Be patient with me. Understand why I do the things I do. Don't yell at me. Believe me, I don't want to have ADHD."
    },
    {
      "cite": "Robert Reid",
      "quote": "If we run every class the way we run it for kids with ADHD, we'd probably have a much stronger education system."
    },
    {
      "cite": "Sarah Young",
      "quote": "When you have ADHD your home reflects our thought. disorganized and in disoray. And like with a disorganized house. you can only appologize for your disorganized brian so many time before it becomes exhausting."
    },
    {
      "cite": "Sarah Young",
      "quote": "Living with ADHD is like being locked in a room with 100 Televisions and 100 Radios all playing. None of them have power buttons so you can turn them off and the door is locked from the outside."
    },
    {
      "cite": "Natasha McCulloch",
      "quote": "ADHD can affect every area of your life."
    },
    {
      "cite": "S. Kelley Harrell",
      "quote": "I'm add and psychic. I know things ahead of time but lose track of which is which."
    },
    {
      "cite": "George Borrow",
      "quote": "It has been said that idleness is the parent of mischief, which is very true; but mischief itself is merely an attempt to escape from the dreary vacuum of idleness."
    },
    {
      "cite": "DRB",
      "quote": "ADHD is not a choice or bad parenting. Kids with ADHD work twice as hard as their peers everyday but receive more negative feedback from the world."
    },
    {
      "cite": "Leon Eisenberg",
      "quote": "ADHD is a prime example of a fictitious disease."
    },
    {
      "cite": "Frank Zappa",
      "quote": "Without deviation from the norm, progress is not possible."
    },
    {
      "cite": "Ty Pennington",
      "quote": "I know what's it's like to grow up with ADHD and how important it is for parents, caregivers and patients, to have access to accurate information."
    },
    {
      "cite": "unknown",
      "quote": "I have more thoughts before breakfast than most people have all day."
    },
    {
      "cite": "S.C",
      "quote": "The hardest thing about ADHD is that it’s invisible to outsiders. People just assume that we are not being good parents and that our child is a brat. When they don’t have an idea how exhausted we truly are."
    },
    {
      "cite": "Julie A. Fast",
      "quote": "It turns out that up to 35 percent of people with bipolar disorder also have ADHD."
    },
    {
      "cite": "Rick Riordan",
      "quote": "What I did next was so impulsive and dangerous I should've been named ADHD poster child of the year."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Never give up on someone with a mental illness. When I is replaced by we, illness becomes wellness."
    },
    {
      "cite": "Walter Barbee",
      "quote": "If you’ve told a child a thousand times and he still does not understand, then it is not the child who is the slow learner."
    },
    {
      "cite": "Ignacio Estrada",
      "quote": "If a child can’t learn the way we teach, maybe we should teach the way they learn."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If a cluttered desk is a sign of a cluttered mind. What then is an empty desk a sign of?"
    },
    {
      "cite": "Steven Wright",
      "quote": "I was trying to daydream but my mind kept wandering."
    },
    {
      "cite": "Brandon Curtiss",
      "quote": "My room may be a mess but it’s an organized mess. I know right where everything is."
    },
    {
      "cite": "William J. Clinton",
      "quote": "Mental illness is nothing to be ashamed of, but stigma and bias shame us all."
    },
    {
      "cite": "Allen Frances",
      "quote": "Mental disorders don't really live out there waiting to be explained. They are constructs we have made up and often not very compelling ones."
    }
  ]
}