{
  "source": "https://www.wisesayings.com/adjustment-quotes/",
  "theme": "adjustment",
  "quotes": [
    {
      "cite": "Morarji Desai",
      "quote": "Life at any time can become difficult: life at any time can become easy. It all depends upon how one adjusts oneself to life."
    },
    {
      "cite": "Lindsay Davenport",
      "quote": "Some times you lose more than you win. It's about handling losses and trying to turn them into positives. You get out into the big leagues and there's a period of adjustment to be made. You've got to handle it."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The smallest change in perspective can transform a life. What tiny attitude adjustment might turn your world around?"
    },
    {
      "cite": "Henry Cloud",
      "quote": "When truth presents itself, the wise person sees the light, takes it in, and makes adjustments. The fool tries to adjust the truth so he does not have to adjust to it."
    },
    {
      "cite": "Kimora Lee Simmons",
      "quote": "Life is a series of adjustments; You can make changes along the way, but if you dodn't start moving forward you'll never get anywhere!"
    },
    {
      "cite": "Kakuzo Okakura",
      "quote": "The art of life lies in a constant readjustment to our surroundings."
    },
    {
      "cite": "Confucius",
      "quote": "When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "It's no measure of health to be well adjusted to a profoundly sick society."
    },
    {
      "cite": "Leon Battista Alberti",
      "quote": "Beauty is the adjustment of all parts proportionately so that one cannot add or subtract or change without impairing the harmony of the whole."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "The whole process of mental adjustment and atunement can be summed up in one word: Gratitude"
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Success comes from repeated efforts day in and day out. You learn from your mistakes, make adjustments and continue pressing forward until you achieve the results you desire."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "It is invariably saddening to look through new eyes at things upon which you have expended your own powers of adjustment."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "The learned tradition is not concerned with truth, but with the learned adjustment of learned statements of antecedent learned people."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Adapt yourself to the needs of the people."
    },
    {
      "cite": "Wald Wassermann",
      "quote": "All things have their birth in Love by adaptation."
    },
    {
      "cite": "Elmar Hussein",
      "quote": "To live is to exist within the boundaries of what is permissible and what is not. Adaptation to this is called life."
    },
    {
      "cite": "Max McKeown",
      "quote": "Adaptability is about the powerful difference between adapting to cope and adapting to win."
    },
    {
      "cite": "Peter Hilton",
      "quote": "Adaptability to change is itself a hallmark of successful education."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Adaptability is not imitation. It means power of resistance and assimilation."
    },
    {
      "cite": "Anonymous",
      "quote": "Things change. The only thing constant is change. It’s up to you to be adaptable."
    },
    {
      "cite": "Garrison Wynn",
      "quote": "Action and adaptability create opportunity."
    },
    {
      "cite": "Derek Jeter",
      "quote": "You've got to make adjustments as you get older."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Pure morality is only an instinctive adjustment which the soul makes."
    },
    {
      "cite": "James Allen",
      "quote": "A man is not rightly conditioned until he is a happy, healthy, and prosperous being; and happiness, health, and prosperity are the result of a harmonious adjustment of the inner with the outer of the man with his surroundings."
    },
    {
      "cite": "Feist",
      "quote": "But that constant adjustment and adaptation to your new environment, all the variables are the same. There's always a promoter, there's always a rider, there's always a shower, and there's always a stage."
    },
    {
      "cite": "Lionel Shriver",
      "quote": "People seem to get used to anything, and it is a short step from adaptation to attachment"
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Be flexible and adapt easily to new things."
    },
    {
      "cite": "Carlos Wallace",
      "quote": "Take in every detail of your environment and adapt."
    },
    {
      "cite": "Marc Andreessen",
      "quote": "Adaptability is key."
    }
  ]
}