{
  "source": "https://www.wisesayings.com/admire-quotes/",
  "theme": "admire",
  "quotes": [
    {
      "cite": "Tyga",
      "quote": "We can admire what we see, but we can only love what we truly know."
    },
    {
      "cite": "Susan Egan",
      "quote": "You can admire people for sure, and they're worth admiring, but you need to find that special thing about yourself. It takes working hard, getting the technique, and learning to sing and all that stuff, but the master class is about bringing yourself to the role."
    },
    {
      "cite": "Henri Michaux",
      "quote": "You can love a woman. To admire her is hard. You are not dealing with something important."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "Knowing what you admire in others is a wonderful mirror into your deepest, as yet unborn, self."
    },
    {
      "cite": "Malcolm Muggeridge",
      "quote": "All of us admire people we don't like and like people we don't admire."
    },
    {
      "cite": "Mary Russell Mitford",
      "quote": "We may admire people for being wise, but we like them best when they are foolish."
    },
    {
      "cite": "Eleanor Hibbert",
      "quote": "There's nothing makes you admire people like seeing yourself in them."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "The secret of happiness is to admire without desiring."
    },
    {
      "cite": "B. F. Skinner",
      "quote": "We admire people to the extent that we cannot explain what they do, and the word 'admire' then means 'marvel at.'"
    },
    {
      "cite": "Cat Deeley",
      "quote": "It's great to admire other people's fashion choices, but I don't think you should idolise anyone."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "You always admire what you really don't understand."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "Be the mirror in which people admire their true potential."
    },
    {
      "cite": "F. H. Bradley",
      "quote": "The secret of happiness is to admire without desiring. And that is not happiness."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A modern man may disapprove of some of his sweeping reforms, and approve others; but finds it difficult not to admire even where he does not approve."
    },
    {
      "cite": "Tove Jansson",
      "quote": "You can't ever be really free if you admire somebody too much."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Learn to admire rightly; the great pleasure of life is that. Note what the great men admired; they admired great things; narrow spirits admire basely, and worship meanly."
    },
    {
      "cite": "Michael Jackson",
      "quote": "Sometimes when you're treated unfairly it makes you stronger and more determined. I admire that kind of strength. People who have it take a stand and put their blood and soul into what they believe."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "It is the rooted instinct in men to admire what is better and more beautiful than themselves."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Transform jealousy to admiration, and what you admire will become part of your life."
    },
    {
      "cite": "Frank Herbert",
      "quote": "It's easier to be terrified by an enemy you admire."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The only things one can admire at length are those one admires without knowing why."
    },
    {
      "cite": "Mandy Moore",
      "quote": "Developing a relationship with someone you admire, who can encourage you to reach your full potential, is something that everyone can benefit from."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Those who admire modern civilization usually identify it with the steam engine and the electric telegraph."
    },
    {
      "cite": "C S Lewis",
      "quote": "We shall not be well so long as we love and admire anything more than we love and admire God."
    },
    {
      "cite": "John Milton",
      "quote": "Let none admire that riches grow in hell; that soil may best deserve the precious bane."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We always love those who admire us, but we do not always love those whom we admire."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Be not too hasty to trust or to admire the teachers of morality; they discourse like angels, but they live like men."
    },
    {
      "cite": "Earl Tupper",
      "quote": "Everybody admires a go-getter if he is tactful."
    },
    {
      "cite": "Allegra Huston",
      "quote": "Be a big person; be generous of spirit; be the person you'd admire."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Admire as much as you can. Most people do not admire enough."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "What a strange vanity painting is; it attracts admiration by resembling the original, we do not admire."
    },
    {
      "cite": "Dave Pelzer",
      "quote": "Whatever you do for the sole purpose of having others admire you, your efforts will most likely be in vain."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The truest test of independent judgment is being able to dislike someone who admires us, and to admire someone who dislikes us."
    },
    {
      "cite": "Scott Lynch",
      "quote": "Nobody admires anyone else without qualification. If they do they're after an image, not a person."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "The desire to please those we admire and respect often cripples conscience."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "We tend to become like those whom we admire."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "He who meanly admires mean things is a Snob."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Men admire the man who can organize their wishes and thoughts in stone and wood and steel and brass."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "People don't admire you for what you hate, they admire you for what you do about it, and your slacks."
    },
    {
      "cite": "Pablo Casals",
      "quote": "As long as one can admire and love, then one is young forever."
    },
    {
      "cite": "Janet Hargreaves",
      "quote": "Nature's beauty we all admire in every shape and form, but how much more we admire her when the weather's nice and warm."
    },
    {
      "cite": "Kitty Kelley",
      "quote": "A hero is someone we can admire without apology."
    },
    {
      "cite": "Quintilian",
      "quote": "A great part of art consists in imitation. For the whole conduct of life is based on this: that what we admire in others we want to do ourselves."
    },
    {
      "cite": "William Feather",
      "quote": "We always admire the other person more after we've tried to do his job."
    },
    {
      "cite": "Rudy Giuliani",
      "quote": "All leaders are influenced by those they admire. Reading about them and studying their traits inevitably allows an inspiring leader to develop his own leadership traits."
    },
    {
      "cite": "Nicolas Boileau",
      "quote": "A fool can always find a greater fool who admires him."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Enjoy your work and work for whom you admire."
    },
    {
      "cite": "Irvin D. Yalom",
      "quote": "If one is to love oneself one must behave in ways that one can admire."
    },
    {
      "cite": "Theophile Gautier",
      "quote": "To love is to admire with the heart; to admire is to love with the mind."
    }
  ]
}