{
  "source": "https://www.wisesayings.com/adoption-quotes/",
  "theme": "adoption",
  "quotes": [
    {
      "cite": "Richard Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life."
    },
    {
      "cite": "Sheryl Crow",
      "quote": "Little souls find their way to you, whether they're from your womb or someone else's."
    },
    {
      "cite": "David Platt",
      "quote": "It's important to realize that we adopt not because we are rescuers. No. We adopt because we are rescued."
    },
    {
      "cite": "Leigh Anne Tuohy",
      "quote": "Families don't have to match. You don't have to look like someone else to love them."
    },
    {
      "cite": "Fleur Conkling Heyliger",
      "quote": "Not flesh of my flesh, nor bone of my bone, but still miraculously my own. Never forget for a single minute, you didn't grow under my heart but in it."
    },
    {
      "cite": "Isabella Rossellini",
      "quote": "Adoption carries the added dimension of connection not only to your own tribe but beyond, widening the scope of what constitutes love, ties, and family. It is the larger embrace."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Being a mother is an attitude, not a biological relation."
    },
    {
      "cite": "unknown",
      "quote": "Adoption is when a child grew in its mommy's heart instead of her tummy."
    },
    {
      "cite": "Valerie Harper",
      "quote": "However motherhood comes to you, it's a miracle."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Being a parent wasn't just about bearing a child. It was about bearing witness to its life."
    },
    {
      "cite": "unknown",
      "quote": "Adopting any child is a walk into the unknown. It takes Faith."
    },
    {
      "cite": "James L. Gritter",
      "quote": "We should not be asking who this child belongs to, but who belongs to this child."
    },
    {
      "cite": "unknown",
      "quote": "They may not have my eyes, they may not have my smile, but they have all my heart."
    },
    {
      "cite": "Jody Landers",
      "quote": "A child born to another woman calls me mom. The depth of the tragedy and the magnitude of the privilege are not lost on me."
    },
    {
      "cite": "Amalia G.",
      "quote": "Family is not defined by our genes, it is built and maintained through love."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "You don't choose your family. They are God's gift to you, as you are to them."
    },
    {
      "cite": "Hope For Orphans",
      "quote": "Adoption is not the call to have the perfect, rosy family. It is the call to give love, mercy, and patience."
    },
    {
      "cite": "Joanne Greco",
      "quote": "Adoptive Mom? I am Mom. I need no other label or prefix."
    },
    {
      "cite": "Scott Simon",
      "quote": "There are times when the adoption process is exhausting and painful and makes you want to scream. But, I am told, so does childbirth."
    },
    {
      "cite": "Doug Chapman",
      "quote": "If you have a heart for adoption don't let fear stand in the way."
    },
    {
      "cite": "unknown",
      "quote": "Adopting one child won't change the world: but for that child, the world will change."
    },
    {
      "cite": "Christina Romo",
      "quote": "My birth mother brought me into this world, but it was my adoptive parents who gave me life."
    },
    {
      "cite": "Richard Fischer",
      "quote": "By choice, we have become a family, first in our hearts, and finally in breath and being. Great expectations are good; great experiences are better."
    },
    {
      "cite": "Jamie Lee Curtis",
      "quote": "We look at adoption as a very sacred exchange. It was not done lightly on either side. I would dedicate my life to this child."
    },
    {
      "cite": "Joyce Maguire Pavao",
      "quote": "Adoption is not about finding children for families, it's about finding families for children."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "Somehow destiny comes into play. These children end up with you and you end up with them. It's something quite magical."
    },
    {
      "cite": "Charlotte Gray",
      "quote": "Children and mothers never truly part, bound together by the beating of one another's heart."
    },
    {
      "cite": "Lisa Ling",
      "quote": "There are so many kids in this world, and in this country, that need homes. And so we're perfectly content to look into adoption one day, if for some reason we aren't able to have a biological child."
    },
    {
      "cite": "Katherine Heigl",
      "quote": "Adoption has been a part of my life and a part of my family, so it was how I wanted to start. It felt natural and right to me."
    },
    {
      "cite": "Hugh Jackman",
      "quote": "I think adoption is a blessing all around when it's done right."
    },
    {
      "cite": "Dave Thomas",
      "quote": "Every child deserves a home and love. Period."
    },
    {
      "cite": "John Schneider",
      "quote": "There are young people having babies every day that cannot possibly take care of them, and, as people who believe that every life is beautiful, we need to make them aware of another choice - to give that beautiful life up for adoption."
    },
    {
      "cite": "Irina ORear",
      "quote": "Adoption comes from the heart, but the adoption process comes from the Law. You should follow your heart, but be sure you also follow the law."
    },
    {
      "cite": "Mariska Hargitay",
      "quote": "Adoption was a bumpy ride – very bumpy. But God, was it worth the fight."
    },
    {
      "cite": "Bob Constantine",
      "quote": "I have four children. Two are adopted. I forget which two."
    },
    {
      "cite": "Karen Fowler",
      "quote": "My life has been shaped by the decision two people made over 24 years ago. They decided to adopt a child. They got me, and I got a chance at the kind of life all children deserve."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Since I was five, I've known that I was adopted, which is a politically correct term for being clueless about one's own origins."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "The beggarly question of parentage--what is it, after all? What does it matter, when you come to think of it, whether a child is yours by blood or not? All the little ones of our time are collectively the children of us adults of the time, and entitled to our general care."
    },
    {
      "cite": "Nia Vardalos",
      "quote": "Anyone who ever wondered how much they could love a child who did not spring from their own loins, know this: it is the same. The feeling of love is so profound, it's incredible and surprising."
    },
    {
      "cite": "Jerry Bridges",
      "quote": "A son or daughter in any human family is either born to or adopted by the parents. By definition, a child can't be both. But with God we're both born of Him and adopted by Him."
    },
    {
      "cite": "John M. Simmons",
      "quote": "Orphanages are the only places that ever left me feeling empty and full at the same time."
    },
    {
      "cite": "George W. Bush",
      "quote": "Adoption was such a positive alternative to abortion, a way to save one life and brighten two more: those of the adoptive parents."
    },
    {
      "cite": "Jana Wolff",
      "quote": "Meeting your adoptive baby is like being set up on a blind date with someone you will have to spend the next eighteen years with. You care about looks, because you desperately want to fall in love with the stranger who will be your child."
    },
    {
      "cite": "Lisa Wingate",
      "quote": "I learned that you need not be born into a family to be loved by one."
    },
    {
      "cite": "David Crane",
      "quote": "God, this adoption stuff is so overwhelming. There's inter-country adoption, dependency adoption... There are so many ways to go, and this is like the biggest decision of our lives."
    },
    {
      "cite": "Bob Walsh",
      "quote": "You must both remember, once you adopt each other for cousins, you'll be cousins forever. Because adoption is real, and it's forever."
    },
    {
      "cite": "Joan S.",
      "quote": "You need to adopt them! Who knows what may happen if you don't adopt them! And they need a good home!"
    },
    {
      "cite": "Bob Walsh",
      "quote": "Oh, no, getting adopted doesn't hurt. It's just another way people have of saying I love you."
    },
    {
      "cite": "Sam Hellman",
      "quote": "She's more than adopted. She's a part of me."
    },
    {
      "cite": "Melle Runderkamp",
      "quote": "The Hunters adopted me when I was a kid. They brought me over from the U.K. It's the best thing that ever happened to me. I'm just paying it forward."
    },
    {
      "cite": "Tina Fey",
      "quote": "I think adoption is a wonderful thing. Three of my nine siblings were adopted. And someday, I'm gonna find them."
    },
    {
      "cite": "Melanie Tem",
      "quote": "A process which assumes that adoptive parents will choose their children on the basis of these factors also supports the notion that it's reasonable to change one's mind in the child turns out different from why they were chosen-as they almost always do."
    },
    {
      "cite": "Melanie Tem",
      "quote": "The adoptive parent if an infant , too, is often looked upon as something of a hero, or a martyr."
    },
    {
      "cite": "Satwinder Sandhu",
      "quote": "The best relationships in life start with this in abundance and adopting a child is no different."
    },
    {
      "cite": "Satwinder Sandhu",
      "quote": "I firmly believe that adaption gives children in need a lifeline."
    },
    {
      "cite": "Satwinder Sandhu",
      "quote": "The legality of adoption is like the legality of marriage. It binds people together, meaning they usually think twice if they want to separate from the relationship."
    },
    {
      "cite": "Satwinder Sandhu",
      "quote": "Adoption is not a 'better' option but it is certainly more secure and truly a lifeline relationship."
    },
    {
      "cite": "Barbara A. Moe",
      "quote": "Adoption is an 'affair of the heart.' But as much as adoption fills a need for love, there is much more involved."
    },
    {
      "cite": "Barbara A. Moe",
      "quote": "Adoption of children, in one form or another, is as old as human history."
    },
    {
      "cite": "Barbara A. Moe",
      "quote": "Placement day is an important date in the life of an adopted child, especially if he or she remembers that day. Some celebrate this date as an adoption birthday because it is the true beginning of the adaption."
    },
    {
      "cite": "William B Eerdmans",
      "quote": "Adoption is a wonderful thing. Christians have rightly considered themselves as a people adopted by God, and adoption has been a central Christian practice for many branches of Christianity."
    },
    {
      "cite": "Gregory Keck",
      "quote": "Adoption always involved losses. Losses prior to adoption affect the quality of attachment in adoption."
    },
    {
      "cite": "Corrie Lynn Player",
      "quote": "Keep this in mind that actually raising your adopted child will cost whatever it would have cost if she had been born to you."
    },
    {
      "cite": "Corrie Lynn Player",
      "quote": "Adopted children can have emotional difficulties that require special services. Whatever the reason, it is important to understand that providing the necessary services to address the emotional problems can make significant demands on a family's finances."
    },
    {
      "cite": "Corrie Lynn Player",
      "quote": "When considering all the adoption options, you need to consider your comfort level with each one."
    },
    {
      "cite": "Corrie Lynn Player",
      "quote": "Children deserve to be brought into a strong, successful marriage or a stable single-parent home. If your home life is currently in conflict, now is not the best time to consider adoption."
    },
    {
      "cite": "Mike Berry",
      "quote": "Through all the trials of the foster and adoptive journey, I want you to know that the calling you've received to care for vulnerable children is valid. And it is beautiful."
    },
    {
      "cite": "Mike Berry",
      "quote": "Most of us enter the adoptive or foster parenting journey with hope. And we're filled with passion and energy. For good reason too--we've been called to do this."
    },
    {
      "cite": "Eric Reme Giguere",
      "quote": "The art of transplantation / Has saved a lot of lives / By frauding a child's adoption / I will be saving mine"
    },
    {
      "cite": "Glen Evans",
      "quote": "Adoption's not the answer either / Is it fair for you to say / That she should go through pregnancy / So a total stranger can take it away"
    },
    {
      "cite": "William Carlisle",
      "quote": "I didn't realize it when I was a lad / Just how great a burden my mother had / Adoption was offered but mama said no / She raised us and taught us the right way to go"
    },
    {
      "cite": "Damian Robert Nesta Marley",
      "quote": "A child needs loving, caring / Is there no other option than adoption for you babies / You're raffling and jacketing and auctioning your babies"
    },
    {
      "cite": "Anouk Teeuwe",
      "quote": "These days adoption is a hot thing  / You can get a child for nearly nothing / You take them home to a nanny / Buy off you're guilt with toys and candy"
    }
  ]
}