{
  "source": "https://www.wisesayings.com/adore-quotes/",
  "theme": "adore",
  "quotes": [
    {
      "cite": "Woody Allen",
      "quote": "The heart wants what it wants. There's no logic to these things. You meet someone and you fall in love and that's that."
    },
    {
      "cite": "Mark Twain",
      "quote": "We adore titles and heredities in our hearts and ridicule them with our mouths. This is our democratic privilege."
    },
    {
      "cite": "Robin Sharma",
      "quote": "You are much closer than you think to creating a life you adore."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "I was not born to be free, I was born to adore and obey."
    },
    {
      "cite": "Pietro Aretino",
      "quote": "I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Man is made to adore and to obey: but if you will not command him, if you give him nothing to worship, he will fashion his own divinities, and find a chieftain in his own passions."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "We women adore failures. They lean on us."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Not he that adorns but he that adores makes a divinity."
    },
    {
      "cite": "Pedro Calderon de la Barca",
      "quote": "At the point when affection is not frenzy, it is not adore."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "The People adore authority."
    },
    {
      "cite": "John Piper",
      "quote": "Worship is basically adoration, and we adore only what delights us. There is no such thing as sad adoration or unhappy praise."
    },
    {
      "cite": "Patch Adams",
      "quote": "Jump for joy as we accomplish the dreams we adore."
    },
    {
      "cite": "Margherita Missoni",
      "quote": "If you wear things you adore, you just look better."
    },
    {
      "cite": "Will Advise",
      "quote": "To adore one has to yearn."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There is no treatment for adore, but to love far more."
    },
    {
      "cite": "John Milton",
      "quote": "To adore the conqueror, who now beholds Cherub and seraph rolling in the flood."
    },
    {
      "cite": "Will Advise",
      "quote": "To find true love simply one must just adore."
    },
    {
      "cite": "Cesare Lombroso",
      "quote": "The ignorant man always adores what he cannot understand."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "All you require is adore. But just a little chocolate at times will not damage."
    },
    {
      "cite": "Pythagoras",
      "quote": "The wind is blowing. Adore the wind."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Humanity adores only those who cause it to perish."
    },
    {
      "cite": "John Green",
      "quote": "We all romanticize the people we adore."
    },
    {
      "cite": "M. C. Escher",
      "quote": "We adore chaos because we love to produce order."
    }
  ]
}