{
  "source": "https://www.wisesayings.com/adoration-quotes/",
  "theme": "adoration",
  "quotes": [
    {
      "cite": "Martin Luther",
      "quote": "To gather with God's people in united adoration of the Father is as necessary to the Christian life as prayer."
    },
    {
      "cite": "Albert Camus",
      "quote": "To insure the adoration of a theorem for any length of time, faith is not enough, a police force is needed as well."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "When you focus on how wonderful God is and all the great things He's done is doing and even will do in your life, your natural response will be praise, adoration and awe. Don't let yourself ever get used to it stay amazed!"
    },
    {
      "cite": "John Crowder",
      "quote": "Worship is basically adoration, and we adore only what delights us. There is no such thing as sad adoration or unhappy praise."
    },
    {
      "cite": "Paul Gitwaza",
      "quote": "Your worship is proportional to your fellowship with God and how you are free."
    },
    {
      "cite": "Pope Pius X",
      "quote": "The daily adoration or visit to the Blessed Sacrament is the practice which is the fountainhead of all devotional works."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Through adoration, the Christian mysteriously contributes to the radical transformation of the world and to the sowing of the Gospel. Anyone who prays to the Savior draws the whole world with him and raises it to God. Those who stand before the Lord are therefore fulfilling an eminent service. They are presenting to Christ all those who do not know him or are far from him: they keep watch in his presence on their behalf."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Perpetual Adoration, Eucharistic Adoration offers to our people the opportunity to join those in religious life to pray for the salvation of the world, souls everywhere and peace on earth. We cannot underestimate the power of prayer and the difference it will make in our world."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "The act of divine worship is the inestimable privilege of man, the only created being who bows in humility and adoration."
    },
    {
      "cite": "Ann Voskamp",
      "quote": "The answer to deep anxiety is the deep adoration of God."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "The more sanctified a person is the more heavily weighted his prayer time is in adoration."
    },
    {
      "cite": "Aristotle",
      "quote": "Adoration is made out of a solitary soul occupying two bodies."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "People only have true understanding when they look at everything from God's perspective. Authentic wisdom begins when we understand that God is to be the object of our devotion, our adoration, and our reverence."
    },
    {
      "cite": "Manly Hall",
      "quote": "The adoration of the sun was one of the earliest and most natural forms of religious expression. Complex modern theologies are merely involvements and amplifications of this simple aboriginal belief."
    },
    {
      "cite": "John Stott",
      "quote": "Word and worship belong indissolubly to each other. All worship is an intelligent and loving response to the revelation of God, because it is the adoration of His name. Therefore, acceptable worship is impossible without preaching. For preaching is making known the name of the Lord, and worship is praising the name of the Lord made known."
    },
    {
      "cite": "Richard J. Foster",
      "quote": "Adoration is the spontaneous yearning of the heart to worship, honor, magnify, and bless God. We ask nothing but to cherish him. We seek nothing but his exaltation. We focus on nothing but his goodness."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "A child of God should be a visible beatitude for joy and happiness, and a living doxology for gratitude and adoration."
    },
    {
      "cite": "Matt Papa",
      "quote": "Worship is admiration becoming adoration."
    },
    {
      "cite": "Richard Rohr",
      "quote": "Our job as humans is to make admiration of others and adoration of God fully conscious and deliberate."
    },
    {
      "cite": "Evelyn Underhill",
      "quote": "Adoration is caring for God above all else."
    },
    {
      "cite": "Matt Chandler",
      "quote": "Adoration drives obedience, but throughout history people are prone to forget the faithfulness of God yesterday."
    },
    {
      "cite": "James MacDonald",
      "quote": "Worship is the actual act of ascribing worth directly to God. Worshipful actions may do this indirectly, but when the Bible commands and commends worship as our highest expression, it is not talking about anything other than direct, intentional, Vertical outpouring of adoration."
    },
    {
      "cite": "J. I. Packer",
      "quote": "The Life of true holiness is rooted in the soil of awed adoration ."
    },
    {
      "cite": "Bill Hybels",
      "quote": "Adoration in prayer reminds us of God's identity and inclination. As we list his attributes, lifting up his character and personality, we reinforce our understanding of who he is."
    },
    {
      "cite": "Ole Hallesby",
      "quote": "The Spirit of prayer makes us so intimate with God that we scarcely pass through an experience before we speak to Him about it, either in supplication, in sighing, in pouring out our woes before Him, in fervent requests, or in thanksgiving and adoration."
    },
    {
      "cite": "Bill Hybels",
      "quote": "Adoration in prayer purges our spirit and prepares us to listen to God."
    }
  ]
}