{
  "source": "https://www.wisesayings.com/adorable-quotes/",
  "theme": "adorable",
  "quotes": [
    {
      "cite": "Judith Martin",
      "quote": "Adorable children are considered to be the general property of the human race. Rude children belong to their mothers."
    },
    {
      "cite": "Andre Agassi",
      "quote": "How lovely it is to dream while you are awake."
    },
    {
      "cite": "William Wilberforce",
      "quote": "Lovely flowers are the smiles of god's goodness."
    },
    {
      "cite": "Julia Child",
      "quote": "How lovely life can be if one takes time to be friendly."
    },
    {
      "cite": "Elizabeth Kata",
      "quote": "Lovely flowers have been known to grow out of trash heaps."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "What is lovely never dies, But passes into other loveliness."
    },
    {
      "cite": "Saadi",
      "quote": "A lovely face is the solace of wounded hearts and the key of locked-up gates."
    },
    {
      "cite": "Clarence Day",
      "quote": "Be adorable always to each other; respect is everlasting."
    },
    {
      "cite": "Constance Chuks Friday",
      "quote": "What makes you adorable is how much you're able to contribute towards the improvement of the lives of people around you"
    },
    {
      "cite": "Dorothy Kilgallen",
      "quote": "Why can't I be the adorable one?"
    },
    {
      "cite": "Ashley Montagu",
      "quote": "It is not the most lovable individuals who stand more in need of love, but the most unlovable"
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "A thing is lovable according as it is good. But God is infinite good. Therefore He is infinitely lovable."
    },
    {
      "cite": "Geneen Roth",
      "quote": "You are lovable, you are loving; your choices about food will reflect that, if you give yourself a chance."
    },
    {
      "cite": "Robert Lane Greene",
      "quote": "His captivating speech came not from his grammar or vocabulary but from the joy he took in wielding them well."
    },
    {
      "cite": "William Hazlitt",
      "quote": "There is something captivating in spirit and intrepidity, to which, we often yield as to a resistless power; nor can he reasonably expect, the confidence of others who too apparently distrusts himself."
    },
    {
      "cite": "Ellen Burstyn",
      "quote": "What a lovely surprise to finally discover how unlonely being alone can be."
    },
    {
      "cite": "Frank McCourt",
      "quote": "It's lovely to know that the world can't interfere with the inside of your head."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "How lovely goodness is in those who, stepping lightly, go smiling through the world."
    },
    {
      "cite": "Thomas Cole",
      "quote": "How lovely are the portals of the night, when stars come out to watch the daylight die."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "it would be lovely to sleep in a wild cherry-tree all white with bloom in the moonshine"
    },
    {
      "cite": "Harry Lloyd",
      "quote": "It's lovely to have a part that requires you to learn something that's also interesting."
    },
    {
      "cite": "William Maxwell",
      "quote": "It was lovely when you found students who responded to things you were enthusiastic about."
    },
    {
      "cite": "Johnny Vegas",
      "quote": "It's lovely being a parent and being in a strong marriage with somebody who is your best friend."
    },
    {
      "cite": "Lauren Willig",
      "quote": "It was lovely to see cynicism in one so young. It positively restored his faith in human nature."
    },
    {
      "cite": "Lysette Anthony",
      "quote": "It's lovely to be told you're wonderful by someone when you're used to being told how awful you are."
    },
    {
      "cite": "Elaine Cassidy",
      "quote": "It's always lovely to be part of a project that, on a creative level, is done for all the right reasons."
    },
    {
      "cite": "Clive Owen",
      "quote": "It's just lovely to be involved in a movie that does go back to the basics - characters and great writing."
    },
    {
      "cite": "Vin Scully",
      "quote": "It is kind of lovely to be sitting alone, just thinking, very quiet, no one around. I don't feel alone or left out."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Nothing is more appealing than a handsome man who is also uncertain of himself."
    },
    {
      "cite": "Annie Dillard",
      "quote": "Appealing workplaces are to be avoided. One wants a room with no view, so imagination can meet memory in the dark."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "It's always appealing to play a character that has to overcome himself as well as an obstacle. It makes the drama so much deeper."
    },
    {
      "cite": "D.E. Stevenson",
      "quote": "There is something very appealing about a room which one occupied as a child; it brings back one's childhood more vividly than anything else I know."
    },
    {
      "cite": "Eyvind Kang",
      "quote": "The most appealing part is the feeling of learning something true - the pleasure of a truth. For me, that's mostly found in philosophical literature at the moment."
    },
    {
      "cite": "Ricardo Montalban",
      "quote": "What is appealing is the idea of attaining the unattainable and learning from it. Once you obtain a fantasy it becomes a reality, and that reality is not as exciting as your fantasy. Through the fantasies you learn to appreciate your own realities."
    }
  ]
}