{
  "source": "https://www.wisesayings.com/adrenaline-quotes/",
  "theme": "adrenaline",
  "quotes": [
    {
      "cite": "Charles Lindbergh",
      "quote": "It is the greatest shot of adrenaline to be doing what you have wanted to do so badly. You almost feel like you could fly without the plane."
    },
    {
      "cite": "John Barrow",
      "quote": "You only can live on adrenaline for so long; one thing is for sure, it doesn't pay the bills."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The adrenaline and stress of an adventure are better than a thousand peaceful days."
    },
    {
      "cite": "Jeannette Walls",
      "quote": "Sometimes you need a little crisis to get your adrenaline flowing and help you realize your potential."
    },
    {
      "cite": "Barbara Claypole White",
      "quote": "You needed jolts of fear, little hits of adrenaline, to appreciate the buzz of life."
    },
    {
      "cite": "Jason Statham",
      "quote": "High risk is high adrenaline."
    },
    {
      "cite": "Tommy Chong",
      "quote": "Because the pot takes the edge off the adrenaline, and it also clears your mind of it, and then you can see things a lot clearer."
    },
    {
      "cite": "Robert Watson",
      "quote": "You want leaders driven by mission – not by adrenaline. No one wants to work with people who need to be heroes more than they need to be catalysts."
    },
    {
      "cite": "Dan Brown",
      "quote": "Nothing activates adrenaline production like pain."
    },
    {
      "cite": "Anonymous",
      "quote": "You have to balance reason with passion; reason keeps you open, passion keeps your adrenaline going."
    },
    {
      "cite": "Richard Branson",
      "quote": "A touch of the jitters sharpens the mind, gets the adrenaline flowing and helps you to focus."
    },
    {
      "cite": "Michael Strahan",
      "quote": "I’ve learned how to turn self-doubt into an energy source and to metabolize fear into a result-producing adrenaline."
    },
    {
      "cite": "Tess Gerritsen",
      "quote": "That's what falling in love really amounted to, your brain on drugs. Adrenaline and dopamine, oxytocin and serotonin. Chemical insanity, celebrated by poets."
    },
    {
      "cite": "Holly Maxwell Boydell",
      "quote": "Channel your adrenaline, so that it powers you forward rather than hold you back."
    },
    {
      "cite": "Andrea T. Goeglein",
      "quote": "Stop being an adrenaline junkie who is waiting for the happy ending instead of seeing the happy being."
    },
    {
      "cite": "Kerry Patterson",
      "quote": "Don't aim for perfection. Aim for progress. Learn to slow the process down when your adrenaline gets pumping."
    },
    {
      "cite": "Naina Lal Kidwai",
      "quote": "The simple truth is that there is nothing like a good challenge to get the adrenaline going."
    }
  ]
}