{
  "source": "https://www.wisesayings.com/adulthood-quotes/",
  "theme": "adulthood",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Adulthood is like the vet, and we're all the dogs that were excited for the car ride until we realized where we're going."
    },
    {
      "cite": "John Fowles",
      "quote": "Adulthood is not an age, but a stage of knowledge of self."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Maturity is a bitter disappointment for which no remedy exists, unless laughter could be said to remedy anything."
    },
    {
      "cite": "John Connolly",
      "quote": "For in every adult there dwells the child that was, and in every child there lies the adult that will be."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Adults are just obsolete children and the hell with them."
    },
    {
      "cite": "Robert Redford",
      "quote": "The tough thing about adulthood is it starts before you even know it starts."
    },
    {
      "cite": "Juan Gabriel",
      "quote": "Adulthood brings with it a pernicious illusion of control."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "Adulthood is the ever-shrinking period between childhood and old age. It is the apparent aim of modern industrial societies to reduce this period to a minimum."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Until you're grown-up they send you to reform school. After you're grown-up they send you to the penitentiary."
    },
    {
      "cite": "Nelson Rodrigues",
      "quote": "Adulthood does not exist. Man is an eternal child."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Growing up is losing some illusions, in order to acquire others."
    },
    {
      "cite": "Joy Browne",
      "quote": "Adulthood was invented to repair the wounds of childhood."
    },
    {
      "cite": "Ian Caldwell",
      "quote": "Adulthood it a glacier encroaching quietly on youth. When it arrives, the stamp of childhood suddenly freezes, capturing us for good in the image of our last act, the pose we struck when the ice of age set in."
    },
    {
      "cite": "Megan Crane",
      "quote": "Adulthood is knowing that a fully realized character is always more important than the lines."
    },
    {
      "cite": "Louise J. Kaplan",
      "quote": "Adolescence is the conjugator of childhood and adulthood."
    },
    {
      "cite": "J. K. Simmons",
      "quote": "People evolve and it's important to not stop evolving just because you've reached adulthood."
    },
    {
      "cite": "Robert Bly",
      "quote": "Adulthood has something to do with not choosing any of the pure points of view, but living about half of what you really want to live."
    },
    {
      "cite": "Anonymous",
      "quote": "Adulthood is like looking both ways before you cross the street and then getting hit by an airplane."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Try not to become a man of success. Rather become a man of value."
    },
    {
      "cite": "Mariella Frostrup",
      "quote": "Once you've raised a child to adulthood, you can only be as demanding as your offspring allow."
    },
    {
      "cite": "Hanya Yanagihara",
      "quote": "Part of adulthood is searching for the people who understand you."
    },
    {
      "cite": "Chad Harbach",
      "quote": "People thought becoming an adult meant that all your acts had consequences; in fact it was just the opposite."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "The great challenge of adulthood is holding on to your idealism after you lose your innocence."
    },
    {
      "cite": "Alex Shakar",
      "quote": "Childhood and adulthood were not factors of age but states of mind."
    },
    {
      "cite": "Kelly Williams Brown",
      "quote": "You're a grown-up, and you get to decide what behaviors affect you for five minutes versus what behaviors change you as a person."
    },
    {
      "cite": "Mary Pipher",
      "quote": "Adolescence is a border between childhood and adulthood. Like all borders, it's teeming with energy and fraught with danger."
    },
    {
      "cite": "Mary Lydon Simonsen",
      "quote": "With adulthood comes responsibility."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "A child becomes an adult when he realizes that he has a right not only to be right but also to be wrong."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "The great challenge of adulthood is holding on to your idealism after you lose your innocence"
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "The body grows slowly and steadily but the soul grows by leaps and bounds. It may come to its full stature in an hour."
    },
    {
      "cite": "Neal Shusterman",
      "quote": "Adulthood can do the most horrific things to the best of people."
    },
    {
      "cite": "John D. MacDonald",
      "quote": "Being an adult means accepting those situations where no action is possible."
    }
  ]
}