{
  "source": "https://www.wisesayings.com/advertising-quotes/",
  "theme": "advertising",
  "quotes": [
    {
      "cite": "Craig Davis",
      "quote": "We need to stop interrupting what people are interested in & be what people are interested in."
    },
    {
      "cite": "Bill Bernbach",
      "quote": "Nobody counts the number of ads you run; they just remember the impression you make."
    },
    {
      "cite": "Howard Luck Gossage",
      "quote": "Nobody reads ads. People read what interests them, and sometimes it's an ad."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Advertisements are now so numerous that they are very negligently perused"
    },
    {
      "cite": "William Hesse",
      "quote": "Advertising, as a single entity capable of creating vast changes in our social structure, simply does not exist. Its impact is too diffuse, too omnidirectional."
    },
    {
      "cite": "John O'Toole",
      "quote": "When executing advertising, it's best to think of yourself as an uninvited guest in the living room of a prospect who has the magical power to make you disappear instantly"
    },
    {
      "cite": "Jerry Della Femina",
      "quote": "There is a great deal of advertising that is much better than the product. When that happens, all that the good advertising will do is put you out of business faster."
    },
    {
      "cite": "Bill Bernbach",
      "quote": "The most powerful element in advertising is the truth."
    },
    {
      "cite": "Leo Burnett",
      "quote": "I am one who believes that one of the greatest dangers of advertising is not that of misleading people, but that of boring them to death."
    },
    {
      "cite": "Fairfax Cone",
      "quote": "Advertising is what you do when you can't go see somebody. That's all it is."
    },
    {
      "cite": "Daniel Starch",
      "quote": "The simplest definition of advertising, and one that will probably meet the test of critical examination, is that advertising is selling in print."
    },
    {
      "cite": "Adolph S. Ochs",
      "quote": "Advertising in the final analysis should be news. If it is not news it is worthless."
    },
    {
      "cite": "Noel Peebles",
      "quote": "The real question is, will they buy it?"
    },
    {
      "cite": "Jef I. Richards",
      "quote": "Creative without strategy is called  art.' Creative with strategy is called  advertising'."
    },
    {
      "cite": "S Leacoc",
      "quote": "Advertising may be described as the science of arresting the human intelligence long enough to get money from it."
    },
    {
      "cite": "James Randolph Adams",
      "quote": "If advertising had a little more respect for the public, the public would have a lot more respect for advertising."
    },
    {
      "cite": "Philip Dusenberry",
      "quote": "I have always believed that writing advertisements is the second most profitable form of writing. The first, of course, is ransom notes."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The man who stops advertising to save money is like the man who stops the clock to save time."
    },
    {
      "cite": "David Turner",
      "quote": "Brands are in people's peripheral vision, so they need to be blindingly obvious to get noticed at all."
    },
    {
      "cite": "Nancy Hill",
      "quote": "Just because something is trending doesn't mean you jump on it."
    },
    {
      "cite": "Amy Pascal",
      "quote": "Brands should think of themselves not as storytellers but storybuilders. We plant seeds of content and let our community build on it."
    },
    {
      "cite": "Bill Cosby",
      "quote": "The very first law in advertising is to avoid the concrete promise and cultivate the delightfully vague."
    },
    {
      "cite": "George Santayana",
      "quote": "Advertising is the modern substitute for argument; its function is to make the worse appear the better."
    },
    {
      "cite": "Jeffrey Kalmikoff",
      "quote": "If people aren't going to talk about your product, then it's not good enough."
    },
    {
      "cite": "H. G. Wells",
      "quote": "Advertising is legalized lying."
    },
    {
      "cite": "Will Rogers",
      "quote": "One ad is worth more to a paper than forty editorials."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Promise, large promise, is the soul of an advertisement."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The aim of marketing is to know and understand the customer so well the product or service fits him and sells itself."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Advertising is the greatest art form of the twentieth century."
    },
    {
      "cite": "Sinclair Lewis",
      "quote": "Advertising is a valuable economic factor because it is the cheapest way of selling goods, particularly if the goods are worthless."
    }
  ]
}