{
  "source": "https://www.wisesayings.com/adventure-quotes/",
  "theme": "adventure",
  "quotes": [
    {
      "cite": "Andre Gide",
      "quote": "It is only in adventure that some people succeed in knowing themselves in finding themselves."
    },
    {
      "cite": "David Grayson",
      "quote": "Adventure is not outside man; it is within."
    },
    {
      "cite": "Barry Targan",
      "quote": "Adventure must be held in delicate fingers. It should be handled, not embraced. It should be sipped, not swallowed at a gulp."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Adventures are to the adventurous."
    },
    {
      "cite": "Jenny Radcliffe",
      "quote": "Adventure: the pursuit of life."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The biggest adventure you can take is to live the life of your dreams."
    },
    {
      "cite": "Ian Fleming",
      "quote": "Never say 'no' to adventures. Always say 'yes', otherwise you'll lead a very dull life."
    },
    {
      "cite": "Murray Leinster",
      "quote": "Adventure is the point where you toss your life on the scales of chance and wait for the pointer to stop."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Adventure is worthwhile."
    },
    {
      "cite": "unknown",
      "quote": "Adventures don't come calling like unexpected cousins calling from out of town. You have to go looking for them."
    },
    {
      "cite": "Wilferd Peterson",
      "quote": "A man practices the art of adventure when he breaks the chain of routine and renews his life through reading new books, traveling to new places, making new friends, taking up new hobbies, and adopting new viewpoints."
    },
    {
      "cite": "John Amatt",
      "quote": "Adventure is not hanging on a rope off the side of a mountain. Adventure is an attitude that we must apply to the day to day obstacles of life."
    },
    {
      "cite": "Jawaharial Nehru",
      "quote": "We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures we can have if only we seek them with our eyes open."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "An adventure is only an inconvenience rightly considered. An inconvenience is only an adventure wrongly considered."
    },
    {
      "cite": "Loesje",
      "quote": "If adventure does not wait on the doorstep, climb out through the window"
    },
    {
      "cite": "Nick Pisca",
      "quote": "We're looking for an adventure. It's about getting out there and getting some exposure. It's about making a statement that this can be done, and it can be fun"
    },
    {
      "cite": "Roberto Assagioli",
      "quote": "There is no certainty; there is only adventure."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Without adventure civilization is in full decay."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Adventure is the child of courage."
    },
    {
      "cite": "Lloyd Alexander",
      "quote": "I decided that adventure was the best way to learn..."
    },
    {
      "cite": "William Gordon",
      "quote": "I believe that all of us have the capacity for one adventure inside us, but great adventure is facing responsibility day after day."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "A large volume of adventures may be grasped within this little span of life, by him who interests his heart in everything."
    },
    {
      "cite": "Ellen Potter",
      "quote": "All great adventures have moments that are really crap."
    },
    {
      "cite": "Josh Gates",
      "quote": "If travel has momentum and wants to stay in motion, as I mentioned earlier, then adventure has the gravitational pull of a black hole. The more you do it, the more you find a way to keep doing it."
    },
    {
      "cite": "Jawaharal Nehru",
      "quote": "We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures we can have if only we seek them with our eyes open."
    },
    {
      "cite": "Bear Grylls",
      "quote": "Adventure should be 80 percent 'I think this is manageable,' but it's good to have that last 20 percent where you're right outside your comfort zone. Still safe, but outside your comfort zone."
    },
    {
      "cite": "William Bolitho",
      "quote": "Adventure must start with running away from home."
    },
    {
      "cite": "William Bolitho",
      "quote": "Adventure is the vitaminizing element in histories both individual and social."
    },
    {
      "cite": "Wilfred Peterson",
      "quote": "A man practices the art of adventure when he heroically faces up to life. When he has the daring to open doors to new experiences. When he is unafraid of new ideas, new theories and new philosophies. When he has the curiosity to experiment. When he breaks the chain of routine."
    },
    {
      "cite": "Mercedes Lackey",
      "quote": "Adventure, yeah. I guess that's what you call it when everybody comes back alive."
    }
  ]
}