{
  "source": "https://www.wisesayings.com/advice-quotes/",
  "theme": "advice",
  "quotes": [
    {
      "cite": "Latin Proverb",
      "quote": "A bird in the hand is worth two in the bush."
    },
    {
      "cite": "English (on advice)",
      "quote": "A good example is the best sermon."
    },
    {
      "cite": "Scottish Proverb",
      "quote": "A penny saved is a penny earned."
    },
    {
      "cite": "unknown",
      "quote": "A stitch in time saves nine."
    },
    {
      "cite": "Danish (on advice)",
      "quote": "Advice after mischief is like medicine after death."
    },
    {
      "cite": "Spanish (on advice)",
      "quote": "Advise no one to go to war or marry."
    },
    {
      "cite": "Aesop",
      "quote": "Avoid a cure that is worse than the disease."
    },
    {
      "cite": "Jamaican (on marriage)",
      "quote": "Before you marry keep both eyes open; after marriage keep one eye shut."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Better late than never."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Better three hours too soon than a minute too late."
    },
    {
      "cite": "unknown",
      "quote": "Choose the hills wisely on which you must do battle."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Do good to thy friend to keep him, to thy enemy to gain him."
    },
    {
      "cite": "Aesop",
      "quote": "Don't believe everything you hear."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Early to bed and early to rise, makes a man healthy, wealthy and wise."
    },
    {
      "cite": "unknown",
      "quote": "Focus on what's right in your world instead of what's wrong."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Get out of harms way."
    },
    {
      "cite": "unknown",
      "quote": "Grin and bear it."
    },
    {
      "cite": "Ghanaian (on common sense)",
      "quote": "If you are hiding, don't light a fire."
    },
    {
      "cite": "Yiddish (on common sense)",
      "quote": "If you can't bite, better not show your teeth."
    },
    {
      "cite": "Greek (on advice)",
      "quote": "In night there is counsel."
    },
    {
      "cite": "Yiddish (on indebtedness)",
      "quote": "Interest on debt grows without rain."
    },
    {
      "cite": "Peruvian (on common sense)",
      "quote": "It is better to prevent than to cure."
    },
    {
      "cite": "Serbian (on advice)",
      "quote": "It is easy to advise the wise."
    },
    {
      "cite": "unknown",
      "quote": "Keep an open mind."
    },
    {
      "cite": "William Caxton",
      "quote": "Lend your money and lose your friend."
    },
    {
      "cite": "reader's name lost",
      "quote": "Live life to the fullest because you may not have it tomorrow."
    },
    {
      "cite": "Latin (on life and living)",
      "quote": "Live your own life, for you will die your own death."
    },
    {
      "cite": "Suetonius",
      "quote": "Make haste slowly."
    },
    {
      "cite": "unknown",
      "quote": "Marry in haste, repent in leisure."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Neither a borrower nor a lender be."
    },
    {
      "cite": "unknown",
      "quote": "Never bet your money on another man's game."
    },
    {
      "cite": "unknown",
      "quote": "Never give advice unasked."
    },
    {
      "cite": "unknown",
      "quote": "Never spend your money before you have it."
    },
    {
      "cite": "unknown",
      "quote": "One day at a time."
    },
    {
      "cite": "unknown",
      "quote": "Out of debt, out of danger."
    },
    {
      "cite": "unknown",
      "quote": "Put on your thinking cap."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Rather go to bed supperless than run in debt for a breakfast."
    },
    {
      "cite": "Aesop",
      "quote": "Save for a rainy day."
    },
    {
      "cite": "Yiddish (on advice)",
      "quote": "Seek advice but use your own common sense."
    },
    {
      "cite": "unknown",
      "quote": "Seize the day."
    },
    {
      "cite": "Russian (on thrift)",
      "quote": "Spending is quick; earning is slow."
    },
    {
      "cite": "Italian (on advice)",
      "quote": "Teeth placed before the tongue give good advice."
    },
    {
      "cite": "unknown",
      "quote": "The best cure for a short temper is a long walk."
    },
    {
      "cite": "unknown",
      "quote": "The only real test in life is to conquer your fears."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "The only way to get the best of an argument is to avoid it."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Vessels large may venture more but little boats should keep near shore."
    },
    {
      "cite": "Horace",
      "quote": "When life's path is steep, keep your mind even."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Wish not so much to live long as to live well."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Write injuries in dust, benefits in marble."
    },
    {
      "cite": "Aesop",
      "quote": "Yield to all and you will soon have nothing to yield."
    },
    {
      "cite": "Art Linkletter",
      "quote": "Just smiling goes a long way toward making you feel better about life. And when you feel better about life, your life is better."
    },
    {
      "cite": "Frances Goodhart",
      "quote": "One of the quickest ways to feel better is be kind, helpful and generous."
    },
    {
      "cite": "Andrew Tener",
      "quote": "Yet sometimes just reliving the memory behind an emotion is enough to make you feel better."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Happy life has more to do with what's inside you than with who's traveling beside you."
    },
    {
      "cite": "James A. Murphy",
      "quote": "When you face the adversity of challenging experiences head on you, you develop the skills, abilities, and strength, to face other adversities in the future."
    },
    {
      "cite": "James A. Murphy",
      "quote": "An action is always better than no action, and the right action will create more certainty and faith in your ability to take bigger risks."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "Don't play hide n seek with life. You can't hide form life challenges without seeking timely solution."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "Try your best to stay positive even when tides are not in your favor."
    },
    {
      "cite": "John Wayne",
      "quote": "Life's hard. It's even harder when you're stupid."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "It is better to remain silent and be thought a fool than to open one's mouth and remove all doubt."
    },
    {
      "cite": "Aliya Abbas",
      "quote": "Everything and anything is possible when you believe, put forth some action, and focus!"
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "To push forward and show the world that you won't take any more of this nonsense truly defines the person you are and want to be."
    },
    {
      "cite": "Tuchy Palmieri",
      "quote": "Hitting your bottom is like depression--it is the first step towards feeling better."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Whatever you think, that you will be. If you think yourselves weak, weak you will be; if you think yourselves strong, strong you will be."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Have faith in yourselves, great convictions are the mothers of great deeds."
    },
    {
      "cite": "Laura Lyseight",
      "quote": "The winner in you must be ready to show up at all times, without fail in any given situation."
    },
    {
      "cite": "George S Patton",
      "quote": "Accept the challenges so that you may feel the exhilaration of victory."
    },
    {
      "cite": "Pindar",
      "quote": "Seek not, my soul, the life of immortals; but enjoy to the full the resources that are within thy reach."
    },
    {
      "cite": "Longfellow",
      "quote": "Look not mournfully into the past. It comes not back again. Wisely improve the present. It is thine. Go forth to meet the shadowy future, without fear."
    },
    {
      "cite": "Frances Goodhart",
      "quote": "Concentrating on the present moment can make you feel calmer, more grounded and accepting."
    },
    {
      "cite": "Frances Goodhart",
      "quote": "But try to remind yourself that 'feeling better' is not set in stone. Only you can know what 'feeling better' really means."
    },
    {
      "cite": "Derrick D. Richardson",
      "quote": "If you can't reach the sky the first time you jump, grab onto something and gradually climb your way to the top."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You, alone, are already all the things you could ever hope to be: confident, happy, free, spirited, ambitious, determined, independent, strong, and most of all, brave."
    },
    {
      "cite": "Mandy Hale",
      "quote": "It doesn't  mean you're ready to sign a lifetime oath of singleness, or that you've given up the hope of finding your Happy Ending."
    },
    {
      "cite": "Andrew Tener",
      "quote": "If you feel better after examining an emotion, it's because you're mind replaced a negative assumption with a new, more positive interpretation."
    },
    {
      "cite": "Tennesse Williams",
      "quote": "You can be young without money, but you can be old without it."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Gain strength through adversity simply means, what doesn't kill you, makes you stronger."
    },
    {
      "cite": "Derrick D. Richardson",
      "quote": "Everyone wants to shine for someone. It's who you want to shine for that determines your character."
    },
    {
      "cite": "Arlene De’Sha Jennings",
      "quote": "At times in life we get tired, we may get weak, and forget to seek, but as we sit patiently, we hear him speak."
    },
    {
      "cite": "Arlene De’Sha Jennings",
      "quote": "Always hold your head high, it will provide a sense of pride and will feel better inside."
    },
    {
      "cite": "Arlene De’Sha Jennings",
      "quote": "When life sends us a battlefield, we are blessed to be armed with a shield."
    },
    {
      "cite": "Thomas S Monson",
      "quote": "Faith and doubt cannot exist in the same time, for one will dispel the other."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Never say, 'No', never say 'I cannot', for you are infinite, even time and space are nothing compared with your nature. You can do anything and everything, you are almighty."
    },
    {
      "cite": "Derrick D. Richardson",
      "quote": "Money puts you in a circle that broadens your horizons and leads you to exposure."
    },
    {
      "cite": "Dr. Roopleen",
      "quote": "Challenges will come your way. But you must not lose faith or get discouraged by the temporary setbacks and roadblocks."
    },
    {
      "cite": "Dr. Roopleen",
      "quote": "Nothing is this world is impossible to accomplish if you are determined to pursue it. You have within you immense power, strength, and potential."
    },
    {
      "cite": "Dr. Roopleen",
      "quote": "Difficulties only make you aware of your strengths and bring out the best in you. They have made you who you are and have helped you reach where you are today."
    },
    {
      "cite": "Dr. Roopleen",
      "quote": "So come what may, never give up and never lose hope. No matter how big the troubles are, they cannot keep you down if your determination to get back on your feet is strong enough."
    },
    {
      "cite": "Dr. Roopleen",
      "quote": "When the chips are down and you are feeling worn out, give yourself a boost to get yourself back on track."
    },
    {
      "cite": "Eve Menezes Cunningham",
      "quote": "Above all else, honor your body's own wisdom; you'll know which ideas feel good to you and which, for whatever reason, give you pause."
    },
    {
      "cite": "Eve Menezes Cunningham",
      "quote": "Let yourself picture everything being better than you've ever dreamed."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "To do the best you can each moment is to manifest genius in living."
    },
    {
      "cite": "Carl Jung",
      "quote": "Your vision will become clear only when you can look into your own heart . Who looks inside, dreams; who looks inside, awakes."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "Watch the world not just by your eyes but through your heart. Life is beautiful."
    },
    {
      "cite": "Ugochukwu Victor Okpara",
      "quote": "Don't ignore crisis when it comes. They are meant to remind us that the wisdoms of yesterday had expired and should be discarded for new ones."
    },
    {
      "cite": "James A. Murphy",
      "quote": "As tides of life rise and fall, life is constant, like the waves crashing upon the shore. Persistence is the key in high and low times..."
    },
    {
      "cite": "Anyaele Sam Chiyson",
      "quote": "From the word go, those who win the race of success and legacy started with the lifestyle of humility, audacity, integrity, sagacity and prosperity-mentality."
    },
    {
      "cite": "Anyaele Sam Chiyson",
      "quote": "Every experience you have experienced were necessary to enable you see-through the responsibility in maturity."
    },
    {
      "cite": "Ifeanyi Enoch Onuoha",
      "quote": "No matter the challenges you are going through, great people went through it and came out of it. You are coming out a success; you are a success."
    },
    {
      "cite": "Derrick D. Richardson",
      "quote": "Life is given. Living is work."
    },
    {
      "cite": "Derrick D. Richardson",
      "quote": "It takes more than your paycheck to provide a nice household. It also takes giving of yourself."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Always give with a happy heart--that's what makes it real."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Way to a happy life-believe that anything is possible."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Responsibility does not only lie with the leaders of our countries or with those who have been appointed or elected to do a particular job. It lies with each of us individually. Peace, for example, starts within each one of us. When we have inner peace, we can be at peace with those around us."
    },
    {
      "cite": "Pope Francis",
      "quote": "To be merciful means to grow in a love which is courageous, generous and real."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "We must also look into our feelings of grief and loss. When we accept that everything is constantly changing, when we accept the inevitability that people and animals die, we can deal with pain in a much better fashion."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "Embrace your grief and your sadness felt towards those that have passed and remember them with love."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "Replace your grief with love and appreciation. That is truly what any who have departed from our lives would wish for us."
    },
    {
      "cite": "Jon Gordon",
      "quote": "You are more powerful than your circumstances. They don't define you. You do."
    },
    {
      "cite": "Jon Gordon",
      "quote": "The story you tell yourself defines the life you live and the actions you take. It's important to tell yourself a positive story."
    },
    {
      "cite": "Jon Gordon",
      "quote": "While fear and worry can weaken or harden you, love transforms you and the people and situations around you."
    },
    {
      "cite": "Jon Gordon",
      "quote": "You don't have to wait to feel positive enough for a smile to happen. You can generate a positive feeling by smiling. Your smile can be the source of your positivity, not the result of it. Smile more today."
    },
    {
      "cite": "Malene Barnett",
      "quote": "Success is living my life based on purpose."
    },
    {
      "cite": "Cheryl Day",
      "quote": "Be authentic. Own your work style and don't ever think you have to change who you are to be successful."
    },
    {
      "cite": "Brendon Burchard",
      "quote": "The world's successful people are more good and giving than most imagine."
    }
  ]
}