{
  "source": "https://www.wisesayings.com/aesthetic-quotes/",
  "theme": "aesthetic",
  "quotes": [
    {
      "cite": "Murray Krieger",
      "quote": "The aesthetic can have its revenge upon ideology by revealing a power to complicate that is also a power to undermine."
    },
    {
      "cite": "Louis de Bernières",
      "quote": "Fascism is fundamentally and at bottom an aesthetic conception, and it is your function as creators of beautiful things to portray with the greatest efficacy the sublime beauty and inevitable reality of the Fascist ideal."
    },
    {
      "cite": "Remy de Gourmont",
      "quote": "Aesthetic emotion puts man in a state favorable to the reception of erotic emotion. Art is the accomplice of love. Take love away and there is no longer art."
    },
    {
      "cite": "Sophia Loren",
      "quote": "Beauty is how you feel inside, and it reflects in your eyes. It is not something physical."
    },
    {
      "cite": "Paul Klee",
      "quote": "The beautiful, which is perhaps inseparable from art, is not after all tied to the subject, but to the pictorial representation. In this way and in no other does art overcome the ugly without avoiding it."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Appreciate the aesthetic and creativity of the nature and be grateful for being part of it."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Nature holds the key to our aesthetic, intellectual, cognitive and even spiritual satisfaction."
    },
    {
      "cite": "Clarice Lispector",
      "quote": "In the world there exists no aesthetic plane, not even the aesthetic plane of goodness."
    },
    {
      "cite": "George Edward Woodberry",
      "quote": "Aesthetic freedom is like free speech; it is, indeed, a form of free speech."
    },
    {
      "cite": "Brian Sewell",
      "quote": "Only men are capable of aesthetic greatness."
    },
    {
      "cite": "Douglas Trumbull",
      "quote": "My particular aesthetic of light and color and design wouldn't change as a result of working with computer graphics rather than with slit scan or miniatures."
    },
    {
      "cite": "Dave Eggers",
      "quote": "Paper is a uniquely beautiful format, more so than the web, I think: you need to invest in the aesthetics."
    },
    {
      "cite": "Daniel Bell",
      "quote": "Art is the aesthetic ordering of experience to express meanings in symbolic terms."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "In so far as the mind sees things in their eternal aspect, it participates in eternity."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Aesthetic matters are fundamental for the harmonious development of both society and the individual."
    },
    {
      "cite": "Fred Ross",
      "quote": "Just because something causes you to have a feeling of aesthetic beauty does not make it a work of art."
    },
    {
      "cite": "Jerry Garcia",
      "quote": "It's odd that there is a high level of appreciation of nature. There is the aesthetic side that really loves nature and beauty."
    },
    {
      "cite": "Robert Bateman",
      "quote": "Aesthetic pleasure is not to be taken lightly; it's very important for the spirit and therefore the health."
    },
    {
      "cite": "Octavio Paz",
      "quote": "Art is an invention of aesthetics, which in turn is an invention of philosophers. What we call art is a game."
    },
    {
      "cite": "Walter Benjamin",
      "quote": "All efforts to make politics aesthetic culminate in one thing, war."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Behind every exquisite thing that existed, there was something tragic."
    },
    {
      "cite": "Harold Bloom",
      "quote": "Aesthetic criticism returns us to the autonomy of imaginative literature and the sovereignty of the solitary soul, the reader not as a person in society but as the deep self, our ultimate inwardness."
    },
    {
      "cite": "Charlotte Ronson",
      "quote": "I had always wanted to expand to beauty, but I knew I wanted to be able to translate my design aesthetic in an authentic way."
    },
    {
      "cite": "Peter Schjeldahl",
      "quote": "The aesthetic experience has to be given. And beauty is a regular experience of every person every person who is not clinically depressed!"
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern."
    },
    {
      "cite": "Raheel Farooq",
      "quote": "There is none more beautiful than the lover of beauty."
    },
    {
      "cite": "Barnett Newman",
      "quote": "Aesthetics is for the artist like ornithology is for the birds."
    },
    {
      "cite": "Amber Heard",
      "quote": "We all appreciated a certain aesthetic, and with that appreciation came a certain stylized presence."
    },
    {
      "cite": "Robert Schumann",
      "quote": "The aesthetic principle is the same in every art, only the material differs."
    },
    {
      "cite": "Franz Grillparzer",
      "quote": "The main reason why men and women make different aesthetic judgments is the fact that the latter, generally incapable of abstraction, only admire what meets their complete approval."
    },
    {
      "cite": "John Ruskin",
      "quote": "All great art is the work of the whole living creature, body and soul, and chiefly of the soul."
    },
    {
      "cite": "Teri Hatcher",
      "quote": "Beauty is a combination of qualities. I don't think one can deny that certain people or things feel aesthetically pleasing. But without an equally pleasing being behind that form, there is no beauty there."
    },
    {
      "cite": "Paul Rand",
      "quote": "Design can be art. Design can be aesthetics. Design is so simple, that's why it is so complicated."
    },
    {
      "cite": "Jun'ichirÅ\u008d Tanizaki",
      "quote": "We find beauty not in the thing itself but in the patterns of shadows, the light and the darkness, that one thing against another creates."
    },
    {
      "cite": "Daniel Tammet",
      "quote": "Aesthetic judgments, rather than abstract reasoning, guide and shape the process by which we all come to know what we know."
    },
    {
      "cite": "Helen Levitt",
      "quote": "All I can say about the work I try to do, is that the aesthetic is in reality itself."
    },
    {
      "cite": "Karl Marx",
      "quote": "Beauty is the main positive form of the aesthetic assimilation of reality, in which aesthetic ideal finds it direct expression."
    },
    {
      "cite": "Kalle Lasn",
      "quote": "I believe that one of the most powerful things of all is aesthetics."
    },
    {
      "cite": "Helena Christensen",
      "quote": "The more people explore the world, the more they realize in every country there's a different aesthetic. Beauty really is in the eye of the beholder."
    },
    {
      "cite": "Tom Robbins",
      "quote": "In the life of the individual, an aesthetic sensibility is both more authentic and more commendable than a political or religious one."
    },
    {
      "cite": "Charles Webster Hawthorne",
      "quote": "There is an aesthetic excitement about painting which is one of the most beautiful experiences that can be. Put things down while you feel that joy."
    },
    {
      "cite": "Thorstein Veblen",
      "quote": "The aesthetic serviceability of objects of beauty is not greatly nor universally heightened by possession."
    },
    {
      "cite": "Alan Hollinghurst",
      "quote": "There is a sort of aesthetic poverty about conservatism."
    },
    {
      "cite": "Thom Mayne",
      "quote": "The aesthetic of architecture has to be rooted in a broader idea about human activities like walking, relaxing and communicating. Architecture thinks about how these activities can be given added value."
    },
    {
      "cite": "Arthur Cayley",
      "quote": "As for everything else, so for a mathematical theory: beauty can be perceived but not explained."
    },
    {
      "cite": "Theodor W. Adorno",
      "quote": "The darkening of the world makes the irrationality of art rational: radically darkened art."
    }
  ]
}