{
  "source": "https://www.wisesayings.com/affair-quotes/",
  "theme": "affair",
  "quotes": [
    {
      "cite": "Shanola Hampton",
      "quote": "There is no justification for having an affair."
    },
    {
      "cite": "Alan Cohen",
      "quote": "The love affair you seek is with yourself."
    },
    {
      "cite": "Henry Clay",
      "quote": "Of all human powers operating on the affairs of mankind, none is greater than that of competition."
    },
    {
      "cite": "Betty White",
      "quote": "Once someone has had the good fortune to share a true love affair with a Golden Retriever, one's life and one's outlook is never quite the same."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Immense power is acquired by assuring yourself in your secret reveries that you were born to control affairs."
    },
    {
      "cite": "Tom Webster",
      "quote": "Good content is the stuff of love affairs."
    },
    {
      "cite": "Bette Davis",
      "quote": "An affair now and then is good for a marriage. It adds spice, stops it from getting boring I ought to know."
    },
    {
      "cite": "Norman Lindsay",
      "quote": "The best love affairs are those we never had."
    },
    {
      "cite": "Thucydides",
      "quote": "It is frequently a misfortune to have very brilliant men in charge of affairs. They expect too much of ordinary men."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Never speak about private affairs for the general public to hear."
    },
    {
      "cite": "Umair Siddiqui",
      "quote": "The beautiful affair of sun, sky and the sea brings a perfect moment of love, peace and joy"
    },
    {
      "cite": "Cherie Priest",
      "quote": "Every affair is a fairy tale or a tragedy."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Lack of reciprocity ruins friendships, but makes love affairs exciting for a time."
    },
    {
      "cite": "George Foreman",
      "quote": "People are hurt in love affairs and never recover, more than a boxing match."
    },
    {
      "cite": "Titus",
      "quote": "Every man, however wise, needs the advice of some sagacious friend in the affairs of life."
    },
    {
      "cite": "James Allen",
      "quote": "In all human affairs there are efforts, and there are results, and the strength of the effort is the measure of the result."
    },
    {
      "cite": "Neil Jordan",
      "quote": "The End of the Affair is almost like a play."
    },
    {
      "cite": "Rebekah Brooks",
      "quote": "Any affair, by its very nature, is quite dysfunctional."
    },
    {
      "cite": "Terence McKenna",
      "quote": "You put two egos together and you've either got a conflict, which is always interesting, or better yet, a love affair."
    },
    {
      "cite": "Howard Jacobson",
      "quote": "Nothing is more interesting in a novel or a play than an affair."
    },
    {
      "cite": "James Fenimore Cooper",
      "quote": "The affairs of life embrace a multitude of interests, and he who reasons in any one of them, without consulting the rest, is a visionary unsuited to control the business of the world."
    }
  ]
}