{
  "source": "https://www.wisesayings.com/affirmation-quotes/",
  "theme": "affirmation",
  "quotes": [
    {
      "cite": "Louise Hay",
      "quote": "Affirmations are like seed planted in soil. Poor soil, poor growth. Rich soil, abundant growth. The more you choose to think thoughts that make you feel good, the quicker the affirmations work."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "Affirmation plus action equals miracles."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Man lives more by affirmation than by bread."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Affirmation without discipline is the beginning of delusion."
    },
    {
      "cite": "Angie Karan Krezos",
      "quote": "An attitude of gratitude is life's most powerful affirmation"
    },
    {
      "cite": "Michael Beckwith",
      "quote": "Affirmations don't make something happen; they make something welcome."
    },
    {
      "cite": "Louise Hay",
      "quote": "Every thought we think and every word we speak is an affirmation of what we believe about life and it's the same with magnetism."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "A prayer and positive affirmation are the keys for a divine intervention in any situation."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "It's the repetition of affirmations that leads to belief. And once that belief becomes a deep conviction, things begin to happen."
    },
    {
      "cite": "Henri J.M. Nouwen",
      "quote": "To give someone a blessing is the most significant affirmation we can offer."
    },
    {
      "cite": "Erich Fromm",
      "quote": "The affirmation of one's own life, happiness, growth and freedom, is rooted in one's capacity to love."
    },
    {
      "cite": "Stephen Covey",
      "quote": "A good affirmation has five basic ingredients: it's personal, it's positive, it's present tense, it's visual, and it's emotional."
    },
    {
      "cite": "Paul Tillich",
      "quote": "The affirmation of one's essential being in spite of desires and anxieties creates joy."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "An affirmation to say everyday: The healing power of God is working in me right now. Every day I get better and better in every way."
    },
    {
      "cite": "Ayn Rand",
      "quote": "There is no affirmation without the one who affirms. in this sense, everything to which you grant your love is yours."
    },
    {
      "cite": "Paul Tillich",
      "quote": "The anxiety of fate is conquered by the self-affirmation of the individual as an infinitely significant microcosmic representation of the universe."
    },
    {
      "cite": "Bob Benson",
      "quote": "Now in these troubled times, even more than ever, we need an affirmation that there is goodness and beauty in the world."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "One can experience an unconditional affirmation of life only when one has accepted death, not as contrary to life, but as an aspect of it."
    },
    {
      "cite": "Louise Hay",
      "quote": "Every thought and every word you speak is an affirmation. So why not choose to use only positive affirmations to create an exceptional life? I know you can do it!"
    },
    {
      "cite": "Tia Walker",
      "quote": "Affirmations are our mental vitamins, providing the supplementary positive thoughts we need to balance the barrage of negative events and thoughts we experience daily."
    },
    {
      "cite": "Louise Hay",
      "quote": "Affirmation statements are going beyond the reality of the present into the creation of the future through the words you use in the now."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Repeating an affirmation several times a day keeps you focused on your goal, strengthens your motivation, and programs your subconscious by sending an order to your crew to do whatever it takes to make that goal happen."
    },
    {
      "cite": "Scott Adams",
      "quote": "People who do affirmations will have the sensation that they are causing the environment to conform to their will. This is an immensely enjoyable feeling because the illusion of control is one of the best illusions you can have."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "By using affirmations and by surrounding ourselves with people who are positive and will support us in holding thoughts about what we want to experience (and not what we don't) we'll naturally start to shift our experience."
    },
    {
      "cite": "Biz Stone",
      "quote": "The most rewarding thing for me has been this affirmation for me that people are basically good and smart, and if you give them a simple tool that allows them to exhibit that behavior, they'll prove it to you every single day."
    },
    {
      "cite": "Stuart Wilde",
      "quote": "An affirmation is almost like a mantra. It does not really matter if what you are affirming is not totally true as yet. By repeating an affirmation over and over again, it becomes embedded in the subconscious mind, and eventually it becomes your reality."
    },
    {
      "cite": "Louise Hay",
      "quote": "An affirmation opens the door. It's a beginning point on the path to change."
    },
    {
      "cite": "Jo Coudert",
      "quote": "Self-affirmation cannot be found in love; it is a prior condition of genuine love."
    },
    {
      "cite": "Ruth Fishel",
      "quote": "Affirmations are so easy that some people think they are too simple to be effective."
    },
    {
      "cite": "Florence Scovel Shinn",
      "quote": "It would not be necessary to make an affirmation more than once if one had perfect faith."
    },
    {
      "cite": "Richmond Akhigbe",
      "quote": "Develop an affirmation today, and start getting instant confirmation in all works of like."
    },
    {
      "cite": "Linda Chavez",
      "quote": "Choosing one's leaders is an affirmation that the person making the choice has inherent worth."
    },
    {
      "cite": "Rhonda Britten",
      "quote": "Fear is an affirmation of your growth."
    },
    {
      "cite": "Eric Maisel",
      "quote": "Affirmations need to be used if they are to become incorporated into the fabric of your being."
    },
    {
      "cite": "Romain Gary",
      "quote": "Humor is an affirmation of dignity, a declaration of man's superiority to all that befalls him."
    },
    {
      "cite": "Earl A Grollman",
      "quote": "Courage is not the absence of fear and pain, but the affirmation of life despite fear and pain."
    },
    {
      "cite": "Robert Anthony",
      "quote": "Using affirmations on a daily basis is one of the easiest things we can do to change our lives."
    },
    {
      "cite": "Don Ed Hardy",
      "quote": "A tattoo is an affirmation: that this body is yours to have and to enjoy while you're here. Nobody else can control what you do with it."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "There is no limit to positive affirmations."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Art is essentially the affirmation, the blessing, and the deification of existence."
    },
    {
      "cite": "Robert Anthony",
      "quote": "Affirmation literally means to validate or confirm. So when we think a thought over and over again, we are validating or confirming it as the truth."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Affirmation of the world, which means affirmation of the will-to-live that manifests itself around me, is only possible if I devote myself to other life."
    },
    {
      "cite": "Eric Maisel",
      "quote": "Affirmations are not bound up in rules. An affirmation can be long or short, poetic or plain. If you love a phrase and find that it helps you, that is a valid affirmation."
    },
    {
      "cite": "Alex Noble",
      "quote": "Success is a process, a quality of mind and way of being, an outgoing affirmation of life."
    }
  ]
}