{
  "source": "https://www.wisesayings.com/africa-quotes/",
  "theme": "africa",
  "quotes": [
    {
      "cite": "William Burchell",
      "quote": "Nothing but breathing the air of Africa, and actually walking through it, can communicate the indescribable sensations."
    },
    {
      "cite": "Jacob Zuma",
      "quote": "Africa suffered under European dominance for centuries."
    },
    {
      "cite": "Vernon Reid",
      "quote": "In Africa, music is not an art form as much as it is a means of communication."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "One cannot resist the lure of Africa."
    },
    {
      "cite": "Will Smith",
      "quote": "It's really beautiful. It feels like God visits everywhere else but lives in Africa."
    },
    {
      "cite": "Yoweri Museveni",
      "quote": "Africa is wealthy in natural resources; the problem is they are not optimally utilized."
    },
    {
      "cite": "Alexander Mccall Smith",
      "quote": "Africa had a way of coming back and simply covering everything up again."
    },
    {
      "cite": "Ali Mazrui",
      "quote": "You are not a country, Africa. You are a concept.You are not a concept, Africa. You are a glimpse of the infinite."
    },
    {
      "cite": "Isak Dinesen",
      "quote": "You know you are truly alive when you're living among lions."
    },
    {
      "cite": "Beryl Markham",
      "quote": "Africa is less a wilderness than a repository of primary and fundamental values, and less a barbaric land than an unfamiliar voice."
    },
    {
      "cite": "Douglas wilder",
      "quote": "Africa is not a country, but it is a continent like none other. It has that which is elegantly vast or awfully little."
    },
    {
      "cite": "Angelique Kidjo",
      "quote": "Africa is not just about where you are born. For me, Africa is the whole continent; from south to north, to east to west."
    },
    {
      "cite": "Angelique Kidjo",
      "quote": "The richness of Africa, culturally, is vast. That's the challenge that we have to face, because most of the time, people in the western world, their attention span is really narrow."
    },
    {
      "cite": "Benjamin Kofi Quansah",
      "quote": "The more Africa depends on aid the less opportunities it creates for its people."
    },
    {
      "cite": "Barack Obama",
      "quote": "Africa doesn't need strongmen, it needs strong institutions."
    },
    {
      "cite": "Robert R. McCammon",
      "quote": "They say that somewhere in Africa the elephants have a secret grave where they go to lie down, unburden their wrinkled gray bodies, and soar away, light spirits at the end."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "Africa has become the big game of the nation hunters. Today, Africa looms as the greatest commercial, industrial and political prize in the world."
    },
    {
      "cite": "Munia Khan",
      "quote": "Nature is the guardian of Africa. While the sun lights the African sky in day time, the moon begs the world to help her lighting Africa in the night."
    },
    {
      "cite": "Brian Jackman",
      "quote": "Everything in Africa bites but the safari bug is worst of all."
    },
    {
      "cite": "Karen Blixen",
      "quote": "There is something about safari life that makes you forget all your sorrows and feel as if you had drunk half a bottle of champagne - bubbling over with heartfelt gratitude for being alive."
    },
    {
      "cite": "Alexander Mccall Smith",
      "quote": "We are all children of Africa, and none of us is better or more important than the other. This is what Africa could say to the world: it could remind it what it is to be human."
    },
    {
      "cite": "Doris Lessing",
      "quote": "Africa gives you the knowledge that man is a small creature, among other creatures, in a large landscape."
    },
    {
      "cite": "John Henrik Clarke",
      "quote": "Africa is our center of gravity, our cultural and spiritual mother and father, our beating heart, no matter where we live on the face of this earth."
    },
    {
      "cite": "James Shikwati",
      "quote": "Africa is always only portrayed as a continent of suffering, but most figures are vastly exaggerated."
    },
    {
      "cite": "David Adjaye",
      "quote": "Africa is an extraordinary opportunity at the moment."
    },
    {
      "cite": "Kwame Nkrumah",
      "quote": "Africa is one continent, one people and one nation."
    },
    {
      "cite": "Binyavanga Wainaina",
      "quote": "Africa is to be pitied, worshipped or dominated."
    },
    {
      "cite": "Doris Lessing",
      "quote": "Africa gives you the knowledge that man is a small creature, amongst other creatures, in a large landscape."
    },
    {
      "cite": "Elspeth Huxley",
      "quote": "Africa is a cruel country; it takes your heart and grinds it into powdered stone - and no one minds."
    },
    {
      "cite": "Emmanuel Jal",
      "quote": "In Africa, you know, if you're poor, at least you can go to the forest and share some mangoes with the gorillas and monkey."
    },
    {
      "cite": "Paul Kagame",
      "quote": "In Africa today, we recognise that trade and investment, and not aid, are pillars of development."
    }
  ]
}