{
  "source": "https://www.wisesayings.com/afternoon-quotes/",
  "theme": "afternoon",
  "quotes": [
    {
      "cite": "Robert Frost",
      "quote": "The afternoon knows what the morning never suspected."
    },
    {
      "cite": "Isabella Beeton",
      "quote": "Afternoon tea should be provided, fresh supplies, with thin bread-and-butter, fancy pastries, cakes, etc., being brought in as other guests arrive."
    },
    {
      "cite": "Stephen King",
      "quote": "The late afternoon sunlight, warm as oil, sweet as childhood"
    },
    {
      "cite": "Lin Yutang",
      "quote": "If you can spend a perfectly useless afternoon in a perfectly useless manner, you have learned how to live."
    },
    {
      "cite": "Saul Bellow",
      "quote": "Summer afternoon, summer afternoon; to me those have always been the two most beautiful words in the English language"
    },
    {
      "cite": "Stan Hey",
      "quote": "The pleasures of afternoon tea run like a trickle of honey through English literature from Rupert Brooke's wistful lines on the Old Vicarage at Grantchester to Miss Marple, calmly dissecting a case over tea cakes at a seaside hotel."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "There is an hour of the afternoon when the plain is on the verge of saying something. It never says, or perhaps it says it infinitely, or perhaps we do not understand it, or we understand it and it is untranslatable as music"
    },
    {
      "cite": "Dodie Smith",
      "quote": "It is the still, yellow kind of afternoon when one is apt to get stuck in a dream if one sits very quiet"
    },
    {
      "cite": "Daniel Arsand",
      "quote": "It is the end of a fine bronze tinted afternoon with purple shadows and febrile scraps of cloud."
    },
    {
      "cite": "Barbara Jordan",
      "quote": "Think what a better world it would be if we all, the whole world, had cookies and milk about three o'clock every afternoon and then lay down on our blankets for a nap."
    },
    {
      "cite": "Carl Jung",
      "quote": "The afternoon of a human life must have a significance of its own, and cannot be merely a pitiful appendage to life's morning."
    },
    {
      "cite": "F Scott Fitzgerald",
      "quote": "The afternoon had made them tranquil for a while, as if to give them a deep memory for the long parting the next day promised."
    },
    {
      "cite": "Anonymous",
      "quote": "The Afternoon is not only the middle part of the day. It is the time to complete our essential task and go ahead on life."
    }
  ]
}