{
  "source": "https://www.wisesayings.com/age-quotes/",
  "theme": "age",
  "quotes": [
    {
      "cite": "Geoffrey Parfitt",
      "quote": "People say that age is just a state of mind. I say it's more about the state of your body."
    },
    {
      "cite": "Mark Twain",
      "quote": "Age is an issue of mind over matter. If you don't mind, it doesn't matter."
    },
    {
      "cite": "Ebner-Eschenbach",
      "quote": "In youth we learn; in age we understand."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Age does not depend upon years, but upon temperament and health. Some men are born old, and some never grow up."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Age is not a particularly interesting subject. Anyone can get old. All you have to do is live long enough."
    },
    {
      "cite": "Carrie Latet",
      "quote": "Age is like the newest version of a software   it has a bunch of great new features but you lost all the cool features the original version had."
    },
    {
      "cite": "Tom Wilson",
      "quote": "Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself."
    },
    {
      "cite": "Ann Landers",
      "quote": "At age 20, we worry about what others think of us. At age 40, we don't care what they think of us. At age 60, we discover they haven't been thinking of us at all."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "A man's age is something impressive, it sums up his life: maturity reached slowly and against many obstacles, illnesses cured, griefs and despairs overcome, and unconscious risks taken; maturity formed through so many desires, hopes, regrets, forgotten things, loves. A man's age represents a fine cargo of experiences and memories."
    },
    {
      "cite": "Johann Von Goethe",
      "quote": "Age does not make us childish, as some say it only finds us true children still."
    },
    {
      "cite": "Jackie Joyner-Kersee",
      "quote": "Age is no barrier. It's a limitation you put on your mind."
    },
    {
      "cite": "Billie Burke",
      "quote": "Age is of no importance unless you are a cheese."
    },
    {
      "cite": "Joan Collins",
      "quote": "Age is just a number. It's totally irrelevant unless, of course, you happen to be a bottle of wine."
    },
    {
      "cite": "Publius Vergilius Maro Virgil",
      "quote": "Age carries all things away even the mind."
    },
    {
      "cite": "Ravensara Noite",
      "quote": "Sometimes age succeeds, sometimes it fails. It depends on you."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Age swallows our childhood."
    },
    {
      "cite": "George William Curtis",
      "quote": "Age is a matter of feeling...not of years."
    },
    {
      "cite": "Miriam Makeba",
      "quote": "Age is wisdom if one has lived ones life properly."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Age is information failure. The body loses fluency."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Age is foolish and forgetful when it underestimates youth."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Age is a very high price to pay for maturity."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Age is whatever you think it is. You are as old as you think you are."
    },
    {
      "cite": "Miriam Makeba",
      "quote": "Age is getting to know all the ways the world turns, so that if you cannot turn the world the way you want, you can at least, get out of the way so you won't get run over."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "I believe the true function of age is memory. I'm recording as fast as I can."
    },
    {
      "cite": "Ralph B. Perry",
      "quote": "Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "Youth is the gift of nature, but age is a work of art."
    },
    {
      "cite": "Joan Collins",
      "quote": "I don't look my age, I don't feel my age and I don't act my age. To me age is just a number."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Age imprints more wrinkles in the mind than it does on the face."
    },
    {
      "cite": "Navjot Singh Sidhu",
      "quote": "Age has been the perfect fire extinguisher for flaming youth."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The wiser mind mourns less for what age takes away than what it leaves behind."
    },
    {
      "cite": "Plato",
      "quote": "He who is of a calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition, youth and age are equally a burden."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "Age does not protect you from love, but love to some extent protects you from age."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "No matter what your age you can be great."
    },
    {
      "cite": "Alonso Of Aragon",
      "quote": "Age appears to be best in four things, - old wood best to burn, old wine to drink, old friends to trust, and old authors to read."
    },
    {
      "cite": "C Pulsifer",
      "quote": "Count your blessings for your age, as there are many who never get the opportunity."
    },
    {
      "cite": "Jim Fiebig",
      "quote": "Age does not diminish the extreme disappointment of having a scoop of ice cream fall from the cone."
    },
    {
      "cite": "Lawana Blackwell",
      "quote": "Age is no guarantee of maturity."
    },
    {
      "cite": "Carlos P. Romulo",
      "quote": "Age does not matter if the matter does not age."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Age attacks when we least expect it."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "The surest sign of age is loneliness."
    },
    {
      "cite": "Thomas Dekker",
      "quote": "Age is like love, it cannot be hid"
    },
    {
      "cite": "Jane Elliot",
      "quote": "Age is how we determine how valuable you are."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Age is just the amount of time that you have been on earth, what really matters is where you are going after your time is up."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Age is simply the number of years the world has enjoyed you!"
    },
    {
      "cite": "Vincent Archer",
      "quote": "Your age does not define you, you define your age."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Live your life and forget your age."
    },
    {
      "cite": "Ravensara Noite",
      "quote": "Sometimes age succeeds, sometimes it fails. It depends on you."
    },
    {
      "cite": "John Lennon",
      "quote": "Count your age by friends, not years. Count your life by smiles, not tears."
    },
    {
      "cite": "John Barrymore",
      "quote": "A man is not old until regrets take the place of dreams."
    },
    {
      "cite": "Betty Friedan",
      "quote": "Aging is not lost youth but a new stage of opportunity and strength."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age."
    },
    {
      "cite": "Sean Connery",
      "quote": "Some age. Others mature."
    },
    {
      "cite": "Samuel Ullman",
      "quote": "Nobody grows old merely by living a number of years. We grow old by deserting our ideals. Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul."
    },
    {
      "cite": "Edith Wharton",
      "quote": "There's no such thing as old age, there is only sorrow."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "We turn not older with years but newer every day."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles."
    },
    {
      "cite": "Pindar",
      "quote": "A graceful and honorable old age is the childhood of immortality."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "Age, that lessens the enjoyment of life, increases our desire of living"
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Age considers. Youth ventures."
    },
    {
      "cite": "Marie Von Ebner-Eschenbach",
      "quote": "Age either transfigures or petrifies."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Age, like woman, requires fit surroundings."
    },
    {
      "cite": "Edward T. Hall",
      "quote": "Age affects how people experience time."
    },
    {
      "cite": "Jean Antoine Petit-Senn",
      "quote": "Age whitens hairs, but not sin."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Age before beauty, and pearls before swine."
    },
    {
      "cite": "Fausto Coppi",
      "quote": "Age and treachery will overcome youth and skill."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "Age wrinkles the body. Quitting wrinkles the soul."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Age is a slowing down of everything except fear."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Age isn't how old you are but how old you feel."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Age appears to be best in four things. Old wood best to burn, old wine to drink, old friends to trust, and old authors to read."
    },
    {
      "cite": "Doris Day",
      "quote": "Middle age is youth without levity, and age without decay."
    },
    {
      "cite": "Maurice Chevalier",
      "quote": "Old age isn't so bad when you consider the alternative."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Youth and age touch only the surface of our lives."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "Old age is the most unexpected of all things that happen to a man."
    },
    {
      "cite": "George Macdonald",
      "quote": "Age is not all decay. It is the ripening, the swelling, of the fresh life within, that withers and bursts the husk."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "What our age lacks is not reflection, but passion."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Age is rarely despised but when it is, contemptible."
    },
    {
      "cite": "Ann-Margret",
      "quote": "Age is such a natural progression you shouldn't fight it."
    }
  ]
}