{
  "source": "https://www.wisesayings.com/ageless-quotes/",
  "theme": "ageless",
  "quotes": [
    {
      "cite": "May Sarton",
      "quote": "Old age is not an illness, it is a timeless ascent. As power diminishes, we grow toward the light."
    },
    {
      "cite": "Justin Cartwright",
      "quote": "It's as though a smile is ageless, or perhaps eternal, independent of the decay and collapse of the surrounding features."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Beauty and femininity are ageless and can't be contrived, and glamour, although the manufacturers won't like this, cannot be manufactured. Not real glamour; it's based on femininity."
    },
    {
      "cite": "David Lynch",
      "quote": "Inside, we are ageless and when we talk to ourselves, it’s the same age of the person we were talking to when we were little. It’s the body that is changing around that ageless center."
    },
    {
      "cite": "Walt Disney",
      "quote": "Laughter is timeless, imagination has no age, dreams are forever."
    },
    {
      "cite": "Astro Teller",
      "quote": "Ultimately, a timeless story has to be about the human condition."
    },
    {
      "cite": "Zac Posen",
      "quote": "Elegance is timeless. It withstands trend; It withstands the commercialization of what fashion and style have become."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The casual body is the most ancient and timeless part of a person. It has the capacity to know and do things that the physical mind and body cannot."
    },
    {
      "cite": "Sri Nisargadatta Maharaj",
      "quote": "The real you is timeless and beyond life and death."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Your timeless self does not age and has no fear of the future. Contemplate your physical self and all its possessions, and practice laughing peacefully at it all."
    },
    {
      "cite": "Jo Dee Messina",
      "quote": "Love is timeless and dependable. It's a safe place where I can breathe."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Love is timeless.... Death does not separate the lover from the beloved."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Each human needs to find his or her timeless and formless essence identity."
    },
    {
      "cite": "Kacey Musgraves",
      "quote": "A great song will be great forever – it’s timeless and classic in that way."
    },
    {
      "cite": "Umar",
      "quote": "Truth is Timeless, and returning to Truth is better than continuing in Falsehood."
    },
    {
      "cite": "Charlotte Moss",
      "quote": "There are two things that make a room timeless: a sense of history and a piece of the future."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Words are timeless. You should utter them or write them with a knowledge of their timelessness."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Enlightenment is a timeless void. It's an emptiness that's filled with the most excellent light."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "The timelessness of art is its capacity to represent the transformation of endless becoming into being."
    },
    {
      "cite": "Reese Witherspoon",
      "quote": "There's something timeless and important about making people laugh, about being the right spot in their day"
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The scenery is time bound but the seer is timeless. You are the timeless seer in the midst of time bound scenery."
    },
    {
      "cite": "Jason Mraz",
      "quote": "Timeless comes to mind. When you listen to it, you can't tell what year the thing was made. And you don't even care."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "If one understands eternity as timelessness, and not as an unending timespan, then whoever lives in the present lives for all time."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "The timeless in you is aware of life's timelessness. And knows that yesterday is but today's memory and tomorrow is today's dream."
    },
    {
      "cite": "Martha Graham",
      "quote": "The past is not dead; it is not even past. People live on inner time; the moment in which a decisive thought or feeling takes place can be at any time. Timeless feelings are common to all of us."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Timeless awareness occurs to very few in this world, to step beyond the circle of fear. The body has created a magnificent arena of fear. We have developed ways of seeing life that exclude us from seeing life."
    },
    {
      "cite": "Mary M. Ricksen",
      "quote": "Know that love is truly timeless."
    },
    {
      "cite": "Dwight Yoakam",
      "quote": "Quality is timeless: It will clearly define itself."
    },
    {
      "cite": "Ted Levine",
      "quote": "Good comedy is ageless."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "There are gems of thought that are ageless and eternal."
    },
    {
      "cite": "Marty Rubin",
      "quote": "We have to eat to live, and that's our timeless tale of tragedy."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The great secret to success is that there are no secrets of success. There are only timeless principles that have proven effective throughout the centuries."
    },
    {
      "cite": "Craig Callender",
      "quote": "The universe may be timeless, but if you imagine breaking it into pieces, some of the pieces can serve as clocks for the others. Time emerges from timelessness. We perceive time because we are, by our very nature, one of those pieces."
    },
    {
      "cite": "Robin Sharma",
      "quote": "A timeless lesson for a deeply fulfilling life is to discover your calling, that special work or consuming occupation that fully engages your special talents with your passions."
    },
    {
      "cite": "Paul Stanley",
      "quote": "The things we sing about are timeless. Political affairs and social situations come and go. But if you're singing about empowerment and not playing by the rules, you can sing about them until you can't sing anymore."
    },
    {
      "cite": "Alicia Keys",
      "quote": "Soul music is timeless."
    }
  ]
}