{
  "source": "https://www.wisesayings.com/aggravated-quotes/",
  "theme": "aggravated",
  "quotes": [
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Anyone who has declared someone else to be an idiot, a bad apple, is annoyed when it turns out in the end that he isn't."
    },
    {
      "cite": "Ban Ki-moon",
      "quote": "The taking of life is too absolute, too irreversible, for one human being to inflict on another, even when backed by legal process . Where the death penalty persists, conditions for those awaiting execution are often horrifying, leading to aggravated suffering."
    },
    {
      "cite": "Herman Kahn",
      "quote": "The widespread diffusion of nuclear weapons would make many nations able, and in some cases also create the pressure, to aggravate an on-going crisis, or even touch off a war between two other powers for purposes of their own."
    },
    {
      "cite": "Master Chengyen",
      "quote": "To be angry is to let others' mistakes punish yourself."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "War is never a solution; it is an aggravation."
    },
    {
      "cite": "Nina Hagen",
      "quote": "Do some selfless service for people who are in need. Consider the whole picture, not just our little selves."
    },
    {
      "cite": "Rita Rudner",
      "quote": "It's so great to find that one special person you want to annoy for the rest of your life."
    },
    {
      "cite": "Wallace Stegner",
      "quote": "It is the beginning of wisdom when you recognize that the best you can do is choose which rules you want to live by, and it's persistent and aggravated imbecility to pretend you can live without any."
    },
    {
      "cite": "Anonymous",
      "quote": "Once you start to dislike someone. Everything they do begins to annoy you"
    },
    {
      "cite": "Bumper Sticker",
      "quote": "There's nothing wrong with teenagers that reasoning with them won't aggravate."
    },
    {
      "cite": "Dorothy Cottrell",
      "quote": "If you are going to do something that will annoy people, tell them about it afterwards; then they will only be annoyed that you have done it, and won't have all the exasperation of trying to stop you."
    },
    {
      "cite": "Gandhi",
      "quote": "Nothing is so aggravating as calmness."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "By use you possess gain; by disuse you decline and lose."
    },
    {
      "cite": "Carl Jung",
      "quote": "Everything that irritates us about others can lead us to an understanding of ourselves."
    },
    {
      "cite": "Criss Jami",
      "quote": "Never hide things from hardcore thinkers. They get more aggravated, more provoked by confusion than the most painful truths."
    },
    {
      "cite": "Sun-tzu",
      "quote": "If your opponent is of choleric temper, seek to irritate him."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "If you have a job without aggravations, you don't have a job."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "People who think they know everything are a great annoyance to those of us who do."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The computer actually may have aggravated management's degenerative tendency to focus inward on costs."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "Abasement, degradation is simply the manner of life of the man who has refused to be what it is his duty to be."
    },
    {
      "cite": "Muhammad Iqbal",
      "quote": "A wrong concept misleads the understanding; a wrong deed degrades the whole man, and may eventually demolish the structure of the human ego."
    },
    {
      "cite": "Mark Ruffalo",
      "quote": "It is a fact that many of the wars and conflicts happening all over the world are aggravated or fought strictly for geopolitical fossil fuel energy interests, and many of the world's most dangerous regimes are funded by fossil fuel dollars."
    },
    {
      "cite": "David Stempler",
      "quote": "The irritation level is just a lot higher."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Anger resolves nothing it only puts up your blood pressure."
    },
    {
      "cite": "Criss Jami",
      "quote": "The only thing more frustrating than slanderers is those foolish enough to listen to them."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "There is nothing so aggravating as a fresh boy who is too old to ignore and too young to kick."
    },
    {
      "cite": "Cass Sunstein",
      "quote": "If a major source of the nation's news is personalizing user experiences, people with different points of view will end up in echo chambers of their own design. Facebook didn't create that problem, but it shouldn't aggravate it."
    },
    {
      "cite": "Thomas Day",
      "quote": "But let us not too hastily triumph in the shame of Sparta, lest we aggravate our own condemnation."
    },
    {
      "cite": "Alan Moore",
      "quote": "A lot of people have found the idea of living your life over and over again absolutely terrifying; there's some people that find it very comforting. There are others that are appalled by it."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Courage enlarges, cowardice diminishes resources. In desperate straits the fears of the timid aggravate the dangers that imperil the brave."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "A threat need not provoke a response if it is not taken up."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Nothing is so rash as fear; its counsels very rarely put off, whilst they are always sure to aggravate the evils from which it would fly."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "Speaking seriously, Russia does not want to aggravate relations with anyone. We don't want any tensions. We want a good, friendly partnership with everyone."
    }
  ]
}