{
  "source": "https://www.wisesayings.com/aging-gracefully-quotes/",
  "theme": "aging-gracefully",
  "quotes": [
    {
      "cite": "Abigail Van Buren",
      "quote": "Wisdom doesn't automatically come with old age. Nothing does - except wrinkles. It's true, some wines improve with age. But only if the grapes were good in the first place."
    },
    {
      "cite": "Albert Einstein",
      "quote": "People like you and I, though mortal of course like everyone else, do not grow old, no matter how long you live. Never cease to stand like curious children before the great mystery into which we were born."
    },
    {
      "cite": "Anais Nin",
      "quote": "Age does not protect you from love. But love, to some extent, protects you from age."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "As I grow older, I pay less attention to what men say. I just watch what they do."
    },
    {
      "cite": "Arthur Wing Pinero",
      "quote": "Those who love deeply never grow old; they may die of old age, but they die young."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The beauty of a woman is not in a facial mole, but true beauty in a Woman is reflected in her soul. It is the caring that she lovingly gives, the passion that she knows."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Life's tragedy is that we get old to soon and wise too late."
    },
    {
      "cite": "Bette Davis",
      "quote": "Old age is no place for sissies."
    },
    {
      "cite": "Bob Marley",
      "quote": "Open your eyes, look within. Are you satisfied with the life you're living?"
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Isn't it funny how day by day nothing changes, but when you look back, everything is different."
    },
    {
      "cite": "Chili Davis",
      "quote": "Growing old is mandatory; growing up is optional."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Nature gives you the face you have at twenty; it's up to you to merit the face you have at fifty."
    },
    {
      "cite": "Confucius",
      "quote": "Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Life is beautiful, so long as it consuming you. When it is rushing through you, destroying you, life is gorgeous, glorious. It is best to roar away, like a fire  with a great draught, white hot to the last bit. It's when you burn a slow fire and save fuel that life's not worth having."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "We are not victims of aging, sickness, and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being."
    },
    {
      "cite": "Doris Lessing",
      "quote": "The great secret that all old people share is that you really haven't changed in 70 or 80 years. Your body changes, but you don't change at all."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Today you are you! That is truer than true! There is no one alive who is you-er than you!"
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Realize deeply that the present moment is all you ever have. Make the Now the primary focus of your life."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Beautiful young people are accidents of nature, but beautiful old people are works of art."
    },
    {
      "cite": "Emma Thompson",
      "quote": "The trick is to age honestly and gracefully and make it look great, so that everyone looks forward to it."
    },
    {
      "cite": "Eric Roth",
      "quote": "I hope you live a life you’re proud of. If you find that you’re not, I hope you have the courage to start all over again."
    },
    {
      "cite": "Eubie Blake",
      "quote": "If I'd known I was going to live this long, I'd have taken better care of myself."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Age isn't how old you are but how old you feel."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "It is not true that people stop pursuing dreams because they grow old, they grow old because they stop pursuing dreams."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We don't stop playing because we grow old. We grow old because we stop playing."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "I hope you have lost your good looks, for while they last any fool can adore you, and the adoration of fools is bad for the soul. No, give me a ruined complexion and a lost figure and sixteen chins on a farmyard of Crow's feet and an obvious wig. Then you shall see me coming out strong."
    },
    {
      "cite": "George Santayana",
      "quote": "Nothing is inherently and invincibly young except spirit. And spirit can enter a human being perhaps better in the quiet of old age and dwell there more undisturbed than in the turmoil of adventure."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "We are always the same age inside."
    },
    {
      "cite": "Hasidic Saying",
      "quote": "For the unlearned, old age is winter; for the learned, it is the season of the harvest."
    },
    {
      "cite": "Henry Ford",
      "quote": "Anyone who stops learning is old — whether this happens at twenty or at eighty. Anyone who keeps on learning not only remains young but becomes constantly more valuable — regardless of physical capacity."
    },
    {
      "cite": "Jack Benny",
      "quote": "Age is strictly a case of mind over matter. If you don't mind, it doesn't matter."
    },
    {
      "cite": "Jimmy Dean",
      "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination."
    },
    {
      "cite": "Joan Collins",
      "quote": "Age is just a number. It's totally irrelevant unless, of course, you happen to be a bottle of wine."
    },
    {
      "cite": "John Allen Paulos",
      "quote": "Uncertainty is the only certainty there is, and knowing how to live with insecurity is the only security."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We must let go of the life we have planned, so as to accept the one that is waiting for us."
    },
    {
      "cite": "Lemmy Kilmister",
      "quote": "I don't see why there should be a point where everyone decides you're too old. I'm not too old, and until I decide I'm too old I'll never be too fucking old."
    },
    {
      "cite": "Lisa J. Shultz",
      "quote": "It behooves me to remember as I advance in age that death is an inevitable part of the life cycle rather than a medical failure."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "It has been my face. It's got older still, or course, but less, comparatively, than it would otherwise have done. It's scored with deep, dry wrinkles, the skin is cracked. But my face hasn't collapsed, as some with fine feature have done. It's kept the same contours, but its substance has been laid waste. I have a face laid waste."
    },
    {
      "cite": "Marie Dressler",
      "quote": "It is not how old you are, but how you are old."
    },
    {
      "cite": "Marie Stopes",
      "quote": "You can take no credit for beauty at sixteen. But if you are beautiful at sixty, it will be your soul's own doing."
    },
    {
      "cite": "Mark Twain",
      "quote": "Age is an issue of mind over matter. If you don't mind, it doesn't matter."
    },
    {
      "cite": "Morrie Schwartz",
      "quote": "So many people walk around with a meaningless life. They seem half-asleep, even when they're busy doing things they think are important. This is because they're chasing the wrong things."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Age is whatever you think it is. You are as old as you think you are."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "It is possible to live happily in the here and now. So many conditions of happiness are available-more than enough for you to be happy right now. You don't have to run into the future in order to get more."
    },
    {
      "cite": "Pope John XXIII",
      "quote": "Men are like wine - some turn to vinegar, but the best improve with age."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "As we grow old, the beauty steals inward."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I don't plan to grow old gracefully. I plan to have face-lifts until my ears meet."
    },
    {
      "cite": "Robert Browning",
      "quote": "Grow old along with me! The best is yet to be, The last of life, for which the first was made: Our times are in his hands who saith, \"A whole I planned, Youth shows but half; Trust God; see all nor be afraid."
    },
    {
      "cite": "Sandy Wilson",
      "quote": "It's never too late to have a fling for autumn is just as nice as spring and it's never too late to fall in love."
    },
    {
      "cite": "Satchel Paige",
      "quote": "How old would you be if you didn't know how old you are."
    },
    {
      "cite": "Scott Adams",
      "quote": "The best part about being my age is in knowing how my life worked out."
    },
    {
      "cite": "unknown",
      "quote": "There's always a lot to be thankful for if you take time to look for it. For example, I am sitting here thinking how nice it is that wrinkles don't hurt."
    },
    {
      "cite": "Voltaire",
      "quote": "I advise you to go on living solely to enrage those who are paying your annuities. It is the only pleasure I have left."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "And the beauty of a woman, with passing years only grows!"
    },
    {
      "cite": "Betty Friedan",
      "quote": "Aging is not lost youth but a new stage of opportunity and strength."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Aging can be fun if you lay back and enjoy it."
    },
    {
      "cite": "Katharine Graham",
      "quote": "No one can avoid aging, but aging productively is something else."
    },
    {
      "cite": "Eartha Kitt",
      "quote": "Aging has a wonderful beauty and we should have respect for that."
    },
    {
      "cite": "Courteney Cox",
      "quote": "Aging gracefully is one thing, but trying to slow it down is another."
    },
    {
      "cite": "Sophia Loren",
      "quote": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent--that is to triumph over old age."
    },
    {
      "cite": "Robert Farrar Capon",
      "quote": "Older women are like aging strudels - the crust may not be so lovely, but the filling has come at last into its own."
    },
    {
      "cite": "Kitty O'Neill Collins",
      "quote": "Aging seems to be the only available way to live a long life."
    },
    {
      "cite": "Susan Anton",
      "quote": "There is an anti-aging possibility, but it has to come from within."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The best part of the art of living is to know how to grow old gracefully."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "It is a rare and difficult attainment to grow old gracefully and happily."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "Aging gracefully is supposed to mean trying not to hide time passing and just looking a wreck. Don't worry girls, look like a wreck, that's the way it goes."
    },
    {
      "cite": "Danielle Steel",
      "quote": "I'm not an aging gracefully type. But I do believe in aging with grace."
    },
    {
      "cite": "Cindy Mcdonald",
      "quote": "Aging is not an option, not for anyone. It is how gracefully we handle the process and how lucky we are, as the process handles us."
    },
    {
      "cite": "Kazeronnie Mak",
      "quote": "Everyone will be old. We must grow old gracefully whoever we are."
    },
    {
      "cite": "Lynsay Sands",
      "quote": "Your face is marked with lines of life, put there by love and laughter, suffering and tears. It's beautiful."
    },
    {
      "cite": "William Holden",
      "quote": "Aging is an inevitable process. I surely wouldn't want to grow younger. The older you become, the more you know; your bank account of knowledge is much richer."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "You don't stop laughing when you grow old, you grow old when you stop laughing."
    },
    {
      "cite": "Jules Renard",
      "quote": "It is not a question of how old you are, but a question of how you are old."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "The more candles on my cake, the more exercise I get blowing them out."
    },
    {
      "cite": "Mario Andretti",
      "quote": "If it seems as though things are under control, you're not going fast enough."
    },
    {
      "cite": "Mark Twain",
      "quote": "Wrinkles only show where smiles have been."
    },
    {
      "cite": "Matt Maldre",
      "quote": "Age is not how old you are, but how many years of fun you've had."
    },
    {
      "cite": "James Garfield",
      "quote": "If wrinkles must be written on our brows, let them not be written upon the heart. The spirit should never grow old."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "I'm not interested in age. People who tell me their age are silly. You're as old as you feel."
    }
  ]
}