{
  "source": "https://www.wisesayings.com/aging-quotes/",
  "theme": "aging",
  "quotes": [
    {
      "cite": "Betty Friedan",
      "quote": "Aging is not lost youth but a new stage of opportunity and strength."
    },
    {
      "cite": "Celine Dion",
      "quote": "There's no such thing is aging, but maturing and knowledge. It's beautiful, I call that beauty."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Aging can be fun if you lay back and enjoy it."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "What helps with aging is serious cognition - thinking and understanding. You have to truly grasp that everybody ages. Everybody dies. There is no turning back the clock. So the question in life becomes: What are you going to do while you're here?"
    },
    {
      "cite": "Eartha Kitt",
      "quote": "Aging has a wonderful beauty and we should have respect for that."
    },
    {
      "cite": "William Holden",
      "quote": "Aging is an inevitable process. I surely wouldn't want to grow younger. The older you become, the more you know; your bank account of knowledge is much richer."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Beatiful young people are accidents of nature, but beautiful old people are works of art."
    },
    {
      "cite": "Doris Lessing",
      "quote": "The great secret that all old people share is that you really haven't changed in 70 or 80 years. Your body changes, but you don't change at all."
    },
    {
      "cite": "Gloria Pitzer",
      "quote": "About the only thing that comes to us without effort is old age."
    },
    {
      "cite": "Mark Twain",
      "quote": "Age is an issue of mind over matter. If you don't mind, it doesn't matter."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Time wounds all heels."
    },
    {
      "cite": "Michael Pritchard",
      "quote": "You don't stop laughing because you grow old. You grow old because you stop laughing."
    },
    {
      "cite": "Anouk Aimee",
      "quote": "You can only perceive real beauty in a person as they get older."
    },
    {
      "cite": "Sophia Loren",
      "quote": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age."
    },
    {
      "cite": "Unknown Author",
      "quote": "There's always a lot to be thankful for if you take time to look for it. For example, I am sitting here thinking how nice it is that wrinkles don't hurt."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent--that is to triumph over old age."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We don't stop playing because we grow old. We grow old because we stop playing."
    },
    {
      "cite": "Hasidic Saying",
      "quote": "For the unlearned, old age is winter; for the learned, it is the season of the harvest."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Age is whatever you think it is. You are as old as you think you are."
    },
    {
      "cite": "Elizabeth Arden",
      "quote": "I'm not interested in age. People who tell me their age are silly, you're as old as you feel."
    },
    {
      "cite": "Martin Buber",
      "quote": "To be old is a glorious thing when one has not unlearned what it means to begin."
    },
    {
      "cite": "Marty Bucella",
      "quote": "When it comes to staying young, a mind-lift beats a face-lift anyday."
    },
    {
      "cite": "Kathy Sporre",
      "quote": "I will be refined by age, not defined by age."
    },
    {
      "cite": "Jane Elliot",
      "quote": "Age is how we determine how valuable you are."
    },
    {
      "cite": "George William Curtis",
      "quote": "Age is a matter of feeling, not of years."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "To be seventy years young is sometimes far more cheerful and hopeful than to be forty years old."
    },
    {
      "cite": "Carol Matthau",
      "quote": "There is no old age. There is, as there always was, just you."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The longer I live the more beautiful life becomes."
    },
    {
      "cite": "Harrison Ford",
      "quote": "You know you are getting old when all the names in your black book have MD after them."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Most people don't grow up. Most people age. They find parking spaces, honor their credit cards, get married, have children, and call that maturity. What that is, is aging."
    },
    {
      "cite": "Kitty O'Neill Collins",
      "quote": "Aging seems to be the only available way to live a long life."
    },
    {
      "cite": "Mae West",
      "quote": "You are never too old to look younger."
    },
    {
      "cite": "Maurice Chevalier",
      "quote": "Old age isn't so bad when you consider the alternative."
    },
    {
      "cite": "Mortimer Collins",
      "quote": "A man is as old as he's feeling, a woman as old as she looks."
    },
    {
      "cite": "George Bush",
      "quote": "I've often thought that the process of aging could be slowed down if it had to go through Congress."
    },
    {
      "cite": "Katharine Graham",
      "quote": "No one can avoid aging, but aging productively is something else"
    },
    {
      "cite": "Richard Pryor",
      "quote": "There's nothing worse than being an aging young person."
    },
    {
      "cite": "Doug Larson",
      "quote": "The aging process has you firmly in its grasp if you never get the urge to throw a snowball."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "You can free yourself from aging by reinterpreting your body and by grasping the link between belief and biology."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "And in the end, it's not the years in your life that count. It's the life in your years."
    },
    {
      "cite": "Author Unknown",
      "quote": "The older you get, the more you tell it like it used to be."
    },
    {
      "cite": "Author Unknown",
      "quote": "Do not resent growing old. Many are denied the privilege."
    },
    {
      "cite": "Jennifer Yane",
      "quote": "Inside every older person is a younger person wondering what happened."
    },
    {
      "cite": "Carl Jung",
      "quote": "aging people should know that their lives are not mounting and unfolding but that an inexorable inner process forces the contraction of life. For a young person it is almost a sin and certainly a danger to be too much occupied with himself; but for the aging person it is a duty and a necessity to give serious attention to himself."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Old age is a tyrant, who forbids, under pain of death, the pleasures of youth."
    },
    {
      "cite": "Bob Hope",
      "quote": "You know you're getting old when the candles cost more than the cake."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Old age equalizes -- we are aware that what is happening to us has happened to untold numbers from the beginning of time. When we are young we act as if we were the first young people in the world."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "My only fear is that I may live too long. This would be a subject of dread to me."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "I have found it to be true that the older I've become the better my life has become."
    },
    {
      "cite": "Geroge Bernard Shaw",
      "quote": "Youth is a wonderful thing. What a crime to waste it on children."
    },
    {
      "cite": "Orcar Wilde",
      "quote": "The young are always ready to give to those who are older than themselves the full benefits of their inexperience."
    },
    {
      "cite": "Ogden Nash",
      "quote": "You are only young once, but you can stay immature indefinitely."
    },
    {
      "cite": "Orcar Wilde",
      "quote": "I am not young enough to know everything."
    },
    {
      "cite": "Mark Twain",
      "quote": "Life would be definitely happier if we could only be born at the eighty and gradually approach eighteen."
    },
    {
      "cite": "Bennet Cerf",
      "quote": "Middle age is when your classmates are so gray an wrinkled an bald they don't recognize you."
    },
    {
      "cite": "Henny Yougman",
      "quote": "A man has reached middle age when he is warned to slow down by his doctor instead of the police."
    },
    {
      "cite": "Bob Phillips",
      "quote": "Middle age is when you know all the answers and nobody asks you the questions."
    },
    {
      "cite": "Susan D Anderson",
      "quote": "When we were young, you made me blush, go hot and cold, and turn to mush. I still feel all these things, it's true.. but is it menopause, or you?"
    },
    {
      "cite": "Dorothy L Sayers",
      "quote": "As I grow older and older and totter toward the tomb, I find that I care less and less who goes to bed with whom."
    },
    {
      "cite": "Eric Pfeiffer",
      "quote": "Most people want to live a long life. They want to become wiser, smarter, happier, and more serene as they age."
    },
    {
      "cite": "Eric Pfeiffer",
      "quote": "As you grow older, new opportunities and new insights will emerge, and along with everything else an understanding that only a really long life can provide. So get ready for an exciting journey. Get ready for successful aging."
    },
    {
      "cite": "Eric Pfeiffer",
      "quote": "Successful aging is living the life you have envisioned--with gusto, energy, and enjoyment."
    },
    {
      "cite": "Eric Pfeiffer",
      "quote": "Aging means a life with activities that are meaningful to you; a life with friendships and loving relationships, as well as with challenges that you will address and manage so they don't become unbearable, ongoing problems."
    },
    {
      "cite": "Eric Pfeiffer",
      "quote": "Successful aging is possible, but it is by no means the norm. It doesn't just happen; it must be planned for and achieved."
    },
    {
      "cite": "David Bowie",
      "quote": "Aging is an extraordinary process hereby you become the person you always should have been."
    },
    {
      "cite": "John Leland",
      "quote": "Old age wasn't something that hits you one day. It also wasn't a problem to be fixed. It was a stage of life like any other, one in which you're still making decisions about how you wanted to live, still learning about yourself and the world."
    },
    {
      "cite": "John Leland",
      "quote": "We'd do ourselves a bug favor not to be scared of growing old, but to embrace the nixed bag that the years have to offer."
    },
    {
      "cite": "John Leland",
      "quote": "Old age is the last thing we'll ever do, and it might teach us about how to live now."
    },
    {
      "cite": "Andy Rooney",
      "quote": "The idea of living a long life appeals to everyone, but the idea of getting old doesn't appeal to anyone."
    },
    {
      "cite": "Jo Ann Jenkins",
      "quote": "Our ability to live longer, healthier, more productive lives is one of mankind's greatest accomplishments. But aging is also one of life's great contradictions. It's everyone's dream to live a a ripe old age, but many people fear growing older."
    },
    {
      "cite": "Jo Ann Jenkins",
      "quote": "Aging is often viewed as more of a problem than an accomplishment. We live in a world that worships the fantasies of youth, yet we are being driven more and more by the realities of age. And those realities are changing rapidly and dramatically."
    },
    {
      "cite": "Jo Ann Jenkins",
      "quote": "It's not about aging; it's about living."
    },
    {
      "cite": "Jo Ann Jenkins",
      "quote": "People fifty and older are still living in ways that reflect the attitudes, activism, and aspirations of the boomer generation."
    },
    {
      "cite": "Jo Ann Jenkins",
      "quote": "When we disrupt aging and embrace it as a part of life to look forward to, we can begin to discover the real possibilities of living the life we have always wanted."
    },
    {
      "cite": "Kathleen Dowling Singh",
      "quote": "Aging can offer us the time to deliberately reorient ourselves toward the inner life, an infinitely more reliable refuge than anything the world can offer."
    },
    {
      "cite": "Kathleen Dowling Singh",
      "quote": "Because the process of aging each day does not provide the circumstances that facilitate awakening, we ourselves need to create the cause and gather the conditions to do so."
    },
    {
      "cite": "Kathleen Dowling Singh",
      "quote": "There are many challenges awaiting us as we age. To the degree that we feel lost in our own small self, separate from others and from spirit, we will find those challenges difficult."
    },
    {
      "cite": "Kathleen Dowling Singh",
      "quote": "Opening deeply to the truth of our own aging is wise. Opening deeply to the truth of our own impermanence is wise."
    },
    {
      "cite": "Michael Gurian",
      "quote": "Helathy aging requires us to embrace realistic optimism about aging. This requires a lot of active life and, often, an attitude change that sees aging as filled with free potential on all fronts, from personal to professional. Embracing age and rediscovering wonder is about rebirth."
    },
    {
      "cite": "Michael Gurian",
      "quote": "Developing and maintaining one or two small circles of good friends is essential to a new spirit of aging. We need a kind of support that a circle of similarly aged friends can give us--support, love and freedom."
    },
    {
      "cite": "Martha Craven Nussbaum",
      "quote": "To age is to experience, to gain wisdom, to love and to lose, and to grow more comfortable in one's own skin."
    },
    {
      "cite": "Martha Craven Nussbaum",
      "quote": "If we accept that aging is a time of life, then it follows that it is something we have in common. Each of us ages in his or her own way, but we can learn from the other's experiences."
    },
    {
      "cite": "Martha Craven Nussbaum",
      "quote": "As people age, their interests, behaviors, and preferences may changes--often in ways that confirm the shared experience."
    },
    {
      "cite": "John Nuveen",
      "quote": "You can judge your age by the amount of pain you feel when you come in contact with a new idea."
    },
    {
      "cite": "John Nuveen",
      "quote": "I think all this talk about age is foolish. Every time I am one year older, every one else is, too."
    },
    {
      "cite": "John Nuveen",
      "quote": "The years teach much which the days never knew."
    },
    {
      "cite": "John Nuveen",
      "quote": "Age gracefully? I think not. Age ferociously instead. Seize everything valuable within reach. Extend. Question. Give. The face will follow. All  the cosmetic surgeons in the world could never produce such a face."
    },
    {
      "cite": "John Nuveen",
      "quote": "Questioned by his son how soon would be old enough to do just as he pleased, a wise father answered: 'I don't know, son. Nobody has ever lived that long yet.'"
    },
    {
      "cite": "Dr. Alan D. Castel",
      "quote": "Aging isn't all downhill unless most of life is an uphill battle. Then navigating the downhill portions can be a challenging yet enjoyable journey."
    },
    {
      "cite": "Dr. Alan D. Castel",
      "quote": "Like wine making, successful aging can be an active and involved process that requires development over time."
    },
    {
      "cite": "Dr. Alan D. Castel",
      "quote": "Some say age is just a number, but it is an important number. Our age determines when we can vote and buy beer, and there are social age expectations about when we should marry, have children, and retire."
    },
    {
      "cite": "Dr. Alan D. Castel",
      "quote": "People who have a positive attitude about older age are often good at successful aging."
    },
    {
      "cite": "Edward H. Thompson Jr.",
      "quote": "Becoming older means becoming smarter, wiser, and more mature; it also means beginning to do some of the things on our 'bucket list.'"
    },
    {
      "cite": "Edward H. Thompson Jr.",
      "quote": "Aging is a natural part of life. You can't help getting older, but you can help getting old."
    }
  ]
}