{
  "source": "https://www.wisesayings.com/agony-quotes/",
  "theme": "agony",
  "quotes": [
    {
      "cite": "Charles Bukowski",
      "quote": "Agony sometimes changes form but it never ceases for anybody."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "Man's unique agony as a species consists in his perpetual conflict between the desire to stand out and the need to blend in."
    },
    {
      "cite": "Rumi",
      "quote": "The agony of lovers burns with the fire of passion. Lovers leave traces of where they've been. The wailing of broken hearts is the doorway to God."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Controlled hysteria is what's required. To exist constantly in a state of controlled hysteria. It's agony. But everyone has agony. The difference is that I try to take my agony home and teach it to sing."
    },
    {
      "cite": "Kristin Armstrong",
      "quote": "When we focus on our pain, our ache deepens."
    },
    {
      "cite": "Mitch Albom",
      "quote": "The pain we suffer is a way to make us appreciate what comes next."
    },
    {
      "cite": "Nalini Singh",
      "quote": "Love was an agony beyond compare."
    },
    {
      "cite": "Martin Heidegger",
      "quote": "Longing is the agony of the nearness of the distant."
    },
    {
      "cite": "Ludacris",
      "quote": "Get through the agony and anger, the pain and strife, and take the necessary steps to try to change my life."
    },
    {
      "cite": "Jerome Drayton",
      "quote": "To describe the agony of a marathon to someone who's never run it is like trying to explain color to someone who was born blind."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "We suffer much agony because we try to get from people what only God can give us, which is a sense of worth and value. Look to God for what you need, not to people."
    },
    {
      "cite": "Sark",
      "quote": "We're all afraid of suffering or agony or torture. It's only natural in some ways. It's only human, let's say. I don't know how natural it is. It probably is conditioning."
    },
    {
      "cite": "Orhan Pamuk",
      "quote": "What was the difference between love and the agony of waiting? Like love, the agony of waiting began in the muscles somewhere around the upper belly but soon spread out to the chest, the thighs, and the forehead, to invade the entire body with numbing force."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Pain is inevitable, suffering is optional."
    },
    {
      "cite": "Seekerohan",
      "quote": "Pain withheld becomes hate, pain shared becomes love."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Your pain is the breaking of the shell that encloses your understanding."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The pain of yesterday is the strength of today."
    },
    {
      "cite": "Leif Erikson",
      "quote": "The pain that we cause is the cause of our pain."
    },
    {
      "cite": "Jacqueline Carey",
      "quote": "The pain of the flesh is naught to that of the heart."
    },
    {
      "cite": "Katsura Hoshino",
      "quote": "Even while you're in pain, your happiness will be waiting."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Pain is the fuel that lights the flame of our enlightenment."
    },
    {
      "cite": "Eric Thomas",
      "quote": "Recycle your pain, allow your pain to reach you to greatness."
    },
    {
      "cite": "Richard Rohr",
      "quote": "If you do not transform your pain, you will always transmit it."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "What is the worst pain? To me, it's always the pain that is present."
    },
    {
      "cite": "Maureen Duffy",
      "quote": "The pain of love is the pain of being alive. It is a perpetual wound."
    },
    {
      "cite": "Marie Von Ebner-Eschenbach",
      "quote": "Pain is the great teacher of mankind. Beneath its breath souls develop."
    },
    {
      "cite": "Leon Spinks",
      "quote": "To experience the agony of defeat makes you stronger. It's like taking one step back and two steps forward. To experience the agony of defeat makes you appreciate the experience of winning. That's what makes a champion."
    },
    {
      "cite": "Chesty Puller",
      "quote": "Pain is weakness leaving the body."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Pain is a horribly wonderful gift."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "Pain is pain. It needs no description."
    },
    {
      "cite": "John Green",
      "quote": "Without pain, we couldn't know joy."
    },
    {
      "cite": "J.A. Redmerski",
      "quote": "Depression is pain in its purest form."
    },
    {
      "cite": "Jerry Bridges",
      "quote": "God never allows pain without a purpose."
    },
    {
      "cite": "Kid Cudi",
      "quote": "It's true that the pain makes people change"
    },
    {
      "cite": "Munia Khan",
      "quote": "Only pain can define the meaning of tears."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Every addiction starts with pain and ends with pain."
    },
    {
      "cite": "The Walking Dead",
      "quote": "Pain Doesn't go away, you just make room for it."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Our pain carves out a larger space for love to fill."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Your pain is an opportunity for you to learn about yourself."
    },
    {
      "cite": "James Patterson",
      "quote": "Pain is a message, and you can choose to ignore that message."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "The pain is when the dreams change, as they do, as they must."
    },
    {
      "cite": "Shinzen Young",
      "quote": "Compassion is to share the pain without sharing the suffering."
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "People do not hear our pain when they believe they are at fault."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "People in pain don't always see things as clearly as they should."
    },
    {
      "cite": "Lewis Nordan",
      "quote": "There is great pain in all love, but we don't care, it's worth it."
    }
  ]
}