{
  "source": "https://www.wisesayings.com/aids-quotes/",
  "theme": "aids",
  "quotes": [
    {
      "cite": "Calvin Klein",
      "quote": "AIDS is an absolutely tragic disease. The argument about AIDS' being some kind of divine retribution is crap."
    },
    {
      "cite": "Margaret Chan",
      "quote": "HIV AIDS is a disease with stigma. And we have learned with experience, not just with HIV AIDS but with other diseases, countries for many reasons are sometimes hesitant to admit they have a problem."
    },
    {
      "cite": "Paul Lewis",
      "quote": "The most heavily researched disease in the history of medicine.There is currently no reasonable doubt that AIDS is caused by HIV"
    },
    {
      "cite": "Mangosuthu Buthelezi",
      "quote": "AIDS is the biggest challenge, the major disaster facing this country and we would have wished for something more specific and far-reaching."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Let us remind ourselves that our work is far from complete. Where there is poverty and sickness, including AIDS, where human beings are being oppressed, there is more work to be done. Our work is for freedom for all."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The AIDS virus is not more powerful than God."
    },
    {
      "cite": "David Mixner",
      "quote": "Treating HIV/AIDS is a lifelong commitment that demands strict adherence to drug protocols, consistent care, and a trusting relationship with health care providers"
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Let us give publicity to HIV/AIDS and not hide it, because [that is] the only way to make it appear like a normal illness."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Being HIV positive doesn't necessarily mean that you are going to die before each and every person who is HIV negative."
    },
    {
      "cite": "Luc Montagnier",
      "quote": "AIDS does not inevitably lead to death, especially if you suppress the co-factors that support the disease. It is very important to tell this to people who are infected."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "People with AIDS, cancer and other illnesses need free nonmedical support services."
    },
    {
      "cite": "Bill Gates",
      "quote": "The AIDS is a disease that is hard to talk about."
    },
    {
      "cite": "Dustin Hoffman",
      "quote": "We need to band together as a unit every day, especially to conquer the strength of the AIDS virus."
    },
    {
      "cite": "Edmund White",
      "quote": "The AIDS epidemic has rolled back a big rotting log and revealed all the squirming life underneath it, since it involves, all at once, the main themes of our existence: sex, death, power, money, love, hate, disease and panic. No American phenomenon has been so compelling since the Vietnam War."
    },
    {
      "cite": "Yusuf Hamied",
      "quote": "AIDS today is not a death sentence. It can be treated as a chronic illness, or a chronic disease."
    },
    {
      "cite": "Gabrielle Carteris",
      "quote": "Living in the age of AIDS is one thing. Dying in it is another."
    },
    {
      "cite": "Lisa Lampanelli",
      "quote": "People with HIV and AIDS are nothing to be afraid of. They are people just like every single one of us, and each has a story to tell. These people should be helped, embraced, and not dismissed. We need to open our hearts and our minds to them, and we just may learn we're pretty much all the same."
    },
    {
      "cite": "Bernie Sanders",
      "quote": "Today the biggest problem in caring for those with AIDS is no longer mainly a medical or scientific problem. The crisis is access to affordable drugs."
    },
    {
      "cite": "Pat Buchanan",
      "quote": "AIDS is nature's retribution for violating the laws of nature."
    },
    {
      "cite": "Randy Shilts",
      "quote": "What society judged was not the severity of the disease but the social acceptability of the individuals affected with it"
    },
    {
      "cite": "Emma Thompson",
      "quote": "The trouble is it's very difficult to pin-point the most important thing because Aids affects everyone in different levels of society, differently and you have to respond to it differently."
    },
    {
      "cite": "Bill Clinton",
      "quote": "AIDS is no longer a death sentence for those who can get the medicines. Now it's up to the politicians to create the \"comprehensive strategies\" to better treat the disease."
    },
    {
      "cite": "Annie Lennox",
      "quote": "HIV/AIDS has no boundaries."
    },
    {
      "cite": "Nate Mendel",
      "quote": "Popular ideas about AIDS are based on a hypothesis that does not stand up to scientific scrutiny."
    },
    {
      "cite": "Ice T",
      "quote": "AIDS is such a scary thing and it's also the kind of thing that you think won't happen to you. It can happen to you and it's deadly serious."
    },
    {
      "cite": "Sandra Bernhard",
      "quote": "Things are so scary and intimidating with AIDS and the right wing that people are looking for somebody to just give them safe harbors."
    },
    {
      "cite": "Larry Kramer",
      "quote": "AIDS was allowed to happen. It is a plague that need not have happened. It is a plague that could have been contained from the very beginning."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "History will surely judge us harshly if we do not respond with all the energy and resources that we can bring to bear in the fight against HIV/AIDS."
    },
    {
      "cite": "Barbra Streisand",
      "quote": "The moral immune system of this country has been weakened and attacked, and the AIDS virus is the perfect metaphor for it. The malignant neglect of the last twelve years has led to breakdown of our country's immune system, environmentally, culturally, politically, spiritually and physically."
    },
    {
      "cite": "Laurie Glimcher",
      "quote": "The key to HIV/AIDS was to say let's give a patient multiple different therapies at the same time and that makes the virus much less likely to mutate."
    },
    {
      "cite": "Bernie Sanders",
      "quote": "From the beginning, the HIV/AIDS pandemic has presented very difficult challenges"
    },
    {
      "cite": "Sarah Polley",
      "quote": "AIDS is a global problem and there should be a global solution found by the entire international community. It is really scary to see and imagine our world fall into pieces because we refuse to share and put in the common vestiges of our civilizations."
    },
    {
      "cite": "Larry Kramer",
      "quote": "AIDS is a plague - numerically, statistically and by any definition known to modern public health - though no one in authority has the guts to call it one."
    },
    {
      "cite": "Princess Diana",
      "quote": "HIV does not make people dangerous to know, so you can shake their hands and give them a hug: Heaven knows they need it."
    },
    {
      "cite": "Susan Sontag",
      "quote": "AIDS occupies such a large part in our awareness because of what it has been taken to represent. It seems the very model of all the catastrophes privileged populations feel await them."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "AIDS is no longer just a disease, it is a human rights issue."
    },
    {
      "cite": "Mary Whitehouse",
      "quote": "AIDS is a judgment we have brought upon ourselves."
    },
    {
      "cite": "Peter Piot",
      "quote": "The reality is that the AIDS epidemic continues to outstrip the global and national efforts to contain it."
    },
    {
      "cite": "Sam Kinison",
      "quote": "AIDS is a horrible disease, and the people who catch it deserve compassion."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "HIV/AIDS is the greatest danger we have faced for many, many centuries. HIV/AIDS is worse than a war. It is like a world war. Millions of people are dying from it."
    },
    {
      "cite": "Niki de St. Phalle",
      "quote": "AIDS is a complex situation that's sure to bring out the best and the worst in people"
    }
  ]
}