{
  "source": "https://www.wisesayings.com/aim-high-quotes/",
  "theme": "aim-high",
  "quotes": [
    {
      "cite": "Asa Hutchinson",
      "quote": "You're never too old to start learning, and you're never too young to aim high and achieve great things."
    },
    {
      "cite": "E.O. Wilson",
      "quote": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "The leader must aim high, see big, judge widely, thus setting himself apart form the ordinary people who debate in narrow confines."
    },
    {
      "cite": "Daniel Burnham",
      "quote": "Make big plans; aim high in hope and work, remembering that a noble, logical diagram once recorded will not die, but long after we are gone be a living thing, asserting itself with ever-growing insistence."
    },
    {
      "cite": "Holly Holm",
      "quote": "Aim high and don't sell yourself short. Know that you're capable. Understand that a lot of people battle with a lot of things - depression, body image or whatever else - so know that it's not just you. You're not alone."
    },
    {
      "cite": "Jim Cathcart",
      "quote": "Aim high! The future you see, is the person you will be."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The key of success is for you to set one big, challenging goal and then to pay any price, overcome any obstacle and persist through any difficulty until you finally achieve it."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Do not aim low, you will miss the mark. Aim high and you will be on a threshold of bliss."
    },
    {
      "cite": "Jack Kinder",
      "quote": "High achievement always takes place in the framework of high expectation."
    },
    {
      "cite": "Gary W. Keller",
      "quote": "Don't let small thinking cut your life down to size. Think big, aim high, act bold. And see just how big you can blow up your life."
    },
    {
      "cite": "Larry Page",
      "quote": "It's very hard to fail completely, if you aim high enough."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Remember, no more effort is required to aim high in life, to demand abundance and prosperity, than is required to accept misery and poverty."
    },
    {
      "cite": "Lecrae",
      "quote": "If you aim for only wealth, beauty, fame, and power, you aim too low. Humility, gentleness, gratitude, and service is aiming high."
    },
    {
      "cite": "Les Brown",
      "quote": "It is better to aim high and miss than to aim low and hit."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "It is important for you to have a goal. You simply can't get there if you don't know where you are going. Begin to build in your mind a dream. The write it down and make your goal realistic. Aim high enough that you will have to stretch your ability and your potential to reach it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We aim above the mark to hit the mark."
    },
    {
      "cite": "Paul Allen",
      "quote": "Any crusade requires optimism and the ambition to aim high."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "What the mind of man can conceive and believe, the mind of man can achieve with Positive Mental Attitude. It is a form of self-suggestion. It is a self-motivator to success. When it becomes a part of you, you dare to aim higher."
    },
    {
      "cite": "William Shatner",
      "quote": "You might as well aim high. Why shoot yourself in the foot when you can shoot yourself in the head?"
    },
    {
      "cite": "Shai Agassi",
      "quote": "Sometimes people have to remind you to aim high. Most of us are afraid of aiming high for fear of failure and our biggest failure is that we aim too low."
    },
    {
      "cite": "Richard Branson",
      "quote": "If you aim higher than you expect, you could reach higher than you dreamed."
    },
    {
      "cite": "Madeleine Albright",
      "quote": "As you go along your own road in life, you will, if you aim high enough, also meet resistance... But no matter how tough the opposition may seem, have courage still and persevere."
    },
    {
      "cite": "Sri Ramana Maharshi",
      "quote": "Aim high, aim at the highest, and all lower aims are thereby achieved. It is looking below on the stormy sea of differences that makes you sink. Look up, beyond these and see the One Glorious Real, and you are saved."
    },
    {
      "cite": "Edgar Degas",
      "quote": "You must aim high, not in what you are going to do at some future date, but in what you are going to make yourself do to-day. Otherwise, working is just a waste of time."
    },
    {
      "cite": "Ann Landers",
      "quote": "Maturity is the ability to harness your abilities and your energies and do more than is expected. The mature person refuses to settle for mediocrity. He/she would rather aim high and miss the mark than low-and make it."
    },
    {
      "cite": "Donald Trump",
      "quote": "Aim High, Drive hard."
    },
    {
      "cite": "Brandom Adams",
      "quote": "Aim higher. Stay focused."
    },
    {
      "cite": "Henry Cavill",
      "quote": "I never thought of myself as unlucky. When you aim high, it's tough to get there unless something really fortunate happens."
    },
    {
      "cite": "Joel Osteen",
      "quote": "When you have big dreams, you’re going to have big challenges. If you were an average person you would have average problems."
    },
    {
      "cite": "Deborah Roberts",
      "quote": "Aim high, work hard, and love your family."
    },
    {
      "cite": "Christina Dodd",
      "quote": "Don't just aim high, reach it and grab some happiness along the way."
    },
    {
      "cite": "Stella Adler",
      "quote": "You'll never really be great unless you aim high."
    },
    {
      "cite": "Richard DeVos",
      "quote": "One of the most powerful forces in the world is the will of men and women who believe in themselves, who dare to hope and aim high, who go confidently after the things they want from life."
    },
    {
      "cite": "Paul Biya",
      "quote": "We now need to look beyond our immediate future and aim higher and farther."
    },
    {
      "cite": "Mark F. LaMoure",
      "quote": "Aim high to achieve excellence. Be determined to succeed. Use self-discipline to achieve golden excellence."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "If you have fallen down, you cannot go further down, so pick yourself up and aim high, you've got nothing to lose."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Commit yourself to do something innovative which average people are afraid to do. Aim high and push yourself to achieve every thing you wished."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Study with purpose, both in church and in school. Write down your goals and what you plan to do to achieve them. Aim high, for you are capable."
    },
    {
      "cite": "Alain Robert",
      "quote": "We set ourselves limits, but we are all strong enough to aim higher, to achieve our goals. All we have to do is find such strength within ourselves. Know how to develop it."
    },
    {
      "cite": "Mark F. LaMoure",
      "quote": "Bring your dreams into reality. Believe in yourself. You know you have what it takes to make your dreams come true. Start now and work with ambition for total success. Aim high and make it happen."
    }
  ]
}