{
  "source": "https://www.wisesayings.com/aim-quotes/",
  "theme": "aim",
  "quotes": [
    {
      "cite": "Robert Louis Stevenson",
      "quote": "An aim in life is the only fortune worth finding."
    },
    {
      "cite": "Dorothy Day",
      "quote": "We must alwaysÂ aimÂ for the impossible; if we lower our goal, we also diminish our effort."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "AimÂ at being loved without being admired."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Only aim to do your duty, and mankind will give you credit where you fail."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Aim at heaven and you will get earth thrown in. Aim at earth and you get neither."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you aim at nothing, you'll hit it every time."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Small aim is a crime; have great aim."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "TheÂ aimÂ of every human being is to understand the meaning of total love."
    },
    {
      "cite": "Carl von Clausewitz",
      "quote": "Pursue one great decisive aim with force and determination."
    },
    {
      "cite": "Geoffrey Fisher",
      "quote": "When youÂ aimÂ for perfection, you discover it's a moving target."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "AimÂ high. You may still miss the target, but at least you won't shoot your foot off."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "The aim of argument, or of discussion, should not be victory, but progress."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The chiefÂ aimÂ of wisdom is to enable one to bear with the stupidity of the ignorant."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "There are two things to aim at in life: first, to get what you want, and after that to enjoy it. Only the wisest of mankind achieve the second."
    },
    {
      "cite": "Voltaire",
      "quote": "One should alwaysÂ aimÂ at being interesting, rather than exact."
    },
    {
      "cite": "Frederick William Robertson",
      "quote": "The true aim of everyone who aspires to be a teacher should be, not to impart his own opinions, but to kindle minds."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "WeÂ aimÂ above the mark to hit the mark."
    },
    {
      "cite": "Les Brown",
      "quote": "It is better to aim high and miss than to aim low and hit."
    },
    {
      "cite": "Quintilian",
      "quote": "One shouldÂ aimÂ not at being possible to understand, but at being impossible to misunderstand."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "If the highest aim of a captain were to preserve his ship, he would keep it in port forever."
    },
    {
      "cite": "Moshe Dayan",
      "quote": "To aim and hit, you need one eye only, and one good finger."
    },
    {
      "cite": "Eliza Farnham",
      "quote": "The ultimate aim of the human mind, in all its efforts, is to become acquainted with truth."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Always aim at complete harmony of thought and word and deed. Always aim at purifying your thoughts and everything will be well."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "ToÂ aimÂ to convert a man by miracles is a profanation of the soul."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Do not let it be your aim to be something, but to be someone."
    },
    {
      "cite": "Abbott L. Lowell",
      "quote": "Your aim will be knowledge and wisdom, not the reflected glamour of fame."
    },
    {
      "cite": "Plutarch",
      "quote": "Those who aim at great deeds must also suffer greatly."
    },
    {
      "cite": "G. I. Gurdjieff",
      "quote": "CommonÂ aimÂ is stronger than blood."
    },
    {
      "cite": "James M. Barrie",
      "quote": "Those whoÂ aimÂ low usually hit their targets."
    },
    {
      "cite": "Henry J. Kaiser",
      "quote": "Having an aim is the key to achieving your best."
    },
    {
      "cite": "Aristotle",
      "quote": "The aim of the wise is not to secure pleasure, but to avoid pain."
    },
    {
      "cite": "Muhammad Iqbal",
      "quote": "The ultimate aim of the ego is not to see something, but to be something."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Aim for the moon. If you miss, you may hit a star."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Aim above morality. Be not simply good, be good for something."
    }
  ]
}