{
  "source": "https://www.wisesayings.com/air-quotes/",
  "theme": "air",
  "quotes": [
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The air of summer was sweeter than wine."
    },
    {
      "cite": "Edith Wharton",
      "quote": "The air of ideas is the only air worth breathing."
    },
    {
      "cite": "Bessie Coleman",
      "quote": "The air is the only place free from prejudice."
    },
    {
      "cite": "Shaun Neil King",
      "quote": "Air, an undervalued necessity, that earns your gratitude when you inhale it for the last time."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Air and manners are more expressive than words."
    },
    {
      "cite": "Jean-Michel Cousteau",
      "quote": "Every breath of air we take is coming from the ocean."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "The air of one's native country is the most healthy air."
    },
    {
      "cite": "Vitruvius",
      "quote": "Wind is a floating wave of air, whose undulation continually varies."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "To keep the air fresh among words is the secret of verbal cleanliness."
    },
    {
      "cite": "Mark Twain",
      "quote": "The water is clearer than the air, and the air is the air that angels breathe."
    },
    {
      "cite": "Septima Poinsette Clark",
      "quote": "The air has finally gotten to the place that we can breathe it together."
    },
    {
      "cite": "Edgar Degas",
      "quote": "The air we see in the paintings of the old masters is never the air we breathe."
    },
    {
      "cite": "George Henry Lewes",
      "quote": "The air is crowded with birds – beautiful, tender, intelligent birds – to whom life is a song."
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "Air is the very substance of our freedom, the substance of superhuman joy.... aerial joy is freedom."
    },
    {
      "cite": "James Balog",
      "quote": "This air we breathe is precious, and the glaciers helped me understand that and stay focused on that."
    },
    {
      "cite": "Jean-Claude Van Damme",
      "quote": "Air is beautiful, yet you cannot see it. It's soft, yet you cannot touch it. Air is a little like my brain."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Fresh air is good if you do not take too much of it; most of the achievements and pleasures of life are in bad air."
    },
    {
      "cite": "William Henry",
      "quote": "The very air in which you live is an inspiration."
    },
    {
      "cite": "Harper Lee",
      "quote": "Best way to clear the air is to have it all out in the open."
    },
    {
      "cite": "John Keats",
      "quote": "The air is all softness."
    },
    {
      "cite": "Bill Mollison",
      "quote": "Compressed air can provide limitless amounts of clean energy using technology we have had for hundreds of years."
    }
  ]
}