{
  "source": "https://www.wisesayings.com/airport-quotes/",
  "theme": "airport",
  "quotes": [
    {
      "cite": "E.A. Bucchianeri",
      "quote": "It was exciting to be off on a journey she had looked forward to for months. Oddly, the billowing diesel fumes of the airport did not smell like suffocating effluence, it assumed a peculiar pungent scent that morning, like the beginning of a new adventure, if an adventure could exude a fragrance."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Air travel reminds us who we are. It’s the means by which we recognize ourselves as modern. The process removes us from the world and sets us apart from each other. We wander in the ambient noise, checking one more time for the flight coupon, the boarding pass, the visa."
    },
    {
      "cite": "Coriander Woodruff",
      "quote": "You know… the airport is the only place you can walk around with no shoes, a glazed look on your face, and sleep on the benches and no one judges you."
    },
    {
      "cite": "Michal Coret",
      "quote": "Maybe I live in the gates that lead to outbound international flights. Maybe that is home. And do I feel more comfortable at the departures or at the arrivals?"
    },
    {
      "cite": "Ioana Cristina Casapu",
      "quote": "There is truly no other place bearing so much love as airports."
    },
    {
      "cite": "Steven Chuks Nwaokeke",
      "quote": "An altar is like an airport where spirits take off and land."
    },
    {
      "cite": "Jasleen Kaur Gumber",
      "quote": "Best of stories are created at Airports, Dinner Tables and Showers!"
    },
    {
      "cite": "Stewart Stafford",
      "quote": "An airport is a place where you go through hell to reach your alleged paradise."
    },
    {
      "cite": "Anais Nin",
      "quote": "Stations and airports are rehearsals for separations by death."
    },
    {
      "cite": "Andre Leon Talley",
      "quote": "I always feel comfortable, basically in any situation except perhaps airports."
    },
    {
      "cite": "Elizabeth Warnock Fernea",
      "quote": "Nobody is ever met at the airport when beginning a new adventure. It's just not done."
    },
    {
      "cite": "Todd Komarnicki",
      "quote": "Multiple airports, runways, two successful landings, we are simply mimicking what the computer already told us."
    },
    {
      "cite": "Nora Ephron",
      "quote": "You take someone to the airport, it's clearly the beginning of the relationship. That's why I have never taken anyone to the airport at the beginning of a relationship."
    },
    {
      "cite": "Doug Martin",
      "quote": "It seems like I've been here forever / Killing time in an airport bar / I see a tourist / With a face like a razor"
    },
    {
      "cite": "Chase Mcgill",
      "quote": "Kisses at airports, wide-open car doors / So slow to let go, wrapped up with eyes closed / Some mean 'I missed you,' some mean 'I'm going to' / But somehow they mean more"
    },
    {
      "cite": "Leanne Scott",
      "quote": "Captain's voice so loud and clear amplifies into my ear / Assuring me I'm flying friendly skies / L.A. International Airport / Where the big jet engines roar"
    },
    {
      "cite": "Andrew Mcmaster",
      "quote": "Airport, you've got a smiling face / You took my lady to another place / Fly her away - fly her away."
    },
    {
      "cite": "Matthew Thiessen",
      "quote": "Cut your hair short, then walk through an airport, / So that you can dream of destinations"
    },
    {
      "cite": "Gordon Lightfoot",
      "quote": "This old airport's got me down, it's no earthly good to me / Cause I'm stuck here on the ground, / Cold and drunk, as I might be."
    },
    {
      "cite": "Bernard D Hanighen",
      "quote": "Somewhere in the sky... / Foggy or fair,  / Gotta be there  / Lighting a flare at the airport"
    },
    {
      "cite": "Bernard D Hanighen",
      "quote": "Meeting a square at the airport  / Gotta arrive / Happy new jive  / Maybe I'll get me a contract"
    },
    {
      "cite": "Robert Plant",
      "quote": "Around and around it's gonna spin / Out at the airport where the planes come in / People buzzing like flies / Out at the airport where the planes come in"
    },
    {
      "cite": "Tom T Hall",
      "quote": "That airport looked so big and then so small  / I couldn't hold a teardrop back at all"
    },
    {
      "cite": "Ed Sheeran",
      "quote": "And I'm picking up another bag / And I pack another knapsack / The airport's like a stop light to me / Sitting on red, green light go / Can't see my family"
    },
    {
      "cite": "Joey Parker",
      "quote": "And these airports have seen / truer kisses then wedding halls"
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Gonna go out to the arrivals gate at the airport / And sit there all day / Watch people reuniting, public affection so exciting / It even makes airports okay"
    },
    {
      "cite": "James H. Grothaus",
      "quote": "Airports are vital national resources. They serve a key role in transportation of people and goods and in regional, national, and international commerce."
    },
    {
      "cite": "James H. Grothaus",
      "quote": "Many small airports have no airport manager, but rather are managed by elected or appointed local officials, such as a city clerk or a director of public works."
    },
    {
      "cite": "James H. Grothaus",
      "quote": "Each airport is unique and may have attributes such as a geographic location that lends itself to possibilities such as scenic flights for hire."
    },
    {
      "cite": "Brian Edwards",
      "quote": "Well-designed airports offer the passenger an experience which supports ad enhances the journey."
    },
    {
      "cite": "Brian Edwards",
      "quote": "Airports are now major gateways to continents and to countries."
    },
    {
      "cite": "Brian Edwards",
      "quote": "Airport terminal are the cathedrals of our age - a huge public space where people gather, wait, eat, sometimes sleep, and usually shop."
    },
    {
      "cite": "Brian Edwards",
      "quote": "The airport terminal is the central building of the air transport system."
    },
    {
      "cite": "Brian Edwards",
      "quote": "As air travel becomes more popular and accessible, the airport has assumed greater importance as a fundamentally new and challenging building type."
    },
    {
      "cite": "Christopher Schaberg",
      "quote": "The airport is cast as a predictable space where travel time potentially turns into endless waiting."
    },
    {
      "cite": "Christopher Schaberg",
      "quote": "Working at the airport was like entering a parallel universe."
    },
    {
      "cite": "Jeff Mapua",
      "quote": "The airport industries continues to grow. There are many jobs that need to be done at airports."
    },
    {
      "cite": "Jeff Mapua",
      "quote": "Smaller airports often have similar look. As airports become larger, they become more complex."
    },
    {
      "cite": "FAA/OST Task Force Study",
      "quote": "Airports differ in how their facilities are used. Some difference is appropriate: air carriers differ, both in terms of markets they serve."
    },
    {
      "cite": "George Ritzer",
      "quote": "Modern airports, as we have seen, are coming to look more and more like shopping malls."
    },
    {
      "cite": "David Walliams",
      "quote": "All human life can be found in an airport."
    },
    {
      "cite": "Leigh Michaels",
      "quote": "Waiting for inspiration is like standing at the airport waiting for a train."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "People who say life is precious don't spend much time on line at the airport."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Intelligence is the airport; will power is the airplane; man is the passenger and happiness is the destination!"
    },
    {
      "cite": "Douglas Adams",
      "quote": "It can hardly be a coincidence that no language on earth has ever produced the expression, 'As pretty as an airport.'"
    },
    {
      "cite": "George Stigler",
      "quote": "If you never miss a plane, you’re spending too much time at the airport."
    },
    {
      "cite": "Mia Haryono",
      "quote": "Life is like an airport. It's where every hello and goodbye take place."
    },
    {
      "cite": "Casey Neistat",
      "quote": "I think you should dress nicely for airports. You're surrounded by people coming from all walks of life. You should look your best."
    },
    {
      "cite": "Jennifer E. Smith",
      "quote": "People who meet in airports are seventy-two percent more likely to fall for each other than people who meet anywhere else."
    },
    {
      "cite": "Lionel Shriver",
      "quote": "The only way my head was going truly somewhere else was to travel to a different life and not a different airport."
    },
    {
      "cite": "Robert Wieder",
      "quote": "Anyone can look for fashion in a boutique or history in a museum. The creative explorer looks for history in a hardware store and fashion in an airport."
    },
    {
      "cite": "Guy Clark",
      "quote": "I get pretty much all the exercise I need walking down airport concourses carrying bags."
    },
    {
      "cite": "Lexa Doig",
      "quote": "Being stuck in airports, you always end up buying perfume and sunglasses."
    }
  ]
}