{
  "source": "https://www.wisesayings.com/airplane-quotes/",
  "theme": "airplane",
  "quotes": [
    {
      "cite": "George Carlin",
      "quote": "Never get on an airplane if the pilot is wearing a hat that has more than three pastel colors."
    },
    {
      "cite": "Orville Wright",
      "quote": "The airplane stays up because it doesn't have the time to fall."
    },
    {
      "cite": "Simon Newcomb",
      "quote": "Quite likely the twentieth century is destined to see the natural forces which will enable us to fly from continent to continent with a speed far exceeding that of a bird."
    },
    {
      "cite": "Robert Heinlein",
      "quote": "Logic proved that airplanes can't fly and that H-bombs won't work and that stones don't fall out of the sky. Logic is a way of saying that anything which didn't happen yesterday won't happen tomorrow."
    },
    {
      "cite": "Edward Vernon Rickenbacker",
      "quote": "Aviation is proof that given, the will, we have the capacity to achieve the impossible."
    },
    {
      "cite": "Otto Lilienthal",
      "quote": "To invent an airplane is nothing. To build one is something. But to fly is everything."
    },
    {
      "cite": "Satchel Paige",
      "quote": "Airplanes may kill you, but they ain't likely to hurt you."
    },
    {
      "cite": "Simon Newcomb",
      "quote": "Flight by machines heavier than air is unpractical and insignificant, if not utterly impossible."
    },
    {
      "cite": "Jean Kerr",
      "quote": "I feel about airplanes the way I feel about diets. It seems to me they are wonderful things for other people to go on."
    },
    {
      "cite": "Al Gore",
      "quote": "Airplane travel is nature's way of making you look like your passport photo."
    },
    {
      "cite": "Eugene Ormandy",
      "quote": "We can't hear the balance yet because the soloist is still on the airplane."
    },
    {
      "cite": "Henry Ford",
      "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "cite": "Sri Sathya Sai Baba",
      "quote": "The sky itself will have to be the roof of the auditorium of the future, I will have to forego the car and even the airplane when I move from place to place, for the crowds pressing around them will be too huge."
    },
    {
      "cite": "Donald Wills",
      "quote": "When the weight of the paper equals the weight of the airplane, only then you can go flying."
    },
    {
      "cite": "William Fowler",
      "quote": "If this plane were to crash, we could get a new start on this quasar problem."
    },
    {
      "cite": "Casey Stengel quotes",
      "quote": "Oldtimers weekends and airplane landings are alike. If you can walk away from them, they're successful."
    },
    {
      "cite": "Richard Bach",
      "quote": "The man who flies an airplane ... must believe in the unseen."
    },
    {
      "cite": "Adolf Galland",
      "quote": "Nine g's is good, if the pilot can stand it. We couldn't stand it. Not in the airplanes of World War II."
    },
    {
      "cite": "Walter Raleigh",
      "quote": "The engine is the heart of an airplane, but the pilot is its soul."
    },
    {
      "cite": "Richard Bach",
      "quote": "My airplane is quiet, and for a moment still an alien, still a stranger to the ground, I am home."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "The aeroplane has unveiled for us the true face of the earth."
    },
    {
      "cite": "Claude Debussy",
      "quote": "The century of airplanes has a right to its own music."
    },
    {
      "cite": "Sir George Cayley",
      "quote": "I am well convinced that Aerial Navigation will form a most prominent feature in the progress of civilization."
    },
    {
      "cite": "Henry A Kissinger",
      "quote": "There are only two reasons to sit in the back row of an airplane: Either you have diarrhea, or you're anxious to meet people who do."
    },
    {
      "cite": "James Thurber",
      "quote": "Man is flying too fast for a world that is round. Soon he will catch up with himself in a great rear end collision."
    },
    {
      "cite": "Bill Gates",
      "quote": "I'm in the same traffic as everybody else. I'm in the same airplane delay as everybody else. I sit in the same coach seat as everybody else."
    },
    {
      "cite": "Brigadier General Robin",
      "quote": "A fighter without a gun...is like an airplane without a wing."
    },
    {
      "cite": "Francis Gary Power",
      "quote": "I was a pilot flying an airplane and it just so happened that where I was flying made what I was doing spying."
    },
    {
      "cite": "Paul MacCready",
      "quote": "Anyone who's not interested in model airplanes must have a screw loose somewhere."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "There are aphorisms that, like airplanes, stay up only while they are in motion."
    },
    {
      "cite": "Ted Turner",
      "quote": "To be happy in this world, first you need a cell phone and then you need an airplane. Then you're truly wireless."
    },
    {
      "cite": "Richard Bach",
      "quote": "And like no other sculpture in the history of art, the dead engine and dead airframe come to life at the touch of a human hand, and join their life with the pilot's own."
    },
    {
      "cite": "Herb Kelleher",
      "quote": "What’s important is that a customer should get off the airplane feeling, ‘I didn’t just get from A to B. I had one of the most pleasant experiences I ever had, and I’ll be back for that reason."
    },
    {
      "cite": "Louise Thaden",
      "quote": "A pilot who says he has never been frightened in an airplane is, I'm afraid, lying."
    },
    {
      "cite": "Erica Jong",
      "quote": "There are no atheists on turbulent airplanes."
    },
    {
      "cite": "Wendell Willkie",
      "quote": "The modern airplane creates a new geographic dimension ... the world is small, the world is one."
    },
    {
      "cite": "J. Maarten Troost",
      "quote": "Like many air travelers, I am aware that airplanes fly aided by capricious fairies and invisible strings."
    },
    {
      "cite": "Ted Danson",
      "quote": "If you take one rivet out of an airplane, it will be all right, it'll keep flying. You take another rivet out of the airplane and it still flies. So what the heck, let's take more rivets out of the airplane, and sooner or later, the airplane drops from the sky."
    },
    {
      "cite": "Peter Diamandis",
      "quote": "If you have a fear of flying, don't. The data are very clear: If you have to travel someplace, the safest way is by airplane."
    },
    {
      "cite": "Hayao Miyazaki",
      "quote": "But remember this, Japanese boy... airplanes are not tools for war. They are not for making money. Airplanes are beautiful dreams. Engineers turn dreams into reality."
    },
    {
      "cite": "Chuck Yeager",
      "quote": "Most pilots learn, when they pin on their wings and go out and get in a fighter, especially, that one thing you don't do, you don't believe anything anybody tells you about an airplane."
    },
    {
      "cite": "Chuck Yeager",
      "quote": "If you can walk away from a landing, it's a good landing. If you use the airplane the next day, it's an outstanding landing."
    },
    {
      "cite": "Regina Brett",
      "quote": "I like that they call it an airplane cabin. A cabin is where you go to get away from stress. The cabin is a respite from the terminals on either end of the flight where noise bombards you as soon as you walk through the gate."
    },
    {
      "cite": "Michael P. Anderson",
      "quote": "I went to the University of Washington as a physics and astronomy major. My other interest, of course, was aviation. I always wanted to be a pilot. And if you're going to fly airplanes, the best place to be is the Air Force."
    },
    {
      "cite": "Ferdinand Foch",
      "quote": "Airplanes are interesting toys, but of no military value."
    },
    {
      "cite": "Chris Carter",
      "quote": "Learning to fly an airplane taught me a way of thinking, an approach to problem-solving that was applicable and effective. Pilots are very methodical and meticulous, and artists tend not to be."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "When once you have tasted flight, you will forever walk the earth with your eyes turned skyward, for there you have been, and there you will always long to return."
    },
    {
      "cite": "Bill Gates",
      "quote": "The genius of Leonardo da Vinci imagined a flying machine, but it took the methodical application of science by those two American bicycle mechanics to create it."
    },
    {
      "cite": "Wilbur Wright",
      "quote": "I confess that in 1901, I said to my brother Orville that man would not fly for fifty years... Ever since, I have distrusted myself and avoided all predictions."
    },
    {
      "cite": "Orville Wright",
      "quote": "I look with amazement upon our audacity in attempting flights with a new and untried machine."
    },
    {
      "cite": "Igor Sikorsky",
      "quote": "Aeronautics was neither an industry nor a science. It was a miracle."
    },
    {
      "cite": "Daniel S. Goldin",
      "quote": "There are no practical alternatives to air transportation."
    },
    {
      "cite": "Pilot's proverb",
      "quote": "Speed is life; altitude is life insurance."
    },
    {
      "cite": "Northrop Frye",
      "quote": "What's produced the aeroplane is not so much a desire to fly as a rebellion against the tyranny of time and space. And that's a process that can never stop, no matter how high our Titovs and Glenns may go."
    },
    {
      "cite": "Donald Seaman",
      "quote": "Touchdown of an airplane was as smooth as arriving at the ground floor in a lift."
    },
    {
      "cite": "Shana Alexander",
      "quote": "A plane is a bad place for an all-out sleep, but a good place to begin rest and recovery from the trip to the faraway places you've been, a decompression chamber between Here and There. Though a plane is not the ideal place really to think, reassess or reevaluate things, it is a great place to have the illusion of doing so, and often the illusion will suffice."
    },
    {
      "cite": "Gladys Bronwyn Stern",
      "quote": "Both optimists and pessimists contribute to our society. The optimist invents the airplane and the pessimist the parachute."
    },
    {
      "cite": "Caproni",
      "quote": "Airplanes are beautiful, cursed dreams, waiting for the sky to swallow them up."
    },
    {
      "cite": "George Carlin",
      "quote": "As soon as they close the door to the aircraft, that's when they begin the safety lecture. I love the safety lecture! This is my favorite part of the airplane ride! I listen very carefully to the safety lecture, especially that part where they teach us how to use the seat belts! Imagine this: here we are, a plane full of grown human beings... many of us partially educated, and they're actually taking time out to describe the intricate workings of a belt buckle!"
    },
    {
      "cite": "John Stevin Walter",
      "quote": "Airplanes, airplanes / Flying all around the sky / Airplanes, airplanes / Flying way up high / Some airplanes can land on water / But most land on landing strips (so versus high) / Some airplanes fly just for fun / Some fly for business trips (business or pleasure) / You can make an airplane now with paper / Through it in the air and watch it go / I love to look up and see its wings / Waiving down at me (hey airplane!)"
    },
    {
      "cite": "Jeremy Dussolliet; Timothy Sommers; Christine Dominguez; et al.",
      "quote": "Can we pretend that airplanes / In the night sky / Are like shooting stars / I could really use a wish right now / And it seems like yesterday it was just a dream / But those days are gone, they're just memories / And it seems yesterday it was just a dream / But those days are gone"
    }
  ]
}