{
  "source": "https://www.wisesayings.com/alabama-quotes/",
  "theme": "alabama",
  "quotes": [
    {
      "cite": "Anthony Ray Hinton",
      "quote": "The state of Alabama can take my freedom, the state of Alabama can take my future, but the state of Alabama cannot take my joy."
    },
    {
      "cite": "John Green",
      "quote": "You can say a lot of bad things about Alabama, but you can't say that Alabamans as a people are duly afraid of deep fryers."
    },
    {
      "cite": "Lionel Richie",
      "quote": "By growing up in Alabama, I had a melting pot of the whole pie: R&B, gospel, country."
    },
    {
      "cite": "Mike deGruy",
      "quote": "I grew up in Mobile, Alabama - somebody's got to be from Mobile, right? - and Mobile sits at the confluence of five rivers, forming this beautiful delta. And the delta has alligators crawling in and out of rivers filled with fish and cypress trees dripping with snakes, birds of every flavor."
    },
    {
      "cite": "Adam McKay",
      "quote": "I got the sense that Alabama is a place where people don't want handouts and don't much care for people talking out of the side of their mouth."
    },
    {
      "cite": "Bob Riley",
      "quote": "Ladies and gentlemen: There can be no greater investment in Alabama's future than an investment in education."
    },
    {
      "cite": "Artur Davis",
      "quote": "The repeal of racist language in the Constitution of Alabama was and still is a necessary step in the state's ability to progress."
    },
    {
      "cite": "Mike Rogers",
      "quote": "Alabama citizens, like the vast majority of Americans, respect and value the meaning of decency, and appreciate public institutions that reflect the common values of our society."
    },
    {
      "cite": "JF Smith",
      "quote": "Everyone tends to think of October as being an autumn month. Not so much in south Alabama, usually. There, it's another warm, if not hot, summer month. But the Alabama summer heat will sometimes get broken by cooler days. The haze of the depth of summer lifts, the humidity backs off, and the sky takes on a clearer, sharper blueness that the more languid summer days rarely could manage. And sometimes, there will be a day where the temperature gives a clear peek of what's coming."
    },
    {
      "cite": "Sean Hannity",
      "quote": "I lived in Alabama and Georgia, and the people in the south are wonderful. It's God, faith, family, country."
    },
    {
      "cite": "Joshilyn Jackson",
      "quote": "There are gods in Alabama: Jack Daniel’s, high school quarterbacks, trucks, big tits, and also Jesus."
    },
    {
      "cite": "Anthony Ray Hilton",
      "quote": "Justice is a funny thing, and in Alabama, justice isn't blind. She knows the color of your skin, your educational level, and how much money you have in the bank."
    },
    {
      "cite": "Artur Davis",
      "quote": "We have built a genuine level of enthusiasm and goodwill with people throughout this district. People are really excited about the possibilities this election holds, not just for this district, but because of the message Alabama sent to the rest of the country."
    },
    {
      "cite": "Andrew Sullivan",
      "quote": "If you are a gay couple living in Alabama, you know one thing: your family has no standing under the law; and it can and will be violated by strangers."
    },
    {
      "cite": "Bryan Stevenson",
      "quote": "Living in Montgomery, I've been antagonized by the emergence of a narrative about our history that I believe is quite false and misleading, and actually dangerous. And the narrative that emerges when you spend time in the South - places likes Alabama, Georgia, Mississippi, Louisiana - is that we have always been a noble, wonderful, glorious region of the country, with wonderful, noble, glorious people doing wonderful, noble, glorious things. And there's great pride in the Alabamians of the nineteenth century."
    },
    {
      "cite": "Bob Riley",
      "quote": "I think you'd change Alabama fundamentally if in six years someone said, 'If you want the best education in America, you've got to live in Alabama.' you'd change economic development, change the image of this state, you'd offer these kids an opportunity they otherwise would never have had."
    },
    {
      "cite": "Robert Hood",
      "quote": "I live in rural Alabama, and it's very conservative. I've had one guy say 'you can't be a minister and a DJ at the same time'. I thought 'how does someone get to choose what God has assigned me to do - God has given me a ministry."
    }
  ]
}