{
  "source": "https://www.wisesayings.com/alaska-quotes/",
  "theme": "alaska",
  "quotes": [
    {
      "cite": "Sebastiao Salgado",
      "quote": "The light in Alaska in particular is so beautiful. So beautiful! Such incredible light."
    },
    {
      "cite": "Sloane Crosley",
      "quote": "Alaska is what happens when Willy Wonka and the witch from Hansel and Gretel elope, buy a place together upstate, renounce their sweet teeth, and turn into health fanatics."
    },
    {
      "cite": "Jon Krakauer",
      "quote": "Alaska has long been a magnet for dreamers and misfits, people who think the unsullied enormity of the Last Frontier will patch all the holes in their loves. The bush is an unforgiving place, however, that care nothing for hope or longing."
    },
    {
      "cite": "John Muir",
      "quote": "To the lover of wilderness, Alaska is one of the most wonderful countries in the world."
    },
    {
      "cite": "Tom Bodett",
      "quote": "John Muir, the famous naturalist, wrote in his journal that you should never go to Alaska as a young man because you'll never be satisfied with any other place as long as you live. And there's a lot of truth to that."
    },
    {
      "cite": "Fareed Zakaria",
      "quote": "Alaska itself is an unusual state."
    },
    {
      "cite": "Marcus Sakey",
      "quote": "Nobody is accidentally in Alaska. The people who are in Alaska are there because they choose to be, so they’ve sort of got a real frontier ethic. The people are incredibly friendly, interesting, smart people – but they also stay out of each other’s business."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "Historically, Alaska is a place that has attracted those fed up with conventionality."
    },
    {
      "cite": "Mo Udall",
      "quote": "In terms of wilderness preservation, Alaska is the last frontier. This time, given one great final chance, let us strive to do it right. Not in our generation, nor ever again, will we have a land and wildlife opportunity approaching the scope and importance of this one."
    },
    {
      "cite": "John Green",
      "quote": "We are greater than the sum of our parts."
    },
    {
      "cite": "Steven Wright",
      "quote": "The Bermuda Triangle got tired of warm weather. It moved to Alaska. Now Santa Claus has gone missing."
    },
    {
      "cite": "Robert Frost",
      "quote": "Good fences make good neighbors."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "Relegating grizzlies to Alaska is about like relegating happiness heaven one may never get there."
    },
    {
      "cite": "John Green",
      "quote": "You can't just make yourself matter and then die, Alaska, because now I am irretrievably different."
    },
    {
      "cite": "Sarah Palin",
      "quote": "A changing environment will affect Alaska more than any other state, because of our location. I'm not one though who would attribute it to being man-made."
    },
    {
      "cite": "Joe Miller",
      "quote": "What is good for Alaska is good for the country. Transferring power from the federal government to the states provides opportunity to all states, not just Alaska."
    }
  ]
}