{
  "source": "https://www.wisesayings.com/alchemy-quotes/",
  "theme": "alchemy",
  "quotes": [
    {
      "cite": "Sidney Sheldon",
      "quote": "There is magic, but you have to be the magician. You have to make the magic happen."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "One man's \"magic\" is another man's engineering."
    },
    {
      "cite": "Rumi",
      "quote": "Learn the alchemy true human beings know. The moment you accept what troubles you've been given the door with open."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "There is an alchemy in sorrow. It can be transmuted into wisdom, which, if it does not bring joy, can yet bring happiness."
    },
    {
      "cite": "Dorothy Morrison",
      "quote": "Magic is not a practice. It is a living, breathing web of energy that, with our permission, can encase our every action."
    },
    {
      "cite": "Peter S. Beagle",
      "quote": "Real magic can never be made by offering someone else's liver. You must tear out your own, and not expect to get it back."
    },
    {
      "cite": "Fred Alan Wolf",
      "quote": "The real alchemy is transforming the base self into gold or into spiritual awareness. That's really what new alchemy's all about."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Scientists have calculated that the chances of something so patently absurd actually existing are millions to one. But magicians have calculated that million-to-one chances crop up nine times out of ten."
    },
    {
      "cite": "Roald Dahl",
      "quote": "A little magic can take you a long way."
    },
    {
      "cite": "Robin Sacredfire",
      "quote": "Alchemy: In times of recession it's not wise to argue about the price of gold."
    },
    {
      "cite": "Eden Phillpotts",
      "quote": "The universe is full of magical things patiently waiting for our wits to grow sharper."
    },
    {
      "cite": "William H. Gass",
      "quote": "The true alchemists do not change lead into gold; they change the world into words."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "There is an alchemy of quiet malice by which women can concoct a subtle poison from ordinary trifles."
    },
    {
      "cite": "Douglas Monroe",
      "quote": "True magic is the art and science of changing states of mind at will."
    },
    {
      "cite": "John Ciardi",
      "quote": "Alchemy. The link between the immemorial magic arts and modern science. Humankind's first systematic effort to unlock the secrets of matter by reproducible experiment."
    },
    {
      "cite": "Robert Morgan",
      "quote": "Alchemy is the art of far and near, and I think poetry is alchemy in that way. It's delightful to distort size, to see something that's tiny as though it were vast"
    },
    {
      "cite": "Terence McKenna",
      "quote": "Alchemy is really the secret tradition of the redemption of spirit from matter."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Magic and all that is ascribed to it is a deep presentiment of the powers of science. The shoes of swiftness, the sword of sharpness, the power of subduing the elements, of using the secret virtues of minerals, of understanding the voices of birds, are the obscure efforts of the mind in a right direction."
    },
    {
      "cite": "Jennifer Sodini",
      "quote": "The alchemy of life is to turn coins into cents, by making sense of change."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Alchemy is about the generation of a psychic construct, a wholeness, a thing which has many properties, which is paradoxical, which is both mind and matter, which can do anything."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "We are master alchemists: We may not have discovered how to make gold out of lead, but we are able to make heaven out of hell, hell out of heaven, and purgatory out of nothing."
    },
    {
      "cite": "Julia Cameron",
      "quote": "At it's essence, art is an alchemical process. Alchemy is a process of transformation."
    },
    {
      "cite": "William Shakespeare",
      "quote": "You are an alchemist; make gold of that."
    },
    {
      "cite": "Samael Aun Weor",
      "quote": "The Alchemy's secret key is hidden in the laboratory of the man and woman."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The secrets of alchemy exist to transform mortals from a state of suffering and ignorance to a state of enlightenment and bliss."
    },
    {
      "cite": "Georg Ernst Stahl",
      "quote": "Chymia, or Alchemy and Spagyrism, is the art of resolving compound bodies into their principles and of combining these again."
    },
    {
      "cite": "Edith Wharton",
      "quote": "The real alchemy consists in being able to turn gold back again into something else; and that's the secret that most of your friends have lost."
    },
    {
      "cite": "Marcel Duchamp",
      "quote": "Alchemy is a kind of philosophy: a kind of thinking that leads to a way of understanding."
    },
    {
      "cite": "Philippus Aureolus Paracelsus",
      "quote": "Alchemy is the art that separates what is useful from what is not by transforming it into its ultimate matter and essence."
    },
    {
      "cite": "Rosemary Ellen Guiley",
      "quote": "Real magic is not about gaining power over others: it is about gaining power over yourself."
    },
    {
      "cite": "Katie Kitamura",
      "quote": "The alchemy of a fight card is a mysterious thing. Even the most meticulous matchmaking can sometimes misfire."
    }
  ]
}