{
  "source": "https://www.wisesayings.com/alcoholism-quotes/",
  "theme": "alcoholism",
  "quotes": [
    {
      "cite": "Tom Robbins",
      "quote": "Alcoholism is an imperfect spiritual longing."
    },
    {
      "cite": "Phyllis A. Balch",
      "quote": "One key symptom of alcoholism is that the individual comes to need a drink for every mood--one to calm down, one to perk up, one to celebrate, one to deal with disappointment, and so on."
    },
    {
      "cite": "Herbert l. Gravitz",
      "quote": "Alcoholism is a devastating, potentially fatal disease. The primary symptom of having it is telling everyone--including yourself--that you are not an alcoholic."
    },
    {
      "cite": "David Cook",
      "quote": "Alcoholism is a well documented pathological reaction to unresolved grief."
    },
    {
      "cite": "Maurice Gelinas",
      "quote": "Alcoholism is a disease of the whole person."
    },
    {
      "cite": "Caroline Knapp",
      "quote": "Alcoholism is the disease of more."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "Alcoholism is the only disease that you can get yelled at for having."
    },
    {
      "cite": "ALCOHOLICS ANONYMOUS",
      "quote": "Physicians who are familiar with alcoholism agree there is no such thing as making a normal drinker out of an alcoholic."
    },
    {
      "cite": "Christopher Atkins",
      "quote": "I became a very angry person and it was all due to alcoholism."
    },
    {
      "cite": "Bob Marley",
      "quote": "Herb is the healing of a nation, alcohol is the destruction."
    },
    {
      "cite": "Amit Abraham",
      "quote": "Alcohol does not solve problems but becomes a problem in itself."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "A drinking man's someone who wants to forget he isn't still young and believing."
    },
    {
      "cite": "Seneca",
      "quote": "Drunkenness is nothing but voluntary madness."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Drunkenness is temporary suicide."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A drinker has a hole under his nose that all his money runs into."
    },
    {
      "cite": "Mary Pettibone Poole",
      "quote": "Alcohol is a good preservative for everything but brains."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Alcoholism and drug addiction are killer of mental and physical health. Alcoholic and drug addicts are killing themselves slowly."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Alcoholism is a thief of health, mental sanity and human dignity."
    },
    {
      "cite": "David Stafford",
      "quote": "Alcoholism is above all a disease of denial."
    },
    {
      "cite": "David Norman",
      "quote": "Alcoholism is a choice... not a life sentence."
    },
    {
      "cite": "Irene Tomkinson",
      "quote": "Alcoholism or addiction is a disease because it fits the definition of disease. It is progressive and chronic, and left untreated, it will kill."
    },
    {
      "cite": "Mercedes McCambridge",
      "quote": "Alcohol is a very patient drug. It will wait for the alcoholic to pick it up one more time."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Alcohol is the anesthesia by which we endure the operation of life."
    },
    {
      "cite": "unknown",
      "quote": "The first thing in the human personality that dissolves in alcohol is dignity."
    },
    {
      "cite": "Norman Brenner",
      "quote": "The intermediate stage between socialism and capitalism is alcoholism."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "When the wine goes in, strange things come out."
    },
    {
      "cite": "William Gladstone",
      "quote": "Alcoholism does more havoc than three historical scourge together; famine, plague and war."
    },
    {
      "cite": "Martin Scorsese",
      "quote": "Alcohol decimated the working class and so many people."
    },
    {
      "cite": "Jayson Williams",
      "quote": "Alcohol is the cause of all my problems."
    }
  ]
}