{
  "source": "https://www.wisesayings.com/alcohol-quotes/",
  "theme": "alcohol",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "The first thing in the human personality that dissolves in alcohol is dignity."
    },
    {
      "cite": "William Shakespeare",
      "quote": "O God, that men should put an enemy in their mouths to steal away their brains! that we should, with joy, pleasance, revel, and applause, transform ourselves into beasts!"
    },
    {
      "cite": "Francis Scott Key Fitzgerald",
      "quote": "First you take a drink, then the drink takes a drink, then the drink takes you."
    },
    {
      "cite": "Harvey &amp; Marilyn Diamond",
      "quote": "Alcohol impairs calcium absorption by affecting the liver's ability to activate vitamin D. Vitamin D is important in the metabolism of calcium. The more alcohol you drink, the more you hinder your body's ability to build up and maintain healthy bones."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is this to be said in favor of drinking, that it takes the drunkard first out of society, then out of the world."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Drunkenness is nothing but voluntary madness."
    },
    {
      "cite": "N.F. Simpson",
      "quote": "Reality is an illusion created by a lack of alcohol."
    },
    {
      "cite": "Jimmy Breslin",
      "quote": "When you stop drinking, you have to deal with this marvelous personality that started you drinking in the first place."
    },
    {
      "cite": "Jim Morrison",
      "quote": "It's like gambling somehow. You go out for a night of drinking and you don't know where you're going to end up the next day. It could work out good or it could be disastrous. It's like the throw of the dice."
    },
    {
      "cite": "William R. Alger",
      "quote": "Fill up the goblet and reach to me some! Drinking makes wise, but dry fasting makes glum."
    },
    {
      "cite": "Timothy Shay Arthur",
      "quote": "No substance in nature, as far as yet known, has, when it reaches the brain, such power to induce mental and moral changes of a disastrous character as alcohol. Its transforming power is marvelous, and often appalling. It seems to open a way of entrance into the soul for all classes of foolish, insane or malignant spirits, who, so long as it remains in contact with the brain, are able to hold possession."
    },
    {
      "cite": "William James",
      "quote": "The sway of alcohol over mankind is unquestionably due to its power to stimulate the mystical faculties of human nature."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The fact that a believer is happier than a skeptic is no more to the point than the fact that a drunken man is happier than a sober one."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Drinking is an emotional thing. It joggles you out of everyday life, out of everything being the same. It yanks you out of your body and your mind and throws you against the wall. I have the feeling that drinking is a form of suicide where you're allowed to return to life and begin all over the next day. It's like killing yourself, and then you're reborn. I guess I've lived about ten or fifteen thousand lives now."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I would not put a thief in my mouth to steal my brains."
    },
    {
      "cite": "R L Stevenson",
      "quote": "Wine is bottled poetry."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "It is sad that people need alcohol to make them happy."
    },
    {
      "cite": "Caroline Knapp",
      "quote": "To a drinker the sensation is real and pure and akin to something spiritual: you seek; in the bottle, you find."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Drunkenness is temporary suicide: the happiness that it brings is merely negative, a momentary cessation of unhappiness."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Alcohol is the anaesthesia by which we endure the operation of life."
    },
    {
      "cite": "Charles Dibdin",
      "quote": "Then trust me, there's nothing like drinking, So pleasant this side of the grave; It keeps the unhappy from thinking, And makes e'en the valiant more brave."
    },
    {
      "cite": "Winston Churchill",
      "quote": "I have taken more out of alcohol than alcohol has taken out of me."
    },
    {
      "cite": "Bob Marley",
      "quote": "Herb is the healing of a nation, alcohol is the destruction."
    },
    {
      "cite": "Thomas Becon",
      "quote": "When the wine is in, the wit is out."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "Alcohol doesn't console, it doesn't fill up anyone's psychological gaps, all it replaces is the lack of God. It doesn't comfort man. On the contrary, it encourages him in his folly, it transports him to the supreme regions where he is master of his own destiny."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "Alcohol is barren. The words a man speaks in the night of drunkenness fade like the darkness itself at the coming of day."
    },
    {
      "cite": "Finley Peter Dunne",
      "quote": "Alcohol is necessary for a man so that he can have a good opinion of himself, undisturbed be the facts."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Wine makes a man better pleased with himself; I do not say that it makes him more pleasing to others."
    },
    {
      "cite": "The Koran",
      "quote": "There is a devil in every berry of the grape."
    },
    {
      "cite": "Homer",
      "quote": "Wine sets even a thoughtful man to singing, or sets him into softly laughing, sets him to dancing. Sometimes it tosses out a word that was better unspoken."
    }
  ]
}