{
  "source": "https://www.wisesayings.com/alienation-quotes/",
  "theme": "alienation",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We are imprisoned in life in the company of persons powerfully unlike us."
    },
    {
      "cite": "R. D. Laing",
      "quote": "Alienation as our present destiny is achieved only by outrageous violence perpetrated by human beings on human beings."
    },
    {
      "cite": "Mal Peet",
      "quote": "Disconnection or alienation from the past has political consequences."
    },
    {
      "cite": "Karl Marx",
      "quote": "The alienation of man thus appeared as the fundamental evil of capitalist society."
    },
    {
      "cite": "John Hurt",
      "quote": "This whole theory of alienation that intellectuals have been passing on, really is just to stop a lot of ham acting. If you fill something with a proper emotion, it didn't worry him at all."
    },
    {
      "cite": "Allen Lacy",
      "quote": "Not knowing where your food comes from is a primary form of alienation."
    },
    {
      "cite": "John Le Carre",
      "quote": "There is a terrible alienation in the ordinary man between what he is being told and what he secretly believes."
    },
    {
      "cite": "Philip Carr-Gomm",
      "quote": "Modern humanity's sense of alienation lies in the fact that we have cut ourselves adrift from both the natural world and from the roots of our past."
    },
    {
      "cite": "Jerry Mander",
      "quote": "Mankind's self-alienation has reached such a degree that it can experience its own destruction as an aesthetic pleasure of the first order."
    },
    {
      "cite": "R. D. Laing",
      "quote": "We are born into a world where alienation awaits us. We are potentially men, but are in an alienated state, and this state is not simply a natural system. Alienation as our present destiny is achieved only by outrageous violence perpetrated by human beings on human beings."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "To a man utterly without a sense of belonging, mere life is all that matters. It is the only reality in an eternity of nothingness, and he clings to it with shameless despair."
    },
    {
      "cite": "Ivan Illich",
      "quote": "It is really an alienation to believe that learning is the result of teaching."
    },
    {
      "cite": "Sri Nisargadatta Maharaj",
      "quote": "All separation, every kind of estrangement and alienation is false. All is one."
    },
    {
      "cite": "Marilyn Wann",
      "quote": "It's such a profound alienation for a person not to be at home in their own body."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "There is no alienation that a little power will not cure."
    },
    {
      "cite": "Nathaniel Branden",
      "quote": "When we bury our feelings, we also bury ourselves. It means we exist in a state of alienation. We rarely know it, but we are lonely for ourselves."
    },
    {
      "cite": "Alan Ball",
      "quote": "We live in a time where there's an alienation factor. There's a certain disconnection. We don't have any real sense of community anymore."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Without alienation, there can be no politics."
    },
    {
      "cite": "Jenny Holzer",
      "quote": "Alienation produces eccentrics or revolutionaries."
    },
    {
      "cite": "Judd Nelson",
      "quote": "Young alienation, disappointment and heartache is all a part of the first real growing up that we do."
    },
    {
      "cite": "Howard Zinn",
      "quote": "To ward off alienation and gloom, it is only necessary to remember the unremembered heroes of the past, and to look around us for the unnoticed heroes of the present."
    },
    {
      "cite": "B. W. Powe",
      "quote": "Alienation and loneliness plant the seeds for rebellion and consciousness."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Loneliness is caused by an alienation from life. It is a loneliness from your real self."
    },
    {
      "cite": "Mike Birbiglia",
      "quote": "Alienation, I suppose, can't be hackneyed because it will always exist."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Alienation is a form of living death. It is the acid of despair that dissolves society."
    }
  ]
}