{
  "source": "https://www.wisesayings.com/aliens-quotes/",
  "theme": "aliens",
  "quotes": [
    {
      "cite": "Ellen DeGeneres",
      "quote": "The only thing that scares me more than space aliens is the idea that there aren't any space aliens. We can't be the best that creation has to offer. I pray we're not all there is. If so, we're in big trouble."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "I am discounting reports of UFOs. Why would they appear only to cranks and weirdos?"
    },
    {
      "cite": "Stephen Hawking",
      "quote": "I believe alien life is quite common in the universe, although intelligent life is less so. Some say it has yet to appear on planet Earth."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Considering the number of planets and stars that we know exist, it's extremely unlikely that we are the only form of evolved life"
    },
    {
      "cite": "Chris Hadfield",
      "quote": "If we can find one fossil on Mars, or one little tube worm deep under the oceans of Europa or Enceladus, then the universe is full of life"
    },
    {
      "cite": "Thomm Quackenbush",
      "quote": "That these people are wandering around, looking for aliens to justify the emptiness inside them and let them feel special without effort, creeps me out."
    },
    {
      "cite": "Toba Beta",
      "quote": "You don't need to prove the existence of aliens. That's unproductive, unless we make a bet on it."
    },
    {
      "cite": "Helen Oyeyemi",
      "quote": "I take aliens very seriously and don't appreciate light entertainment or weak approximations being made of them."
    },
    {
      "cite": "Iris Chang",
      "quote": "Whatever is not commonly seen is condemned as alien."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Aliens didn't come down to Earth and give us technology. We invented it ourselves. Therefore it can never be alienating; it can only be an expression of our humanity."
    },
    {
      "cite": "Butler",
      "quote": "Xenogenesis also examines humans coexisting, cooperating, and conflicting with an alien species, after a nuclear apocalypse destroys the world and mankind must merge their DNA with the aliens to survive in some form."
    },
    {
      "cite": "Butler",
      "quote": "Bloodchild tells us the story of humans in an alien world, who are protected by an insect-like aliens that use the humans as host for breeding their young."
    },
    {
      "cite": "Moxie LaBouche",
      "quote": "The inside of the Earth is a tropical paradise that is home to an advanced race of beings that could be humans, aliens, giants, or some combination thereof."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Stephen Hawking's been watching too many Hollywood movies. I think the only kind aliens in Hollywood are the ones created by Steven Spielberg — 'Close Encounters of the Third Kind' and 'E.T.,' for example. All other aliens are trying to suck our brains out."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "No astrophysicist  would deny the possibility of life. I think we're not creative enough to imagine what life would be like on another planet. Show me a dead alien. Better yet, show me a live one."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "For me at age 11, I had a pair of binoculars and looked up to the moon, and the moon wasn't just bigger, it was better. There were mountains and valleys and craters and shadows. And it came alive."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Perhaps we've never been visited by aliens because they have looked upon Earth and decided there's no sign of intelligent life."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "I said that if an alien came to visit, I'd be embarrassed that we fight wars to pull fossil fuels out of the ground to run our transportation. They'd be like,'What?'"
    },
    {
      "cite": "Lawrence Dorfman",
      "quote": "Most laptop computers are powerful enough to override the communication systems of any invading alien civilizations."
    },
    {
      "cite": "Epicurus",
      "quote": "There are definite worlds both like and unlike this world of ours...We must believe that in all worlds, there are living creatures and plants and other things we see in this world."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "To my mathematical brain, the numbers of planets in the universe make thinking about aliens perfectly rational."
    },
    {
      "cite": "Stuart A. Kallen",
      "quote": "While the search for alien life has yielded few results, the public's fascination with extraterrestrials remains high."
    },
    {
      "cite": "Stuart A. Kallen",
      "quote": "With billions of planets in the universe, it might only be a matter of time before contact is made and humanity joins with an alien civilization to forge a new future  in the infinite cosmos"
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Space creatures might not be visiting Earth with peaceful intentions."
    },
    {
      "cite": "Jenny Wolmark",
      "quote": "The dominance of a hierarchical myth of origins means that humans immediately believe the aliens to be a race of telepathic superbeings."
    },
    {
      "cite": "Octavia Butler",
      "quote": "Unfortunately, however, many of the same science fiction writers who started us thinking about the possibility of extraterrestrial life did nothing to make us think about here-at-home variation — women, blacks, Indians, Asians, Hispanics, etc."
    },
    {
      "cite": "Preston Dennett",
      "quote": "Numerous ancient stone carvings, rock paintings, and mysterious monuments throughout the world hint that extraterrestrials may have visited this planet in the distant past."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "If aliens ever visit us, I think the outcome would be much as Christopher Columbus first landed in America, which didn't turn out very well for the Native Americans."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "If the government is covering up knowledge of aliens, they are doing a better job of it than they do at anything else."
    },
    {
      "cite": "Toba Beta",
      "quote": "You don't need to prove the existence of aliens. That's unproductive, unless we make a bet on it."
    }
  ]
}