{
  "source": "https://www.wisesayings.com/alive-quotes/",
  "theme": "alive",
  "quotes": [
    {
      "cite": "Indira Gandhi",
      "quote": "You must learn to be still in the midst of activity and to be vibrantly alive in repose."
    },
    {
      "cite": "George Washington",
      "quote": "Labor to keep alive in your breast that little spark of celestial fire, called conscience."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Joan Rivers",
      "quote": "I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive."
    },
    {
      "cite": "Tony Bennett",
      "quote": "To me, life is a gift, and it's a blessing to just be alive. And each person should learn what a gift it is to be alive no matter how tough things get."
    },
    {
      "cite": "Earl Wilson",
      "quote": "If you think nobody cares if you're alive, try missing a couple of car payments."
    },
    {
      "cite": "Agatha Christie",
      "quote": "I like living. I have sometimes been wildly, despairingly, acutely miserable, racked with sorrow, but through it all I still know quite certainly that just to be alive is a grand thing."
    },
    {
      "cite": "Bruce Lee",
      "quote": "When you feel pain, you know that you are still alive."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "A coward is a man who'd rather live dead than die alive."
    },
    {
      "cite": "Robin Sharma",
      "quote": "When we give up on our dreams, we die while still alive."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "No one really knows why they are alive until they know what they'd die for."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "The mystery of human existence lies not in just staying alive, but in finding something to live for."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Don’t ask what the world needs. Ask what makes you come alive, and go do it. Because what the world needs is people who have come alive."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "I finally figured out the only reason to be alive is to enjoy it."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside while still alive. Never surrender."
    },
    {
      "cite": "Steven King",
      "quote": "The goodbyes we speak and the goodbyes we hear are the good byes that tell us we're still alive."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "We can only be said to be alive in those moments when our hearts are conscious of our treasures."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The whole point of being alive is to evolve into the complete person you were intended to be."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Passion rebuilds the world for the youth. It makes all things alive and significant."
    },
    {
      "cite": "Mitch Albom",
      "quote": "If you are fully alive to the prospect of dying, you really start reprioritising your life."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Try to learn to breathe deeply, really to taste food when you eat, and when you sleep, really to sleep. Try as much as possible to be wholly alive with all your might, and when you laugh, laugh like hell. And when you get angry, get good and angry. Try to be alive. You will be dead soon enough."
    },
    {
      "cite": "Alan Watts",
      "quote": "The meaning of life is just to be alive. It is so plain and so obvious and so simple. And yet, everybody rushes around in a great panic as if it were necessary to achieve something beyond themselves."
    },
    {
      "cite": "Pema Chodron",
      "quote": "To be fully alive, fully human, and completely awake is to be continually thrown out of the nest."
    },
    {
      "cite": "Harry Chapin",
      "quote": "Our lives are to be used and thus to be lived as fully as possible, and truly it seems that we are never so alive as when we concern ourselves with other people."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Suddenly you’re ripped into being alive. And life is pain, and life is suffering, and life is horror, but my god you’re alive and its spectacular."
    },
    {
      "cite": "Tim Allen",
      "quote": "My mom said the only reason men are alive is for lawn care and vehicle maintenance."
    },
    {
      "cite": "Josh Whedon",
      "quote": "Humor keeps us alive. Humor and food. Don't forget food. You can go a week without laughing."
    },
    {
      "cite": "Hamza Yusuf",
      "quote": "A tree grows. If you're staying the same, something is wrong. You're not alive."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Life must be lived and curiosity kept alive. One must never, for whatever reason, turn his back on life."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Do not take life too seriously. You will never get out of it alive."
    },
    {
      "cite": "Bear Grylls",
      "quote": "Our fate is determined by how far we are prepared to push ourselves to stay alive - the decisions we make to survive. We must do whatever it takes to endure and make it through alive."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Hope can keep you alive in the midst of the turbulence."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Let us learn to show our friendship for a man when he is alive and not after he is dead."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Every one of us is losing something precious to us. Lost opportunities, lost possibilities, feelings we can never get back again. That’s part of what it means to be alive."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "In order to understand, observe, deduce, man must first be conscious of himself as alive."
    },
    {
      "cite": "Orlando A. Battista",
      "quote": "The greatest weakness of most humans is their hesitancy to tell others how much they love them while they're alive."
    },
    {
      "cite": "Horace",
      "quote": "Carpe diem! Rejoice while you are alive; enjoy the day; live life to the fullest; make the most of what you have. It is later than you think."
    },
    {
      "cite": "Madelaine L'Engle",
      "quote": "When we were children, we used to think that when we were grown-up we would no longer be vulnerable. But to grow up is to accept vulnerability... To be alive is to be vulnerable."
    },
    {
      "cite": "John Updike",
      "quote": "We are most alive when we're in love."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "To know what you prefer instead of humbly saying Amen to what the world tells you ought to prefer, is to have kept your soul alive."
    },
    {
      "cite": "Osho",
      "quote": "The real question is not whether life exists after death. The real question is whether you are alive before death."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Hope is the foundational quality of all change, and encouragement is the fuel which keeps hope alive."
    }
  ]
}