{
  "source": "https://www.wisesayings.com/allah-quotes/",
  "theme": "allah",
  "quotes": [
    {
      "cite": "Mohammad Azharuddin",
      "quote": "Allah is with people who show patience. If you are down in the dumps, Allah will help you if you have belief. But this is a personal thing between you and him. You can't fool Allah."
    },
    {
      "cite": "Sahih Al-Bukhari",
      "quote": "Allah SWT will not be merciful to those who are not merciful to mankind."
    },
    {
      "cite": "Anonymous",
      "quote": "When we repair our relationship with Allah SWT, He repairs everything else for us."
    },
    {
      "cite": "Salman al-Ouda",
      "quote": "Allah's plan is better than your dreams."
    },
    {
      "cite": "Dhul-Nun al-Misri",
      "quote": "Patience is seeking help only from Allah."
    },
    {
      "cite": "Abdullah Yusuf Ali",
      "quote": "To Allah we belong and to Him is our return."
    },
    {
      "cite": "Boonaa Mohammed",
      "quote": "You will never find true love until you first learn to love Allah."
    },
    {
      "cite": "Malcolm X",
      "quote": "Allah always gives you signs, when you are with Him, that He is with you."
    },
    {
      "cite": "Omar Suleiman",
      "quote": "If you complain that Allah is testing you too much, you're failing the test."
    },
    {
      "cite": "Haroon Siddiqui",
      "quote": "Allah never changes a people's state unless they change what's in themselves."
    },
    {
      "cite": "Habib Umar bin Hafiz",
      "quote": "If Allah created you for this world, He would have created you without death."
    },
    {
      "cite": "Ibn Qayyim Al-Jawziyya",
      "quote": "Whoever desires to purify his heart, then let him prefer Allah to his desires."
    },
    {
      "cite": "Abu Hurairah",
      "quote": "Allah makes the way to Jannah easy for him who treads the path in search of knowledge."
    },
    {
      "cite": "Omar Suleiman",
      "quote": "Allah is Most Merciful even when He sends us trials, for even His punishment is for our own good."
    },
    {
      "cite": "Fatima bint Muhammad",
      "quote": "Allah executed and rendered justice for the sake of putting together and harmonization of the hearts."
    },
    {
      "cite": "Yasmin Mogahed",
      "quote": "Allah does not withhold to withhold. Remaking the heart was the objective. To remake it, He sometimes breaks it first."
    },
    {
      "cite": "Omar Suleiman",
      "quote": "Allah will never disappoint the sincere caller. Even when you think He hasn't answered you, He plans in your favor."
    },
    {
      "cite": "Dawud Wharnsby Ali",
      "quote": "Allah made us all a different shade and colour. Nations and tribes recognize one another! 'Cause every single person is your sister and brother."
    },
    {
      "cite": "Boonaa Mohammed",
      "quote": "Without Allah on your side, you can do nothing. With Allah on your side, there is nothing you cannot do."
    },
    {
      "cite": "Imam Ibn al-Qayyim",
      "quote": "When you make dua, it is a sign that Allah SWT loves you & has intended good for you."
    },
    {
      "cite": "Ibn Al-Qayyim",
      "quote": "Allah is displeased when you stop asking Him and mankind is displeased when asked."
    },
    {
      "cite": "Anonymous",
      "quote": "And it is Allah (SWT) who gives strength in times of weakness."
    },
    {
      "cite": "Muhammad",
      "quote": "Allah(God) is the greatest friend."
    },
    {
      "cite": "Khalid ibn al-Walid",
      "quote": "When Allah decides a matter, it is done."
    },
    {
      "cite": "Louis Farrakhan",
      "quote": "Nothing happens except by the permissive or active Will of Allah."
    },
    {
      "cite": "Abu Bakr",
      "quote": "The more knowledge you have, the greater will be your fear of Allah."
    },
    {
      "cite": "Shahid Afridi",
      "quote": "Whenever you feel down, always remember that Almighty Allah has better plans for you."
    },
    {
      "cite": "Fatima bint Muhammad",
      "quote": "Allah made joining and connecting with the kinship and cognation, the cause of lengthening of life."
    }
  ]
}