{
  "source": "https://www.wisesayings.com/allergies-quotes/",
  "theme": "allergies",
  "quotes": [
    {
      "cite": "Stephen Curry",
      "quote": "I have allergies, and I've had my share of nosebleeds, but that's usually related to pollen."
    },
    {
      "cite": "Wendi McLendon-Covey",
      "quote": "I have terrible chemical allergies, and I'm constantly battling unsightly reactions."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "It prompted patches of allergy to spread on skin, was resistant to the strongest of medicinal balm."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Your skin turned crimson red; with infinite patches in your neck developing disdainful allergy."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "It was as if someone had hurled tones of chili powder; and the interiors of my eye developed a severe red allergy."
    },
    {
      "cite": "Paul Simon",
      "quote": "Allergies to dust and grain, maladies, remedies and still these allergies remain."
    },
    {
      "cite": "Melvins",
      "quote": "Her allergy's been forsaken maybe stir it all on at me."
    },
    {
      "cite": "MobyTheRapper",
      "quote": "Getting allergies, gotta use visine so I can see through my eyes."
    },
    {
      "cite": "Danny",
      "quote": "Deadly allergy? not enough to stop me from going to the zoo."
    },
    {
      "cite": "Randy Travis",
      "quote": "Losing you are a sure way to set off my allergies."
    },
    {
      "cite": "Carpenters",
      "quote": "Awful allergies that made me sneeze."
    },
    {
      "cite": "Daniel Handler",
      "quote": "If you are allergic to a thing, it is best not to put that thing in your mouth, particularly if the thing is cats."
    },
    {
      "cite": "Clara Chung",
      "quote": "Every season can be allergy season, depending on what you're allergic to."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "We have currently a built-in allergy to unpleasant or disturbing information. Our mass media reflect this. But unless we get up off our fat surpluses and recognize that television in the main is being used to distract, delude, amuse, and insulate us, then television and those who finance it, those who look at it, and those who work at it, may see a totally different picture too late."
    },
    {
      "cite": "Rosemary Shahan",
      "quote": "People with asthma or allergies will be at particular risk of breathing in substances that are a threat to their health."
    },
    {
      "cite": "David Fleischer",
      "quote": "The only definitive test for food allergy is whether a person can consume that food without an adverse reaction."
    },
    {
      "cite": "Nino Gruettke",
      "quote": "The joy from eating does not come from the exclusivity of the food, but instead from the sensitivity that we eat it with."
    },
    {
      "cite": "Anonymous",
      "quote": "The difference between an itch and an allergy is about one hundred bucks."
    },
    {
      "cite": "Clara Chung",
      "quote": "A cold will usually clear up in about three to five days, whereas with an allergy the sufferer may be sneezing or have difficulty breathing, but not run a fever like someone with a cold would."
    },
    {
      "cite": "John Warner",
      "quote": "About 20 per cent of the population believe themselves to have a food allergy and only about five per cent actually do."
    },
    {
      "cite": "Ansh Rajora",
      "quote": "Some people are so allergic to goodness that they cannot bear it even at oneself."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "The more green tea you drink, the more the allergic reactions are suppressed. Green tea has an anti-inflammatory effect on the immune system."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "Most of the food allergies die under garlic and onion."
    }
  ]
}