{
  "source": "https://www.wisesayings.com/almighty-quotes/",
  "theme": "almighty",
  "quotes": [
    {
      "cite": "Lorenzo Snow",
      "quote": "We trace the hand of the Almighty in framing the constitution of our land, and believe that the Lord raised up men purposely for the accomplishment of this object, raised them up and inspired them to frame the Constitution of the United States"
    },
    {
      "cite": "Ibn Jeem",
      "quote": "Believe in this. Almighty makes life better because you deserve a better life."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts."
    },
    {
      "cite": "Maria Montessori",
      "quote": "If the ways of the Almighty are not humanly logical, it is not the fault of the Almighty but of the limitations of human logic."
    },
    {
      "cite": "John Lewis",
      "quote": "Without prayer, without faith in the Almighty, the civil rights movement would have been like a bird without wings."
    },
    {
      "cite": "John Lennon",
      "quote": "Part of me suspects that I'm a loser, and the other part of me thinks I'm God Almighty."
    },
    {
      "cite": "Phil Robertson",
      "quote": "We never, ever judge someone on who's going to heaven, hell. That's the Almighty's job."
    },
    {
      "cite": "Mohammad Azharuddin",
      "quote": "Emotionally, I depend only on myself. My strong belief in the Almighty carries me."
    },
    {
      "cite": "Bill Mccartney",
      "quote": "It boggles my mind that someone can see life breathed into a baby, watch the grass die and then come to life again, see leaves fall and watch the rebirth of a tree, or gaze on any of the majestic splendor that is this earth and not be overpowered by the presence of an Almighty God!"
    },
    {
      "cite": "George Foreman",
      "quote": "I don't even think about a retirement program because I'm working for the Lord, for the Almighty. And even thought the Lord's pay isn't very high, his retirement program is, you might say, out of this world."
    },
    {
      "cite": "Joseph Butler",
      "quote": "God Almighty is, to be sure, unmoved by passion or appetite, unchanged by affection; but then it is to be added that He neither sees nor hears nor perceives things by any senses like ours; but in a manner infinitely more perfect."
    },
    {
      "cite": "Charles Stanley",
      "quote": "If the Lord says to give more than you think you are able to give, know that He will provide for you. Whether things are sailing smoothly or the bottom has dropped out, He is always trustworthy. You can count on Almighty God to keep His everlasting Word."
    },
    {
      "cite": "Pat Robertson",
      "quote": "When any civil government steps outside the mandate authorized by God Almighty, then that government does not have any further claim over its citizens."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "Perhaps the best proof of the Almighty's existence is that we never know when we are to die."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "The task of preserving and advancing the highest humanity, given to this earth by the benevolence of the Almighty, seems a truly high mission."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Of all the systems of religion that ever were invented, there is none more derogatory to the Almighty, more unedifying to man, more repugnant to reason, and more contradictory in itself, than this thing called Christianity. Too absurd for belief, too impossible to convince, and too inconsistent for practice, it renders the heart torpid, or produces only atheists and fanatics."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The purposes of the Almighty are perfect, and must prevail, though we erring mortals may fail to accurately perceive them in advance."
    },
    {
      "cite": "Joel Osteen",
      "quote": "What others say and do cannot stop you from fulfilling your destiny. Your destiny was handed down by Almighty God."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "When it is a question of God's almighty Spirit, never say, 'I can't.'"
    },
    {
      "cite": "William Gurnall",
      "quote": "One Almighty is more than all mighties"
    },
    {
      "cite": "Joyce Meyer",
      "quote": "God rose up from His throne and said to demon powers tormenting the sinless Son of God, ‘Let Him go.' Then the resurrection power of Almighty God went through hell and filled Jesus. .. He was resurrected from the dead - the first born-again man"
    },
    {
      "cite": "Edward Mckendree Bounds",
      "quote": "It must never be forgotten that Almighty God rules this world. He is not an absentee God."
    },
    {
      "cite": "Cecil Frances Alexander",
      "quote": "He gave us eyes to see them, And lips that we might tell How great is God Almighty, Who has made all things well."
    },
    {
      "cite": "Mehdi Dibaj",
      "quote": "I would rather have the whole world against me but know that the Almighty God is with me, be called an apostate but know that I have the approval of the God of glory."
    }
  ]
}