{
  "source": "https://www.wisesayings.com/almost-quotes/",
  "theme": "almost",
  "quotes": [
    {
      "cite": "R.Y.S. Perez",
      "quote": "The hardest word to swallow is almost."
    },
    {
      "cite": "Tom Peters",
      "quote": "Almost all quality improvement comes via simplification of design, manufacturing layout, processes, and procedures."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Almost all of our sorrows spring out of our relations with other people."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods."
    },
    {
      "cite": "Albert Pike",
      "quote": "Almost all the noblest things that have been achieved in the world, have been achieved by poor men; poor scholars, poor professional men, poor artisans and artists, poor philosophers, poets, and men of genius."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "A well-written life is almost as rare as a well-spent one."
    },
    {
      "cite": "George Santayana",
      "quote": "Almost every wise saying has an opposite one, no less wise, to balance it."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Almost always, the creative dedicated minority has made the world better."
    },
    {
      "cite": "Rod Moyer",
      "quote": "Almost everything that's made conventionally is also grown organically."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Almost all our desires, when examined, contain something too shameful to reveal."
    },
    {
      "cite": "E. T. A. Hoffmann",
      "quote": "It is nearly always the most improbable things that really come to pass."
    },
    {
      "cite": "Jennifer L. Holm",
      "quote": "Almost dying is awfully easy. It's the living that's hard."
    },
    {
      "cite": "John Irving",
      "quote": "Almost everyone is dying to leave home, eventually; and almost everyone needs to."
    },
    {
      "cite": "Elizabeth Edwards",
      "quote": "Almost everybody embraces life."
    },
    {
      "cite": "Jane Austen",
      "quote": "Almost anything is possible with time."
    },
    {
      "cite": "Voltaire",
      "quote": "Almost all life depends on probabilities."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "Almost everything in leadership comes back to relationships."
    },
    {
      "cite": "Joy F. Evans",
      "quote": "Almost everyone can do or be something for someone else in need."
    },
    {
      "cite": "A. E. Housman",
      "quote": "Perfect understanding will sometimes almost extinguish pleasure."
    },
    {
      "cite": "Quintilian",
      "quote": "In almost everything, experience is more valuable than precept."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Success is almost totally dependent upon drive and persistence. The extra energy required to make another effort or try another approach is the secret of winning."
    },
    {
      "cite": "Joe Meno",
      "quote": "The most important things in your life are almost always impossible to predict."
    },
    {
      "cite": "John Twelve Hawks",
      "quote": "Almost every important choice in our lives is really just an expression of hope."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Almost everything that is great has been done by youth."
    }
  ]
}