{
  "source": "https://www.wisesayings.com/alone-quotes/",
  "theme": "alone",
  "quotes": [
    {
      "cite": "Paul Tillich",
      "quote": "Language... has created the word 'loneliness' to express the pain of being alone. And it has created the word 'solitude' to express the glory of being alone."
    },
    {
      "cite": "Ellen Burstyn",
      "quote": "What a lovely surprise to finally discover how unlonely being alone can be."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I love to be alone. I never found the companion that was so companionable as solitude."
    },
    {
      "cite": "Amy Sedaris",
      "quote": "I think it's good for a person to spend time alone. It gives them an opportunity to discover who they are and to figure out why they are always alone."
    },
    {
      "cite": "George Washington",
      "quote": "It is better to be alone than in bad company."
    },
    {
      "cite": "Albert Guino",
      "quote": "People who cannot bear to be alone are generally the worst company."
    },
    {
      "cite": "Wayne Cordeiro",
      "quote": "Solitude is a chosen separation for refining your soul. Isolation is what you crave when you neglect the first."
    },
    {
      "cite": "Alice Koller",
      "quote": "Being solitary is being alone well: being alone luxuriously immersed in doings of your own choice, aware of the fullness of your own presence rather than of the absence of others. Because solitude is an achievement."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Sometimes life is too hard to be alone, and sometimes life is too good to be alone."
    },
    {
      "cite": "Arthur Schopenhaur",
      "quote": "A man can be himself alone so long as he is alone if he does not love solitude, he will not love freedom; for it is only when he is alone that he is really free."
    },
    {
      "cite": "Christine Feehan",
      "quote": "The trouble is not really in being alone, it's being lonely. One can be lonely in the midst of a crowd, don't you think?"
    },
    {
      "cite": "Orson Welles",
      "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."
    },
    {
      "cite": "Octavio Paz",
      "quote": "Solitude is the profoundest fact of the human condition. Man is the only being who knows he is alone."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "And if you couldn't be loved, the next best thing was to be let alone."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "The person who tries to live alone will not succeed as a human being. His heart withers if it does not answer another heart. His mind shrinks away if he hears only the echoes of his own thoughts and finds no other inspiration."
    },
    {
      "cite": "Mother Teresa",
      "quote": "The most terrible poverty is loneliness, and the feeling of being unloved."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Pray that your loneliness may spur you into finding something to live for, great enough to die for."
    },
    {
      "cite": "Helen Keller",
      "quote": "Alone we can do so little; together we can do so much."
    },
    {
      "cite": "Ronald Anthony",
      "quote": "When we truly realize that we are all alone is when we need others the most."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "All of our unhappiness comes from our inability to be alone."
    },
    {
      "cite": "Wazim Shaw",
      "quote": "Being isolated at times doesn't always mean that you want to distance yourself from others; it simply means that you need some space to see things clearly."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I don't want to be alone, I want to be left alone."
    },
    {
      "cite": "Unknown Author",
      "quote": "Sometimes you just have to stand alone to make sure you still can."
    },
    {
      "cite": "Kim Culbertson",
      "quote": "People think being alone makes you lonely, but I don't think that's true. Being surrounded by the wrong people is the loneliest thing in the world."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing can bring you peace but yourself."
    },
    {
      "cite": "Ann Landers",
      "quote": "It is far better to be alone than to wish you were."
    },
    {
      "cite": "Thomas Browne",
      "quote": "Be able to be alone. Lose not the advantage of solitude, and the society of thyself."
    },
    {
      "cite": "Justin Timberlake",
      "quote": "The best part about being alone is that you really don't have to answer to anybody. You do what you want."
    },
    {
      "cite": "Claire Danes",
      "quote": "I have a huge, active imagination, [and] I think I'm really scared of being alone; because if I'm left to my own devices, I'll just turn into a madwoman."
    }
  ]
}