{
  "source": "https://www.wisesayings.com/alpha-male-quotes/",
  "theme": "alpha-male",
  "quotes": [
    {
      "cite": "Miranda Hart",
      "quote": "It's a real man who can go out with a woman who's taller than he is. That's an alpha male right there."
    },
    {
      "cite": "Roosh V",
      "quote": "The alpha male is always willing to walk away."
    },
    {
      "cite": "Ashton Kutcher",
      "quote": "Whether you like it or not, the digital age has produced a new format for modern romance, and natural selection may be favoring the quick-thumbed quip peddler over the confident, ice-breaking alpha male."
    },
    {
      "cite": "John Adams",
      "quote": "Let justice be done though the heavens should fall."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "If I were dropped out of a plane into the ocean and told the nearest land was a thousand miles away, I’d still swim. And I’d despise the one who gave up."
    },
    {
      "cite": "Alastair Campbell",
      "quote": "My public caricature that of a self confident alpha male is only partly accurate."
    },
    {
      "cite": "Andrew Jackson",
      "quote": "One man with courage makes a majority."
    },
    {
      "cite": "Captain John Parker",
      "quote": "Stand your  ground! Don't fire unless fired upon, but if they mean to have a war, let it begin here."
    },
    {
      "cite": "Confucius",
      "quote": "He who conquers himself is the mightiest warrior."
    },
    {
      "cite": "Courtney Love",
      "quote": "I never expected I would be connected to the Alpha male as some kind of ancillary object and to this day it mystifies me."
    },
    {
      "cite": "Emiliano Zapata",
      "quote": "It is better to die on your feet than to live on your knees."
    },
    {
      "cite": "General Norman Schwarzkopf",
      "quote": "I believe that forgiving them is God's function, our job is simply to arrange the meeting."
    },
    {
      "cite": "George W. Bush",
      "quote": "I can hear you! The rest of the world hears you! And the people who knocked these buildings down will hear all of us soon!"
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Success doesn't come from what you do occasionally it comes from what you do consistently."
    },
    {
      "cite": "Jamie Dornan",
      "quote": "The man is meant to be the alpha in the relationship on the money and power front."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Be the one to stand out in the crowd."
    },
    {
      "cite": "John Parks Le Tellier",
      "quote": "Self discipline is doing what needs to be done even when you don't want to do it."
    },
    {
      "cite": "John Paul Jones",
      "quote": "I wish to have no connection with any ship that does not sail fast, for I intend to go in harm’s way."
    },
    {
      "cite": "Julius Erving",
      "quote": "The key to success is to keep growing in all areas of life, mental, emotional, spiritual, as well as physical."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Pain is temporary. It may last a minute, or an hour, or a day, or a year, but eventually it will subside and something else will take its place. If I quit, however, it lasts forever."
    },
    {
      "cite": "Mark Twain.",
      "quote": "It’s not the size of the dog in the fight, it’s the size of the fight in the dog."
    },
    {
      "cite": "Marshal Foch",
      "quote": "My center is giving way, my right is in retreat, situation excellent. I shall attack."
    },
    {
      "cite": "Max Lucado",
      "quote": "A man who wants to lead the orchestra must turn his back on the crowd."
    },
    {
      "cite": "Miyamoto Musashi",
      "quote": "You may abandon your own body but you must preserve your honour."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "I hated every minute of training, but I said, don't quit. Suffer now and live the rest of your life as a champion."
    },
    {
      "cite": "Nelson DeMille",
      "quote": "The most common cause of death among alpha males was ego."
    },
    {
      "cite": "Roger Bannister",
      "quote": "Doctors and scientists said that breaking the four minute mile was impossible, that one would die in the attempt. Thus, when I got up from the track after collapsing at the finish line, I figured I was dead."
    },
    {
      "cite": "Steve Canter",
      "quote": "Work while they sleep. Learn while they party. Save while they spend. Then live like they dream."
    },
    {
      "cite": "unknown",
      "quote": "When your goals are more important than a party, welcome to the 1% club."
    },
    {
      "cite": "Vin Petrillo",
      "quote": "Embrace your inner alpha male, make a decision and embrace the consequences."
    },
    {
      "cite": "William Travis",
      "quote": "I am determined to sustain myself for as long as possible, and die like a soldier who never forgets what is due to his own honor and that of this country."
    },
    {
      "cite": "Winston Churchill",
      "quote": "But if we fail, then the whole world, including the United States, including all that we have known and cared for, will sink into the abyss of a new dark age made more sinister, and perhaps more protracted, by the lights of perverted science. Let us therefore brace ourselves to our duties, and so bear ourselves, that if the British Empire and its Commonwealth last for a thousand years, men will still say, This was their finest hour."
    },
    {
      "cite": "Manuel J. Smith",
      "quote": "Learn to say no without explaining yourself, and practice becoming more assertive"
    }
  ]
}