{
  "source": "https://www.wisesayings.com/altruism-quotes/",
  "theme": "altruism",
  "quotes": [
    {
      "cite": "John Lancaster Spalding",
      "quote": "Altruism is a barbarism. Love is the word."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Human altruism which is not egoism, is sterile."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Altruism is a hard master, but so is opportunism."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Altruism is for those who cannot endure their desires."
    },
    {
      "cite": "Raymond E. Feist",
      "quote": "Altruism accrues little benefit to those lying cold in the gutter."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Altruism is the best source of happiness. There is no doubt about that."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Beware of altruism. It is based on self-deception, the root of all evil."
    },
    {
      "cite": "Henry Spencer",
      "quote": "Altruism is a fine motive, but if you want results, greed works much better."
    },
    {
      "cite": "Evan Esar",
      "quote": "The most popular form of altruism is giving to others the advice you cannot use yourself."
    },
    {
      "cite": "Greg Bear",
      "quote": "Altruism is masked self-interest. Aggressive self-interest is a masked urge to self-destruction."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "It often turns out on closer inspection that acts of apparent altruism are really selfishness in disguise."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Capitalism and altruism are incompatible; they are philosophical opposites; they cannot co-exist in the same man or in the same society."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "A large part of altruism, even when it is perfectly honest, is grounded upon the fact that it is uncomfortable to have unhappy people about one."
    },
    {
      "cite": "Gore Vidal",
      "quote": "Altruism is a brief phase through which some adolescents must pass. It is rather like acne. Happily, as with acne, only a few are permanently scarred."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "There is another kind of altruism that seems to go beyond that, a kind of super-altruism, which humans appear to have. And I think that does need a Darwinian explanation."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Infinite altruism is the basis of peace and happiness. If you want altruism, you must control hate and you must practice patience. The main teachers of patience are our enemies."
    },
    {
      "cite": "Lewis Thomas",
      "quote": "Altruism has always been one of biology's deep mysteries. Why should any animal, off on its own, specified and labeled by all sorts of signals as its individual self, choose to give up its life in aid of someone else?"
    },
    {
      "cite": "Ayn Rand",
      "quote": "Altruism declares that any action taken for the benefit of others is good, and any action taken for one's own benefit is evil. Thus the beneficiary of an action is the only criterion of moral value - and so long as that beneficiary is anybody other than oneself, anything goes."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Altruism does not mean mere kindness or generosity, but the sacrifice of the best among men to the worst, the sacrifice of virtues to flaws, of ability to incompetence, of progress to stagnation-and the subordinating of all life and of all values to the claims of anyone's suffering."
    },
    {
      "cite": "Joe Greene",
      "quote": "Altruism is one of the most fundamentally social impulses, and doing things for others without expecting anything in return is core to what makes us human. This is why, from the day Facebook Platform launched in 2007, Causes has been honored to be one of the most popular applications, with over 140 million users."
    },
    {
      "cite": "Sri Aurobindo",
      "quote": "Very usually, altruism is only the sublimest form of selfishness."
    },
    {
      "cite": "Eric Gibson",
      "quote": "Anonymity is the truest expression of altruism."
    },
    {
      "cite": "Confucius",
      "quote": "The Way of our Master is none other than conscientiousness of altruism."
    },
    {
      "cite": "David Marusek",
      "quote": "The person who works for recognition devalues the work he does.... altruism's true name is always Anonymous."
    },
    {
      "cite": "James R. Ozinga",
      "quote": "Altruism is an instinct for survival that may be in our genes--an internal force for goodness in everyone that begins with birth."
    },
    {
      "cite": "Peter Birks",
      "quote": "Altruism in nature remains an exception. It poses a puzzle, being in prima facie conflict with the survival of the fittest and most selfish."
    },
    {
      "cite": "John Mattone",
      "quote": "Altruism is rarer than it should be among leaders, and that's a shame, because selflessness is key to being aware and avoiding a myopic view of things."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Charity should be spontaneous. Calculated altruism is an affront"
    },
    {
      "cite": "Lary A. Sims",
      "quote": "Altruism is but a phantom in our world. Only the most foolish among us would believe that our first priority is not to follow the empirical evidence that leads to one's own self-preservation!"
    },
    {
      "cite": "Guy Lozier",
      "quote": "Altruism eventuates in all realities, else self-destruction consumes it."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "All altruism springs from putting yourself in the other person's place."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The root of happiness is altruism - the wish to be of service to others."
    },
    {
      "cite": "Christina Stead",
      "quote": "Altruism is selfishness out with a pair of field glasses and imagination."
    },
    {
      "cite": "David Rakoff",
      "quote": "Altruism is innate, but it's not instinctual. Everybody's wired for it, but a switch has to be flipped."
    },
    {
      "cite": "Sally Satel",
      "quote": "Altruism became the sole legitimate motivation for giving a kidney. And it is a partial - I say a partial failure."
    },
    {
      "cite": "Leo Errera",
      "quote": "The altruism of foresters can serve as a motto for humanity in general: \"We reap what we have not sown. We sow what we do not reap.\""
    },
    {
      "cite": "Matthieu Ricard",
      "quote": "If you don't have altruism, inner strength, inner peace, attention, then it's a trauma. It makes a difficult life for you and for others."
    },
    {
      "cite": "Thomas Nagel",
      "quote": "Altruism itself depends on a recognition of the reality of other persons, and on the equivalent capacity to regard oneself as merely one individual among many."
    },
    {
      "cite": "Ilona Andrews",
      "quote": "At the core, our motives are always self-serving, Kate. Altruism is a fog created by sly minds seeking to benefit from the energy and skill of others. Nothing more."
    },
    {
      "cite": "Jon Weber",
      "quote": "Altruism is written in everlasting and resplendent character on the Cross of Christ, and it was at Calvary that the centre of life was shifted from selfishness to sacrifice."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The practice of altruism is the authentic way to live as a human being, and it is not just for religious people. As human beings, our purpose is to live meaningful lives, to develop a warm heart. There is meaning in being everyone's friend. The real source of peace amongst our families, friends and neighbours is love and compassion."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Gratitude: An imaginary emotion that rewards an imaginary behavior, altruism. Both imaginaries are false faces for selfishness, which is a real and honest emotion."
    },
    {
      "cite": "Shelley E. Taylor",
      "quote": "Altruism may be ... so fundamental, so essential to the survival of human beings that it has taken root in neurocircuitries designed for other purposes, finding its expression in numerous unexpected, but largely successful ways."
    },
    {
      "cite": "Frank Prochaska",
      "quote": "Which is more subversive-and corrosive-to believe in altruism or to see it simply as a cloak of self interest? Even if altruism did not exist, it would be necessary to believe in it. Pessimists in power are prone to despotism."
    },
    {
      "cite": "Charmaine J Forde",
      "quote": "Altruism always lived in my heart. I knew it was there, I knew it from the start"
    }
  ]
}