{
  "source": "https://www.wisesayings.com/always-quotes/",
  "theme": "always",
  "quotes": [
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Always remember that striving and struggling precede success, even in the dictionary."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Suspicion always haunts the guilty mind."
    },
    {
      "cite": "Oscar De La Hoya",
      "quote": "There is always space for improvement, no matter how long you've been in the business."
    },
    {
      "cite": "Winston Churchill",
      "quote": "It is always wise to look ahead, but difficult to look further than you can see."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You cannot always control what goes on outside. But you can always control what goes on inside."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "There'll always be serendipity involved in discovery."
    },
    {
      "cite": "Scott Hamilton",
      "quote": "The high road is always respected. Honesty and integrity are always rewarded."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Always do what you are afraid to do."
    },
    {
      "cite": "Og Mandino",
      "quote": "Always do your best. What you plant now, you will harvest later."
    },
    {
      "cite": "Tony Robbins",
      "quote": "If you do what you've always done, you'll get what you've always gotten."
    },
    {
      "cite": "Taylor Swift",
      "quote": "People haven't always been there for me, but music always has."
    },
    {
      "cite": "Richard Bach",
      "quote": "You are always free to change your mind and choose a different future, or a different past."
    },
    {
      "cite": "Grace Poe",
      "quote": "It's always best to ask for forgiveness if you feel that you made a mistake. And again, asking for forgiveness is not just saying the words 'I'm sorry'; it is also offering what you need to do."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "There's always failure. And there's always disappointment. And there's always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums."
    },
    {
      "cite": "Thomas Wolfe",
      "quote": "Loneliness is and always has been the central and inevitable experience of every man."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Always remember that you are absolutely unique. Just like everyone else."
    },
    {
      "cite": "Helen Keller",
      "quote": "Never bend your head. Always hold it high. Look the world straight in the eye."
    },
    {
      "cite": "Sophocles",
      "quote": "Always desire to learn something useful."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Always keep that happy attitude. Pretend that you are holding a beautiful fragrant bouquet."
    },
    {
      "cite": "Og Mandino",
      "quote": "Always seek out the seed of triumph in every adversity."
    },
    {
      "cite": "Louie Schwartzberg",
      "quote": "Metamorphosis has always been the greatest symbol of change for poets and artists. Imagine that you could be a caterpillar one moment and a butterfly the next."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Always recognize that human individuals are ends, and do not use them as means to your end."
    },
    {
      "cite": "Lil Uzi Vert",
      "quote": "There are always people who are into the old way of doing things. I don't think it's a bad thing necessarily, but things change - nothing stays the same. If you can stay true to yourself, you're always going to be legendary."
    },
    {
      "cite": "Brad Paisley",
      "quote": "Life isn't always black and white. You're not always sure you're right. At least I'm not."
    },
    {
      "cite": "Trisha Yearwood",
      "quote": "What's meant to be will always find a way."
    },
    {
      "cite": "Amelia Barr",
      "quote": "Kindness is always fashionable, and always welcome."
    },
    {
      "cite": "Rosa Parks",
      "quote": "God has always given me the strength to say what is right."
    },
    {
      "cite": "M. Night Shyamalan",
      "quote": "Always in life bad times will lead to great times."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Always bear in mind that your own resolution to succeed is more important than any other."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Always kiss your children goodnight, even if they're already asleep."
    },
    {
      "cite": "Bella Thorne",
      "quote": "Don't try to impress people. Always be yourself!"
    },
    {
      "cite": "Og Mandino",
      "quote": "Always render more and better service than is expected of you, no matter what your task may be."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "You always admire what you really don't understand."
    },
    {
      "cite": "Lord Byron",
      "quote": "Always laugh when you can. It is cheap medicine."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "It's always difficult to say goodbye, especially when one has spent a long time - literally years, in the case of a series - inside a character or two, suffering and celebrating with them."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "Trees and plants always look like the people they live with, somehow."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "It always seems impossible until it's done."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "Boredom always precedes a period of great creativity."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Victory is always possible for the person who refuses to stop fighting."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There is always some madness in love. But there is also always some reason in madness."
    },
    {
      "cite": "Phaedrus",
      "quote": "Things are not always what they seem; the first appearance deceives many; the intelligence of a few perceives what has been carefully hidden."
    },
    {
      "cite": "Tony Robbins",
      "quote": "There's always a way - if you're committed."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Always forgive your enemies - nothing annoys them so much."
    },
    {
      "cite": "Gracie Gold",
      "quote": "Always wear a smile because you never know who is watching."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Always turn a negative situation into a positive situation."
    },
    {
      "cite": "Mother Theresa",
      "quote": "Let us always meet each other with smile, for the smile is the beginning of love."
    }
  ]
}