{
  "source": "https://www.wisesayings.com/alzheimers-quotes/",
  "theme": "alzheimers",
  "quotes": [
    {
      "cite": "Jorge Luis Borges",
      "quote": "Man's memory shapes Its own eden within."
    },
    {
      "cite": "Kevin Whately",
      "quote": "You can't converse with Alzheimer's sufferers in the way you do with others; the dialogue tends to go round in circles."
    },
    {
      "cite": "Stephen King",
      "quote": "What really scares me is Alzheimer's or premature senility, losing that ability to read and enjoy and to write. And you do it, and some days maybe aren't so good, and then some days, you really catch a wave, and it's as good as it ever was."
    },
    {
      "cite": "Jeffrey Kluger",
      "quote": "Suffering is always hard to quantify especially when the pain is caused by as cruel a disease as Alzheimer's. Most illnesses attack the body; Alzheimer's destroys the mind and in the process, annihilates the very self."
    },
    {
      "cite": "Lucinda Williams",
      "quote": "The thing about Alzheimer's is that it's it's sort of like all these little, small deaths along the way, before they actually physically die."
    },
    {
      "cite": "Joey Comeau",
      "quote": "Alzheimer's disease is death before death, and I'm terrified of it."
    },
    {
      "cite": "Patti Davis",
      "quote": "I think the earlier stages of Alzheimer's are the hardest. Particularly because the person knows that they are losing awareness. They're aware that they're losing awareness, and you see them struggling."
    },
    {
      "cite": "David Perlmutter",
      "quote": "Alzheimer's is a disease for which there is no effective treatment whatsoever. To be clear, there is no pharmaceutical agent, no magic pill that a doctor can prescribe that will have any significant effect on the progressive downhill course of this disease."
    },
    {
      "cite": "P. D. James",
      "quote": "The great tragedy of Alzheimer's disease, and the reason why we dread it, is that it leaves us with no defence, not even against those who love us."
    },
    {
      "cite": "David Hyde Pierce",
      "quote": "Alzheimer's is a devastating disease. It was painful for me and my family to watch my grandfather deteriorate. We must find a cure for this horrible disease."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "I think the best thing I ever did with my life was stand up and say I've got Alzheimer's."
    },
    {
      "cite": "Gregory Petsko",
      "quote": "Alzheimer's disease starts when a protein that should be folded up properly misfolds into a kind of demented origami."
    },
    {
      "cite": "Meryl Comer",
      "quote": "To put it simply our brain span should match our lifespan."
    },
    {
      "cite": "Melina Kanakaredes",
      "quote": "People do not realize that Alzheimer's is not old age. It is a progressive and fatal disease and staggering amounts of people develop Alzheimer's every day."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "If you want to avoid Alzheimer's disease, sleep 8 hours a night."
    },
    {
      "cite": "Dana Gould",
      "quote": "Do you know what Irish Alzheimer's is? It's when you forget everything but your grudges."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "It seems that when you have cancer you are a brave battler against the disease, but when you have Alzheimer's you are an old fart. That's how people see you. It makes you feel quite alone."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Alzheimer's it is a barren disease, as empty and lifeless as a desert. It is a thief of hearts and souls and memories."
    },
    {
      "cite": "Patti Davis",
      "quote": "There is a version of Alzheimer's which is early onset Alzheimer's. And it's - it's horrible, because people do get it in their 50s and 60s. And it's terrible."
    },
    {
      "cite": "Bob DeMarco",
      "quote": "\"I often hear people say that a person suffering from Alzheimer's is not the person they knew. I wonder to myself - Who are they then?"
    },
    {
      "cite": "Leroy Hood",
      "quote": "Each form of Alzheimer's disease should perturb different brain networks and so influence the concentration of different proteins that can be measured in the blood."
    },
    {
      "cite": "Patti Davis",
      "quote": "Alzheimer's disease locks all the doors and exits. There is no reprieve, no escape."
    },
    {
      "cite": "Tia Walker",
      "quote": "To care for those who once cared for us is one of the highest honors."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Alzheimer's usually comes later than AIDS, but I decline to call that progress."
    },
    {
      "cite": "Leeza Gibbons",
      "quote": "Alzheimer's caregivers are heroes."
    },
    {
      "cite": "George Carlin",
      "quote": "Never let the brain idle. 'An idle mind is the devil's workshop.' And the devil's name is Alzheimer's."
    },
    {
      "cite": "Christopher Walken",
      "quote": "I think I'm getting a little bit of Alzheimer's. Just a little."
    },
    {
      "cite": "Julianne Moore",
      "quote": "People with Alzheimer's deserve to be seen, so that we can find a cure!"
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The mind is like an iceberg, it floats with one-seventh of its bulk above water."
    },
    {
      "cite": "Joan Rivers",
      "quote": "I must admit I am nervous about getting Alzheimer's. Once it hits, I might tell my best joke and never know it."
    },
    {
      "cite": "Maureen Lipman",
      "quote": "Jewish Alzheimer's is forgetting everything except a grudge."
    },
    {
      "cite": "Jeffrey Kluger",
      "quote": "Suffering is always hard to quantify especially when the pain is caused by as cruel a disease as Alzheimer's. Most illnesses attack the body; Alzheimer's destroys the mind and in the process, annihilates the very self."
    },
    {
      "cite": "David Hyde Pierce",
      "quote": "Alzheimer's is a devastating disease. It was painful for me and my family to watch my grandfather deteriorate. We must find a cure for this horrible disease."
    },
    {
      "cite": "Tess Gerritsen",
      "quote": "Alzheimer's is literally killing us, and the only way to fight this 'crime' is through a groundswell of people who continue to raise their voices and funds to ensure it gets the attention it deserves."
    },
    {
      "cite": "John Bayley",
      "quote": "She is not sailing into the dark: the voyage is over, and under the dark escort of Alzheimer's she has arrived somewhere. So have I."
    },
    {
      "cite": "Claude Jutra",
      "quote": "I can face death, but I cannot face watching myself disappear from within...I don't know who I am anymore."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "I now begin the journey that will lead me into the sunset of my life."
    },
    {
      "cite": "John Suchet",
      "quote": "I have gone from being her lover to her principal carer. When I hug her, it is almost a gesture she does not recognize. She doesn't know how to react."
    },
    {
      "cite": "Maria Shriver",
      "quote": "No matter who you are, what you've accomplished, what your financial situation is— when you're dealing with a parent with Alzheimer's, you yourself feel helpless. The parent can't work, can't live alone, and is totally dependent, like a toddler. As the disease unfolds, you don't know what to expect."
    },
    {
      "cite": "Charlie Pierce",
      "quote": "As a writer, I have to admit, there is something darkly compelling about Alzheimer's because it attacks the two things most central to a writer's craft— language and memory, which together make up an individual's identity. Alzheimer's makes a new character out of a familiar person."
    },
    {
      "cite": "Jolene Brackey",
      "quote": "Let them vent. Rest assured this, too, shall pass, because in the middle stages the person doesn't think anything is wrong with them. It gets easier for them because they don't remember that they don't remember."
    },
    {
      "cite": "Homer",
      "quote": "Our value lies in what we are and what we have been, not in our ability to recite the recent past."
    },
    {
      "cite": "Carrie Vaughn",
      "quote": "All you know is what you think you know, but that isn't always what's real."
    },
    {
      "cite": "Marvea",
      "quote": "A hug, a handshake, and a smile. He looks at you and says, 'I haven't seen you in a while.' He said the same thing when you saw him yesterday."
    },
    {
      "cite": "Marvea",
      "quote": "A short visit and he is as happy as can be. He says, to no one in particular, 'Who is that person?' So glad he came to visit me.'"
    },
    {
      "cite": "Robert N. Butler",
      "quote": "Alzheimer's destroys a lifetime of memories ad whittles away at the core of a person's identity."
    },
    {
      "cite": "Robert N. Butler",
      "quote": "Alzheimer's disease is one of the great scourges of old age in the twenty-first century. Devastating, irreversible, and progressive, it robs millions of older Americans of their use of language, reasoning, memory, and judgment."
    },
    {
      "cite": "Koenig Coste",
      "quote": "Sometimes something is familiar to me. / Most times, there is no recognition / of the fabric of my life. / Only frayed remnants of who I was once was."
    },
    {
      "cite": "Koenig Coste",
      "quote": "I suffer most for my loss of self-esteem / not for the loss of choosing my wardrobe."
    },
    {
      "cite": "Koenig Coste",
      "quote": "I am seeking, I am not lost / I am forgetful, I am not gone."
    },
    {
      "cite": "Koenig Coste",
      "quote": "My head feels like an old depot, / worn by time and tears. / No more locomotives passing through, / cafe filled with tales and baggage. /  The old depot's barren now / There has been a great brain robbery."
    },
    {
      "cite": "Candy Crowley",
      "quote": "Alzheimer’s creates a kind of friction that the family needs to be strong for. You have to hold onto things and know what is true in life."
    },
    {
      "cite": "Meryl Comer",
      "quote": "We're really a composite of our life experiences – memory layered upon memory and Alzheimer’s steals that away."
    },
    {
      "cite": "David Perlmutter",
      "quote": "Even slight elevations in blood sugar have been shown to increase the risk of Alzheimer’s disease."
    },
    {
      "cite": "Lisa Genova",
      "quote": "I can't stand the thought of looking at you someday, this face I love, and not knowing who you are."
    },
    {
      "cite": "Sally Hepworth",
      "quote": "I like it when people remember that I'm a person, not just a person with Alzheimer's."
    },
    {
      "cite": "Andrea Gillies",
      "quote": "You only know yourself because of your memories."
    },
    {
      "cite": "Kim Campbell",
      "quote": "You have to be patient with Alzheimer’s. Once you understand that it’s a medical condition, you become a little more compassionate. You get less frustrated."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "I intend to live the remainder of the years God gives me on this earth doing the things I have always done."
    },
    {
      "cite": "Seth Rogen",
      "quote": "Alzheimer’s is brutal. I mean, it’s associated with losing your memory, but you don't just forget who people are; you also forget how to talk, how to eat, how to do everything. That’s hard to wrap your head around until you actually see it."
    },
    {
      "cite": "Rick Steves",
      "quote": "Alzheimer’s, while a horrible shroud that keeps out so many joys of life, also blanketed away the aggressive and shrill dimensions of modern life."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Alzheimer’s is me, unwinding, losing trust in myself, a butt of my own jokes, and on bad days capable of playing hunt the slipper by myself and losing. You can't battle it, you can’t be a plucky ‘survivor.’ It steals you from yourself."
    },
    {
      "cite": "Greg O'Brien",
      "quote": "For baby boomers, I feel like the canary in the coal mine while scientists search for a cure. I fear the day when I put my fingers on the keyboard and don't know how to write anymore."
    }
  ]
}