{
  "source": "https://www.wisesayings.com/ambition-quotes/",
  "theme": "ambition",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Ambition is a good servant but a bad master."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them."
    },
    {
      "cite": "Thomas Otway",
      "quote": "Ambition is a lust that is never quenched, but grows more inflamed and madder by enjoyment."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Ambition is the germ from which all growth of nobleness proceeds."
    },
    {
      "cite": "Mark Twain",
      "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great."
    },
    {
      "cite": "Jay Leno",
      "quote": "Ambition beats genius 99% of the time"
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A man without ambition is like a beautiful worm--it can creep, but it cannot fly."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Ambition is to the mind what the cap is to the falcon; it blinds us first, and then compels us to tower, by reason of our blindness. But alas, when we are at the summit of a vain ambition, we are also at the depth of real misery. We are placed where time cannot improve, but must impair us; where chance and change cannot befriend, but may betray us; in short, by attaining all we wish, and gaining all we want, we have only reached a pinnacle where we have nothing to hope, but everything to fear."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Ambition first sprung from your blest abodes; The glorious fault of Angels and of Gods."
    },
    {
      "cite": "Elvis Presley",
      "quote": "Ambition is a dream with a V8 engine."
    },
    {
      "cite": "Sir John Denham",
      "quote": "Ambition is like love, impatient both of delays and rivals."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Ambition is an uncomfortable companion many times. He creates a discontent with present surroundings and achievements; he is never satisfied but always pressing forward to better things in the future. Restless, energetic, purposeful, it is ambition that makes of the creature a real man."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Ambition is so powerful a passion in the human breast, that however high we reach we are never satisfied."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Ambition has its disappointments to sour us, but never the good fortune to satisfy us. Its appetite grows keener by indulgence and all we can gratify it with at present serves but the more to inflame its insatiable desires."
    },
    {
      "cite": "Thomas Southerne",
      "quote": "Ambition is an idol, on whose wings great minds are carried only to extreme, to be sublimely great, or to be nothing."
    },
    {
      "cite": "Edward Dahlberg",
      "quote": "Ambition is a Dead Sea fruit, and the greatest peril to the soul is that one is likely to get precisely what he is seeking."
    },
    {
      "cite": "David Hume",
      "quote": "Where ambition can cover its enterprises, even to the person himself, under the appearance of principle, it is the most incurable and inflexible of passions."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Ambition often puts Men upon doing the meanest offices; so climbing is performed in the same position with creeping."
    },
    {
      "cite": "Sallust",
      "quote": "It is the nature of ambition to make men liars and cheats, to hide the truth in their breasts, and show, like jugglers, another thing in their mouths, to cut all friendships and enmities to the measure of their own interest, and to make a good countenance without the help of good will."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Ambition. An overmastering desire to be vilified by enemies while living and made ridiculous by friends when dead."
    },
    {
      "cite": "Edgar Bergen",
      "quote": "Ambition is a poor excuse for not having sense enough to be lazy."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Say what we will, we may be sure that ambition is an error. Its wear and tear on the heart are never recompensed."
    },
    {
      "cite": "Francis Bacon",
      "quote": "It will not be amiss to distinguish the three kinds and, as it were, grades of ambition in mankind. The first is of those who desire to extend their own power in their native country, a vulgar and degenerate kind. The second is of those who labor to extend the power and dominion of their country among men. This certainly has more dignity, though not less covetousness. But if a man endeavor to establish and extend the power and dominion of the human race itself over the universe, his ambition (if ambition it can be called) is without doubt both a more wholesome and a more noble thing than the other two."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Most people would succeed in small things, if they were not troubled with great ambitions."
    },
    {
      "cite": "Thomas Brooks",
      "quote": "Ambition is a gilded misery, a secret poison, a hidden plague, the engineer of deceit, the mother of hypocrisy, the parent of envy, the original of vices, the moth of holiness, the blinder of hearts, turning medicines into maladies, and remedies into diseases."
    },
    {
      "cite": "William Winter",
      "quote": "Ambition has but one reward for all: A little power, a little transient fame, A grave to rest in, and a fading name!"
    },
    {
      "cite": "Hebrew (on ambition)",
      "quote": "Ambition destroys its possessor."
    },
    {
      "cite": "Singhalese (on ambition)",
      "quote": "Ambition begets vexations."
    },
    {
      "cite": "Welsh (on ambition)",
      "quote": "If you would get ahead, be a bridge."
    },
    {
      "cite": "Anonymous",
      "quote": "Ambition is putting a ladder against the sky."
    },
    {
      "cite": "German Proverb",
      "quote": "Ambition and the belly are the two worst counselors."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "Love, a pleasant folly; ambition, a serious stupidity."
    },
    {
      "cite": "Quintilian",
      "quote": "Though ambition in itself is a vice, yet it is often the parent of virtues."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The very substance of the ambitious is merely the shadow of a dream."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "Don't be afraid to give up the good to go for the great."
    },
    {
      "cite": "Helen Keller",
      "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved."
    },
    {
      "cite": "Heraclitus",
      "quote": "Big results require big ambitions."
    },
    {
      "cite": "Washington Irving",
      "quote": "Great minds have purposes; others have wishes."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Ambition is the path to success. Persistence is the vehicle you arrive in."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Intelligence without ambition is a bird without wings."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "I've got a great ambition to die of exhaustion rather than boredom."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Nothing can stop the man with the right mental attitude from achieving his goal, nothing on earth can help the man with the wrong mental attitude."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Ambition can creep as well as soar."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Every man is said to have his peculiar ambition."
    },
    {
      "cite": "Herbert Kaufman",
      "quote": "Failure is only postponed success as long as courage coaches ambition. The habit of persistence is the habit of victory."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Ambition has no rest."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "All ambitions are lawful except those which climb upward on the miseries or credulities of mankind."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "When you go in search of honey you must expect to be stung by bees."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Ambition is the way in which a vulgar man aspires."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Most people would succeed in small things if they were not troubled with great ambitions."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Ambition is pitiless. Any merit that it cannot use it finds despicable."
    },
    {
      "cite": "William Lilly",
      "quote": "Ambition has one heel nailed in well, though she stretch her fingers to touch the heavens."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "To be happy at home is the ultimate result of all ambition."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Men rise from one ambition to another. First, they seek to secure themselves against attack, and then they attack others."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "There is a loftier ambition than merely to stand high in the world. It is to stoop down and lift mankind a little higher."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Never look down to test the ground before taking your next step, only he who keeps his eye fixed on the far horizon will find the right road."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ambition is the last refuge of the failure."
    },
    {
      "cite": "Michael Korda",
      "quote": "An once of hypocrisy is worth a pound of ambition."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Beauty is the sole ambition, the exclusive goal of Taste."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Ambition is not a vice of little people."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "A man without ambition is dead. A man with ambition but no love is dead. A man with ambition and love for his blessings here on earth is ever so alive."
    },
    {
      "cite": "Sallust",
      "quote": "Ambition breaks the ties of blood, and forgets the obligations of gratitude."
    },
    {
      "cite": "Edgar Quinet",
      "quote": "Though ambition in itself is a vice, it often is also the parent of virtue."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "A man's worth is no greater than his ambitions."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The universe is not required to be in perfect harmony with human ambition."
    },
    {
      "cite": "John Webster",
      "quote": "Whether we fall by ambition, blood, or lust, like diamonds we are cut with our own dust."
    }
  ]
}