{
  "source": "https://www.wisesayings.com/ambiguous-quotes/",
  "theme": "ambiguous",
  "quotes": [
    {
      "cite": "Pier Paolo Pasolini",
      "quote": "Once life is finished it acquires a sense; up to that point it has not got a sense; its sense is suspended and therefore ambiguous."
    },
    {
      "cite": "Oliver Ellsworth",
      "quote": "The charge of being ambiguous and indefinite may be brought against every human composition, and necessarily arises from the imperfection of language. Perhaps no two men will express the same sentiment in the same manner and by the same words; neither do they connect precisely the same ideas with the same words."
    },
    {
      "cite": "Milan Kundera",
      "quote": "The greater the ambiguity, the greater the pleasure."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "The mental mist of ambiguity and the fog of ambivalence hamper human existence."
    },
    {
      "cite": "John Ashbery",
      "quote": "Ambiguity supposes eventual resolution of itself whereas certitude implies further ambiguity."
    },
    {
      "cite": "Nadia Hashimi",
      "quote": "Even righteousness is an ambiguous thing."
    },
    {
      "cite": "Patrick Lencioni",
      "quote": "The enemy of accountability is ambiguity."
    },
    {
      "cite": "Paul Tillich",
      "quote": "The awareness of the ambiguity of one's highest achievements as well as one's deepest failures is a definite symptom of maturity."
    },
    {
      "cite": "Felix Frankfurter",
      "quote": "Ambiguity lurks in generality, and may thus become an instrument of severity."
    },
    {
      "cite": "Frank Herbert",
      "quote": "The truth always carries the ambiguity of the words used to express it."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "All our qualities, whether good or bad, are unstable and ambiguous, and almost all are at the mery of chance."
    },
    {
      "cite": "Umberto Eco",
      "quote": "The more elusive and ambiguous a symbol is, the more it gains significance and power."
    },
    {
      "cite": "James Marcus Bach",
      "quote": "Testing is the process of comparing the invisible to the ambiguous, so as to avoid the unthinkable happening to the anonymous."
    },
    {
      "cite": "Leo Rosten",
      "quote": "Hope is ambiguous, but fear is precious."
    },
    {
      "cite": "Augustus Hare",
      "quote": "Many are ambitious of saying grand things, that is, of being grandiloquent."
    },
    {
      "cite": "Jerry Garcia",
      "quote": "Stuff that's hidden and murky and ambiguous is scary because you don't know what it does."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Life remains ambiguous as long as there is life."
    },
    {
      "cite": "Lord Byron",
      "quote": "Ambiguous things that ape goats in their visage, women in their shape."
    },
    {
      "cite": "Greg Bear",
      "quote": "All things will be ambiguous, for this is the curse of wisdom."
    },
    {
      "cite": "Reinhold Niebuhr",
      "quote": "All men are naturally included to obscure the morally ambiguous element in their political cause by investing it with religious sanctity."
    },
    {
      "cite": "Roland Barthes",
      "quote": "That ambiguous area of culture where something unfailingly political, though separate from the political choices of the day, infiltrates judgment and language."
    },
    {
      "cite": "Janna Levin",
      "quote": "Ambiguity is very interesting in writing; it's not very interesting in science."
    }
  ]
}