{
  "source": "https://www.wisesayings.com/america-quotes/",
  "theme": "america",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves."
    },
    {
      "cite": "Harry S Truman",
      "quote": "America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand."
    },
    {
      "cite": "Rafael Cruz",
      "quote": "Only in America can someone start with nothing and achieve the American Dream. That's the greatness of this country."
    },
    {
      "cite": "George W. Bush",
      "quote": "America is the land of the second chance - and when the gates of the prison open, the path ahead should lead to a better life."
    },
    {
      "cite": "Elmer Davis",
      "quote": "This nation will remain the land of the free only so long as it is the home of the brave."
    },
    {
      "cite": "Max Lerner",
      "quote": "America is a passionate idea or it is nothing. America is a human brotherhood or it is chaos."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "America is another name for opportunity. Our whole history appears like a last effort of divine providence on behalf of the human race."
    },
    {
      "cite": "Bill Clinton",
      "quote": "There is nothing wrong with America that cannot be cured by what is right with America."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "We need an America with the wisdom of experience. But we must not let America grow old in spirit."
    },
    {
      "cite": "Gerald Stanley Lee",
      "quote": "America is a tune. It must be sung together."
    },
    {
      "cite": "James T. Farrell",
      "quote": "America is so vast that almost everything said about it is likely to be true, and the opposite is probably equally true."
    },
    {
      "cite": "Aurora Raigne",
      "quote": "America is great because it has as much diversity in geographies as it does in peoples."
    },
    {
      "cite": "James Michener",
      "quote": "America is a nation with many flaws, but hopes so vast that only the cowardly would refuse to acknowledge them."
    },
    {
      "cite": "Geraldine Ferraro",
      "quote": "If you take advantage of everything America has to offer, there's nothing you can't accomplish."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Only Americans can hurt America."
    },
    {
      "cite": "Georges Clemenceau",
      "quote": "America is the only nation in history which, miraculously, has gone directly from barbarism to degeneration without the usual interval of civilization."
    },
    {
      "cite": "Peter Alexander Ustinov",
      "quote": "In America, through pressure of conformity, there is freedom of choice, but nothing to choose from."
    },
    {
      "cite": "Adlai Stevenson",
      "quote": "America is much more than a geographical fact. It is a political and moral fact ? the first community in which men set out in principle to institutionalize freedom, responsible government, and human equality"
    },
    {
      "cite": "Walter Lippman",
      "quote": "The great social adventure of America is no longer the conquest of the wilderness but the absorption of fifty different peoples."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "America is an enormous frosted cupcake in the middle of millions of starving people."
    },
    {
      "cite": "Joe Moore",
      "quote": "America: Where a man can say what he thinks, if he isn't afraid of his wife, his boss, his customer, his neighbors, or the government."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "America is a country that doesn't know where it is going but is determined to set a speed record getting there."
    },
    {
      "cite": "Arnold Toynbee",
      "quote": "America is a large friendly dog in a small room. Every time it wags its tail it knocks over a chair."
    },
    {
      "cite": "John Updike",
      "quote": "America is a vast conspiracy to make you happy."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "America makes prodigious mistakes, America has colossal faults, but one thing cannot be denied: America is always on the move. She may be going to Hell, of course, but at least she isn't standing still."
    },
    {
      "cite": "Nicholas Murray Butler",
      "quote": "America is the best half-educated country in the world."
    },
    {
      "cite": "Frank Zappa",
      "quote": "The United States is a nation of laws: badly written and randomly enforced."
    },
    {
      "cite": "Georg W. Hegel",
      "quote": "America is therefore the land of the future, where, in the ages that lie before us, the burden of the World's History shall reveal itself."
    },
    {
      "cite": "George Santayana",
      "quote": "America is a young country with an old mentality."
    },
    {
      "cite": "George F. Will",
      "quote": "The business of America is not business. Neither is it war. The business of america is justice and securing the blessings of liberty."
    },
    {
      "cite": "Barack Obama",
      "quote": "America, we are better than these last eight years. We are a better country than this."
    },
    {
      "cite": "Michelle Obama",
      "quote": "America is just downright mean."
    },
    {
      "cite": "Lensey Namioka",
      "quote": "In America, your ancestors don't matter so much. You're just you."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "America is another name for opportunity."
    },
    {
      "cite": "Bill Clinton",
      "quote": "There is nothing wrong in America that can't be fixed with what is right in America."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "America had often been discovered before Columbus, but it had always been hushed up."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "I think in our desire to create a better America,we have to have civilized debate in this country and not just yelling."
    },
    {
      "cite": "Bill Frist",
      "quote": "It is our duty and our privilege to keep America moving forward."
    },
    {
      "cite": "Mark Twain",
      "quote": "It was wonderful to find America, but it would have been more wonderful to miss it."
    },
    {
      "cite": "George Carlin",
      "quote": "Regarding the fitness craze: America has lost its soul; now it's trying to save its body."
    },
    {
      "cite": "Malcolm X",
      "quote": "America preaches integration and practices segregation."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "America is too great for small dreams."
    },
    {
      "cite": "Alexis de Tocqueville",
      "quote": "America is great because she is good. If America ceases to be good, America will cease to be great."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "The major fortunes in America have been made in land."
    },
    {
      "cite": "Philip James Bailey",
      "quote": "America, thou half-brother of the world; with something good and bad of every land."
    },
    {
      "cite": "Madeleine Albright",
      "quote": "The magic of America is that we're a free and open society with a mixed population. Part of our security is our freedom."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "America is the only idealistic nation in the world."
    },
    {
      "cite": "Dan Quayle",
      "quote": "America is great, because America is free."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "America is not merely a nation but a nation of nations."
    },
    {
      "cite": "George W. Bush",
      "quote": "America will never run... And we will always be grateful that liberty has found such brave defenders."
    },
    {
      "cite": "Will Rogers",
      "quote": "America is a great country, but you can't live in it for nothing."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "The essential American soul is hard, isolate, stoic, and a killer. It has never yet melted."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "America did not invent human rights. In a very real sense, it is the other way round. Human rights invented America."
    },
    {
      "cite": "Ellsworth Huntington",
      "quote": "America forms the longest and straightest bone in the earth's skeleton."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "The freedom to be an individual is the essence of America."
    },
    {
      "cite": "Arnold Toynbee",
      "quote": "America is a large, friendly dog in a very small room. Every time it wags its tail, it knocks over a chair."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "America is the only country that went from barbarism to decadence without civilization in between."
    },
    {
      "cite": "William J. Clinton",
      "quote": "America is a nation with many flaws, but hopes so vast that only the cowardly would refuse to acknowledge them."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "All great change in America begins at the dinner table."
    },
    {
      "cite": "George Carlin",
      "quote": "In America, anyone can become president. That's the problem."
    },
    {
      "cite": "Barack Obama",
      "quote": "In the unlikely story that is America, there has never been anything false about hope."
    },
    {
      "cite": "Nicanor Parra",
      "quote": "United States: the country where liberty is a statue."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "There is no America without labor, and to fleece the one is to rob the other."
    },
    {
      "cite": "King Edward VIII",
      "quote": "The thing that impresses me the most about America is the way parents obey their children."
    },
    {
      "cite": "Ann Landers",
      "quote": "Anyone who believes the competitive spirit in America is dead has never been in a supermarket when the cashier opens another check-out line."
    },
    {
      "cite": "Andy Warhol",
      "quote": "The idea of America is so wonderful because the more equal something is, the more American it is"
    },
    {
      "cite": "John Mason Brown",
      "quote": "America is a land where men govern, but women rule."
    },
    {
      "cite": "Anthony Walton",
      "quote": "America's greatest strength, and its greatest weakness, is our belief in second chances, our belief that we can always start over, that things can be made better."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The only foes that threaten America are the enemies at home, and these are ignorance, superstition and incompetence."
    },
    {
      "cite": "Bono",
      "quote": "America is not just a country, it's an idea."
    },
    {
      "cite": "Bobcat Goldthwaite",
      "quote": "America's one of the finest countries anyone ever stole."
    },
    {
      "cite": "George W. Bush",
      "quote": "By heritage and by choice, the United States of America will make that stand."
    }
  ]
}