{
  "source": "https://www.wisesayings.com/american-flag-quotes/",
  "theme": "american-flag",
  "quotes": [
    {
      "cite": "Donald Trump",
      "quote": "It is time to remember that old wisdom our soldiers will never forget: that whether we are black or brown or white, we all bleed the same red blood of patriots, we all enjoy the same glorious freedoms, and we all salute the same great American Flag."
    },
    {
      "cite": "Mike Fitzpatrick",
      "quote": "The American flag is the symbol of our freedom, national pride and history."
    },
    {
      "cite": "Adrian Cronauer",
      "quote": "The American flag represents all of us and all the values we hold sacred."
    },
    {
      "cite": "Jeff Miller",
      "quote": "The American flag, Old Glory, standing tall and flying free over American soil for 228 years is the symbol of our beloved country. It is recognized from near and afar, and many lives have been lost defending it."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "When we honor our flag we honor what we stand for as a Nation -- freedom, equality, justice, and hope."
    },
    {
      "cite": "Jennifer Welter",
      "quote": "That's what makes America great; the fabric and the core of our beliefs and our being is we wrap ourselves around diversity. We say that the American flag represents our right to be free in every aspect of what that is, and every veteran who fought, fought for that freedom. So what we have to do is realize it's not a choice between the country and racial justice; it's about what we believe in at the core of our being, and that's that we are free."
    },
    {
      "cite": "George Washington",
      "quote": "We take the stars from heaven, the red from our mother country, separating it by white stripes, thus showing that we have separated from her, and the white stripes shall go down to posterity, representing our liberty."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Our flag means all that our fathers meant in the Revolutionary War.  It means all that the Declaration of Independence meant.  It means justice.  It means liberty.  It means happiness. Every color means liberty.  Every thread means liberty.  Every star and stripe means liberty."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "The flag of the United States has not been created by rhetorical sentences in declarations of independence and in bills of rights.  It has been created by the experience of a great people, and nothing is written upon it that has not been written by their life.  It is the embodiment, not of a sentiment, but of a history."
    },
    {
      "cite": "President Woodrow Wilson",
      "quote": "This flag, which we honor and under which we serve, is the emblem of our unity, our power, our thought and purpose as a nation. It has no other character than that which we give it from generation to generation. The choices are ours. It floats in majestic silence above the hosts that execute those choices, whether in peace or in war. And yet, though silent, it speaks to us — speaks to us of the past, or the men and women who went before us, and of the records they wrote upon it."
    },
    {
      "cite": "President Calvin Coolidge",
      "quote": "We identify the flag with almost everything we hold dear on earth, peace, security, liberty, our family, our friends, our home. … But when we look at our flag and behold it emblazoned with all our rights we must remember that it is equally a symbol of our duties. Every glory that we associate with it is the result of duty done."
    },
    {
      "cite": "Anonymous",
      "quote": "The flag is the embodiment, not of sentiment, but of history. It represents the experiences made by men and women, the experiences of those who do and live under that flag."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "With five chances on each hand and one unwavering aim, no boy, however poor, need despair. There is bread and success for every youth under the american flag who has energy and ability to seize his opportunity."
    },
    {
      "cite": "William McKinley",
      "quote": "The American flag has not been planted on foreign soil to acquire more territory but for humanity's sake."
    },
    {
      "cite": "Anonymous",
      "quote": "Our flag does not fly because the wind moves it. It flies with the last breath of each soldier who died protecting it."
    },
    {
      "cite": "George Galloway",
      "quote": "There are those who wrap themselves in flags and blow the tinny trumpet of patriotism as a means of fooling the people."
    },
    {
      "cite": "Alexander Henry",
      "quote": "On what rests the hope of the republic? One country, one language, one flag!"
    },
    {
      "cite": "Daniel Webster",
      "quote": "Let it be borne on the flag under which we rally in every exigency, that we have one country, one constitution, one destiny."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A thoughtful mind, when it sees a nation's flag, sees not the flag only, but the nation itself; and whatever may be its symbols, its insignia, he reads chiefly in the flag the government, the principles, the truths, the history which belongs to the nation that sets it forth."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "A flag will always fly in the face of oppression."
    },
    {
      "cite": "Anonymous",
      "quote": "The whole inspiration of our life as a nation flows out from the waving folds of this banner."
    },
    {
      "cite": "John Velis",
      "quote": "People take that uniform and the American Flag very seriously, you don’t get to say you fought for it when you clearly haven’t."
    },
    {
      "cite": "Adrian Cronauer",
      "quote": "Our flag is not just one of many political points of view. Rather, the flag is a symbol of our national unity."
    }
  ]
}