{
  "source": "https://www.wisesayings.com/american-indian-quotes/",
  "theme": "american-indian",
  "quotes": [
    {
      "cite": "Mary Brave Bird",
      "quote": "The land is sacred. These words are at the core of your being. The land is our mother, the rivers our blood. Take our land away and we die. That is, the Indian in us dies."
    },
    {
      "cite": "White Elk",
      "quote": "If the white man wants to live in peace with the Indian, he can live in peace... Treat all men alike. Give them all the same law. Give them all an even chance to live and grow.All men were made by the same Great Spirit Chief.They are all brothers. The Earth is the mother of all people, and all people should have equal rights upon it."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "It almost seems that nobody can hate America as much as native Americans. America needs new immigrants to love and cherish it."
    },
    {
      "cite": "Russell Means",
      "quote": "Everyone who's born in the Western Hemisphere is a Native American. We are all Native Americans."
    },
    {
      "cite": "Jim Yong Kim",
      "quote": "In my own view, the life expectancy of Native Americans in the United States is one of the really great moral crises that we face."
    },
    {
      "cite": "Amy Bloom",
      "quote": "People tend to forget that in our country, we'd pretty much all be immigrants, except for the Native Americans."
    },
    {
      "cite": "Loretta Lynn",
      "quote": "I'm proud of being part Cherokee, and I think it's time all us Indians felt the same way."
    },
    {
      "cite": "Joseph Bruchac",
      "quote": "The Trail of Tears has a great deal of meaning for every person of American Indian ancestry, whether they are Cherokee or not. For me, it has always stood for what is best and worst about the history of the United States."
    },
    {
      "cite": "Markwayne Mullin",
      "quote": "America is - and will always be - a success story. We have African Americans, Native Americans, Hispanics, and members of other ethnic groups elected to positions inside our governments."
    },
    {
      "cite": "Philipp Meyer",
      "quote": "When you start to look at Native American history, you realize that, very far from being a peaceful, morally superior people, Native Americans were not that different from Europeans."
    },
    {
      "cite": "Sue Rose",
      "quote": "The contributions of all American Indian tribes to our national culture have been long overlooked."
    },
    {
      "cite": "Frank Darabont",
      "quote": "It's a Cherokee rose. The story is that when American soldiers were moving Indians off their land on the trail of tears the Cherokee mothers were grieving and crying so much 'cause they were losing their little ones along the way from exposure and disease and starvation."
    },
    {
      "cite": "John C. Richards",
      "quote": "I'll tell you, if anyone got a raw deal it's the American Indian. This country has a black mark on its soul for what was done to them."
    },
    {
      "cite": "George Lopez",
      "quote": "I admire American Indians so much. They so proud of their culture. if you insult their culture, they'll sue you. They will sue you and everybody in your family."
    },
    {
      "cite": "Herb Meadow",
      "quote": "If war come, Red Hawk be Indian. Not can be white man. Not can be alone. Red Hawk be Indian, make strong fight."
    },
    {
      "cite": "James Edward Grant",
      "quote": "As a matter of fact, Indians can smell white people."
    },
    {
      "cite": "Sascha Konietzko",
      "quote": "My sweet Indian warrior / One day I'll hold you / In my arms fold you / Oh, Cherokee / Brave Indian warrior"
    },
    {
      "cite": "Johnny Cash",
      "quote": "I am an American Indian, / My tribe is Cherokee / My forefathers loved this land / They left it here for me"
    },
    {
      "cite": "Johnny Cash",
      "quote": "We are heroes of the homeland, American remains / We live in many faces and answer many names / We will not be forgotten, we won't be left behind / Our memories live on in mortal minds / And poets pens / We'll ride again"
    },
    {
      "cite": "Dawn Richard",
      "quote": "Many of the customs and traditions of the North American Indians / Are preserved today by the Black Indians of New Orleans. This is a practice / Traditionally a practice begins with the Indian prayer song, 'My Indian Red.'"
    },
    {
      "cite": "Nanci Griffith",
      "quote": "Don't believe in your American Dream. / The Indians, the buffalo and old Joe Mason, / They died from memory."
    },
    {
      "cite": "Roger Edens",
      "quote": "Cowboys say Howdy, Indians say How / No matter where you're meeting folks.  / It's the real American way of greeting folks."
    },
    {
      "cite": "Charlie L Benante",
      "quote": "On reservations  / A hopeless situation / Respect is something that you earn / Our Indian brothers' getting burned / Original American / Turned into second class citizen"
    },
    {
      "cite": "Charlie L Benante",
      "quote": "Cry, cry, cry for the Indians / Love the land and fellow man / Peace is what we strive to have / Some folks have none of this / Hatred and prejudice"
    },
    {
      "cite": "Neil Young",
      "quote": "Could you tell that the empty quivered, / Brown skinned Indian on the banks / That were crowded and narrow, / Held a broken arrow?"
    },
    {
      "cite": "Bob Dylan",
      "quote": "Oh, the history books tell it / They tell it so well / The cavalries charged / The Indians fell / The cavalries charged / The Indians died / Oh, the country was young / With God on its side"
    },
    {
      "cite": "Bertha Pauline Dutton",
      "quote": "Regardless of outside pressures the Indians have remained Indians, and they always will."
    },
    {
      "cite": "Cassie M. Lawton",
      "quote": "As with many  Native American tribes, the Cherokee held their own religious and tribal beliefs and customs. Many of these traditions remain important to the Cherokee today. There were rituals, ceremonies, and stories devoted to every aspect of life."
    },
    {
      "cite": "J. T. Garrett",
      "quote": "You are not Cherokee because you have a BIA [Bureau of Indian Affairs] enrollment card. You have to live and be the culture that is based on a unique heritage."
    },
    {
      "cite": "J. T. Garrett",
      "quote": "American Indian traditional values of sharing, cooperation, noninterference, being, family and tribe, harmony with nature, a time orientation toward living in the present."
    },
    {
      "cite": "Melanie Fiona",
      "quote": "West Indian cultural mentality and a North American life equals the perfect balance."
    },
    {
      "cite": "Chiksika",
      "quote": "When a white army battles Indians and wins, it is called a great victory, but if they lose it is called a massacre."
    },
    {
      "cite": "Russell Means",
      "quote": "Being is a spiritual proposition. Gaining is a material act. Traditionally, American Indians have always attempted to be the best people they could. Part of that spiritual process was and is to give away wealth, to discard wealth in order not to gain."
    },
    {
      "cite": "Wooden Leg",
      "quote": "The old Indian teaching was that is is wrong to tear loose from its place on the earth anything that may be growing there. It may be cut off, but it should not be uprooted. The trees and the grass have spirits. Whatever one of such growth may be destroyed by some good Indian, his act is done in sadness and with a prayer for forgiveness because of his necessities."
    },
    {
      "cite": "Charles Alexander Eastman",
      "quote": "The American Indian was an individualist in religion as in war. He had neither a national army nor an organized church."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Indian intellectuals today feel radical when they condemn fundamentalism, but not many people are talking about the links between privatization, globalization, and fundamentalism."
    },
    {
      "cite": "Opothleyoholo",
      "quote": "We Indians are like an island in the middle of the river. The white man comes upon us as a flood. We crumble and fall."
    },
    {
      "cite": "Russell Means",
      "quote": "What the American Indian Movement says is that the American Indians are the Palestinians of the United States, and the Palestinians are the American Indians of Europe."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We owe a lot to the Indians, who taught us how to count, without which no worthwhile scientific discovery could have been made."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "There are more American Indians alive today than there were when Columbus arrived or at any other time in history. Does this sound like a record of genocide?"
    },
    {
      "cite": "Russell Means",
      "quote": "It takes a strong effort on the part of each American Indian not to become Europeanized. The strength for this effort can only come from the traditional ways, the traditional values that our elders retain."
    },
    {
      "cite": "Chief Seattle",
      "quote": "There is no death, only a change of worlds."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever."
    },
    {
      "cite": "J. T. Garrett",
      "quote": "Traditional American Indian values and attributes include a sense of humor that can only be appreciated because of living that culture and time, as is the case with other cultures of people."
    },
    {
      "cite": "J. T. Garrett",
      "quote": "The key to American Indian values, attitudes, and behaviors is to be strong and endure while belonging to a group, while respecting nature, the elders, the family and the tribe."
    },
    {
      "cite": "J. T. Garrett",
      "quote": "The traditional Indian view is to accept the differences as a way of life, and that is okay."
    },
    {
      "cite": "Chief Luther Standing Bear",
      "quote": "This is why the old Indian still sits upon the earth instead of propping himself up and away from its life-giving forces. For him, to sit or lie upon the ground is to be able to think more deeply and to feel more keenly; he can see more clearly into the mysteries of life and come closer in kinship to other lives about him."
    },
    {
      "cite": "Chief Luther Standing Bear",
      "quote": "The Indian lived---lived in every sense of the world---from his first to his last breath."
    },
    {
      "cite": "Charles Alexander Eastman (Ohiseya)",
      "quote": "Indian etiquette was very strict, and among the requirements was that of avoiding direct address. A term of relationship or some title of courtesy was commonly used instead of the personal name by those who wished to show respect."
    },
    {
      "cite": "Gertude S Bonnin",
      "quote": "There is no swear word in the Indian languages, and I haven't yet learned to swear."
    },
    {
      "cite": "Sharon O'Brien",
      "quote": "American Indian s were the original rulers and caretakers of the vast territory that is today the United States."
    },
    {
      "cite": "Sharon O'Brien",
      "quote": "Europeans considered Indians 'children of nature' or 'savage beasts.'"
    },
    {
      "cite": "William Lyon",
      "quote": "Indians seen as being very religious, yet they have no organized religion in our sense of the word."
    },
    {
      "cite": "William Lyon",
      "quote": "Because medicine traditions are at the very heart and core of every Indian culture, to disregard them as merely superstition is to lose sight of the basic nature of traditional American Indians."
    },
    {
      "cite": "William Lyon",
      "quote": "Traditional Indians know of this personal connection to the Great Mystery. Much of their daily life involved aligning themselves, in one way or another, with the powers of the Great Mystery."
    },
    {
      "cite": "William Lyon",
      "quote": "Among the North American Indians, supernatural events were a daily affair. Obviously, that's not the problem."
    },
    {
      "cite": "Barry Pritzker",
      "quote": "Some Indian people developed complex mythologies and religions, whereas others made do with relatively simple beliefs."
    },
    {
      "cite": "Sandy Phan",
      "quote": "But the American Indian tribes that remain are proudly keeping their culture alive."
    },
    {
      "cite": "Sandy Phan",
      "quote": "American Indians were the first people to live in Texas. Eventually, most American Indians were forced to leave Texas and settle on reservations in Oklahoma."
    },
    {
      "cite": "The University of Arizona Press",
      "quote": "The ways in which American Indians have resisted assimilation and maintained their identity are as creative and diverse as the people themselves."
    },
    {
      "cite": "The University of Arizona Press",
      "quote": "The advisors believed that most American Indian societies have adapted well to change when they have given anything like a fair chance to make the most of a new situation on their own terms."
    },
    {
      "cite": "Jon Manchip White",
      "quote": "None of the American Indians were or are red-skinned, but were either a light or a dark brown, or as fair as any Frenchman."
    },
    {
      "cite": "Kelly Rodgers",
      "quote": "Long ago, Georgia was home to many American Indians. Some lived in the mountains. Others lived in the river valleys. They all lived in groups called tribes."
    }
  ]
}