{
  "source": "https://www.wisesayings.com/american-history-quotes/",
  "theme": "american-history",
  "quotes": [
    {
      "cite": "James Baldwin",
      "quote": "American history is longer, larger, more various, more beautiful, and more terrible than anything anyone has ever said about it."
    },
    {
      "cite": "Edward Snowden",
      "quote": "I think the most important idea is to remember that there have been times throughout American history where what is right is not the same as what is legal."
    },
    {
      "cite": "Pete Buttigieg",
      "quote": "The force that has come closest across American history to actually ending America was white supremacy. That was the Civil War."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "The 1950s and 1960s had been a period of enormous growth, the highest in American history, maybe in economic history."
    },
    {
      "cite": "Newt Gingrich",
      "quote": "In every election in American history both parties have their cliches. The party that has the cliches that ring true wins."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "I like stories in specific time periods. 'The Revenant's' era of American history was fascinating because it was this lawless no-man's land. It defined the idea of the American frontiersman as man conquering nature. In a way, the story of Hugh Glass is about man dominating nature."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now."
    },
    {
      "cite": "Frederick Jackson Turner",
      "quote": "Up to our own day American history has been in a large degree the history of the colonization of the Great West. The existence of an area of free land, its continuous recession, and the advance of American settlement westward, explain American development."
    },
    {
      "cite": "Henry Louis Gates",
      "quote": "So many people of color who made major contributions to American history have been trapped in the purgatory of history."
    },
    {
      "cite": "Christoph Waltz",
      "quote": "By looking into more details of American history, we can make more sense of what's happening today."
    },
    {
      "cite": "Homaro Cantu",
      "quote": "In time, foods such as hamburgers and ice cream became more than just meals. They became part of American history and culture, touchstones that are almost immediately nostalgic and sentimental no matter how old you are or what part of the country you are from"
    },
    {
      "cite": "Karyn Parsons",
      "quote": "Black history isn't a separate history. This is all of our history, this is American history, and we need to understand that. It has such an impact on kids and their values and how they view black people"
    },
    {
      "cite": "Rand Paul",
      "quote": "The great and abiding lesson of American history, particularly the cold war, is that the engine of capitalism, the individual, is mightier than any collective."
    },
    {
      "cite": "Daniel Patrick Moynihan",
      "quote": "There is one unmistakable lesson in American history: A community that allows a large number of young men to grow up in broken families, dominated by women, never acquiring any stable relationship to male authority, never acquiring any set of rational expectations about the future"
    },
    {
      "cite": "Herbert Croly",
      "quote": "American history contains much matter for pride and congratulation, and much matter for regret and humiliation"
    },
    {
      "cite": "Will Schwalbe",
      "quote": "We've reached a point in American history when death has become almost the last obscenity. Have you noticed how many of us refuse to say ‘he or she died'? We're far more likely to say ‘she passed away, ' as though death were a sterile process of modest preparation, followed by shrink-wrapping, then rapid transit-where? Well, elsewhere. In short, it's the single thing we're loath to discuss in public"
    },
    {
      "cite": "Malcom Bradbury",
      "quote": "English history is all about men liking their fathers, and American history is all about men hating their fathers and trying to burn down everything they ever did"
    },
    {
      "cite": "John F. Kennedy",
      "quote": "American history is not something dead and over. It is always alive, always growing, always unfinished."
    },
    {
      "cite": "G. Edward Griffin",
      "quote": "There is no time in American history in which there was more economic conflict between segments of the population than there was prior to the Civil War."
    },
    {
      "cite": "Harold Washington",
      "quote": "Throughout American history many of our social gains and much of our progress toward democracy were made possible by the active intervention of the federal government."
    },
    {
      "cite": "David Brooks",
      "quote": "Through American history, we have had populist movements that often, often, often have this ugly racial element. But, often, there are warning signs of some deeper social and economic problem."
    },
    {
      "cite": "Tim Wise",
      "quote": "The irony of American history is the tendency of good white Americanas to presume racial innocence. Ignorance of how we are shaped racially is the first sign of privilege.In other words. It is a privilege to ignore the consequences of race in America."
    }
  ]
}