{
  "source": "https://www.wisesayings.com/amusing-quotes/",
  "theme": "amusing",
  "quotes": [
    {
      "cite": "Harold Ross",
      "quote": "If you can't be funny, be interesting."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "Everything is funny, if you can laugh at it."
    },
    {
      "cite": "Doris Lessing",
      "quote": "Small things amuse small minds."
    },
    {
      "cite": "Jeff Garlin",
      "quote": "There's only one true superpower amongst human beings, and that is being funny. People treat you differently if you can make them laugh."
    },
    {
      "cite": "Harvey Korman",
      "quote": "Funny is when you're serious."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "If we entertain temptations, soon they begin entertaining us!"
    },
    {
      "cite": "Will Rogers",
      "quote": "Everything is funny, as long as it's happening to somebody else."
    },
    {
      "cite": "Andrew Lang",
      "quote": "Life's more amusing than we thought."
    },
    {
      "cite": "Steve Coogan",
      "quote": "But with comedy it's a simple premise. If it's funny, people laugh. If it's not, they don't."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Comedy is just complaining in an entertaining way, Enterplaining."
    },
    {
      "cite": "Dana Gould",
      "quote": "Being funny is not the same as being happy."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The difference between stupidity and genius is that genius has its limits."
    },
    {
      "cite": "Tommy Lee Jones",
      "quote": "Normal people with normal problems can be hilarious."
    },
    {
      "cite": "Allen Klein",
      "quote": "Kids can amuse themselves with almost anything."
    },
    {
      "cite": "Marguerite Gardiner",
      "quote": "We never respect those who amuse us, however we may smile at their comic powers."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "To live simply to die is by no means amusing, but to live with the knowledge that you will die before your time, that's really is idiotic"
    },
    {
      "cite": "Virginia Woolf",
      "quote": "What is amusing now had to be taken in desperate earnest once."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Everything considered, work is less boring than amusing oneself."
    },
    {
      "cite": "Anonymous",
      "quote": "If people are talking behind your back, be happy that you are the one in front."
    },
    {
      "cite": "Billy Gardell",
      "quote": "Sometimes wrong is worth the funny!"
    },
    {
      "cite": "Gelett Burgess",
      "quote": "To make fun of a person to his face is a brutal way of amusing one's self; be delicate and cunning, and keep your laugh in your sleeve, lest you frighten away your game."
    },
    {
      "cite": "Marsha Thomason",
      "quote": "There is definitely a pressure for funny people to be funny. People want them to perform all the time."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "There's nothing more fun than entertaining kids."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Of course, everyone wants to be healthy. The amusing thing is no one's really sure how to do it."
    },
    {
      "cite": "Anonymous",
      "quote": "Some people are like clouds. When they go away, it's a brighter day."
    },
    {
      "cite": "Anatole France",
      "quote": "It's not by amusing oneself that one learns."
    },
    {
      "cite": "Jules Renard",
      "quote": "Laziness is nothing more than the habit of resting before you get tired."
    },
    {
      "cite": "Bobby Flay",
      "quote": "Grilling takes the formality out of entertaining. Everyone wants to get involved."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "The implication that there was something wrong with the war plan is amusing."
    },
    {
      "cite": "E. W. Howe",
      "quote": "The only way to amuse some people is to slip and fall on an icy pavement."
    }
  ]
}