{
  "source": "https://www.wisesayings.com/anarchy-quotes/",
  "theme": "anarchy",
  "quotes": [
    {
      "cite": "Jeffrey Kluger",
      "quote": "Kids are anarchy writ large."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Hunger is the mother of anarchy."
    },
    {
      "cite": "Dan Brown",
      "quote": "The media is the right arm of anarchy."
    },
    {
      "cite": "Stephan Attia",
      "quote": "Anarchy is merely the illusion of liberty."
    },
    {
      "cite": "Pierre-Joseph Proudhon",
      "quote": "Anarchy is order, government is civil war."
    },
    {
      "cite": "Mick Jagger",
      "quote": "Anarchy is the only slight glimmer of hope."
    },
    {
      "cite": "Plato",
      "quote": "Democracy leads to anarchy, which is mob rule."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Anarchy is the stepping stone to absolute power."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "In morals as in politics anarchy is not for the weak."
    },
    {
      "cite": "Jeffrey Tucker",
      "quote": "Why anarchy? Because anything less would be uncivilized."
    },
    {
      "cite": "Maurice Druon",
      "quote": "Anarchy is as detestable in grammar as it is in society."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Without real nonviolence, there would be perfect anarchy."
    },
    {
      "cite": "Jim Dodge",
      "quote": "Anarchy doesn't mean out of control; it means out of their control."
    },
    {
      "cite": "Victor de Riqueti",
      "quote": "In times of anarchy one may seem a despot in order to be a saviour."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The mischiefs of anarchy have been equaled by the mischiefs of government."
    },
    {
      "cite": "Nicolás Gómez Dávila",
      "quote": "The anarchy that threatens a degrading society is not its punishment, but its remedy."
    },
    {
      "cite": "Lawrence Lessig",
      "quote": "A culture without property, or in which creators can't get paid, is anarchy, not freedom."
    },
    {
      "cite": "Paul Russell",
      "quote": "Anarchy raised its seductive head. He could do anything; there was nothing that was not allowed."
    },
    {
      "cite": "Jeane Kirkpatrick",
      "quote": "Tyranny and anarchy are alike incompatible with freedom, security, and the enjoyment of opportunity."
    },
    {
      "cite": "Sheldon B. Kopp",
      "quote": "Anarchy could never get a man to the moon, but it may the only mode that can allow us to survive on earth."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "It is not honest inquiry that makes anarchy; but it is error, insincerity, half belief and untruth that make it."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Anarchy is like custard cooking over a flame; it has to be constantly stirred or it sticks and gets heavy, like government."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Mere anarchy is loosed upon the world, the blood-dimmed tide is loosed, and everywhere the ceremony of innocence is drowned."
    },
    {
      "cite": "Joni Mitchell",
      "quote": "Innocence is drowned in anarchy. The best lack conviction given time to think, and the worst are full of passion without mercy."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Sadly, anarchy has gotten such a bad name. We don't really see much evidence of it because people associate it with reckless abandon."
    },
    {
      "cite": "Gustave de Molinari",
      "quote": "Anarchy is no guarantee that some people won't kill, injure, kidnap, defraud, or steal from others. Government is a guarantee that some will."
    },
    {
      "cite": "Eric Sevareid",
      "quote": "People, if given the choice between anarchy and dictatorship, will always choose dictatorship because anarchy is the worst dictatorship of all."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Liberty begets anarchy, anarchy leads to despotism, and despotism brings about liberty once again. Millions of human beings have perished without being able to make any of these systems triumph."
    },
    {
      "cite": "Jeffrey Tucker",
      "quote": "Without anarchy, there would be chaos."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "Tyranny and anarchy are never far apart."
    },
    {
      "cite": "Kenneth Waltz",
      "quote": "In anarchy there is no automatic harmony."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Whenever government abandons law, it proclaims anarchy."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The ideally non-violent state will be an ordered anarchy."
    },
    {
      "cite": "Michael Schwab",
      "quote": "Anarchy is a state of society where the only government is reason."
    },
    {
      "cite": "Craig Bruce",
      "quote": "When anarchy is declared, the first thing we do, let's kill all the anarchists."
    },
    {
      "cite": "Jakub Bożydar Wiśniewski",
      "quote": "If anarchy is chaos, and chaos is war, why wasn't a single war started by anarchists?"
    },
    {
      "cite": "John Milton",
      "quote": "Anarchy is the sure consequence of tyranny; for no power that is not limited by laws can ever be protected by them."
    },
    {
      "cite": "Thurgood Marshall",
      "quote": "Lawlessness is lawlessness. Anarchy is anarchy is anarchy. Neither race nor color nor frustration is an excuse for either lawlessness or anarchy."
    },
    {
      "cite": "Colin Ward",
      "quote": "Anarchy is a function, not of a society's simplicity and lack of social organization, but of it's complexity and multiplicity of social organizations."
    },
    {
      "cite": "Terence McKenna",
      "quote": "We have to claim anarchy and realize that systems have a life of their own that is anti-humanist. There is definitely an anti-humanist tendency in all systems."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Anarchy is law and freedom without force. Despotism is law and force without freedom. Barbarism force without freedom and law. Republicanism is force with freedom and law."
    },
    {
      "cite": "Jacques Ellul",
      "quote": "There are different forms of anarchy and different currents in it. I must, first say very simply what anarchy I have in view. By anarchy I mean first an absolute rejection of violence."
    }
  ]
}