{
  "source": "https://www.wisesayings.com/ancestor-quotes/",
  "theme": "ancestor",
  "quotes": [
    {
      "cite": "Raymond Charles Barker",
      "quote": "Our ancestors who changed the world did so through new ideas which came to them as they acted."
    },
    {
      "cite": "Kate Elliott",
      "quote": "We are bound to our ancestors and to those who made us, whether we want to be or not. What matters is what we make of what we are."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Our ancestors have invented, we can at least innovate."
    },
    {
      "cite": "Dmitri Volkogonov",
      "quote": "We rarely know who our ancestors were. Who can even remember the names of their great-grandparents? They have vanished into the dim and distant past."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Most of our ancestors were not perfect ladies and gentlemen. The majority of them weren't even mammals."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Our ancestors are an ever widening circle of hope."
    },
    {
      "cite": "Robert Bly",
      "quote": "The ancestors are very much invested in the children, because the children are the ones who are going to continue the world that the ancestors made."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "The point is that for our ancestors, the universe was a picture; for modern physics it is a story."
    },
    {
      "cite": "Claude Vorilhon",
      "quote": "There is nothing glorious about what our ancestors call history. It is simply a succession of mistakes, intolerances and violations."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Our ancestors, possessed a right, which nature has given to all men, of departing from the country in which chance, not choice has placed them."
    },
    {
      "cite": "Alan Dundes",
      "quote": "Ancestor worship, or filial piety so characteristic of Asian cultures, for example, does not really resonate with Americans who favor children, not grandparents."
    },
    {
      "cite": "Philip Carr-Gomm",
      "quote": "When we know about our ancestors, when we sense them as living and as supporting us, then we feel connected to the genetic life-stream, and we draw strength and nourishment from this."
    },
    {
      "cite": "Matthew D. Miller",
      "quote": "We were not the victims of ancestor worship. We had the benefits of a fresh start."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "None of us can boast about the morality of our ancestors. The record does not show that Adam and Eve were ever married."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Our ancestors lived out of doors. They were as familiar with the night sky as most of us are with our favorite television programs."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The ancestor of every action is a thought."
    },
    {
      "cite": "Jacques-Henri Bernardin de Saint-Pierre",
      "quote": "Our ancestors have travelled the iron age; the golden is before us."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Life is surely given us for higher purposes than to gather what our ancestors have wisely thrown away, and to learn what is of no value but because it has been forgotten."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "W are all carrying the imprints of our most ancient ancestors. Not simply in the genetic code, but in the imprints of attention that are passed on."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "Though we have rightly applauded our ancestors for their spiritual achievements, those of us who prevail today will have done no small thing."
    },
    {
      "cite": "Kenny Ausubel",
      "quote": "Seeds carry life from generation to generation without end. Through the seeds speak the voices of the ancestors. Each time we plant a seed, we become ancestors for the generations to come."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "The search for knowledge is in our genes. It was put there by our distant ancestors who spread across the world, and it's never going to be quenched."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Our ancestors worshipped the Sun, and they were not that foolish. It makes sense to revere the Sun and the stars, for we are their children."
    },
    {
      "cite": "Robert Moss",
      "quote": "We are connected, like it or not, to the ancestors of our biological families, and their templates."
    },
    {
      "cite": "Sallust",
      "quote": "Distinguished ancestors shed a powerful light on their descendants, and forbid the concealment either of their merits or of their demerits."
    },
    {
      "cite": "Robert Shea",
      "quote": "Indeed, if our ancestors of millions of years ago hadn't learned how to care for one another and hunt in packs, they'd all have ended up being eaten by leopards."
    },
    {
      "cite": "Roy Sesana",
      "quote": "We are the ancestors of our grandchildren's children. We look after them, just as our ancestors look after us. We aren't here for ourselves. We are here for each other and for the children of our grandchildren."
    },
    {
      "cite": "Annie Lennox",
      "quote": "Our ancestors are totally essential to our every waking moment, although most of us don't even have the faintest idea about their lives, their trials, their hardships or challenges."
    },
    {
      "cite": "Luisah Teish",
      "quote": "We are the ancestors of the future and what we do now will have an impact."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "Men can know more than their ancestors did if they start with a knowledge of what their ancestors had already learned.That is why a society can be progressive only if it conserves its traditions."
    },
    {
      "cite": "David Mitchell",
      "quote": "Our ancestors built temples for their gods. We build department stores."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Be a good ancestor. Stand for something bigger than yourself. Add value to the Earth during your sojourn."
    },
    {
      "cite": "Plutarch",
      "quote": "It is indeed a desirable thing to be well-descended, but the glory belongs to our ancestors."
    },
    {
      "cite": "Eknath Easwaran",
      "quote": "The ancestor of every destructive action, every destructive decision, is a negative thought."
    },
    {
      "cite": "F. Sionil Jose",
      "quote": "Christianity doesn't demand that we worship our ancestors. If we don't remember our ancestors, then, in all likelihood, we cannot also recall the distant past."
    }
  ]
}