{
  "source": "https://www.wisesayings.com/anchor-quotes/",
  "theme": "anchor",
  "quotes": [
    {
      "cite": "John Kenneth Galbraith",
      "quote": "It is a far, far better thing to have a firm anchor in nonsense than to put out on the troubled seas of thought."
    },
    {
      "cite": "Epictetus",
      "quote": "We should not moor a ship with one anchor, or our life with one hope."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "People are looking for stability in a shaky world. They want something they can get hold of that's firm and sure and an anchor in the midst of all of this instability in which they're living."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes you don't realize you're actually drowning when you're trying to be everyone else's anchor"
    },
    {
      "cite": "Ray Boltz",
      "quote": "The anchor holds in spite of the storm."
    },
    {
      "cite": "Asa Don Brown",
      "quote": "Allow yourself to be an anchor and anchored by others."
    },
    {
      "cite": "John Marrs",
      "quote": "You're stronger than us. Once you find your anchor never let go of it. No matter what."
    },
    {
      "cite": "Debby Ryan",
      "quote": "Have an anchor so that life doesn't toss you around."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Unless man anchors the real love, man will always drift in the middle of nowhere!"
    },
    {
      "cite": "Lee Ezell",
      "quote": "Don't drag anchors of unforgiveness into your relationships. Forgive who you need to forgive. Reach out to someone who may be able to help you work this through. Don't drag around those things that \"encumber\" you."
    },
    {
      "cite": "Renita J. Weems",
      "quote": "We can endure almost anything if we are centered, if we have some focus in our life. You can endure if you have an anchor."
    },
    {
      "cite": "Saul Williams",
      "quote": "The anchor man / thrown overboard / has simply rooted us / in history's repeating cycle."
    },
    {
      "cite": "Anodea Judith",
      "quote": "To lose our connection with the body is to become spiritually homeless. Without an anchor we float aimlessly, battered by the winds and waves of life"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Visit the port of goodness often; if you can, cast your anchor over there!"
    },
    {
      "cite": "unknown",
      "quote": "Be anchored in life. Be anchored in love. Be anchored in what you believed."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Don't bring an anchor, on a sinking boat"
    },
    {
      "cite": "Oliver Wendell Holmes, Sr.",
      "quote": "To reach a port we must sail, sometimes with the wind, and sometimes against it. But we must not drift or lie at anchor."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Without an anchor, we can be drifted to any shore."
    },
    {
      "cite": "Michael Lewis",
      "quote": "You can anchor the mind into answering a question a certain way by giving them a totally unrelated piece of information dropped before."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "It is well to moor your bark with two anchors."
    },
    {
      "cite": "William Falconer",
      "quote": "The anchors now made are contrived so as to sink into the ground as soon as they reach it, and to hold a great strain before they can be loosened or dislodged from their station."
    },
    {
      "cite": "Bjork",
      "quote": "I live by the ocean / And during the night / I dive into it / Down to the bottom / Underneath all currents / And drop my anchor / As this is where I'm staying / This is my home"
    }
  ]
}