{
  "source": "https://www.wisesayings.com/angels-quotes/",
  "theme": "angels",
  "quotes": [
    {
      "cite": "Hebrews 13:2",
      "quote": "Do not forget to entertain strangers, for by so doing some people have entertained angels without knowing it."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "When angels visit us, we do not hear the rustle of wings, nor feel the feathery touch of the breast of a dove; but we know their presence by the love they create in our hearts."
    },
    {
      "cite": "Hebrews 1:14",
      "quote": "Are not all angels ministering spirits sent to serve those who will inherit salvation?"
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The reason angels can fly is because they take themselves lightly."
    },
    {
      "cite": "Eileen Elias Freeman",
      "quote": "God not only sends special angels into our lives, but sometimes He even sends them back again if we forget to take notes the first time!"
    },
    {
      "cite": "St. Francis de Sales",
      "quote": "Make yourself familiar with the angels and behold them frequently in spirit; for without being seen, they are present with you."
    },
    {
      "cite": "Charles Hunter",
      "quote": "Angels are sent to bring us messages from God's heart."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "The soul at its highest is found like God, but an angel gives a closer idea of him. That is all an angel is: an idea of God."
    },
    {
      "cite": "Eileen Elias Freeman",
      "quote": "Angels are all around us, all the time, in the very air we breathe."
    },
    {
      "cite": "Janice T. Connell",
      "quote": "Angels are inseparable friends, who bring strength and consolation to those who include them in their lives. In truth, Angels are our best friends."
    },
    {
      "cite": "John Of Damascus",
      "quote": "Angels are intelligent reflections of light, that original light which has no beginning. They can illuminate. They do not need tongues or ears, for they can communicate without speech, in thought."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Angels have no philosophy but love."
    },
    {
      "cite": "Andy Lakey",
      "quote": "Angels encourage us by guiding us onto a path that will lead to happiness and hope."
    },
    {
      "cite": "Andrew M. Greeley",
      "quote": "Angels represent God's personal care for each one of us."
    },
    {
      "cite": "Christina Georgina Rossetti",
      "quote": "O passing angel, speed me with a song, a melody of heaven to reach my heart and rouse me to the race and make me strong."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "All God's angels come to us disguised."
    },
    {
      "cite": "Linda Solegato",
      "quote": "Angels are messengers, but sometimes we misunderstand their language."
    },
    {
      "cite": "Eileen Elias Freeman",
      "quote": "Angels shine from without because their spirits are lit from within by the light of God."
    },
    {
      "cite": "St Thomas Aquinas",
      "quote": "An angel can illuminate the thought and mind of man by strengthening the power of vision, and by bringing within his reach some truth which the angel himself contemplates."
    },
    {
      "cite": "The Bible",
      "quote": "The Lord will command his angels to take good care of you. They will lift you up in their hands. Then you won't trip over a stone."
    },
    {
      "cite": "William Blake",
      "quote": "It is not because angels are holier than men or devils that makes them angels, but because they do not expect holiness from one another, but from God alone."
    },
    {
      "cite": "Fanny J. Crosby",
      "quote": "Angels descending, bring from above, echoes of mercy, whispers of love."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Pride ruined the angels."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "All God's angels come to us disguised."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "The gaurdian angels of life sometimes fly so high as to be beyond our sight, but they are always looking down upon us."
    },
    {
      "cite": "Andrew Greeley",
      "quote": "Angels represent God's personal care for each one of us."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "An angel is a spiritual creature created by God for the service of Christendom and the church."
    },
    {
      "cite": "John Calvin",
      "quote": "The angels are the dispensers and administrators of the divine beneficence toward us; they regard our safety, undertake our defense, direct our ways, and exercise a constant solicitude that no evil befall us."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Music is well said to be the speech of angels."
    },
    {
      "cite": "Saint Ambrose",
      "quote": "But if these beings guard you, they do so because they have been summoned by your prayers."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Angels are visible to those who accept the light and break the pact made with darkness."
    },
    {
      "cite": "Luciano De Crescenzo",
      "quote": "We are each of us angels with only one wing, and we can only fly by embracing one another."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Angels appear in many different forms to hold your hand through the difficult times."
    },
    {
      "cite": "Saint Augustine",
      "quote": "It was pride that changed angels into devils; it is humility that makes men as angels."
    },
    {
      "cite": "Jean Paul",
      "quote": "The guardian angels of life sometimes fly so high as to be beyond our sight, but they are always looking down upon us."
    },
    {
      "cite": "John Of Damascus",
      "quote": "If instead of a gem, or even a flower, we should cast the gift of a loving thought into the heart of a friend, that would be giving as the angels give."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Every visible thing in this world is put in the charge of an angel."
    },
    {
      "cite": "Terry Taylor",
      "quote": "Gratitude is our most direct line to God and the angels."
    },
    {
      "cite": "Michelangelo",
      "quote": "I saw the angel in the marble and carved until I set him free."
    },
    {
      "cite": "Mark Twain",
      "quote": "The air up there in the clouds is very pure and fine, bracing and delicious. And why shouldn't it be? It is the same the angels breathe."
    },
    {
      "cite": "Sarah McLachlan",
      "quote": "You're in the arms of the Angels. May you find some comfort here."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Angels are spirits, but it is not because they are spirits that they are angels. They become angels when they are sent. For the name angel refers to their office, not their nature. You ask the name of this nature, it is spirit, you ask its office, it is that of an Angel, which is a messenger."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Everything that we see is a shadow cast by that which we do not see."
    },
    {
      "cite": "Saint Basil",
      "quote": "Beside each believer stands an Angel as protector and shepherd, leading him to life."
    },
    {
      "cite": "Peter Wilson",
      "quote": "The angels stand between us and God, but they are translucent, even transparent, and they beckon us to penetrate their luminosity."
    },
    {
      "cite": "Richard Wilbur",
      "quote": "Outside the open window The morning air is all awash with angels."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "Angels transcend every religion, every philosophy, every creed. In fact Angels have no religion as we know it. Their existence precedes every religious system that has ever existed on Earth."
    },
    {
      "cite": "James Madison",
      "quote": "If men were angels, no government would be necessary."
    },
    {
      "cite": "Giovanni Giocondo",
      "quote": "Everything we call a trial, a sorrow, or a duty, believe me, that angel's hand is there."
    },
    {
      "cite": "Martin Luther King",
      "quote": "An angel is a spiritual creature created by God without a body, for the service of Christendom and of the church."
    },
    {
      "cite": "Maimonides",
      "quote": "All forces that reside in the body are angels."
    },
    {
      "cite": "Hama Tuma",
      "quote": "Better the devil you know than the angel you don't."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "In heaven an angel is nobody in particular."
    },
    {
      "cite": "Doris Lessing",
      "quote": "Trust no friend without faults, and love a woman, but no angel."
    },
    {
      "cite": "Tertullian",
      "quote": "The angels as the guardians of men are set over men as instructors and monitors. This shows the relationship that is to exist between them. Man's attitude is to be one of obedience and subjection. He is to follow the lead of the angels, and consequently some reverence is already implied in the very relationship that exists between man and angel."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Death makes angels of us all and gives us wings where we had shoulders smooth as raven's claws."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "While mortals sleep, the angels keep their watch of wondering love."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Angels can fly because they take themselves lightly."
    },
    {
      "cite": "Theodore L. Cuyler",
      "quote": "God always has an angel of help for those who are willing to do their duty."
    }
  ]
}