{
  "source": "https://www.wisesayings.com/anger-quotes/",
  "theme": "anger",
  "quotes": [
    {
      "cite": "Chinese Proverb",
      "quote": "If you are patient in one moment of anger, you will escape a hundred days of sorrow."
    },
    {
      "cite": "Maori (on anger)",
      "quote": "A hand ready to hit, may cause you great trouble."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A man in a passion, rides a mad horse."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Anger ventilated often hurries toward forgiveness; and concealed often hardens into revenge."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A quarrelsome man has no good neighbours."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "If a small thing has the power to make you angry, does that not indicate something about your size?"
    },
    {
      "cite": "Elizabeth Kenny",
      "quote": "He who angers you conquers you."
    },
    {
      "cite": "German Proverb",
      "quote": "Fire in the heart sends smoke into the head."
    },
    {
      "cite": "English (on anger)",
      "quote": "Anger is often more hurtful than the injury that caused it."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A quick temper will make a fool of you soon enough."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Anger is a wind which blows out the lamp of the mind."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Anger is one letter short of danger."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Where there is anger, there is always pain underneath."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "You can't shake hands with a clenched fist."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns it all clean."
    },
    {
      "cite": "Buddha",
      "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Beware the fury of a patient man."
    },
    {
      "cite": "Lyman Abbott",
      "quote": "Do not teach your children never to be angry; teach them how to be angry."
    },
    {
      "cite": "Bohdi Sanders",
      "quote": "Never respond to an angry person with a fiery comeback, even if he deserves it...Don't allow his anger to become your anger."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Anger dwells only in the bosom of fools."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "The sharpest sword is a word spoken in wrath."
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "At the core of all anger is a need that is not being fulfilled."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "A man can't eat anger for breakfast and sleep with it at night and not suffer damage to his soul."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Whatever is begun in anger ends in shame."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Not the fastest horse can catch a word spoken in anger."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "Anger is a valid emotion. It's only bad when it takes control and makes you do things you don't want to do."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "How much more grievous are the consequences of anger than the causes of it."
    },
    {
      "cite": "Plato",
      "quote": "There are two things a person should never be angry at, what they can help, and what they cannot."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "The more anger towards the past you carry in your heart, the less capable you are of loving in the present."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Learn this from me. Holding anger is a poison. It eats you from inside. We think that hating is a weapon that attacks the person who harmed us. But hatred is a curved blade. And the harm we do, we do to ourselves."
    },
    {
      "cite": "Kazi Shams",
      "quote": "Anger is what makes a clear mind seem clouded."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Anger is never without a reason, but seldom with a good one."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "It is wise to direct your anger towards problems — not people; to focus your energies on answers — not excuses."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "It is a waste of energy to be angry with a man who behaves badly just as it is to be angry with a car that won't go."
    },
    {
      "cite": "unknown",
      "quote": "Hard words break no bones."
    },
    {
      "cite": "Korean (on anger)",
      "quote": "If you kick a stone in anger you will hurt your foot."
    },
    {
      "cite": "Tagalog (Filipino) (on anger)",
      "quote": "Postpone today's anger until tomorrow."
    },
    {
      "cite": "Burmese (on anger)",
      "quote": "The anger of the prudent never shows."
    },
    {
      "cite": "Horace",
      "quote": "Anger is a short madness."
    },
    {
      "cite": "unknown",
      "quote": "The greatest remedy for anger is delay."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes when I'm angry I have the right to be angry, but that doesn't give me the right to be cruel."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Anger ... it's a paralyzing emotion ... you can't get anything done."
    },
    {
      "cite": "Colin Powell",
      "quote": "Get mad, then get over it."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Exaggeration is truth that has lost its temper."
    },
    {
      "cite": "Alexander Pope",
      "quote": "To be angry is to revenge the faults of others on ourselves."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Every time you get angry, you poison your own system."
    },
    {
      "cite": "Ambrose Brierce",
      "quote": "Speak when you are angry and you will make the best speech you will ever regret."
    },
    {
      "cite": "Aristotle",
      "quote": "Anybody can become angry – that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way – that is not within everybody’s power and is not easy."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Never do anything when you are in a temper, for you will do everything wrong."
    },
    {
      "cite": "Buddha",
      "quote": "Holding onto anger is like drinking poison and expecting the other person to die."
    },
    {
      "cite": "Buddha",
      "quote": "You will not be punished for your anger, you will be punished by your anger."
    },
    {
      "cite": "Buddha",
      "quote": "When angry we let others' mistakes punish us. To forgive others is to be kind to yourself."
    },
    {
      "cite": "Confucius",
      "quote": "When anger rises, think of the consequences."
    },
    {
      "cite": "Dalai Lama",
      "quote": "When you are caught up in a destructive emotion, you have lost one of your greatest assets: your independence."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "If you and I want to stir up a resentment tomorrow that may rankle across the decades and endure until, death, just let us indulge in a little stinging criticism - no matter how certain we are that it is justified."
    },
    {
      "cite": "Elizabeth I",
      "quote": "Anger makes dull men witty, but it keeps them poor."
    },
    {
      "cite": "Emily Giffin",
      "quote": "In days that follow, I discover that anger is easier to handle than grief."
    },
    {
      "cite": "G. M. Trevelyan",
      "quote": "Anger is a momentary madness, so control your passion or it will control you."
    },
    {
      "cite": "George Eliot",
      "quote": "Anger and jealousy can no more bear to lose sight of their objects than love."
    },
    {
      "cite": "George Savile",
      "quote": "Anger is never without an argument, but seldom with a good one."
    },
    {
      "cite": "George Sweeting",
      "quote": "I lose my temper, but it's all over in a minute,\" said the student. \"So is the hydrogen bomb,\" I replied. \"But think of the damage it produces!\""
    },
    {
      "cite": "Greg Evans",
      "quote": "Anger at lies lasts forever. Anger at truth can't last."
    },
    {
      "cite": "Horace",
      "quote": "Anger is momentary madness, so control your passion or it will control you."
    },
    {
      "cite": "Jack Layton",
      "quote": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world."
    },
    {
      "cite": "Jacqueline Schiff",
      "quote": "The best remedy for a short temper is a long walk."
    },
    {
      "cite": "Jane Austen",
      "quote": "But angry people are not always wise."
    },
    {
      "cite": "Jim Butcher",
      "quote": "Anger is just anger. It isn't good. It isn't bad. It just is. What you do with it is what matters. It's like anything else. You can use it to build or to destroy. You just have to make the choice."
    },
    {
      "cite": "Joan Lunden",
      "quote": "Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life."
    },
    {
      "cite": "Joe Hyams",
      "quote": "Anger doesn’t demand action. When you act in anger, you lose self-control."
    },
    {
      "cite": "Joe Klaas",
      "quote": "The truth will set you free, but first it will piss you off."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Every day we have plenty of opportunities to get angry, stressed or offended. But what you’re doing when you indulge these negative emotions is giving something outside yourself power over your happiness. You can choose to not let little things upset you."
    },
    {
      "cite": "Katharine Graham",
      "quote": "The longer I live, the more I observe that carrying around anger is the most debilitating to the person who bears it."
    },
    {
      "cite": "Kevin Rudd",
      "quote": "Something my mum taught me years and years and years ago, is life’s just too short to carry around a great bucket-load of anger and resentment and bitterness and hatreds and all that sort of stuff."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Don't hold to anger, hurt or pain. They steal your energy and keep you from love."
    },
    {
      "cite": "Louis L’Amour",
      "quote": "Anger is a killing thing: it kills the man who angers, for each rage leaves him less than he had been before – it takes something from him."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "Anger, if not restrained, is frequently more hurtful to us than the injury that provokes it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Man should forget his anger before he lies down to sleep."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Anger is the enemy of non-violence and pride is a monster that swallows it up."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Anger and intolerance are the enemies of correct understanding."
    },
    {
      "cite": "Malcolm X",
      "quote": "Usually when people are sad, they don't do anything. They just cry over their condition. But when they get angry, they bring about a change."
    },
    {
      "cite": "Marcus Antonius",
      "quote": "Consider how much more you often suffer from your anger and grief, than from those very things for which you are angry and grieved."
    },
    {
      "cite": "Mark Twain",
      "quote": "When angry, count to four; when very angry, swear."
    },
    {
      "cite": "Mark Twain",
      "quote": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "The opposite of anger is not calmness, its empathy."
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "There are three things all wise men fear: the sea in storm, a night with no moon, and the anger of a gentle man."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Never go to bed mad. Stay up and fight."
    },
    {
      "cite": "Prophet Muhammad",
      "quote": "The strong man is not the good wrestler; the strong man is the only one who controls himself when he is angry."
    },
    {
      "cite": "PROVERBS 29:11",
      "quote": "A fool gives full vent to his anger, but a wise man keeps himself under control."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "For every minute you are angry you lose sixty seconds of happiness."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "For every minute you remain angry, you give up sixty seconds of peace of mind."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "There was never an angry man that thought his anger unjust."
    },
    {
      "cite": "Sallust",
      "quote": "He that will be angry for anything will be angry for nothing."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "It is a waste of time to be angry about my disability. One has to get on with life and I haven't done badly. People won’t have time for you if you are always angry or complaining."
    },
    {
      "cite": "Stephen King",
      "quote": "If you don’t control your temper. Your temper will control you."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Anger is like a storm rising up from the bottom of your consciousness. When you feel it coming, turn your focus to your breath."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Two things a man should never be angry at: What he can help, and what he cannot help."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "When angry count to ten before you speak. If very angry, count to one hundred."
    },
    {
      "cite": "unknown",
      "quote": "If it won’t matter in 5 years, don’t spend more than 5 minutes getting angry about it."
    },
    {
      "cite": "unknown",
      "quote": "Fear is the path to the dark side. Fear leads to anger. Anger leads to hate. Hate leads to suffering."
    },
    {
      "cite": "Walter B. Cannon",
      "quote": "Anger is the emotion preeminently serviceable for the display of power."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "It is impossible for you to be angry and laugh at the same time. Anger and laughter are mutually exclusive and you have the power to choose either."
    },
    {
      "cite": "William Shakespeare",
      "quote": "My tongue will tell the anger of my heart, or else my heart concealing it will break."
    },
    {
      "cite": "William Shenstone",
      "quote": "Anger is a great force. If you control it, it can be transmuted into a power which can move the whole world."
    }
  ]
}