{
  "source": "https://www.wisesayings.com/angle-quotes/",
  "theme": "angle",
  "quotes": [
    {
      "cite": "Paulo Coelho",
      "quote": "Love is looking at the same mountains from different angles."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Look at situations from all angles, and you will become more open."
    },
    {
      "cite": "Stephen Richards",
      "quote": "View life through a wide angle lens attitude and see your horizons broaden."
    },
    {
      "cite": "Ella Maillart",
      "quote": "The state of minds vary according to the angle under which one examines them."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "There are an infinity of angles at which one falls, only one at which one stands."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Every fight is one between different angles of vision illuminating the same truth"
    },
    {
      "cite": "Rachel Hartman",
      "quote": "From some angles, up is toward the earth and down toward the sky, and everything—people, horses, cathedrals, dreams—is suspended over the ceaseless void, barely hanging on."
    },
    {
      "cite": "Havelock Ellis",
      "quote": "Every man of genius sees the world at a different angle from his fellows, and there is his tragedy."
    },
    {
      "cite": "Paul Keating",
      "quote": "The more we view the country through the prism of Aboriginality, the more likely we are to get the angle right."
    },
    {
      "cite": "Zach Galifianakis",
      "quote": "As you get older, you see the world at a different angle, maybe more cynically, but I just bury my anger."
    },
    {
      "cite": "Steven Crowder",
      "quote": "Everybody has an angle. The only time I say no to an interview is when someone says they don't have an angle. I know right away that that's not honest."
    },
    {
      "cite": "Rachel Hunter",
      "quote": "All you need is a bad angle and suddenly youre 30 pounds overweight."
    },
    {
      "cite": "Gerard Butler",
      "quote": "As long as you do the best work that you can and not make it bland... because you're going down a lane that is trying to make everybody happy. You have to take an angle on these things."
    },
    {
      "cite": "Benjamin Cohen",
      "quote": "Even if someone is already in your market space, ask yourself whether you can approach it from a different angle and thereby secure your own customer base."
    },
    {
      "cite": "Anonymous",
      "quote": "The best angle from which to approach any problem is the try-angle."
    },
    {
      "cite": "Walt Disney",
      "quote": "I suppose my formula might be: dream, diversify and never miss an angle."
    },
    {
      "cite": "Sarah Silverman",
      "quote": "Nothing is taboo if you have an angle on it."
    },
    {
      "cite": "Wesley Ruggles",
      "quote": "A figure with curves always offers a lot of interesting angles."
    },
    {
      "cite": "Keri Smith",
      "quote": "Creativity arises from our ability to see things from many different angles."
    },
    {
      "cite": "David Bloor",
      "quote": "Like many features of a landscape, knowledge looks different from different angles."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What is life but the angle of vision? A man is measured by the angle at which he looks at objects."
    },
    {
      "cite": "Grimes",
      "quote": "If you focus too much on development of the visual angle, it could be a detriment to what you're doing musically."
    },
    {
      "cite": "George Santayana",
      "quote": "To knock a thing down, especially if it is cocked at an arrogant angle, is a deep delight of the blood."
    },
    {
      "cite": "Johan Huizinga",
      "quote": "From whichever angle one looks at it, the application of racial theories remains a striking proof of the lowered demands of public opinion upon the purity of critical judgment."
    },
    {
      "cite": "Daniel Wu",
      "quote": "You've gotta understand camera angles, camera movement - a kick that may not be very powerful may look very powerful from a certain angle."
    },
    {
      "cite": "Rupert Friend",
      "quote": "I find it easier to approach things from a critical angle that otherwise may seem daunting because I'm used to being scared."
    },
    {
      "cite": "Oscar Niemeyer",
      "quote": "Right angles don't attract me. Nor straight, hard and inflexible lines created by man."
    },
    {
      "cite": "Phil Simms",
      "quote": "The more angles I see, the more confused I get."
    },
    {
      "cite": "Robert Nozick",
      "quote": "It is, from another angle, an attack on requiring proof in philosophy. And it's also the case, I guess, that my temperament is to like interesting, new, bold ideas, and to try and generate them."
    },
    {
      "cite": "Matt Taibbi",
      "quote": "The moral angle to the foreclosure crisis - and, of course, in capitalism we're not supposed to be concerned with the moral stuff, but let's mention it anyway - shows a culture that is slowly giving in to a futuristic nightmare ideology of computerized greed and unchecked financial violence."
    }
  ]
}