{
  "source": "https://www.wisesayings.com/animal-lover-quotes/",
  "theme": "animal-lover",
  "quotes": [
    {
      "cite": "James Cromwell",
      "quote": "Pets are humanizing. They remind us we have an obligation and responsibility to preserve and nurture and care for all life."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Animals are reliable, many full of love, true in their affections, predictable in their actions, grateful and loyal. Difficult standards for people to live up to."
    },
    {
      "cite": "Stephenie Geist",
      "quote": "Most pets display so many humanlike traits and emotions it’s easy to forget they’re not gifted with the English language and then get snubbed when we talk to them and they don’t say anything back."
    },
    {
      "cite": "George Eliot",
      "quote": "Animals are such agreeable friends they ask no questions, they pass no criticisms."
    },
    {
      "cite": "Karen A. Anderson",
      "quote": "Anyone can learn how to communicate with animals if they are open to the process and willing to practice."
    },
    {
      "cite": "Michael Morpurgo",
      "quote": "Animals are sentient, intelligent, perceptive, funny and entertaining. We owe them a duty of care as we do to children."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Love the animals: God has given them the rudiments of thought and joy untroubled."
    },
    {
      "cite": "Sharon Ralls Lemon",
      "quote": "The essential joy of being with horses is that it brings us in contact with the rare elements of grace, beauty, spirit, and fire."
    },
    {
      "cite": "Winston Churchill",
      "quote": "No hour of life is wasted that is spent in the saddle."
    },
    {
      "cite": "Josephine Demott Robinson",
      "quote": "Horses and children, I often think, have a lot of the good sense there is in the world."
    },
    {
      "cite": "Fernand Mery",
      "quote": "With the qualities of cleanliness, affection, patience, dignity and courage that cats have, how many of us, I ask you, would be capable of becoming cats?"
    },
    {
      "cite": "Ben Williams",
      "quote": "There is no psychiatrist in the world like a puppy licking your face."
    },
    {
      "cite": "Samuel Butler",
      "quote": "The great pleasure of a dog is that you may make a fool of yourself with him and not only will he not scold you, but he will make a fool of himself too."
    },
    {
      "cite": "Edith Wharton",
      "quote": "My little dog—a heartbeat at my feet."
    },
    {
      "cite": "George Eliot",
      "quote": "We long for an affection altogether ignorant of our faults. Heaven has accorded this to us in the uncritical canine attachment."
    },
    {
      "cite": "Heather Buchanan",
      "quote": "My dog ain't worth a plug nickel, but I wouldn't take a million dollars for him."
    },
    {
      "cite": "Josh Billings",
      "quote": "No man is so poor that he can't afford to keep one dog, and I've seen them so poor that they could afford to keep three."
    },
    {
      "cite": "Anatole France",
      "quote": "An animal is, properly speaking, a soul; I do not say an immortal soul. And yet, when I come to consider the positions this poor little beast and I myself occupy in the scheme of things, I recognize in both exactly the same right to immortality."
    },
    {
      "cite": "Gary Paulsen",
      "quote": "I quickly found that with dogs, with running them, it is no hands for the musher and all hands, eyes, mind, soul—everything for the dogs."
    },
    {
      "cite": "Mark Twain",
      "quote": "My father was a St. Bernard, my mother was a Collie, but I am a Presbyterian. This is what my mother told me; I do not know these nice distinctions myself."
    },
    {
      "cite": "Louis Untermeyer",
      "quote": "You don't sweat to struggle free, / Work in rags and rotting breeches. / Puppy, have a laugh at me, / Digging in the ditches."
    },
    {
      "cite": "Robert Southey",
      "quote": "A kitten is in the animal world what a rosebud is in a garden."
    },
    {
      "cite": "Richard Garnett",
      "quote": "She moved through the garden in glory, because / She had very long claws at the end of her paws. / Her back was arched, her tail was high, / A green fire glared in her vivid eye; / And all the Toms, though never so bold, / Quailed at the martial Marigold."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "I saw the most beautiful cat today. It was sitting by the side of the road, its two front feet neatly and graciously together. Then it gravely swished around its tail to completely and snugly encircle itself. It was so fit and beautifully neat, that gesture, and so self-satisfied—so complacent."
    },
    {
      "cite": "David Attenborough",
      "quote": "I'm not an animal lover if that means you think things are nice if you can pat them, but I am intoxicated by animals."
    },
    {
      "cite": "David Attenborough",
      "quote": "What I am interested in with birds, just as I am with spiders or monkeys, is what they do and why they do it."
    },
    {
      "cite": "Mark Twain",
      "quote": "He's an animal lover... People he don't like so much."
    },
    {
      "cite": "Theophile Gautier",
      "quote": "Who can believe that there is no soul behind those luminous eyes!"
    },
    {
      "cite": "Jean Cocteau",
      "quote": "I love cats because I enjoy my home; and little by little; they become its visible soul."
    },
    {
      "cite": "Jules Reynard",
      "quote": "The ideal of calm exists in a sitting cat."
    },
    {
      "cite": "Leo Dworken",
      "quote": "No amount of time can erase the memory of a good cat, and no amount of masking tape can ever totally remove his fur from your couch."
    },
    {
      "cite": "KATE MILLETT",
      "quote": "They are more beautiful than anything in the world, kinetic sculptures, perfect form in motion."
    },
    {
      "cite": "George Theodorescu",
      "quote": "Horses are humanity's best friends. They have done everything for us, their friends. Think about war. Think about bad weather. Think about the Wild West in America. What would they have done without the horse?"
    },
    {
      "cite": "Ella Wilcox",
      "quote": "For the wonderful brain of man / However mighty its force / Had never achieved its lordly plan / Without the aid of a horse."
    },
    {
      "cite": "Thomas McGuane",
      "quote": "Those who love horses are impelled by an ever-receding vision, some enchanted transformation through which the horse and the rider become a third, much greater thing."
    },
    {
      "cite": "Paulus Jovius",
      "quote": "There is moreover something magnificent, a kind of majesty in his whole frame, which exalts his rider with pride as he outstrips the wind in his course."
    },
    {
      "cite": "Navajo Song",
      "quote": "There on the tips of fair fresh flowers feedeth he; How joyous his neigh,... there in the midst of sacred pollen hidden, all hidden he; how joyous is neigh."
    },
    {
      "cite": "Beryl Markham",
      "quote": "A lovely horse is always an experience... It is an emotional experience of the kind that is spoiled by words."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Animal lovers are a special breed of humans, generous of spirit, full of empathy, perhaps a little prone to sentimentality, and with hearts as big as a cloudless sky."
    },
    {
      "cite": "Doris Day",
      "quote": "I have found that when you are deeply troubled, there are things you get from the silent devoted companionship of a dog that you can get from no other source."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A man can live and be healthy without killing animals for food; therefore, if he eats meat, he participates in taking animal life merely for the sake of his appetite. And to act so is immoral."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Animals are my friends, and I don't eat my friends."
    },
    {
      "cite": "Charles Darwin",
      "quote": "The love for all living creatures is the most noble attribute of man."
    },
    {
      "cite": "Josh Billings",
      "quote": "A dog is the only thing on earth that will love you more than you love yourself."
    },
    {
      "cite": "Buddha",
      "quote": "It is more important to prevent animal suffering, rather than sit to contemplate the evils of the universe praying in the company of priests."
    },
    {
      "cite": "A J Mclean",
      "quote": "I am a huge animal lover. I prefer to rescue any of the pets that I have had."
    },
    {
      "cite": "Gary Larson",
      "quote": "I don't believe in the concept of hell, but if I did I would think of it as filled with people who were cruel to animals."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "There are two means of refuge from the miseries of life: music and cats."
    },
    {
      "cite": "Louis Sabin",
      "quote": "No matter how little money and how few possessions you own, having a dog makes you rich."
    },
    {
      "cite": "John Grogan",
      "quote": "Animal lovers are a special breed of humans, generous of spirit, full of empathy, perhaps a little prone to sentimentality, and with hearts as big as a cloudless sky."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "We can judge the heart of a man by his treatment of animals."
    },
    {
      "cite": "Marc Bekoff",
      "quote": "Animals are not property or things but rather living organisms, subjects of a life, who are worthy of our compassion, respect, friendship, and support."
    },
    {
      "cite": "Anatole France",
      "quote": "Until one has loved an animal, a part of one's soul remains unawakened."
    }
  ]
}