{
  "source": "https://www.wisesayings.com/animals-quotes/",
  "theme": "animals",
  "quotes": [
    {
      "cite": "Whitney Mandel",
      "quote": "Animals are like little angels sent to earth to teach us how to love. They don't get angry or play silly games. They are always there for us."
    },
    {
      "cite": "Martin Buber",
      "quote": "An animal's eyes have the power to speak a great language."
    },
    {
      "cite": "Marc Bekoff",
      "quote": "Animals are not property or \"things\" but rather living organisms, subjects of a life, who are worthy of our compassion, respect, friendship, and support."
    },
    {
      "cite": "Catholic Church",
      "quote": "Animals are God's creatures. He surrounds them with his providential care. By their mere existence they bless him and give him glory. Thus men owe them kindness."
    },
    {
      "cite": "Anatole France",
      "quote": "Until one has loved an animal, a part of one's soul remains unawakened."
    },
    {
      "cite": "Mark Twain",
      "quote": "Of all the animals, man is the only one that lies."
    },
    {
      "cite": "Dave Barry",
      "quote": "Scientists tell us that the fastest animal on earth, with a top speed of 120 ft/sec, is a cow that has been dropped out of a helicopter."
    },
    {
      "cite": "George Orwell",
      "quote": "All animals are equal but some are more equal than others."
    },
    {
      "cite": "George Eliot",
      "quote": "Animals are such agreeable friends, they ask no questions, they pass no criticisms."
    },
    {
      "cite": "Ronnie Snow",
      "quote": "Animals do not have gods, they are smarter than that."
    },
    {
      "cite": "David Sedaris",
      "quote": "I love things made out of animals. It's just so funny to think of someone saying, 'I need a letter opener. I guess I'll have to kill a deer."
    },
    {
      "cite": "Benjamin Hoff",
      "quote": "Lots of people talk to animals.. Not very many listen, though.. That's the problem."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Love the animals: God has given them the rudiments of thought and joy untroubled."
    },
    {
      "cite": "Tom Snyder",
      "quote": "If we're not supposed to eat animals, how come they're made out of meat?"
    },
    {
      "cite": "Tippi Hedren",
      "quote": "It quickly became obvious to us that not only the animals in the wild had a problem, but so did the animals in captivity."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Animals are reliable, many full of love, true in their affections, predictable in their actions, grateful and loyal. Difficult standards for people to live up to."
    },
    {
      "cite": "Aristotle",
      "quote": "Some animals are cunning and evil-disposed, as the fox; others, as the dog, are fierce, friendly, and fawning. Some are gentle and easily tamed, as the elephant; some are susceptible of shame, and watchful, as the goose. Some are jealous and fond of ornament, as the peacock."
    },
    {
      "cite": "Taylor Caldwell",
      "quote": "I like animals because they are not consciously cruel and don't betray each other."
    },
    {
      "cite": "Michael Morpurgo",
      "quote": "Animals are sentient, intelligent, perceptive, funny and entertaining. We owe them a duty of care as we do to children."
    },
    {
      "cite": "Aristotle",
      "quote": "Some kinds of animals burrow in the ground; others do not. Some animals are nocturnal, as the owl and the bat; others use the hours of daylight. There are tame animals and wild animals. Man and the mule are always tame; the leopard and the wolf are invariably wild, and others, as the elephant, are easily tamed."
    },
    {
      "cite": "Andrew A. Rooney",
      "quote": "The average dog is a nicer person than the average person."
    },
    {
      "cite": "Warren Eckstein",
      "quote": "In the beginning, God created man, but seeing him so feeble, He gave him the cat."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Animals never worry about heaven or hell. Neither do I. Maybe that's why we get along."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Woman and cats will do as they please, and men and dogs should relax and get used to the idea."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man."
    },
    {
      "cite": "Mohandas Karamchand Gandhi",
      "quote": "The greatness of a nation and its moral progress can be judged by the way its animals are treated."
    },
    {
      "cite": "Anthony Douglas Williams",
      "quote": "When we love an animal as our family, we begin to understand animals are our family."
    },
    {
      "cite": "Winston Churchill",
      "quote": "I am fond of pigs. Dogs look up to us. Cats look down on us. Pigs treat us as equals."
    },
    {
      "cite": "Josh Billings",
      "quote": "A dog is the only thing on earth that loves you more than he loves himself."
    },
    {
      "cite": "Alice Walker",
      "quote": "The animals of the planet are in desperate peril. Without free animal life I believe we will lose the spiritual equivalent of oxygen."
    },
    {
      "cite": "Anthony Douglas Williams",
      "quote": "We have more to learn from animals than animals have to learn from us."
    },
    {
      "cite": "Anthony Douglas Williams",
      "quote": "Animals should not require our permission to live on earth. Animals were given the right to be here long before we arrived."
    },
    {
      "cite": "Anthony Douglas Williams",
      "quote": "When I look into the eyes of an animal I do not see an animal. I see a living being. I see a friend. I feel a soul."
    },
    {
      "cite": "Ian Fleming",
      "quote": "A horse is dangerous at both ends and uncomfortable in the middle."
    },
    {
      "cite": "Christina Foyle",
      "quote": "Animals are always loyal and love you, whereas children you never know where you are."
    },
    {
      "cite": "Voltaire",
      "quote": "There are two things for which animals are to be envied: they know nothing of future evils, or of what people say about them."
    },
    {
      "cite": "George Orwell",
      "quote": "Four legs good, two legs bad."
    },
    {
      "cite": "Kenneth Grahame",
      "quote": "Animals when in company walk in a proper and sensible manner, in single file, instead of sprawling all across the road and being of no use or support to each other in case of sudden trouble or danger."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Animals, in their generation, are wiser than the sons of men; but their wisdom is confined to a few particulars, and lies in a very narrow compass."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Compassion for animals is intimately associated with goodness of character, and it may be confidently asserted that he who is cruel to animals cannot be a good man."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "The question is not, \"Can they reason?\" nor, \"Can they talk?\" but rather, \"Can they suffer?"
    },
    {
      "cite": "Brigid Brophy",
      "quote": "I don't hold animals superior or even equal to humans. The whole case for behaving decently to animals rests on the fact that we are the superior species. We are the species uniquely capable of imagination, rationality, and moral choice - and that is precisely why we are under an obligation to recognize and respect the rights of animals."
    },
    {
      "cite": "Louis J. Camuti",
      "quote": "Love of animals is a universal impulse, a common ground on which all of us may meet. By loving and understanding animals, perhaps we humans shall come to understand each other."
    },
    {
      "cite": "Axel Munthe",
      "quote": "The wild, cruel animal is not behind the bars of a cage. He is in front of it."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Killing animals for sport, for pleasure, for adventures, and for hides and furs is a phenomenon which is at once disgusting and distressing. There is no justification in indulging in such acts of brutality."
    },
    {
      "cite": "Carmen Electra",
      "quote": "It's sad. That's a living creature. We don't have the right to take their life away for fashion."
    },
    {
      "cite": "Michael Fox",
      "quote": "Zoos are becoming facsimiles - or perhaps caricatures - of how animals once were in their natural habitat. If the right policies toward nature were pursued, we would need no zoos at all."
    },
    {
      "cite": "James A. Froude",
      "quote": "Wild animals never kill for sport. Man is the only one to whom the torture and death of his fellow creatures is amusing in itself."
    },
    {
      "cite": "Richard Gere",
      "quote": "People get offended by animal rights campaigns. It's ludicrous. It's not as bad as mass animal death in a factory."
    },
    {
      "cite": "Paul Harvey",
      "quote": "Ever occur to you why some of us can be this much concerned with animals suffering? Because government is not. Why not? Animals don't vote."
    }
  ]
}