{
  "source": "https://www.wisesayings.com/animal-rights-quotes/",
  "theme": "animal-rights",
  "quotes": [
    {
      "cite": "Arthur Schopenhauer",
      "quote": "The assumption that animals are without rights and the illusion that our treatment of them has no moral significance is a positively outrageous example of Western crudity and barbarity. Universal compassion is the only guarantee of morality."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "We must fight against the spirit of unconscious cruelty with which we treat the animals. Animals suffer as much as we do. True humanity does not allow us to impose such sufferings on them. It is our duty to make the whole world recognize it. Until we extend our circle of compassion to all living things, humanity will not find peace."
    },
    {
      "cite": "Joseph Addison",
      "quote": "True benevolence or compassion, extends itself through the whole of existence and sympathizes with the distress of every creature capable of sensation."
    },
    {
      "cite": "Sri Aurobindo",
      "quote": "Life is life--whether in a cat, or dog or man. There is no difference there between a cat or a man. The idea of difference is a human conception for man's own advantage."
    },
    {
      "cite": "Louis J. Camuti",
      "quote": "Love of animals is a universal impulse, a common ground on which all of us may meet. By loving and understanding animals, perhaps we humans shall come to understand each other."
    },
    {
      "cite": "Paul Rodriguez",
      "quote": "Hunting is not a sport. In a sport, both sides should know they're in the game."
    },
    {
      "cite": "Alice Walker",
      "quote": "The animals of the world exist for their own reasons. They were not made for humans any more than black people were made for white, or women created for men."
    },
    {
      "cite": "Edwin Way Teale",
      "quote": "Those who wish to pet and baby wild animals \"love\" them. But those who respect their natures and wish to let them live normal lives, love them more."
    },
    {
      "cite": "Richard H. Pitcairn",
      "quote": "Living with animals can be a wonderful experience, especially if we choose to learn the valuable lessons animals teach through their natural enthusiasm, grace, resourcefulness, affection and forgiveness."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "If man is not to stifle his human feelings, he must practise kindness towards animals, for he who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A man can live and be healthy without killing animals for food; therefore, if he eats meat, he participates in taking animal life merely for the sake of his appetite. And to act so is immoral."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Our task must be to free ourselves... by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty."
    },
    {
      "cite": "His Holiness The Dalai Lama",
      "quote": "Life is as dear to a mute creature as it is to man. Just as one wants happiness and fears pain, just as one wants to live and not die, so do other creatures."
    },
    {
      "cite": "John F. Kullberg",
      "quote": "This is what an animal rights philosophy is really about. Understanding the importance of recognizing that all animals have an inherent right not to be abused by us and then following the ethical path this understanding leads us to is special indeed."
    },
    {
      "cite": "Henry S. Salt",
      "quote": "The main principle of animals' rights, if admitted to be fundamentally sound, will not be essentially affected by the wildness or the domesticity, as the case may be, of the animals in question; both classes have their rights, though these rights may differ largely in extent and importance."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I care not for a man's religion whose dog and cat are not the better for it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It ill becomes us to invoke in our daily prayers the blessings of God, the Compassionate, if we in turn will not practice elementary compassion towards our fellow creatures."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "Life is as dear to a mute creature as it is to man. Just as one wants happiness and fears pain, just as one wants to live and not die, so do other creatures."
    },
    {
      "cite": "Charles Darwin",
      "quote": "The love for all living creatures is the most noble attribute of man."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Animals are my friends... and I don't eat my friends."
    },
    {
      "cite": "John Feldmann",
      "quote": "I believe animals should be respected as citizens of this earth. They should have the right to their own freedom, their own families, and their own life."
    },
    {
      "cite": "Haile Selassie",
      "quote": "It is much easier to show compassion to animals. They are never wicked."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I am in favor of animal rights as well as human rights. That is the way of a whole human being."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "As long as people will shed the blood of innocent creatures there can be no peace, no liberty, no harmony between people. Slaughter and justice cannot dwell together."
    },
    {
      "cite": "George Orwell",
      "quote": "Man is the only creature that consumes without producing. He does not give milk, he does not lay eggs, he is too weak to pull the plough, he cannot run fast enough to catch rabbits. Yet he is lord of all the animals."
    },
    {
      "cite": "Francis of Assisi",
      "quote": "If you have men who will exclude any of God's creatures from the shelter of compassion and pity, you will have men who will deal likewise with their fellow men."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The thinking person must oppose all cruel customs, no matter how deeply rooted in tradition and surrounded by a halo. When we have a choice, we must avoid bringing torment and injury into the life of another."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Think occasionally of the suffering of which you spare yourself the sight."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "We should remember in our dealings with animals that they are a sacred trust to us from our Heavenly Father. They are dumb and cannot speak for themselves."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Humanity's true moral test, its fundamental test. Consists of its attitude towards those who are at its mercy. Animals."
    },
    {
      "cite": "Emile Zola",
      "quote": "The fate of animals is of greater importance to me than the fear of appearing ridiculous; it is indissolubly connected with the fate of men."
    },
    {
      "cite": "James Anthony Froude",
      "quote": "Wild animals never kill for sport. Man is the only one to whom the torture and death of his fellow creatures is amusing in itself."
    },
    {
      "cite": "Ali MacGraw",
      "quote": "I have always felt that the way we treat animals is a pretty good indicator of the compassion we are capable of for the human race."
    },
    {
      "cite": "Peter Singer",
      "quote": "All the arguments to prove man's superiority cannot shatter this hard fact: in suffering, the animals are our equals."
    },
    {
      "cite": "Jacques Deval",
      "quote": "God loved the birds and invented trees. Man loved the birds and invented cages."
    },
    {
      "cite": "Mark Twain",
      "quote": "Of all the animals, man is the only one that is cruel. He is the only one that inflicts pain for the pleasure of doing it."
    },
    {
      "cite": "Ingrid Newkirk",
      "quote": "Our nonviolent tactics are not as effective. We ask nicely for years and get nothing. Someone makes a threat, and it works."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Violence begins with the fork."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If a man aspires towards a righteous life, his first act of abstinence is from injury to animals."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The worst sin toward our fellow creatures is not to hate them, but to be indifferent to them. That's the essence of inhumanity."
    },
    {
      "cite": "Rachel Carson",
      "quote": "We cannot have peace among men whose hearts find delight in killing any living creature."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is just like man's vanity and impertinence to call an animal dumb because it is dumb to his dull perceptions."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "There will be no justice as long as man will stand with a knife or with a gun and destroy those who are weaker than he is."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Until we stop harming all other living beings, we are still savages."
    },
    {
      "cite": "Henry Beston",
      "quote": "Animals are not brethren, they are not underlings. They are other nations, caught with ourselves in the net of life and time."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When a man wants to murder a tiger he calls it sport. When a tiger wants to murder him he calls it ferocity."
    },
    {
      "cite": "Alice Walker",
      "quote": "Animals can communicate quite well. And they do. And generally speaking, they are ignored"
    },
    {
      "cite": "Robert Breault",
      "quote": "I believe in animal rights, and high among them is the right to the gentle stroke of a human hand."
    },
    {
      "cite": "Peter Singer",
      "quote": "An animal experiment cannot be justifiable unless the experiment is so important that the use of a brain-damaged human would be justifiable."
    },
    {
      "cite": "Doris Day",
      "quote": "Killing an animal to make a coat is sin. It wasn't meant to be, and we have no right to do it."
    },
    {
      "cite": "R. Edward Freeman",
      "quote": "That the awful wrongs and sufferings forced upon the innocent, helpless, faithful animal race form the blackest chapter in the whole world's history."
    },
    {
      "cite": "Alexander von Humboldt",
      "quote": "Cruelty to animals is one of the most significant vices of a low and ignoble people. Wherever one notices them, they constitute a sign of ignorance and brutality which cannot be painted over even by all the evidence of wealth and luxury."
    }
  ]
}