{
  "source": "https://www.wisesayings.com/animation-quotes/",
  "theme": "animation",
  "quotes": [
    {
      "cite": "Chuck Jones",
      "quote": "Animation means to invoke life, not to imitate it."
    },
    {
      "cite": "Walt Disney",
      "quote": "Animation can explain whatever the mind of man can conceive. This facility makes it the most versatile and explicit means of communication yet devised for quick mass appreciation."
    },
    {
      "cite": "Norman McLaren",
      "quote": "Animation is not the art of drawings that move but the art of movements that are drawn."
    },
    {
      "cite": "Brad Bird",
      "quote": "Animation is about creating the illusion of life. And you can't create it if you don't have one."
    },
    {
      "cite": "Tim Burton",
      "quote": "The good thing about animation is that you can affect it. If something is not working, then you just fix it."
    },
    {
      "cite": "John Lithgow",
      "quote": "In animation, there's this exhilarating moment of discovery when you see the film and you say, oh that's what I was doing."
    },
    {
      "cite": "Ralph Bakshi",
      "quote": "What's most important in animation is the emotions and the ideas being portrayed. I'm a great believer of energy and emotion."
    },
    {
      "cite": "Luiz Bolognesi",
      "quote": "Animation is capable to go beyond superego defense strategies and touch deep human being contents as no other art expression."
    },
    {
      "cite": "Gore Verbinski",
      "quote": "Animation is a technique, not a genre."
    },
    {
      "cite": "Chuck Jones",
      "quote": "Animation isn't the illusion of life; it is life."
    },
    {
      "cite": "John Lasseter",
      "quote": "To take full advantage of computer animation, you have to pay as much attention to the believable as you do the unbelievable."
    },
    {
      "cite": "Chris Wedge",
      "quote": "For me, part of the fascination with making animation is you go to a place; it's a complete immersion in someone else's fantasy."
    },
    {
      "cite": "Diedrich Bader",
      "quote": "Doing animation is closer to pretending than anything else you get to do. It's much more like when you're a kid putting on a character."
    },
    {
      "cite": "John Lasseter",
      "quote": "Computers don't create computer animation any more than a pencil creates pencil animation. What creates computer animation is the artist."
    },
    {
      "cite": "Brad Bird",
      "quote": "Even in hand drawn animation, humans are widely considered to be the most difficult to execute, because everybody has a feeling for how they move."
    },
    {
      "cite": "Terry Gilliam",
      "quote": "The whole point of animation to me is to tell a story, make a joke, express an idea. The technique itself doesn't really matter. Whatever works is the thing to use."
    },
    {
      "cite": "Matt Groening",
      "quote": "With animation, because you can draw anything and do anything and have the characters do whatever you want, the tendency is to be very loose with the boundaries and the rules."
    },
    {
      "cite": "Henry Selick",
      "quote": "In all animation, if it's done quickly, you'll know it. And if you're very slow and careful with it, it's going to look a little more beautiful. It's just compressing time into seconds."
    },
    {
      "cite": "Eric Drooker",
      "quote": "There's the fact that animation is extremely time-consuming, tedious, labor-intensive, and therefore, extremely expensive as an art form to really do it right, to really do full animation."
    },
    {
      "cite": "Dean DeBlois",
      "quote": "One of my favorite things about animation is that the boundaries are as limitless as our imaginations. If we can dream it, we can make it. And if we do it well, audiences will believe it wholeheartedly."
    },
    {
      "cite": "Marjane Satrapi",
      "quote": "With animation, if something does not fit, you always have the time to change it. When you make a live-action movie, when your days of shooting are over, they are over forever."
    },
    {
      "cite": "John Lasseter",
      "quote": "Animation is the one type of movie that really does play for the entire audience. Our challenge is to make stories that connect for kids and adults."
    },
    {
      "cite": "Walt Disney",
      "quote": "Animation is different from other parts. Its language is the language of caricature."
    },
    {
      "cite": "Michael Palin",
      "quote": "When in doubt, resort to animation."
    },
    {
      "cite": "Norman McLaren",
      "quote": "Animation is manipulating the difference."
    },
    {
      "cite": "Gore Verbinski",
      "quote": "Nothing’s occurring in animation--you manufacture everything."
    },
    {
      "cite": "Aziz Ansari",
      "quote": "Acting is a plum gig, and then animation is an even more plum gig."
    },
    {
      "cite": "Paul Mccartney",
      "quote": "Animation is not just for children--it's also for adults who take drugs."
    },
    {
      "cite": "Douglas Wood",
      "quote": "Animation scripts tend to be much more descriptive and are lighter on dialogue."
    },
    {
      "cite": "Chris Wedge",
      "quote": "Animation has always been about technology. You can't have animation without technology."
    },
    {
      "cite": "Lucrecia Martel",
      "quote": "Without doubt, in animation each frame is important, every movement defines the character."
    },
    {
      "cite": "Genndy Tartakovsky",
      "quote": "For me, animation is the caricature of life. It's something that we create, from the ground up."
    },
    {
      "cite": "Jennifer Yuh Nelson",
      "quote": "A lot of the time in animation is spent getting the story right – that’s something you can’t rush."
    },
    {
      "cite": "Pete Docter",
      "quote": "Traditionally, animation has been dominated by men in the past. I don't know why it attracted guys."
    },
    {
      "cite": "Steve Carell",
      "quote": "It's interesting when you're trying to create a character in animation. It's really a communal effort."
    },
    {
      "cite": "Gerald Scarfe",
      "quote": "Where as in animation you have to kind of do a series of drawings in between to complete the movement."
    },
    {
      "cite": "Don Bluth",
      "quote": "It just seems like the whole, overall animation world is trying to go where maybe animation doesn't belong."
    },
    {
      "cite": "Jeffrey Katzenberg",
      "quote": "When you're dealing with clay animation, people forget that every single set is built to scale and by hand."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "Animations are really powerful - it's not just entertainment, it's a very cunning way to get good ideas across."
    },
    {
      "cite": "Nick Park",
      "quote": "The nice thing about animation is that you can realise your inventions without understanding all the hard theory."
    },
    {
      "cite": "Ralph Bakshi",
      "quote": "Animation is tremendously resilient. Animation will recover, as art always recovers. There's always cycles of good art."
    },
    {
      "cite": "Cai Guo-Qiang",
      "quote": "Computer animation is one way to liberate people from their circumstantial gravity, and it is one way to give them mental freedom."
    },
    {
      "cite": "John Lasseter",
      "quote": "In computer animation, every detail has to be thought out, designed, modeled, shaded, placed and lit. The more you add, the more computer memory you need."
    },
    {
      "cite": "Walt Disney",
      "quote": "Animation offers a medium of story telling and visual entertainment which can bring pleasure and information to people of all ages everywhere in the world."
    },
    {
      "cite": "John C. Reilly",
      "quote": "Animation is a great way to work. No early morning call times, no make-up chair. In live action ,you're always fighting the clock; the sun is always going down too soon."
    },
    {
      "cite": "Ray Harryhausen",
      "quote": "Animation requires a great deal of concentration, and I preferred to work alone because then I'm not deterred by somebody asking me if I want coffee, or the phone ringing or something."
    },
    {
      "cite": "Jonathan M. Goldstein",
      "quote": "The thing about animation is that it's a constantly changing process. They talk in terms of sequences - so there's like thirty different sequences in a movie and at anytime those were shifting or being taken out or being replaced."
    },
    {
      "cite": "John Lasseter",
      "quote": "One of the things about animation is it's so expensive to do the animation, that you can't produce coverage. You only have one chance to make every shot."
    }
  ]
}