{
  "source": "https://www.wisesayings.com/animal-abuse-quotes/",
  "theme": "animal-abuse",
  "quotes": [
    {
      "cite": "Milan Kundera",
      "quote": "Humanity's true moral test, its fundamental test consists of its attitude towards those who are at its mercy: animals."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Compassion for animals is intimately connected with goodness of character; and it may be confidently asserted that he who is cruel to animals cannot be a good man."
    },
    {
      "cite": "Pythagoras",
      "quote": "For as long as men massacre animals, they will kill each other. Indeed, he who sows the seed of murder and pain cannot reap joy and love."
    },
    {
      "cite": "Dr. David Starr Jordan",
      "quote": "Our treatment of animals will someday be considered barbarous. There cannot be perfect civilization until man realizes that the rights of every living creature are as sacred as his own."
    },
    {
      "cite": "Julia Allen Field",
      "quote": "We cannot glimpse the essential life of a caged animal, only the shadow of its former beauty."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "He who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals."
    },
    {
      "cite": "Ali McGraw",
      "quote": "I have always felt that the way we treat animals is a pretty good indicator of the compassion we are capable of for the human race."
    },
    {
      "cite": "Prophet Mohammed",
      "quote": "A good deed done to an animal is as meritorious as a good deed done to a human being, while an act of cruelty to an animal is a bad as an act of cruelty to a human being."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If a man aspires towards a righteous life, his first act of abstinence is from injury to animals."
    },
    {
      "cite": "Peter Singer",
      "quote": "An animal experiment cannot be justifiable unless the experiment is so important that the use of a brain-damaged human would be justifiable."
    },
    {
      "cite": "J.A. Froude",
      "quote": "Wild animals never kill for sport. Man is the only one to whom the torture and death of his fellow-creatures is amusing in itself."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The greatness of a nation and its moral progress can be judged by the way its animals are treated."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "We should remember in our dealings with animals that they are a sacred trust to us from our Heavenly Father. They are dumb and cannot speak for themselves."
    },
    {
      "cite": "Native American Proverb",
      "quote": "Every animal knows more than you do."
    },
    {
      "cite": "Pierre Troubetzkoy",
      "quote": "Why should man expect his prayer for mercy to be heard by what is above him when he shows no mercy to what is under him?"
    },
    {
      "cite": "James Anthony Froude",
      "quote": "Wild animals never kill for sport. Man is the only one to whom the torture and death of his fellow-creatures is amusing in itself."
    },
    {
      "cite": "Alice Walker",
      "quote": "Animals can communicate quite well. And they do. And generally speaking, they are ignored."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When a man wants to murder a tiger he calls it sport; when a tiger wants to murder him he calls it ferocity."
    },
    {
      "cite": "Bradley Miller",
      "quote": "Teaching a child not to step on a caterpillar is as valuable to the child as it is to the caterpillar."
    },
    {
      "cite": "Charles Darwin",
      "quote": "There is no fundamental difference between man and the higher animals in their mental faculties... The lower animals, like man, manifestly feel pleasure and pain, happiness, and misery."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "I ask people why they have deer heads on their walls. They always say because it's such a beautiful animal. There you go. I think my mother is attractive, but I have photographs of her."
    },
    {
      "cite": "Robert K. Ressler",
      "quote": "Murderers ... very often start out by killing and torturing animals as kids."
    },
    {
      "cite": "Richard Pryor",
      "quote": "I urge you to ask yourself just how honorable it is to preside over the abuse and suffering of animals."
    },
    {
      "cite": "Neal Barnard",
      "quote": "To give a child animal products is a form of child abuse."
    },
    {
      "cite": "Anna Sewell",
      "quote": "We call them dumb animals, and so they are, for they cannot tell us how they feel, but they do not suffer less because they have no words."
    },
    {
      "cite": "A. W. Tozer",
      "quote": "The abuse of a harmless thing is the essence of sin."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Concern for animals is a matter of taking the side of the weak against the strong, something the best people have always done."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "In justifying cruelty to animals we put ourselves also on the animal level. We choose the jungle and must abide by our choice."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Until we stop harming all other living beings, we are still savages."
    },
    {
      "cite": "Alphonse Marie Louis de Lamartine",
      "quote": "We cannot have two hearts, one for the animals and one for men. In cruelty towards the former and cruelty to the latter there is no difference but in the victim."
    },
    {
      "cite": "Adam Durand",
      "quote": "Animal cruelty is not isolated to the egg industry. Unfortunately, animal abuse is systemic throughout animal agriculture."
    },
    {
      "cite": "Adam Durand",
      "quote": "The reason that animals are being confined in this way, the reason that factory farms exist, is because of consumer demand for these products. The best thing that we can do as individuals to prevent animal cruelty is to stop supporting these industries."
    },
    {
      "cite": "Bryon Howard",
      "quote": "We may be evolved, but deep down we are still animals."
    },
    {
      "cite": "Doug Molitor",
      "quote": "Even our homes are built in wild animals' territory."
    },
    {
      "cite": "Doug Molitor",
      "quote": "A good zoo tries to recreate the animals' natural home, but if *all* the wilderness is destroyed, these magnificent animals will end up in cramped concrete prisons."
    },
    {
      "cite": "Doug Molitor",
      "quote": "Trees and brush provide shelter and food to animals such as birds and foxes."
    },
    {
      "cite": "Mark Leveson",
      "quote": "Animal friends are just there to be animal friends, if they can't handle being a carpet."
    },
    {
      "cite": "Paul Berriff",
      "quote": "The animals can't speak, and we have to, try and find the words for the animals. The best part is, getting the animal before it's tortured to death."
    },
    {
      "cite": "Catherine Tiplady",
      "quote": "Animal abuse is an international problem, which has been part of human civilization for millenia."
    },
    {
      "cite": "Catherine Tiplady",
      "quote": "Animal abuse is the harm, neglect or misuse of animals by humans resulting in the animals suffering physically and/or emotionally."
    },
    {
      "cite": "Catherine Tiplady",
      "quote": "Abuse has been defined as misuse or maltreatment and cruelty as indifference or pleasure in another's pain."
    },
    {
      "cite": "Catherine Tiplady",
      "quote": "Animal abuse can be physical and/or mental."
    },
    {
      "cite": "Catherine Tiplady",
      "quote": "People's attitudes toward and acceptance of animal abuse may vary depending on their culture, the species of animal and the animal's intended use."
    },
    {
      "cite": "Evan Esar",
      "quote": "It's strange how many animals are killed to dress the girl that's dressed to kill."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Animals are my friends, and I don't eat my friends."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Animal Farm the function of socialism is to raise suffering to a higher level."
    },
    {
      "cite": "Samuel Butler",
      "quote": "All animals, except man, know that the principal business of life is to enjoy it."
    },
    {
      "cite": "Anatole France",
      "quote": "Until one has loved an animal, a part of one's soul remains unawakened."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A man can live and be healthy without killing animals for food therefore, if he eats meat, he participates in taking animal life merely for the sake of his appetite."
    },
    {
      "cite": "Aristotle",
      "quote": "Man, when perfected, is the best of animals. but, when separated from the law and justice, he is the worst of all."
    },
    {
      "cite": "Truman Capote",
      "quote": "You are a human being with a free will. Which puts you above the animal level. But if you live your life without feeling and compassion for the fellowmen - you are as an animal - 'an eye for an eye, a tooth for a tooth' & happiness & peace of mind is not attained by living thus."
    },
    {
      "cite": "George Orwell",
      "quote": "According to Buddhist belief, those who have done evil in their lives will spend the next incarntation in the shape of a rat, a frog or some other low animal."
    },
    {
      "cite": "Larry McMurty",
      "quote": "Animals won't stay in places where too many people shoot at them."
    },
    {
      "cite": "Bill Graham",
      "quote": "The Bible lists in Hebrews 11 the heroes of the faith... who were tortured, imprisoned, stoned, torn apart, and killed by the sword. They didn't wear designer jeans but went about in animal skins, destiture and tormented."
    },
    {
      "cite": "Oxford University Press",
      "quote": "Man is the only creature that consumes without producing."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "Animals live peacefully, and only attack or kill when they think they have no other option. The most terrible behavior and actions in history have been displayed by our species, yet calling a person is an animal is an insult."
    },
    {
      "cite": "Ryan Holiday",
      "quote": "The stoics believed that every person, animal, and thing has a purpose or a place in nature."
    },
    {
      "cite": "J. M. Coetzee",
      "quote": "Anyone who says that life matters less to animals than it does to us has not held in his hands an animal fighting for its life."
    },
    {
      "cite": "J. M. Coetzee",
      "quote": "The whole of the being of the animal is thrown into that fight, without reserve."
    },
    {
      "cite": "Ben Isacat",
      "quote": "Animal rights is a practical pursuit applying morality to everyday situations."
    },
    {
      "cite": "Ben Isacat",
      "quote": "Animal rights is advocating rights for animals."
    },
    {
      "cite": "Ben Isacat",
      "quote": "Animal rights concentrates on sentient animals."
    },
    {
      "cite": "Clifton P. Flynn",
      "quote": "Animal abuse has also been investigated as a predictor of bullying."
    },
    {
      "cite": "Clifton P. Flynn",
      "quote": "Those who abuse animals and bully others, especially males, appear to be rewarded by the power they have over others, human or animal."
    },
    {
      "cite": "Linda Merz-Perez",
      "quote": "Animal cruelty manifests itself in many ways and is fueled by many motives."
    },
    {
      "cite": "Mary Lindeen",
      "quote": "Animals need people, too. They need our care and kindness."
    },
    {
      "cite": "Tom Regan",
      "quote": "The cruelty-kindness view maintains that we have a direct duty to be kind to animals and a direct duty not to be cruel to them."
    },
    {
      "cite": "Tom Regan",
      "quote": "To say that the duty of kindness is direct means that kindness is owed to animals themselves, not to those humans who might be affected by how animals are treated."
    },
    {
      "cite": "Rosalind Hursthouse",
      "quote": "We have duties to respect the rights of those who have rights, but we also have duties of compassion or humanity - and we have these latter duties to all animals capable of pleasure and pain."
    },
    {
      "cite": "Matthieu Ricard",
      "quote": "Some societies have developed collective patterns of thought that encourage the view that animals exist to serve humans, but the outlook of other traditions has long been that every being, human or nonhuman, must be respected."
    },
    {
      "cite": "Matthieu Ricard",
      "quote": "The most striking quality that humans and animals have in common is the capacity to experience suffering."
    },
    {
      "cite": "Matthieu Ricard",
      "quote": "Animals are no more than simple machines, automata. They feel neither pleasure nor pain, nor anything else at all. Although they are capable of crying out when they are cut by a knife or of going through contortions in their efforts to escape contact with a hot iron."
    },
    {
      "cite": "Dr Angus Nurse",
      "quote": "Yet the reality is that much animal harm remains legal and indeed is positively provided for in legislation."
    },
    {
      "cite": "Temple Grandin",
      "quote": "Lot of animals living in captivity don't mate successfully because there's something wrong with their living conditions that stops them from acting naturally."
    },
    {
      "cite": "Temple Grandin",
      "quote": "Animals don't have purely behavioral needs, and if an animal expresses a normal behavior in an abnormal environment, its welfare may be poor."
    },
    {
      "cite": "Temple Grandin",
      "quote": "All animals and people have the same core emotion system in the brain. When people are suffering mentally, they want to feel better-they want to stop having bad emotions and start having a good emotions. That's the right goal with animals, too."
    },
    {
      "cite": "Temple Grandin",
      "quote": "We should assume that some captive animals feel frustrated being locked up inside. Many captive animals try to escape as soon as they have an opportunity."
    },
    {
      "cite": "Linda Bender",
      "quote": "We can't look down on animals without also looking down on those aspects of our nature that we have in common with them."
    },
    {
      "cite": "Linda Bender",
      "quote": "Because we think about the future more than animals do, we are better than they are at foreseeing consequences. So it is ironic that when animal species become endangered, it is almost always the unforseen result of human activity."
    }
  ]
}