{
  "source": "https://www.wisesayings.com/anniversary-quotes/",
  "theme": "anniversary",
  "quotes": [
    {
      "cite": "Byron Pulsifer",
      "quote": "There is no end to a wedding anniversary when love is always full and growing each and every day."
    },
    {
      "cite": "unknown",
      "quote": "Our anniversary is just a momentary celebration, but our marriage is a timeless one."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "An anniversary is a celebration of the triumph and tragedy of love."
    },
    {
      "cite": "Rita Rudner",
      "quote": "Husband: a man who buys his football tickets four months in advance and waits until the day before his anniversary to buy his wife a gift."
    },
    {
      "cite": "Pope Paul VI",
      "quote": "Are there memories left that are safe from the clutches of phony anniversaries?"
    },
    {
      "cite": "Bob Diets",
      "quote": "The anniversary date of a loved one's death is particularly significant. You will have done something you thought was impossible a few months earlier. You will have survived an entire year without someone who was as important to you as life itself."
    },
    {
      "cite": "Sorin Cerin",
      "quote": "We can never succeed in knowing our own self without holidays and anniversaries."
    },
    {
      "cite": "Robert Rivers",
      "quote": "Our anniversary reminds me that when we married there were just the two of us, but now look at our family - children and grandchildren that we love and cherish. What we created together is worth more than anything in this world and our love for each other and for our family just gets stronger each day."
    },
    {
      "cite": "Zoe Foster Blake",
      "quote": "An anniversary is a reminder as to why you love and married this person."
    },
    {
      "cite": "Joel Nyarangi",
      "quote": "Every anniversary is an opportunity to evaluate the past and the present for the sake of future opportunities."
    },
    {
      "cite": "Bauvard",
      "quote": "An anniversary is the perfect time to celebrate all the missed opportunities to correct a mistake, and even take vows to renew it."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "The punctuation of anniversaries is terrible, like the closing of doors, one after another between you and what you want to hold on to."
    },
    {
      "cite": "Zbigniew Brzezinski",
      "quote": "Anniversaries are like birthdays: occasions to celebrate and to think ahead, usually among friends with whom one shares not only the past but also the future."
    },
    {
      "cite": "Vikrant Parsai",
      "quote": "Don't bury the past if you have intentions of visiting the grave on its anniversary."
    },
    {
      "cite": "Gene Perret",
      "quote": "Our wedding was many years ago. The celebration continues to this day."
    },
    {
      "cite": "Joey Skaggs",
      "quote": "Celebrations of anniversaries of disasters, such as nuclear power plant meltdowns or political assassinations, provide opportunities, as do holidays."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Most modern calendars mar the sweet simplicity of our lives by reminding us that each day that passes is the anniversary of some perfectly uninteresting event."
    },
    {
      "cite": "Gerard Way",
      "quote": "Anniversaries are lies if we forget why the confetti flies."
    },
    {
      "cite": "Fernando A. Torres",
      "quote": "An anniversary is where you look back at having either fulfilled Cinderella or Lord of the Flies."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "An anniversary is not divided into mere hours of a day but measured in each moment when two never stop being one."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The holiest of all holidays are those kept by ourselves in silence and apart; the secret anniversaries of the heart."
    },
    {
      "cite": "Scott Adams",
      "quote": "The Cheesecake Factory is a great business model, but if you take your wife there for your 25th wedding anniversary, you might not reach your 26th."
    },
    {
      "cite": "Sorin Cerin",
      "quote": "The soul is a prolonged anniversary of our lives in this world."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "An anniversary says, \"Think of the dreams you have weathered together. They are intimate accomplishments."
    },
    {
      "cite": "Author Unknown",
      "quote": "An anniversary is a time to celebrate the joys of today, the memories of yesterday, and the hopes of tomorrow."
    },
    {
      "cite": "Author Unknown",
      "quote": "Today's the anniversary of you being expelled from your mother's uterus. Happy birthday!"
    },
    {
      "cite": "Paul Sweeney",
      "quote": "A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year."
    },
    {
      "cite": "Ashleigh Slater",
      "quote": "Those monumental anniversary celebrations aren't what ultimately determine the actual direction of our marriage. Rather, it's the here and now. It's those daily decisions we make individually and together that influence how our relationship actually fares in the long run."
    }
  ]
}