{
  "source": "https://www.wisesayings.com/annoying-people-quotes/",
  "theme": "annoying-people",
  "quotes": [
    {
      "cite": "Isaac Asimov",
      "quote": "Those people who think they know everything are a great annoyance to those of us who do."
    },
    {
      "cite": "Don Herold",
      "quote": "There is nobody so irritating as somebody with less intelligence and more sense than we have."
    },
    {
      "cite": "Nikolaj Coster-Waldau",
      "quote": "I know nothing more annoying when people I don't know jump to conclusions on my person based on nothing but gossip or speculation."
    },
    {
      "cite": "Novala Takemoto",
      "quote": "Most people are full of themselves and speak only the obnoxiously superficial, in other words they're annoying as hell."
    },
    {
      "cite": "Alan Robert Neal",
      "quote": "Don't invite annoying people into your life, and set ground rules for the ones you inherited."
    },
    {
      "cite": "Francine Chiar",
      "quote": "Some people just don't get that I'll rather talk to a wall than them."
    },
    {
      "cite": "Brian Bonsall",
      "quote": "It's not annoying if only a couple of people come up. If a bunch of them crowd around me, it's annoying."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "People who say it cannot be done should not interrupt those who are doing it."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Worried about being a dull fellow? You might develop your talent for being irritating."
    },
    {
      "cite": "Robert Smith",
      "quote": "In some cases, I quite like irritating people who need to be irritated."
    },
    {
      "cite": "unknown",
      "quote": "Some people are like clouds. When they disappear, it's a brighter day."
    },
    {
      "cite": "Tom Lehrer",
      "quote": "I know that there are people who do not love their fellow man, and I hate people like that."
    },
    {
      "cite": "Bo Burnham",
      "quote": "I like to call everyone that I find slightly annoying a 'sociopath.'"
    },
    {
      "cite": "Kin Hubbard",
      "quote": "Nothing is as irritating as the fellow who chats pleasantly while he's overcharging you."
    },
    {
      "cite": "Alexander Theroux",
      "quote": "Being natural is one of the most irritating poses I know in people."
    },
    {
      "cite": "Rebecca Sparrow",
      "quote": "I don't hate you, you're just the most annoying person in my life."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "Some people have so little going on in their lives, they would rather discuss yours."
    },
    {
      "cite": "Harold Coffin",
      "quote": "The fellow who thinks he knows it all is especially annoying to those of us who do."
    },
    {
      "cite": "unknown",
      "quote": "Unless your name is GOOGLE, Don`t act as if you know everything."
    },
    {
      "cite": "Emily Vancamp",
      "quote": "I think people who lack humility are really annoying."
    },
    {
      "cite": "Howie Mandel",
      "quote": "People who annoy people; they are the luckiest people in the world."
    },
    {
      "cite": "Michelle Wie",
      "quote": "I don't like boys. They're kind of annoying."
    },
    {
      "cite": "Bob Bobby",
      "quote": "I hate when someone wants to ask me a question, I ask them what it is, then they're like 'nevermind'."
    },
    {
      "cite": "Steve Coogan",
      "quote": "I find impressionists slightly annoying, really."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Some people are so heavenly minded that they are no earthly good."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "There is no use whatsoever trying to help people who do not help themselves. You cannot push anyone up a ladder unless he is willing to climb himself."
    },
    {
      "cite": "Will Smith",
      "quote": "Too many people spend money they haven't earned, to buy things they don't want, to impress people they don't like."
    },
    {
      "cite": "Dave Barry",
      "quote": "People who want to share their religious views with you almost never want you to share yours with them."
    },
    {
      "cite": "Joshua Ferris",
      "quote": "It is really irritating to work with irritating people."
    },
    {
      "cite": "Vianka Van Bokkem",
      "quote": "Annoying people with no class at all should stay far away from computers!"
    },
    {
      "cite": "Boyd Rice",
      "quote": "Do you ever think about / What a lovely place the world would be / Without all the people / That make life so unpleasant? / All the small, petty people / All the ugly, annoying people / It's hard not to think about it"
    },
    {
      "cite": "Boyd Rice",
      "quote": "I like to think about / What could be / Done to these people / Something cruel / Something mean / Something just / But the meaner the better / Goodness knows they deserve it"
    },
    {
      "cite": "Maxwell Joseph Bordelon",
      "quote": "I’m sick and tired / I’m young but I feel older / Someone come help with this weight that’s on my shoulder / I’m in this together but I am still a loner / Saying why in the world are you people so annoying?"
    },
    {
      "cite": "Fanny Emmanuelle Bouland",
      "quote": "They're no reason to get dressed / You should leave your disguise and free your mind / People are annoying, I spent my entire life fancy."
    },
    {
      "cite": "Andreas Per Mattson",
      "quote": "People are like songs, it's true / Some seem dull at first but then they grow on you / Me, I'm like can't get you out of my head / Annoying at times, but I make you wanna dance"
    },
    {
      "cite": "Evan Esar",
      "quote": "Women are more irritable than men, probably because men are more irritating."
    },
    {
      "cite": "Evan Esar",
      "quote": "An alcoholic is constantly irritating his family because he is constantly irritating himself."
    },
    {
      "cite": "Evan Esar",
      "quote": "A successful politician is one who knows how to get into the public eye without irritating it."
    },
    {
      "cite": "John Little",
      "quote": "It is always easier to love the weak than the strong: the strong do not need our love, and instinctively we look for flaws in their irritating perfection: every statue is a provocation."
    },
    {
      "cite": "Herm Albright",
      "quote": "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "What a distressing contrast is between the radiant intelligence of the child and the feeble mentality of the average adult."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life."
    },
    {
      "cite": "Fred Allen",
      "quote": "I like long walks especially when they are taken by people who annoy me."
    },
    {
      "cite": "James Frey",
      "quote": "Lots of people know what to do but few people actually do what they know."
    },
    {
      "cite": "James Frey",
      "quote": "There are many people educated, people with great ideas, people with skills that don't take action from time to time, and that is a waste."
    },
    {
      "cite": "Augustus William Hare",
      "quote": "Would you touch a nettle without being stung by it? take hold of it stoutly. Do the same to other annoyances, and hardly will anything annoy you."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Always forgive your enemies - nothing annoys them so much."
    },
    {
      "cite": "Amiel",
      "quote": "Man never know what he wants; he aspires to penetrate mysteries and as soon as he has, he wants to reestablish them. Ignorance irritates him and knowledge cloys."
    },
    {
      "cite": "Billy Graham",
      "quote": "Disappointment are part of life; we can't always have our own way, and we need to learn to separate what is significant from what is merely annoying. Only in heaven will we be free of all."
    },
    {
      "cite": "Steve Supple",
      "quote": "To accept people, we need to see what they can be."
    },
    {
      "cite": "Stephen Harrison",
      "quote": "If you believe 'nobody loves me', it'll be satisfied by everyone who doesn't like you, and then by those who do that you then successfully manage to annoy, so they decide to exit your life."
    },
    {
      "cite": "Scott Adams",
      "quote": "A consultant is a person who takes your money and annoys your employees while tirelessly searching for the best way to extend the consulting contract."
    },
    {
      "cite": "Neil Simon",
      "quote": "Everything you do irritates me. And when you're not here, the things I know you're gonna do when you come back in irritate me."
    },
    {
      "cite": "Hugh Payne",
      "quote": "Why are husbands like laxatives? They irritate the crap out of you."
    },
    {
      "cite": "Tweed Conrad",
      "quote": "You are a very irritating person, and very ill-bred."
    },
    {
      "cite": "Tweed Conrad",
      "quote": "I hate people who talk about themselves, as you do, when one wants to talk about oneself, as I do. It is what I call selfishness."
    },
    {
      "cite": "Milan Kundera",
      "quote": "The past is full of life, eager to irritate us, provoke and insult us, provoke and insult us, tempt us to destroy or repaint it."
    },
    {
      "cite": "Eliza Haywood",
      "quote": "There was nobody in my vicinity to confuse and annoy me in my course, and so I had to be original."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."
    },
    {
      "cite": "Ray Goforth",
      "quote": "There are two types of people who will tell you that you cannot make a difference in this world: those who are afraid to try and those who are afraid you will succeed."
    },
    {
      "cite": "Holy Bible",
      "quote": "An offended brother is more unyielding than a fortified city, and disputes are like barred gates of a citadel. - Proverbs 18:19"
    },
    {
      "cite": "Bob Phillips",
      "quote": "Analyticals are most irritated by people who make rash decisions or people who are too pushy."
    },
    {
      "cite": "Bob Phillips",
      "quote": "Amiables are usually irritated by people who are too pushy."
    },
    {
      "cite": "Bob Phillips",
      "quote": "Expressives are most irritated by people who make decisions too slowly."
    },
    {
      "cite": "Bob Phillips",
      "quote": "The strengths of the annoying people in you life can complement your weaknesses, if you will allow them to."
    },
    {
      "cite": "Annie McKee",
      "quote": "We try to cope by avoiding that bad manager or getting that stubborn, annoying person off the team."
    }
  ]
}