{
  "source": "https://www.wisesayings.com/anorexia-quotes/",
  "theme": "anorexia",
  "quotes": [
    {
      "cite": "Rachel Cusk",
      "quote": "The anorexic body is held in the grip of will alone; its meaning is far from stable. What it says - 'Notice me, feed me, mother me' - is not what it means, for such attentions constitute an agonising test of that will, and also threaten to return the body to the dreaded 'normality' it has been such ecstasy to escape."
    },
    {
      "cite": "Joanna Krupa",
      "quote": "While I was never diagnosed with anorexia or bulimia at the time, I've learned that starving myself and bingeing means I had both."
    },
    {
      "cite": "Meg Wolizer",
      "quote": "To be anorexic...she thought, amounted to wanting to shed yourself of some of the imperfect mosaic of pieces that made you who you were. She could understand that now for, maybe underneath that desquamated self you would locate a new version."
    },
    {
      "cite": "Ginger Zee",
      "quote": "I didn't choose to get anorexia. I may have made some childhood-like choices to try to control something. 'I know what I'll do: I'll just not eat.' That was the initial point, but then it spiraled and became a disease - not a choice by any means."
    },
    {
      "cite": "Lindsey Sterling",
      "quote": "I was struggling with anorexia, and one of the biggest problems with an eating disorder is you don't realize you have it. And you can't heal until you realize there's a problem."
    },
    {
      "cite": "Kate Beckinsale",
      "quote": "I always felt that anorexia was the form of breakdown most readily available to adolescent girls."
    },
    {
      "cite": "Caroline Knapp",
      "quote": "Anorexia is a response to cultural images of the female body - waiflike, angular - that both capitulates to the ideal and also mocks it, strips away all the ancillary signs of sexuality, strips away breasts and hips and butt and leaves in their place a garish caricature, a cruel cartoon of flesh and bone."
    },
    {
      "cite": "Benjamin Milipied",
      "quote": "Most dancers have no awareness of how they look; half of them think they're fat. There is anorexia in the ballet world; there are those things."
    },
    {
      "cite": "Kathryn Harrison",
      "quote": "The dizzy rapture of starving. The power of needing nothing. By force of will I make myself the impossible sprite who lives on air, on water, on purity."
    },
    {
      "cite": "Ginger Zee",
      "quote": "Anorexia is a real disease. The choice you do have is asking for help."
    },
    {
      "cite": "Stephanie Watson",
      "quote": "Anorexia is more like self-starvation— becoming so obsessed in losing weight and dieting that you ignore your body's hunger signals."
    },
    {
      "cite": "Stephanie Watson",
      "quote": "Although people with anorexia are always hungry, they take pride in denying hunger, feeling more in control and independent."
    },
    {
      "cite": "Stephanie Watson",
      "quote": "If you don't have a healthy relationship with food, eating can cause discomfort, guilt, conflicts with others, and even self-hatred."
    },
    {
      "cite": "Stephanie Watson",
      "quote": "A few of the forces that cause an eating disorder to kick in: insecurity, peer pressure, and society's pressure to be thin."
    },
    {
      "cite": "Rosemary Shelley",
      "quote": "It is hard to ignore a person who refuses to eat and who is rapidly losing weight. Although the attention is negative attention, for many it is seen as preferable to no attention at all."
    },
    {
      "cite": "Rosemary Shelley",
      "quote": "Weight loss can be viewed as an achievement producing a sense of pride and self-esteem previously lacked."
    },
    {
      "cite": "Fiona",
      "quote": "My body was so severely undernourished it was obvious that there was no possible way that my mid could think straight."
    },
    {
      "cite": "Jean",
      "quote": "I fully understand how illogical it must seem to starve yourself to near death. But Anorexia is not a concern of logic."
    },
    {
      "cite": "Victoria",
      "quote": "I religiously avoided all social events. Spending time with other people invariably meant eating and drinking with them, and besides, seeing people eat disgusted me."
    },
    {
      "cite": "Bonnie Graves",
      "quote": "Anorexia can cause people to develop a distorted, or unreal body image."
    },
    {
      "cite": "Janet Treasure",
      "quote": "The desire to lose weight is different from that of the hunger striker, who will stop starving if his or her goals are met. Sadly for the person with anorexia, losing weight becomes a way of life with no end point."
    },
    {
      "cite": "Debbie Stanley",
      "quote": "Anorexia is not a simply weight-loss technique; it is an emotional illness that leaves its victims powerless to stop it."
    },
    {
      "cite": "Marilou Ambrose",
      "quote": "Not everyone who diets develops anorexia, but people who do develop it almost always start by dieting. Then the diet goes out of hand."
    },
    {
      "cite": "Marilou Ambrose",
      "quote": "What begins harmlessly with the desire to lose a few pounds soon spirals out of control."
    },
    {
      "cite": "Marya Hornbacher",
      "quote": "We turn skeletons into goddesses and look to them as if they might teach us how not to need."
    },
    {
      "cite": "Jenna Morrow",
      "quote": "I am forever engaged in a silent battle in my head over whether or not to lift the fork to my mouth, and when I talk myself into doing so, I taste only shame. I have an eating disorder."
    },
    {
      "cite": "Steven Levenkron",
      "quote": "How silly people were to eat. They thought they needed food for energy, but they didn't. Energy came from will, from self-control."
    },
    {
      "cite": "Steven Levenkron",
      "quote": "Soon I'll be thinner than all of you, she swore to herself. And then I'll be the winner. The thinner is the winner."
    },
    {
      "cite": "Celia Imrie",
      "quote": "Anorexia is an awful thing, but you get yourself into it, and only you can get yourself out of it."
    }
  ]
}