{
  "source": "https://www.wisesayings.com/answer-quotes/",
  "theme": "answer",
  "quotes": [
    {
      "cite": "Naguib Mahfouz",
      "quote": "You can tell whether a man is clever by his answers. You can tell whether a man is wise by his questions."
    },
    {
      "cite": "Akash Rathi",
      "quote": "Our sweat is answer to all those who question our effort and hard work."
    },
    {
      "cite": "Mark Twain",
      "quote": "I was gratified to be able to answer promptly, and I did. I said I didn't know."
    },
    {
      "cite": "Lao Tzu",
      "quote": "At the center of your being you have the answer; you know who you are and you know what you want."
    },
    {
      "cite": "Criss Jami",
      "quote": "A solid answer to everything is not necessary. Blurry concepts influence one to focus, but postulated clarity influences arrogance."
    },
    {
      "cite": "George Carlin",
      "quote": "The reason I talk to myself is that I'm the only one whose answers I accept."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The great question that has never been answered, and which I have not yet been able to answer, despite my thirty years of research into the feminine soul, is 'What does a woman want?"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The greatest compliment that was ever paid me was when one asked me what I thought, and attended to my answer."
    },
    {
      "cite": "William Allin",
      "quote": "Education is not the answer to the question. Education is the means to the answer to all questions."
    },
    {
      "cite": "Albert Camus",
      "quote": "Charm is a way of getting the answer 'Yes' without asking a clear question."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A wise man can learn more from a foolish question than a fool can learn from a wise answer."
    },
    {
      "cite": "W.C. Fields",
      "quote": "It ain't what they call you, it's what you answer to."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Historians are like deaf people who go on answering questions that no one has asked them."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "A thinker sees his own actions as experiments and questions--as attempts to find out something. Success and failure are for him answers above all."
    },
    {
      "cite": "James Thurber",
      "quote": "It is better to know some of the questions than all of the answers."
    },
    {
      "cite": "Bernard M. Baruch",
      "quote": "Never answer a critic, unless he's right."
    },
    {
      "cite": "Voltaire",
      "quote": "Judge a man by his questions rather than by his answers."
    },
    {
      "cite": "Richard Feynman",
      "quote": "I would rather have questions that can't be answered than answers that can't be questioned."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "To get answers, ask questions; but to get good answers, ask good questions."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Live your questions now, and perhaps even without knowing it, you will live along some distant day into your answers."
    },
    {
      "cite": "Sahina",
      "quote": "There are always answers...We just fail to notice them."
    },
    {
      "cite": "African Proverb",
      "quote": "He who asks questions, cannot avoid the answers"
    },
    {
      "cite": "Douglas Adams",
      "quote": "I refuse to answer that question on the grounds that I don't know the answer."
    },
    {
      "cite": "Solomon Ibn Gabirol",
      "quote": "A wise man's question contains half the answer."
    },
    {
      "cite": "Learned Hand",
      "quote": "Life is made up of constant calls to action, and we seldom have time for more than hastily contrived answers."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "It is wise to direct your anger towards problems - not people; to focus your energies on answers - not excuses."
    },
    {
      "cite": "Jose Bergamin",
      "quote": "Man is a question; woman is an answer. The mistake women make today is to offer themselves as answers before being questioned."
    },
    {
      "cite": "Mrunjan",
      "quote": "You're like a wrong answer to the unpredictable question. Busy asking for certainty, you're like the wrong answer to which I am compelled to attempt, knowing that it won't be correct hoping to score full marks."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Our desires always disappoint us; for though we meet with something that gives us satisfaction, yet it never thoroughly answers our expectation."
    }
  ]
}