{
  "source": "https://www.wisesayings.com/ant-quotes/",
  "theme": "ant",
  "quotes": [
    {
      "cite": "Clarence Day",
      "quote": "The ant is knowing and wise, but he doesn't know enough to take a vacation."
    },
    {
      "cite": "Marie Dressler",
      "quote": "If ants are such busy workers, how come they find time to go to all the picnics?"
    },
    {
      "cite": "Clarence Day",
      "quote": "Ants are good citizens; they place group interest first. But they carry it so far, they have few or no political rights. An ant doesn't have the vote, apparently; he just has his duties."
    },
    {
      "cite": "Laozi",
      "quote": "An ant on the move does more than a dozing ox."
    },
    {
      "cite": "Ezra Pound",
      "quote": "The ant's a centaur in his dragon world."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Ants and savages put strangers to death."
    },
    {
      "cite": "Marjorie Kinnan Rawlings",
      "quote": "Ants in the house seem to be, not intruders, but the owners."
    },
    {
      "cite": "Tom Hiddleston",
      "quote": "An ant has no quarrel with a boot."
    },
    {
      "cite": "Bert Holldobler",
      "quote": "If ants had nuclear weapons, they would probably end the world in a week."
    },
    {
      "cite": "Saadi",
      "quote": "Ants, fighting together, will vanquish the lion."
    },
    {
      "cite": "Harry Hill",
      "quote": "It's only when you look at an ant through a magnifying glass on a sunny day that you realize how often they burst into flames."
    },
    {
      "cite": "Karl von Frisch",
      "quote": "The ant is a collectively intelligent and individually stupid animal; man is the opposite."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Not every ant which stays under the elephant's foot dies; the most powerful cannot always kill the weakest!"
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Every ant  knows the  formula of its ant-hill, every  bee knows  the formula  of its  beehive. They know it  in their own way, not in our way. Only humankind does not know its own formula."
    },
    {
      "cite": "Bernard Werber",
      "quote": "Ants can live together in solidarity and forget themselves in the community. In a normative capitalist society, everyone is an egoist. In the ants' civilization, you are part of the group; you don't live for yourself alone."
    },
    {
      "cite": "Bill Mason",
      "quote": "What is it about the ant way of life that has stood the test of time so well? All ants belong to extended families, and carry their prey home to share. Unselfishness is the rule. Everything they do is for their colony's good."
    },
    {
      "cite": "Francis Bacon",
      "quote": "An ant is a wise creature for itself, but it is a shrewd thing, in an orchard or garden."
    },
    {
      "cite": "John Clellon Holmes",
      "quote": "The idiotic industry of an ant building his hill in the path of a glacier, and imagining that he is free."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "If an ant carries an object a hundred times its weight, you can carry burdens many times your size."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "It is the ant, not the lion, which the elephant fears."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "An ant may well destroy a whole dam."
    },
    {
      "cite": "Lewis Thomas",
      "quote": "Ants are more like the parts of an animal than entities on their own. They are mobile cells, circulating through a dense connective tissue of other ants in a matrix of twigs. The circuits are so intimately interwoven that the anthill meets all the essential criteria of an organism."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The ants and the bees are, in many ways, far more intelligent and ingenious; they manage their government with vastly less quarreling, wastefulness and imbecility."
    },
    {
      "cite": "Honoree Corder",
      "quote": "Ants are a terrific analogy for the route to success. They will go over, under, around, or through whatever gets in their way. They never stop moving, and neither should you. Take the word impossible and turn it into I'm Possible."
    },
    {
      "cite": "William Morton Wheeler",
      "quote": "Ants are not only efficient, they are hard-working and thrifty, qualities which have always seemed like good reasons for seeing them as virtuous role models."
    },
    {
      "cite": "Auguste Forel",
      "quote": "The greatest enemies of ants are other ants, just as the greatest enemies of men are other men."
    },
    {
      "cite": "Horace",
      "quote": "For example, the tiny ant, a creature of great industry, drags with its mouth whatever it can, and adds it to the heap which she is piling up, not unaware nor careless of the future."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The instincts of the ant are very unimportant, considered as the ants; but the moment a ray of relation is seen to be a monitor, a little body with a mighty heart, then all its habits, even that said to be recently observed, that it never sleeps, become sublime."
    },
    {
      "cite": "PROVERBS",
      "quote": "Go to the ant, thou sluggard; consider her ways, and be wise."
    },
    {
      "cite": "James Surowiecki",
      "quote": "If army ants are wandering around and they get lost, they start to follow a simple rule:Just do what the ant in front of you does. The ants eventually end up in a circle. There's this famous example of one that was 1,200 feet long and lasted for two days; the ants just kept marching around and around in a circle until they died."
    },
    {
      "cite": "Amanda Bynes",
      "quote": "To an ant on the ground, an airplane probably looks like an ant."
    },
    {
      "cite": "Wayne Pacelle",
      "quote": "The life of an ant and the life of my child should be accorded equal respect."
    },
    {
      "cite": "Haddon W. Robinson",
      "quote": "Next time you see an ant, remember: winter is coming! The best time to prepare for tomorrow is today."
    },
    {
      "cite": "Richard Jefferies",
      "quote": "It would seem that the ant works its way tentatively, and, observing where it fails, tries another place and succeeds."
    }
  ]
}