{
  "source": "https://www.wisesayings.com/anticipation-quotes/",
  "theme": "anticipation",
  "quotes": [
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "Expecting is the greatest impediment to living. In anticipation of tomorrow, it loses today."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "An intense anticipation itself transforms possibility into reality; our desires being often but precursors of the things which we are capable of performing."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Anticipation, I suppose, sometimes exceeds realization."
    },
    {
      "cite": "Joseph Addison",
      "quote": "By anticipation we sugar misery and enjoy happiness before they are in being. We can set the sun and stars forward, or lose sight of them by wandering into those retired parts of eternity when the heavens and earth shall be no more."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "Anticipation leads the way to victory, and is the spur to conquest."
    },
    {
      "cite": "Andy Warhol",
      "quote": "The idea of waiting for something makes it more exciting."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Anticipate the difficult by managing the easy."
    },
    {
      "cite": "Elizabeth Gaskell",
      "quote": "Anticipation was the soul of enjoyment."
    },
    {
      "cite": "Stephen Joshua Sondheim",
      "quote": "Perpetual anticipation is good for the soul but it's bad for the heart."
    },
    {
      "cite": "Dal Perry",
      "quote": "Anticipation - It's a ticklish thing really, Quivering, exciting, waiting, Until it dies - Killed by it's own self Lost through virtue of being there"
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Never forget that anticipation is an important part of life. Work's important, family's important, but without excitement, you have nothing. You're cheating yourself if you refuse to enjoy what's coming."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Looking forward to things is half the pleasure of them."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "We love to expect, and when expectation is either disappointed or gratified, we want to be again expecting."
    },
    {
      "cite": "Albert Camus",
      "quote": "We need the sweet pain of anticipation to tell us we are really alive."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Oft expectation fails, and most oft there where most it promises; and oft it hits where hope is coldest, and despair most fits."
    },
    {
      "cite": "John Suckling",
      "quote": "It is expectation makes a blessing dear; heaven were not heaven if we knew what it were."
    },
    {
      "cite": "Steven L. Peck",
      "quote": "Anticipation is a gift. Perhaps there is none greater. Anticipation is born of hope. Indeed it is hope's finest expression."
    },
    {
      "cite": "Robin Hobb",
      "quote": "Anticipating pain was like enduring it twice. Why not anticipate pleasure instead?"
    },
    {
      "cite": "Carly Simon",
      "quote": "Anticipation is making me late, it's keeping me waiting."
    },
    {
      "cite": "Iris Johansen",
      "quote": "Anticipation makes pleasure more intense."
    },
    {
      "cite": "J. P. Morgan",
      "quote": "When you expect things to happen - strangely enough - they do happen."
    },
    {
      "cite": "Sharon Gannon",
      "quote": "Live with the anticipation that something incredible might happen at any time."
    },
    {
      "cite": "Patricia Highsmith",
      "quote": "Anticipation! It occurred to him that his anticipation was more pleasant to him than the experiencing."
    },
    {
      "cite": "Antonio Banderas",
      "quote": "Expectation is the mother of all frustration."
    },
    {
      "cite": "Phil Collins",
      "quote": "Wait for it, wait for it! Anticipation is half the fun, So I've been told..."
    },
    {
      "cite": "Angela Carter",
      "quote": "Anticipation is the greater part of pleasure."
    },
    {
      "cite": "John Irving",
      "quote": "The excitement of anticipation was *almost* equal to the thrill of lovemaking ..."
    },
    {
      "cite": "Lettie Cowman",
      "quote": "Never yield to gloomy anticipation. Place your hope and confidence in God. He has no record of failure."
    },
    {
      "cite": "Ana Monnar",
      "quote": "Anticipation is sometimes more exciting than actual events."
    },
    {
      "cite": "Joanne Harris",
      "quote": "Somehow the anticipation of pain can be even more troubling, more a misery than the pain itself."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "Of all the hardships a person had to face, none was more punishing than the simple act of waiting."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "If you come at four in the afternoon, I'll begin to be happy by three."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Engage people with what they expect, it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment that which they cannot anticipate."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "There is no terror in the bang, only in the anticipation of it."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The reason why most people face the future with apprehension instead of anticipation is because they don't have it well designed!"
    },
    {
      "cite": "Jim Rohn",
      "quote": "There are two ways to face the future. One way is with apprehension; the other is with anticipation."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "If you want to conquer fear, don't sit home and think about it. Go out and get busy."
    },
    {
      "cite": "David Hume",
      "quote": "Anticipation of pleasure is, in itself, a very considerable pleasure."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "We act as though comfort and luxury were the chief requirements in life, when all we need to make us really happy is something to be enthusiastic about."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I live in the present. I only remember the past, and anticipate the future."
    },
    {
      "cite": "Gloria Swanson",
      "quote": "As Daddy said, life is 95 percent anticipation."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Fear defeats more people than any other one thing in the world."
    },
    {
      "cite": "Mary Tyler Moore",
      "quote": "Having a dream is what keeps you alive. Overcoming the challenges makes life worth living."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Wisdom consists of the anticipation of consequences."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "This is the precept by which I have lived. Prepare for the worst; expect the best and take what comes."
    },
    {
      "cite": "W. E. Johns",
      "quote": "One of the most delightful things about a garden is the anticipation it provides."
    },
    {
      "cite": "Claude M. Bristol",
      "quote": "We usually get what we anticipate."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "Anticipation and Hope are born twins."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "The most glorious moments in your life are not the so-called days of success, but rather those days when out of dejection and despair you feel rise in you a challenge to life, and the promise of future accomplishments."
    },
    {
      "cite": "Rose Kennedy",
      "quote": "Life isn't a matter of milestones, but of moments."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "People don't realize that now is all there ever is there is no past or future except as memory or anticipation in your mind."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "Conscience in most men, is but the anticipation of the opinions of others."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "He who matures early lives in anticipation."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "If pleasures are greatest in anticipation, just remember that this is also true of trouble."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Such is the state of life, that none are happy but by the anticipation of change, the change itself is nothing when we have made it, the next wish is to change again."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Our desires always disappoint us for though we meet with something that gives us satisfaction, yet it never thoroughly answers our expectation."
    },
    {
      "cite": "Martina Hingis",
      "quote": "I have good anticipation, and good reaction to the the ball because I've played so many matches in my life."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The truth is, that no mind is much employed upon the present recollection and anticipation fill up almost all our moments."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "Successful investing is anticipating the anticipations of others."
    },
    {
      "cite": "Maria Edgeworth",
      "quote": "Those who are animated by hope can perform what would seem impossibilities to those who are under the depressing influence of fear."
    }
  ]
}