{
  "source": "https://www.wisesayings.com/anti-war-quotes/",
  "theme": "anti-war",
  "quotes": [
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "This world of ours must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The more money you spend on guns, the less money you spend on people! More weapons, less happiness; more guns, more misery!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A country which prefers guns to flowers will live the beauty of the flowers only in its graveyards!"
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "Whoever wants peace among nations must seek to limit the state and its influence most strictly."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The real and lasting victories are those of peace and not of war."
    },
    {
      "cite": "Pope Paul VI",
      "quote": "No more war, war never again! Peace, it is peace which must guide the destinies of people and of all mankind."
    },
    {
      "cite": "Martin Amis",
      "quote": "Bullets cannot be recalled. They cannot be uninvented. But they can be taken out of the gun."
    },
    {
      "cite": "George W. Bush",
      "quote": "Free nations are peaceful nations. Free nations don't attack each other. Free nations don't develop weapons of mass destruction."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "No weapon has ever settled a moral problem. It can impose a solution but it cannot guarantee it to be a just one."
    },
    {
      "cite": "James Madison",
      "quote": "The means of defense against foreign danger historically have become the instruments of tyranny at home."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "Nonintervention does not mean that nothing happens. It means that something else happens."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Those who give up essential liberties for temporary safety deserve neither liberty nor safety."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "All forms of violence, especially war, are totally unacceptable as means to settle disputes between and among nations, groups and persons."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Peace, commerce and honest friendship with all nations; entangling alliances with none."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A man who says that no patriot should attack the war until it is over is saying no good son should warn his mother of a cliff until she has fallen."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "No war has ever won in the history, because people died in every single war! Where there are deaths, there is no victory!"
    },
    {
      "cite": "Nick Lowles",
      "quote": "It is in unity that we find strength, in unity we find hope, and in unity we can stand firm as the darkness approaches. Let us stand together and stand firm against the many faces of hate."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "War is an instrument entirely inefficient toward redressing wrong; and multiplies, instead of indemnifying losses."
    },
    {
      "cite": "Eddie Vedder",
      "quote": "If you're anti-war it doesn't mean you are pro one side or the other in a conflict."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Protecting the rights of even the least individual among us is basically the only excuse the government has for even existing."
    },
    {
      "cite": "George Orwell",
      "quote": "The nationalist not only does not disapprove of atrocities committed by his own side, but he has a remarkable capacity for not even hearing about them."
    },
    {
      "cite": "Menachem Begin",
      "quote": "No more wars, no more bloodshed. Peace unto you. Shalom, salaam, forever."
    },
    {
      "cite": "George Washington",
      "quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all."
    },
    {
      "cite": "James Madison",
      "quote": "Of all the enemies of public liberty, war is perhaps the most to be dreaded, because it comprises and develops the germ of every other."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "Society has arisen out of the works of peace; the essence of society is peacemaking. Peace and not war is the father of all things."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Sometimes war takes an arm, or an eye, or it takes two legs from us, but above all the war takes our belief in humanity away from us!"
    },
    {
      "cite": "George Washington",
      "quote": "It is our true policy to steer clear of entangling alliances with any portion of the foreign world."
    },
    {
      "cite": "Martin Luther",
      "quote": "War is the greatest plague that can afflict humanity, it destroys religion, it destroys states, it destroys families. Any scourge is preferable to it."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means."
    },
    {
      "cite": "Ralph Peters",
      "quote": "Make no mistake: the anti-war voices long for us to lose any war they cannot prevent."
    }
  ]
}