{
  "source": "https://www.wisesayings.com/anti-bullying-quotes/",
  "theme": "anti-bullying",
  "quotes": [
    {
      "cite": "Barack Obama",
      "quote": "Each of us deserves the freedom to pursue our own version of happiness. No one deserves to be bullied."
    },
    {
      "cite": "Mary Elizabeth William",
      "quote": "The common mistake that bullies make is assuming that because someone is nice that he or she is weak. Those traits have nothing to do with each other. In fact, it takes considerable strength and character to be a good person."
    },
    {
      "cite": "Raini Rodriguez",
      "quote": "Bullying is never fun, it's a cruel and terrible thing to do to someone. If you are being bullied, it is not your fault. No one deserves to be bullied, ever."
    },
    {
      "cite": "Donna Schoenrock",
      "quote": "Some people won't be happy until they've pushed you to the ground. What you have to do is have the courage to stand your ground and not give them the time of day. Hold on to your power and never give it away."
    },
    {
      "cite": "Zack W. Van",
      "quote": "Bullying builds character like nuclear waste creates superheroes. It's a rare occurrence and often does much more damage than endowment."
    },
    {
      "cite": "Jeffrey Benjamin",
      "quote": "You will never reach higher ground if you are always pushing others down."
    },
    {
      "cite": "Bona",
      "quote": "Bullying is the manifestation of an infantile and primitive need to become the leader of the pack. The modern day bully believes he is a human being, but he is an animal."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself."
    },
    {
      "cite": "Cat Cora",
      "quote": "Bullying is killing our kids. Being different is killing our kids and the kids who are bullying are dying inside. We have to save our kids whether they are bullied or they are bullying. They are all in pain."
    },
    {
      "cite": "Chris Colfer",
      "quote": "When people hurt you over and over, think of them like sand paper. They may scratch and hurt you a bit, but in the end, you end up polished and they end up useless."
    },
    {
      "cite": "Katherine Jenkins",
      "quote": "Children should be able to live a life free from bullying and harassment and it is time that we all took a stand against this."
    },
    {
      "cite": "unknown",
      "quote": "If people are trying to bring you down, it only means you are above them."
    },
    {
      "cite": "Jessie J",
      "quote": "They're not bullying you because of you, they're bullying you because of how they are."
    },
    {
      "cite": "Timothy Pina",
      "quote": "Words have great power that could make or break others...so please be careful with them."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I would rather be a little nobody, then to be a evil somebody."
    },
    {
      "cite": "Shay Mitchell",
      "quote": "I realized that bullying never has to do with you. It's the bully who's insecure."
    },
    {
      "cite": "Tanya Masse",
      "quote": "Don't ever let anyone bring you down, define who you are or destroy your AWESOMENESS."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Don't you ever let a soul in the world tell you that you can't be exactly who you are."
    },
    {
      "cite": "Lynette Mather",
      "quote": "What if the kid you bullied at school, grew up, and turned out to be the only surgeon who could save your life?"
    },
    {
      "cite": "Jay Asher",
      "quote": "When you hold people up for ridicule, you have to take responsibility when other people act on it."
    },
    {
      "cite": "Zac Efron",
      "quote": "You always have to remember that bullies want to bring you down because you have something that they admire. Also, when you get made fun of-when people point out your weaknesses, it's an opportunity for you to rise above."
    },
    {
      "cite": "Anna Julia Cooper",
      "quote": "Bullies are always cowards at heart and may be credited with a pretty safe instinct in scenting their prey."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Courage is fire, and bullying is smoke."
    },
    {
      "cite": "Heather Brewer",
      "quote": "Bullying is a horrible thing. It sticks with you forever. It poisons you. But only if you let it."
    },
    {
      "cite": "unknown",
      "quote": "Bullying doesn't solve anything. Love does. Learning what love is will be the first step in turning all of this around."
    },
    {
      "cite": "Charles Djou",
      "quote": "If you let a bully intimidate you, he's going to do it again. You've got to stand up to these strong-arm tactics."
    },
    {
      "cite": "Ty Howard",
      "quote": "Bullying does much more damage than you'll ever know. When you have thoughts of bullying or doing or saying anything mean to anyone—don't do it, just let it go."
    },
    {
      "cite": "Greyson Chance",
      "quote": "Bullying is not gonna stop, but we can at least be confident enough to stand up to it."
    },
    {
      "cite": "Andrew Vachss",
      "quote": "Life is a fight, but not everyone's a fighter. Otherwise, bullies would be an endangered species."
    },
    {
      "cite": "Ty Howard",
      "quote": "Faith and determination spares us from five evils: bullies, teasers, haters, mean-spirited people, and false friends."
    },
    {
      "cite": "Andrew Vachss",
      "quote": "Fighting means you could lose. Bullying means you can't. A bully wants to beat somebody; he doesn't want to fight somebody."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Bullying needs to stop. When will people learn that it's not okay to be mean to someone just because you don't like how they were born."
    },
    {
      "cite": "Ty Howard",
      "quote": "A BULLY is someone who believes in Behaving Ugly, Looking Lame, Yelling Ignorance, and Needing Game."
    },
    {
      "cite": "unknown",
      "quote": "Bullying is cruel so don't act like a fool. Meaness is a sign of weakness."
    },
    {
      "cite": "Rebecca Black",
      "quote": "Stop Bullying. No one deserves to feel worthless."
    },
    {
      "cite": "Winston Churchill",
      "quote": "You have enemies? Good. That means you've stood up for something, sometime in your life."
    },
    {
      "cite": "Tim Field",
      "quote": "Bullying consists of the least competent most aggressive employee projecting their incompetence on to the least aggressive most competent employee and winning."
    },
    {
      "cite": "unknown",
      "quote": "Aggressive, scowling and critical attitude in our relations, with our friends or subordinates, is another form of bullying."
    },
    {
      "cite": "Cara Van Ness",
      "quote": "If you can't, continue to be nice to them. Eventually, they may start being nice. A bully wants to have friends, too."
    },
    {
      "cite": "Stuart Green",
      "quote": "Bullying exists because of a lack of adult intervention."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "John Holmes",
      "quote": "There is no exercise better for the heart than reaching down and lifting people up."
    },
    {
      "cite": "Plato",
      "quote": "Be kind for everyone you meet is fighting a hard battle."
    },
    {
      "cite": "Ralph W. Sockman",
      "quote": "The test of courage comes when we are in the minority. The test of tolerance comes when we are in the majority."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Knowing what’s right doesn’t mean much unless you do what’s right."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Don’t you ever let a soul in the world tell you that you can’t be exactly who you are."
    },
    {
      "cite": "Lord Shaftesbury",
      "quote": "True courage is cool and calm. The bravest of men have the least of a brutal, bullying insolence, and in the very time of danger are found the most serene and free."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "You have power over your mind – not outside events. Realize this, and you will find strength."
    },
    {
      "cite": "Judy H. Wright",
      "quote": "All it takes is one good friend and school is a good place to be."
    },
    {
      "cite": "Solange nicole",
      "quote": "Encourage don't belittle, embrace their individuality. And show them that no matter what they will always have value if they stay true to themselves."
    },
    {
      "cite": "Jennifer Sodini",
      "quote": "Open your eyes, and let everyone be free. Free to be you and free to be me. Take comfort in knowing we are all leaves on the same big, beautiful tree."
    },
    {
      "cite": "Germany Kent",
      "quote": "There's no room for hate and violence in this world. We must learn to be more kind, compassionate, empathetic, and sympathetic to humanity."
    },
    {
      "cite": "Taylor Parsons",
      "quote": "Sticks and stones will break your bones if you ever try to cut me with your words."
    },
    {
      "cite": "Saaif Alam",
      "quote": "A person who posses a cunning attitude are not always academically intelligent, but they are considered clever because they can manipulate and cause harm towards others in order to gain something out of them for their own benefit. They can be defeated if people stand up towards them and point out their actual inappropriate behavioral activities with logical reasoning."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "One's dignity may be assaulted, vandalized and cruelly mocked, but it can never be taken away unless it is surrendered."
    },
    {
      "cite": "Sean Covey",
      "quote": "Isn’t it kind of silly to think that tearing someone else down builds you up?"
    },
    {
      "cite": "Dan Pearce",
      "quote": "People who love themselves, don’t hurt other people. The more we hate ourselves, the more we want others to suffer."
    },
    {
      "cite": "Taylor Swift",
      "quote": "If they don’t like you for being yourself, be yourself even more."
    },
    {
      "cite": "Wayne Gerard Trotman",
      "quote": "People who repeatedly attack your confidence and self-esteem are quite aware of your potential, even if you are not."
    },
    {
      "cite": "Honoré de Balzaca",
      "quote": "Perhaps it is only human nature to inflict suffering on anything that will endure suffering, whether by reason of its genuine humility, or indifference, or sheer helplessness."
    },
    {
      "cite": "Michelle Obama",
      "quote": "We explain when someone is cruel or acts like a bully, you do not stoop to their level. Our motto is when they go low, you go high."
    },
    {
      "cite": "Jerry Siegel",
      "quote": "You should go home and be a kid. And remember, the next time you run into a bully that there is some goodness in there."
    },
    {
      "cite": "Jerry Siegel",
      "quote": "Racism is the oldest form of bullying."
    },
    {
      "cite": "Aaron Korsh",
      "quote": "Bullies only have power if you let them."
    },
    {
      "cite": "Phyllis Kaufman Goodstein",
      "quote": "Educators need to learn all facets of bullying and examine the relationships in their classrooms. The relationships teachers from with children and the relationships teachers help students establisj can stifle or fuel abuse."
    },
    {
      "cite": "Tiny Arora",
      "quote": "Anti-bullying policies are quite likely to be included in behaviour programmes and to run alongside other policies such as special needs policies, or anti-racist policies, with which they will partly overlap."
    },
    {
      "cite": "Tiny Arora",
      "quote": "Part of the anti-bullying policy needs to include arrangements for reviewing the effectiveness of the project, normally on an annual basis, using accumulated evidence from surveys of various kinds."
    },
    {
      "cite": "Tiny Arora",
      "quote": "Initiatives taken by various local education authorities during the 1990s have demonstrated that the anti-bullying  programme is an area where education professionals based outside schools can be helpful to schools."
    },
    {
      "cite": "Elizabeth A. Barton",
      "quote": "One of the most essential mechanisms for garnering school community support for anti-bullying initiatives is to convene a committee of individuals to assist in the initiative as member of an anti-bullying committee."
    },
    {
      "cite": "Elizabeth A. Barton",
      "quote": "In most cases, anti-bullying initiatives may be cleanly placed within the current school safety plan."
    },
    {
      "cite": "Elizabeth A. Barton",
      "quote": "The anti-bullying plan should also include a careful analysis of the playground area-the most common site of bullying, particularly in elementary grades."
    },
    {
      "cite": "Elizabeth A. Barton",
      "quote": "Environmental factors such as unstructured play areas may foster bullying and exclusion and increase boredom, competition, and conflict if resources are scarce."
    },
    {
      "cite": "Elizabeth A. Barton",
      "quote": "The purpose of an anti-bullying policy is to promote a consistent approach and to create a climate in which all types of bullying are regarded unacceptable."
    },
    {
      "cite": "Elizabeth A. Barton",
      "quote": "The anti-bullying policies should have very clear goals and objectives that are necessary to develop appropriate programming."
    },
    {
      "cite": "Elizabeth A. Barton",
      "quote": "Anti-bullying policies usually share a common goal: to promote a safe and secure learning envirorment for students, free from threat, harassment, and bullying (physical, verbal, relational, sexual)."
    },
    {
      "cite": "Elizabeth A. Barton",
      "quote": "The anti-bullying policy is an important step in creating a safe school climate that allows victims or witnesses to bullying to relax and focus their attention on learning rather than staying safe."
    },
    {
      "cite": "Mona O'Moore",
      "quote": "Bullying does not have to be a part of life. Bullying is not an instance of 'blowing off steam'."
    },
    {
      "cite": "Mona O'Moore",
      "quote": "Bullying may occur in many schools, but it should be worried about, and should never be accepted."
    },
    {
      "cite": "Mona O'Moore",
      "quote": "Words do cause hard, and bullying is always harmful."
    },
    {
      "cite": "Mona O'Moore",
      "quote": "Being bullied never did anybody any favours. All it does is to destroy a person's confidence and sel-esteem, and to cause physical, emotional and psychological damage of the potentially most serious and long-lasting kind."
    },
    {
      "cite": "Mona O'Moore",
      "quote": "Bullying is a process, thus all aggressive acts must be challenged in order to interrupt the process."
    },
    {
      "cite": "Mona O'Moore",
      "quote": "Anyone within the school community may become involved in bullying and aggressive behavious, either as a perpetrator or as a victim."
    },
    {
      "cite": "Mona O'Moore",
      "quote": "Parents are a critical group, in terms of anti-bullying efforts, because they often become aware of bullying problems before schools do."
    }
  ]
}