{
  "source": "https://www.wisesayings.com/antique-quotes/",
  "theme": "antique",
  "quotes": [
    {
      "cite": "Billy Joel",
      "quote": "I may be an antique like the Stones, but antiques are valuable."
    },
    {
      "cite": "John Bartlett",
      "quote": "An antique is anything old with class."
    },
    {
      "cite": "CeeLo Green",
      "quote": "Antique things have an appreciation and worth. Something can be old, but it can be timeless; therefore, it becomes an antique. If this antique is preserved and deemed precious, it could be passed down as a family heirloom."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Veil after veil of thin dusky gauze is lifted, and by degrees the forms and colours of things are restored to them, and we watch the dawn remaking the world in its antique pattern."
    },
    {
      "cite": "Thomas Hoover",
      "quote": "Japanese would never 'restore' an antique.  The signs of age and wear are to them its most beautiful qualiities."
    },
    {
      "cite": "Faizu",
      "quote": "Too much perfection and wonderfulness takes away the antique."
    },
    {
      "cite": "Benjamin de Casseres",
      "quote": "Men’s brains are only attics stuffed with disused antiques."
    },
    {
      "cite": "Robert Ardrey",
      "quote": "Far from the truth lay the antique assumption that man had fathered the weapon. The weapon, instead, had fathered man."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our admiration of the antique is not admiration of the old, but of the natural."
    },
    {
      "cite": "Hope Mirrlees",
      "quote": "A house with old furniture has no need of ghosts to be haunted."
    },
    {
      "cite": "Arne Jacobsen",
      "quote": "On the other hand, I don't understand the enthusiasm for everything in the antique shop that Grandma threw out. There, the sense of quality has declined; otherwise Grandma wouldn't have thrown it out."
    },
    {
      "cite": "Ridley Scott",
      "quote": "I don't get attached to anything. I'm like a good antique dealer. I'm prepared to sell my most valuable table."
    },
    {
      "cite": "Ludwig Mies Van Der Rohe",
      "quote": "It is not architectural achievement that makes the structures of earlier times seem to us so full of significance but the circumstance that antique temples, Roman basilicas, and even the cathedrals of the Middle Ages are not the works of single personalities but creations of entire epochs."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Give me insight into today and you may have the antique and future world."
    },
    {
      "cite": "William Shakespeare",
      "quote": "More strange than true I never may believe these antique fables, nor these fairy toys."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The woods of Arcady are dead, And over is their antique joy; Of old the world on dreaming fed Gray Truth is now her painted toy."
    },
    {
      "cite": "L. Chatterjee",
      "quote": "Forget about wrinkles, they are just antique smiles."
    },
    {
      "cite": "Mohammed Tariq",
      "quote": "What makes my language special is it is Antique, it is unique, its simplicity attracts everyone all over the world."
    },
    {
      "cite": "Julian Barnes",
      "quote": "When we're young, everyone over the age of thirty looks middle-aged, everyone over fifty antique. And time, as it goes by, confirms that we weren't that wrong. Those little age differentials, so crucial and so gross when we are young erode. We end up all belonging to the same category, that of the non-young. I've never much minded this myself."
    },
    {
      "cite": "Padmaja Kar",
      "quote": "Be a person with character.  Because you will find followers everywhere. But rulers are not extinct. Be the first one to rule by creating the trend.  Beacuse Antique pieces are not made again."
    },
    {
      "cite": "Mason Coley",
      "quote": "In youth, love and art. In age, investments and antiques."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Wheresoe'er I turn my view, All is strange, yet nothing new: Endless labor all along, Endless labor to be wrong: Phrase that Time has flung away; Uncouth words in disarray, Trick'd in antique ruff and bonnet, Ode, and elegy, and sonnet."
    },
    {
      "cite": "Simran Narola",
      "quote": "Antique things are not only seen in Museums, but there should be an antique mind which can find unique things to its surroundings."
    }
  ]
}