{
  "source": "https://www.wisesayings.com/antisocial-quotes/",
  "theme": "antisocial",
  "quotes": [
    {
      "cite": "Michael Bassey Johnson",
      "quote": "When people complain of your complexity, they fail to remember that they made fun of your simplicity."
    },
    {
      "cite": "Kirk D. Sinclair",
      "quote": "Humans are naturally social; civilization causes us to be antisocial."
    },
    {
      "cite": "Richey Edwards",
      "quote": "Self abuse is anti-social, aggression still natural."
    },
    {
      "cite": "Christian Lous Lange",
      "quote": "The theoretically unrestricted right to develop power, to wage war against other states, is antisocial and is doubly dangerous, because the state as a mass entity represents a low moral and intellectual level."
    },
    {
      "cite": "Gore Vidal",
      "quote": "To bring into the world an unwanted human being is as antisocial an act as murder."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Nobody enjoys the company of others as intensely as someone who usually avoids the company of others."
    },
    {
      "cite": "Criss Jami",
      "quote": "You might be an introvert if you were ready to go home before you left the house."
    },
    {
      "cite": "Theresa May",
      "quote": "Anti-social behaviour still blights lives, wrecks communities and provides a pathway to criminality."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "Anti-social behavior is a trait of intelligence in a world full of conformists."
    },
    {
      "cite": "Katie Alender",
      "quote": "Apparently when it's two people, it's quirky and funny, but when it's a person doing the same stuff on her own, it's rebellious and antisocial."
    },
    {
      "cite": "Alfred Adler",
      "quote": "Nobody adopts antisocial behaviour unless they fear that they will fail if they remain on the social side of life."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes those who don't socialize much aren't actually anti-social, they just have no tolerance for drama and fake people."
    },
    {
      "cite": "Robert Breault",
      "quote": "The trouble with not being into social networking is that people think you're anti social when you're only anti-networking."
    },
    {
      "cite": "Eden Robinson",
      "quote": "People with antisocial personality disorders aren't automatically bad, they simply approach the world with a more ruthless set of lenses. The lack of empathy or very weak empathy and the ability to read other people's weak spots can be a flammable combination when you get in the way of something they want. But they aren't a different species. They're a part of our spectrum."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "Being anti-social can also mean that you're aware of how annoying it is to be social."
    },
    {
      "cite": "Shawn Fanning",
      "quote": "If you think about computer programming, it's as antisocial as it gets."
    }
  ]
}