{
  "source": "https://www.wisesayings.com/anxious-quotes/",
  "theme": "anxious",
  "quotes": [
    {
      "cite": "Deng Ming-Dao",
      "quote": "Worry is an addiction that interferes with compassion."
    },
    {
      "cite": "Robert Eliot",
      "quote": "Rule number one is, don't sweat the small stuff. Rule number two is, it's all small stuff."
    },
    {
      "cite": "Stephenie Geist",
      "quote": "If worrying were an Olympic sport, you'd get the gold for sure."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "We are anxious in the face of our unchangeable past; we long to recreate segments of our private histories, but we are stuck with them."
    },
    {
      "cite": "Amit Ray",
      "quote": "If you want to conquer the anxiety of life, live in the moment, live in the breath."
    },
    {
      "cite": "Arthur Somers Roche",
      "quote": "Anxiety is a thin stream of fear trickling through the mind. If encouraged, it cuts a channel into which all other thoughts are drained."
    },
    {
      "cite": "Søren Kierkegaard",
      "quote": "Anxiety is the dizziness of freedom."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Anxiety is the handmaiden of contemporary ambition."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "The mind that is anxious about the future is miserable."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Anxiety's like a rocking chair. It gives you something to do, but it doesn't get you very far."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Don't be pushed by your problems. Be led by your dreams."
    },
    {
      "cite": "Henry S. Haskins",
      "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us."
    },
    {
      "cite": "William James",
      "quote": "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Worry ducks when purpose flies overhead."
    },
    {
      "cite": "Charles Haddon Spurgeon",
      "quote": "Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths."
    },
    {
      "cite": "Confucius",
      "quote": "The man who moves a mountain begins by carrying away small stones."
    },
    {
      "cite": "Ethel Roskies",
      "quote": "A pleasure a day keeps stress away."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The desire to annoy no one, to harm no one, can equally well be the sign of a just as of an anxious disposition."
    },
    {
      "cite": "Anonymous",
      "quote": "When thinking about life, remember this; No amount of guilt can solve the past and no amount of anxiety or worry can change the future."
    },
    {
      "cite": "Robert Tew",
      "quote": "Trust yourself. You've survived a lot, and you'll survive whatever is coming."
    },
    {
      "cite": "Jesus Christ",
      "quote": "Do not be anxious about tomorrow, for tomorrow will be anxious for itself. Let the day's own trouble be sufficient for the day."
    },
    {
      "cite": "Søren Kierkegaard",
      "quote": "Whoever has learned to be anxious in the right way has learned the ultimate."
    },
    {
      "cite": "Heather Stillufsen",
      "quote": "Keep walking through the storm. Your rainbow is waiting on the other side."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "Worry, doubt, fear and despair are the enemies which slowly bring us down to the ground and turn us to dust before we die."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Worry never robs tomorrow of its sorrow, it only saps today of its joy."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You must learn to let go. Release the stress. You were never in control anyway."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "A negative mind will never give a positive life."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing can bring you peace but yourself."
    },
    {
      "cite": "Bob Kerrey",
      "quote": "Unexpected kindness is the most powerful, least costly, and most underrated agent of human change."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The greatest mistake you can make in life is to be continually fearing you will make one."
    },
    {
      "cite": "Anonymous",
      "quote": "Worrying is like sitting in a rocking chair. It gives you something to do, but it doesn't get you anywhere."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Worry trades the joy of now for the unlikely catastrophes of later."
    }
  ]
}