{
  "source": "https://www.wisesayings.com/anxiety-quotes/",
  "theme": "anxiety",
  "quotes": [
    {
      "cite": "Sren Kierkegaard",
      "quote": "Anxiety is the dizziness of freedom."
    },
    {
      "cite": "Anas Nin",
      "quote": "Anxiety is love's greatest killer. It makes others feel as you might when a drowning man holds on to you. You want to save him, but you know he will strangle you with his panic."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "To hear the phrase \"our only hope\" always makes one anxious, because it means that if the only hope doesn't work, there is nothing left."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Worrying is carrying tomorrow's load with today's strength- carrying two days at once. It is moving into tomorrow ahead of time. Worrying doesn't empty tomorrow of its sorrow, it empties today of its strength."
    },
    {
      "cite": "Amit Ray",
      "quote": "If you want to conquer the anxiety of life, live in the moment, live in the breath."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Anxiety's like a rocking chair. It gives you something to do, but it doesn't get you very far."
    },
    {
      "cite": "Hans Selye",
      "quote": "Its not stress that kills us, it is our reaction to it."
    },
    {
      "cite": "Arthur Somers Roche",
      "quote": "Anxiety is a thin stream of fear trickling through the mind. If encouraged, it cuts a channel into which all other thoughts are drained."
    },
    {
      "cite": "Astrid Alauda",
      "quote": "Don't let your mind bully your body into believing it must carry the burden of its worries."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Don't try to steer the river."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Anxiety is the hand maiden of creativity."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "People tend to dwell more on negative things than on good things. So the mind then becomes obsessed with negative things, with judgments, guilt and anxiety produced by thoughts about the future and so on."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every tomorrow has two handles. We can take hold of it with the handle of anxiety or the handle of faith."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "I'm trying to stay as calm as possible and focus one day at a time, but when reality sets in, I feel everything: anxiety, excitement, nerves, pressure and joy."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "What else does anxiety about the future bring you but sorrow upon sorrow?"
    },
    {
      "cite": "Robert Albert Bloch",
      "quote": "Anxiety is a thin stream of fear trickling through the mind. If encouraged, it cuts a channel into which all other thoughts are drained."
    },
    {
      "cite": "Caspar De Aguilar",
      "quote": "Fear can, though it is not God, create something from nothing."
    },
    {
      "cite": "Olin Miller",
      "quote": "We probably wouldn't worry about what people think about us if we knew how seldom they do."
    },
    {
      "cite": "Karl A. Menninger",
      "quote": "Fears are educated into us and can, if we wish, be educated out."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "He who fears he will suffer, already suffers from his fear."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight."
    },
    {
      "cite": "Seneca",
      "quote": "There are more things to alarm us than to harm us, and we suffer more often in apprehension than reality."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Borrow trouble for yourself, if that's your nature, but don't lend it to your neighbors."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "The misfortunes hardest to bear are these which never came."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Who's not sat tense before his own heart's curtain."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Don't waste your life in doubts and fears: spend yourself on the work before you, well assured that the right performance of this hour's duties will be the best preparation for the hours or ages that follow it."
    },
    {
      "cite": "John G. Whittier",
      "quote": "No longer forward nor behind I look in hope and fear; But grateful take the good I find, The best of now and here."
    },
    {
      "cite": "Nichiren Daishonen",
      "quote": "Never let life's hardships disturb you ... no one can avoid problems, not even saints or sages."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "It is not work that kills men, it is worry. Work is healthy; you can hardly put more on a man than he can bear. But worry is rust upon the blade. It is not movement that destroys the machinery, but friction."
    },
    {
      "cite": "Seneca",
      "quote": "The mind that is anxious about future events is miserable."
    },
    {
      "cite": "Robert Browning",
      "quote": "Like dogs in a wheel, birds in a cage, or squirrels in a chain, ambitious men still climb and climb, with great labor, and incessant anxiety, but never reach the top."
    },
    {
      "cite": "Saul Bellow",
      "quote": "Anxiety destroys scale, and suffering makes us lose perspective."
    },
    {
      "cite": "Ingmar Bergman",
      "quote": "We walk in circles, so limited by our own anxieties that we can no longer distinguish between true and false, between the gangster's whim and the purest ideal."
    },
    {
      "cite": "The Bhagavad Gita",
      "quote": "Work done with anxiety about results is far inferior to work done without such anxiety, in the calm of self-surrender."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Do not be anxious about tomorrow, for tomorrow will be anxious for itself. Let the day's own trouble be sufficient for the day."
    },
    {
      "cite": "R.C. Sproul",
      "quote": "Christ told his disciples not to be anxious about tomorrow, but he never said not to consider tomorrow. Intelligent problem solving demands careful consideration of the future effects of present solutions."
    },
    {
      "cite": "Williams Law",
      "quote": "Whenever a man allows himself to have anxieties, fears, or complaints, he must consider his behaviour as either a denial of the wisdom of God or as a confession that he is out of his will."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Anxiety is the mark of spiritual insecurity."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "You can never become a great man or woman until you have overcome anxiety, worry, and fear. It is impossible for an anxious person, a worried one, or a fearful one to perceive truth; all things are distorted and thrown out of their proper relations by suc"
    },
    {
      "cite": "Russell Simmons",
      "quote": "I'm just suggesting that when you're faced with fear and anxiety, don't medicate. Meditate instead."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "A warrior of the light...never confuses tension with anxiety."
    },
    {
      "cite": "David Kekich",
      "quote": "Anxiety is caused by lack of control, organization, preparation, and action."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "To each of man's ages the Lord gives its own anxieties."
    },
    {
      "cite": "Hazel Henderson",
      "quote": "If we can recognize that change and uncertainty are basic principles, we can greet the future and the transformation we are undergoing with the understanding that we do not know enough to be pessimistic."
    },
    {
      "cite": "Erich Fromm",
      "quote": "The experience of separateness arouses anxiety; it is, indeed, the source of all anxiety."
    },
    {
      "cite": "Dan Millman",
      "quote": "You don't have to control your thoughts. You just have to stop letting them control you."
    },
    {
      "cite": "Richard Abell",
      "quote": "Anxiety is the space between the \"now\" and the \"then."
    },
    {
      "cite": "Rose F. Kennedy",
      "quote": "Neither comprehension nor learning can take place in an atmosphere of anxiety."
    },
    {
      "cite": "Charles Frankel",
      "quote": "Anxiety is the essential condition of intellectual and artistic creation"
    }
  ]
}