{
  "source": "https://www.wisesayings.com/anything-is-possible-quotes/",
  "theme": "anything-is-possible",
  "quotes": [
    {
      "cite": "David Berg",
      "quote": "I think anything's possible! Whatever you dream up, the Lord will have for you!"
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "Winners are an indicator that anything is possible if you put your heart and mind in a task."
    },
    {
      "cite": "Rick Hansen",
      "quote": "There is nothing you ca' do, if you set your mind to it. Anything is possible."
    },
    {
      "cite": "Usain Bolt",
      "quote": "Believe in your dreams and that anything is possible."
    },
    {
      "cite": "Elizabeth McGovern",
      "quote": "In today's world, we all live with the burden of feeling that anything is possible if we're only clever enough, smart enough, work hard enough."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "When you throw everything up in the air anything becomes possible."
    },
    {
      "cite": "Gail Devers",
      "quote": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe."
    },
    {
      "cite": "Yehuda Berg",
      "quote": "As children, our imaginations are vibrant, and our hearts are open... Everything amazes us, and we think anything is possible. We continuously experience life with a sense of newness and unbridled curiosity."
    },
    {
      "cite": "Julianna Margulies",
      "quote": "Believe anything is possible and then work like hell to make it happen."
    },
    {
      "cite": "Sarah Paulson",
      "quote": "Anything is possible, and the truth is any human being at any given moment, no matter how good they are not only at their job but also as a person they're capable of anything, and it's not always a conscious thing."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Anything is possible, but you have to believe and you have to fight."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Anything is possible, and that's something we should not lose sight of. The inspiration and the permission to dream is huge."
    },
    {
      "cite": "Misty Copeland",
      "quote": "Be strong, be fearless, be beautiful. And believe that anything is possible when you have the right people there to support you."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Anything is possible. You can be told that you have a 90-percent chance or a 50-percent chance or a 1-percent chance, but you have to believe, and you have to fight."
    },
    {
      "cite": "Sean Stephenson",
      "quote": "Anything is possible if you get off your but and stand!"
    },
    {
      "cite": "Karl Barth",
      "quote": "Impossibility is more possible than everything which we hold to be possible."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "ife is unpredictable and usually never goes the way we plan it or would like it to go, but we have it and with life anything is possible."
    },
    {
      "cite": "Roger Clemens",
      "quote": "I think anything is possible if you have the mindset and the will and desire to do it and put the time in."
    },
    {
      "cite": "James Cameron",
      "quote": "When you have the feeling that anything's possible, sometimes you wind up acting on it."
    },
    {
      "cite": "Kirby Puckett",
      "quote": "I want you to remember the guiding principles of my life. You can be what you want to be, if you believe in yourself and work hard, because anything, and I'm telling you anything, is possible."
    },
    {
      "cite": "G. M. Trevelyan",
      "quote": "Never tell a young person that anything cannot be done. God may have been waiting centuries for someone ignorant enough of the impossible to do that very thing."
    },
    {
      "cite": "Matt Sorum",
      "quote": "I truly believe anything is possible if you fully manifest it."
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "If you have a strong belief, then anything is possible."
    },
    {
      "cite": "Katie Ledecky",
      "quote": "I would encourage you to set really high goals. Set goals that, when you set them, you think they're impossible. But then every day you can work towards them, and anything is possible, so keep working hard and follow your dreams."
    },
    {
      "cite": "David Icke",
      "quote": "There are many things that we can understand, but in the end it is a case of anything is possible."
    },
    {
      "cite": "Jennifer Capriati",
      "quote": "Dreams do come true if you keep believing in yourself. Anything is possible."
    },
    {
      "cite": "Gabriel Iglesias",
      "quote": "Anything is possible as long as you're focused, determined and you really want to do it."
    },
    {
      "cite": "Xavier Dolan",
      "quote": "I think anything is possible to anyone who dreams, dares, works and never gives up."
    },
    {
      "cite": "Miley Cyrus",
      "quote": "If you believe in yourself anything is possible."
    },
    {
      "cite": "Rick Hansen",
      "quote": "If you believe in a dream and have the courage to try, anything is possible."
    },
    {
      "cite": "James M. Barrie",
      "quote": "Anything is possible if you wish hard enough."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "Anything is possible if you believe you deserve it."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Nothing is impossible unless you think it is."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You become what you believe. And to believe that you are created by the power that's greater than yourself means anything is possible."
    },
    {
      "cite": "Howell Raines",
      "quote": "Anything is possible in the life of a man if he lives long enough. Even maturity."
    },
    {
      "cite": "Richard Rosen",
      "quote": "Anything is possible, but only a few things actually happen."
    },
    {
      "cite": "Graham Greene",
      "quote": "As long as nothing happens anything is possible."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "Once you start believing in yourself, anything is possible. Once you start believing in yourself, your dreams take shape. The more you believe, the more you achieve."
    },
    {
      "cite": "Isaiah Mustafa",
      "quote": "Anything is possible when your man smells like Old Spice and not a lady. I'm on a horse."
    },
    {
      "cite": "Steve Case",
      "quote": "Anything is possible if you put your mind to it and you really work hard."
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "Yesterday is long gone for you to worry about, tomorrow may never be yours, but today is precious because it's you here and anything is possible today."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "But since everything and anything are always possible, the miraculous is always nearby, and wonders shall never, ever cease."
    },
    {
      "cite": "Liza Minnelli",
      "quote": "Anything is possible in this world. I really believe that."
    },
    {
      "cite": "Corin Nemec",
      "quote": "Never let life impede on your ability to manifest your dreams. Dig deeper into your dreams and deeper into yourself and believe that anything is possible, and make it happen."
    },
    {
      "cite": "Lillete Dubey",
      "quote": "Everything is possible. Anything is possible at any time and at any time in life. That's such an affirmative kind of feeling."
    },
    {
      "cite": "Michael Oher",
      "quote": "Anything is possible. My background is a bad background, but a lot of people said I couldn't do it. You can do anything if you put your mind to it."
    },
    {
      "cite": "Dolores Cannon",
      "quote": "There are no limitations, unless you create them yourselves. Anything is possible. You are only limited by your own imagination."
    },
    {
      "cite": "Kandyse Mcclure",
      "quote": "Anything is possible even the most far fetched idea can come to being through a series of seemingly small decisions and actions."
    }
  ]
}