{
  "source": "https://www.wisesayings.com/apartheid-quotes/",
  "theme": "apartheid",
  "quotes": [
    {
      "cite": "Desmond Tutu",
      "quote": "I've never doubted that apartheid - because it was of itself fundamentally, intrinsically evil - was going to bite the dust eventually."
    },
    {
      "cite": "Edward Heath",
      "quote": "Abhorrence of apartheid is a moral attitude, not a policy."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "We don't want apartheid liberalized. We want it dismantled. You can't improve something that is intrinsically evil."
    },
    {
      "cite": "Oliver Tambo",
      "quote": "We believe that the world, too, can destroy apartheid, firstly by striking at the economy of South Africa."
    },
    {
      "cite": "Jonathan Kozol",
      "quote": "Apartheid does not happen spontaneously, like bad weather conditions."
    },
    {
      "cite": "Oliver Tambo",
      "quote": "It may be that apartheid brings such stupendous economic advantages to countries that they would sooner have apartheid than permit its destruction."
    },
    {
      "cite": "Olof Palme",
      "quote": "Apartheid cannot be reformed, it has to be eliminated."
    },
    {
      "cite": "Oliver Tambo",
      "quote": "The U.S. is the last country that should see itself as an ally of the apartheid system."
    },
    {
      "cite": "Steven Biko",
      "quote": "Apartheid - both petty and grand - is obviously evil. Nothing can justify the arrogant assumption that a clique of foreigners has the right to decide on the lives of a majority."
    },
    {
      "cite": "Susan Rice",
      "quote": "One can't erase the tremendous burden of apartheid in 10 years, 20 years, I believe, even 30 years."
    },
    {
      "cite": "Winnie Madikizela-Mandela",
      "quote": "You build dreams, you build castles in the air, and you hope that at least part of that will be realized, even under apartheid."
    },
    {
      "cite": "Arianna Dagnino",
      "quote": "Unsure about its place and identity, a whole nation was made to believe that ethnic pride and culture could only descend from race."
    },
    {
      "cite": "Hugh Masekela",
      "quote": "Apartheid didn't impinge on music. It impinged on people's freedoms."
    },
    {
      "cite": "John Kani",
      "quote": "Apartheid is a lie, people can work together, people can create together."
    },
    {
      "cite": "Jonny Steinberg",
      "quote": "Difficult times do not produce gentility, as if there is an angle hovering over the world of the oppressed."
    },
    {
      "cite": "Malcolm X",
      "quote": "There is no more apartheid in South Africa than in the United States."
    },
    {
      "cite": "Nadine Gordimer",
      "quote": "You can't change a regime on the basis of compassion. There's got to be something harder."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "It was not lack of ability that limited my people, but lack of opportunity."
    },
    {
      "cite": "Oliver Tambo",
      "quote": "Apartheid either is or is not. And it must not be."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "When a man is denied the right to live the life he believes in, he has no choice but to become an outlaw."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others."
    },
    {
      "cite": "Oliver Tambo",
      "quote": "The sanctions will not kill us. It's apartheid that's killing us."
    },
    {
      "cite": "Winnie Madikizela-Mandela",
      "quote": "We should have sent the apartheid monsters to jail, not let them off with an amnesty."
    },
    {
      "cite": "Cornel West",
      "quote": "Now, myself, I'm not a pacifist at all. I believe in just war. I would have joined the spirit of the nation to fight against apartheid."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "I don't fancy colors of the face, I'm always attracted to colors of the brain."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Division and separation means no harm to the society. It makes everyone unique."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Racism is one of the most common results of the combination of stupidity and the ability to see."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "I am usually able to tolerate all kinds of victims of indoctrination except those who have been infected with xenophobia, racism, or homophobia."
    },
    {
      "cite": "Nadine Gordimer",
      "quote": "I would be guilty only if I were innocent of working to destroy racism in my country."
    },
    {
      "cite": "Trevor Noah",
      "quote": "Don't fight the system. Mock the system."
    },
    {
      "cite": "Kanye West",
      "quote": "I liberate minds with my music. That's more important than liberating a few people from apartheid or whatever."
    }
  ]
}