{
  "source": "https://www.wisesayings.com/aphorism-quotes/",
  "theme": "aphorism",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "There are only two tragedies in life: one is not getting what one wants, and the other is getting it."
    },
    {
      "cite": "Karl Kraus",
      "quote": "An aphorism is never exactly true; it is either a half-truth or one-and-a-half truths."
    },
    {
      "cite": "Paul Eldridge",
      "quote": "We endeavor to stuff the universe into the gullet of an aphorism."
    },
    {
      "cite": "F. H. Bradley",
      "quote": "The hunter for aphorisms on human nature has to fish in muddy water, and he is even condemned to find much of his own mind."
    },
    {
      "cite": "William C. Brown",
      "quote": "An aphorism is an extreme synthesis of thesis and antithesis, theory and practice, it's a mixture of intuition and observation, hypothesis and illusions of certainty and probability, history and stupidity."
    },
    {
      "cite": "F. H. Bradley",
      "quote": "Our live experiences, fixed in aphorisms, stiffen into cold epigrams. Our heart's blood, as we write it, turns to mere dull ink."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The privilege of a lifetime is being who you are."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "There are aphorisms that, like airplanes, stay up only while they are in motion."
    },
    {
      "cite": "Francis Herbert Bradley",
      "quote": "An aphorism is true where it has fixed the impression of a genuine experience"
    },
    {
      "cite": "Mark Twain",
      "quote": "Worrying is like paying a debt you don't owe."
    },
    {
      "cite": "Friedrich Schlegel",
      "quote": "An aphorism ought to be entirely isolated from the surrounding world like a little work of art and complete in itself like a hedgehog."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The excellence of aphorisms consists not so much in the expression of some rare or abstruse sentiment, as in the comprehension of some useful truth in a few words."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "The quoting of an aphorism, like the angry barking of a dog or the smell of overcooked broccoli, rarely indicates that something helpful is about to happen."
    },
    {
      "cite": "Jessie Redmon Fauset",
      "quote": "The old aphorisms are basically sound. First impressions are lasting."
    },
    {
      "cite": "Steven Pinker",
      "quote": "We often feel that a clever aphorism captures a truth that would require pages to defend in any other way."
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "The aphorism is cultivated only by those who have known fear in the midst of words, that fear of collapsing with all the words."
    },
    {
      "cite": "Umberto Eco",
      "quote": "There is nothing more difficult to define than an aphorism."
    },
    {
      "cite": "Elias Canetti",
      "quote": "The great writers of aphorisms read as if they had all known each other well."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "A good aphorism is too hard for the tooth of time, and is not worn away by all the centuries, although it serves as food for every epoch."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The aphorism-that uneasy compromise between poetry and philosophy."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "An aphorism is the last link in a long chain of thought."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The laughter of the aphorism is sometimes triumphant, but seldom carefree."
    },
    {
      "cite": "Anatole Broyard",
      "quote": "Aphorisms are bad for novels. They stick in the reader's teeth."
    },
    {
      "cite": "William Rounseville Alger",
      "quote": "Aphorisms are portable wisdom, the quintessential extracts of thought and feeling."
    },
    {
      "cite": "Robert Breault",
      "quote": "An aphorism is a single sentence that totally exhausts its subject."
    },
    {
      "cite": "James Geary",
      "quote": "Aphorisms are literature's hand luggage. Light and compact, they fit easily into the overhead compartment of your brain."
    },
    {
      "cite": "William C. Brown",
      "quote": "An aphorism is a mental exercise, psychical, logical, linguistic, spiritual, ritual, emotional and rational, it is a major conceptual and literary activity, a mixture of prose and poetry that conveys, in addition to ideology, sympathy or antipathy."
    },
    {
      "cite": "Winston Churchill",
      "quote": "It is a good thing for an uneducated man to read books of quotations."
    },
    {
      "cite": "Stefan Kanfer",
      "quote": "An aphorism is a personal observation inflated into a universal truth, a private posing as a general."
    },
    {
      "cite": "Anatole Broyard",
      "quote": "An aphorism is a generalization of sorts, and our present-day writers seem more at home with the particular."
    },
    {
      "cite": "Rebecca West",
      "quote": "The trouble about man is twofold. He cannot learn truths which are too complicated; he forgets truths which are too simple."
    },
    {
      "cite": "Fyodor Mikhailovich Dostoyevsky",
      "quote": "It seems, in fact, as though the second half of a man`s life is made up of nothing, but the habits he has accumulated during the first half."
    },
    {
      "cite": "Susan Sontag",
      "quote": "It is the nature of aphoristic thinking to be always in a state of concluding; a bid to have the final word is inherent in all powerful phrase-making."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Aphorisms may equivocate, but they must not wobble."
    },
    {
      "cite": "Karl Wilhelm Friedrich Schlegel",
      "quote": "Aphorisms are the true form of the universal philosophy."
    }
  ]
}