{
  "source": "https://www.wisesayings.com/apocalypse-quotes/",
  "theme": "apocalypse",
  "quotes": [
    {
      "cite": "Terence McKenna",
      "quote": "The apocalypse is not something which is coming. The apocalypse has arrived in major portions of the planet and it's only because we live within a bubble of incredible privilege and social insulation that we still have the luxury of anticipating the apocalypse."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Apocalypse does not point to a fiery Armageddon, but to our ignorance and complacency coming to an end."
    },
    {
      "cite": "Khem Veasna",
      "quote": "Selfishness alone is sufficient to bring apocalypse upon a nation."
    },
    {
      "cite": "Anthony Giddens",
      "quote": "Apocalypse has become banal, a set of statistical risk parameters to everyone's existence."
    },
    {
      "cite": "Samuel R. Delany",
      "quote": "Apocalypse has come and gone. We're just grubbing in the ashes."
    },
    {
      "cite": "Terence McKenna",
      "quote": "The apocalypse is the millennium, and the psychedelics move you into the future."
    },
    {
      "cite": "Jenny Hval",
      "quote": "Soft things are terrifying. They're the real signals of death. Images of strength can never be that terrifying. It's the images of weakness that are a real apocalypse."
    },
    {
      "cite": "Peter Diamandis",
      "quote": "Once we start believing that the apocalypse is coming, the amygdala goes on high alert, filtering out most anything that says otherwise."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "The probability of apocalypse soon cannot be realistically estimated, but it is surely too high for any sane person to contemplate with equanimity."
    },
    {
      "cite": "Susan Sontag",
      "quote": "That even an apocalypse can be made to seem part of the ordinary horizon of expectation constitutes an unparalleled violence that is being done to our sense of reality, to our humanity."
    },
    {
      "cite": "Greg Bear",
      "quote": "Apocalypse could not be repealed by the democratic process."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "There's no big apocalypse. Just an endless procession of little ones."
    },
    {
      "cite": "Dale Jamieson",
      "quote": "Apocalypses don't happen very often. They tend to be separated by tens or even hundreds of millions of years."
    },
    {
      "cite": "Danai Gurira",
      "quote": "A zombie apocalypse isn't the most jovial situation."
    },
    {
      "cite": "Joel C. Rosenberg",
      "quote": "We are living on the brink of the apocalypse, but the world is asleep."
    },
    {
      "cite": "George Zebrowski",
      "quote": "Apocalypse is the eye of a needle, through which we pass into a different world."
    },
    {
      "cite": "Jacques Derrida",
      "quote": "The end approaches, but the apocalypse is long lived."
    },
    {
      "cite": "Northrop Frye",
      "quote": "Literature is a human apocalypse, man's revelation to man, and criticism is not a body of adjudications, but the awareness of that revelation, the last judgement of mankind."
    },
    {
      "cite": "Barbara Marx Hubbard",
      "quote": "Apocalypse can mean the unveiling of the deeper self of humanity."
    },
    {
      "cite": "David Seltzer",
      "quote": "If one wants to talk about the end of the world, the apocalypse, you're talking about the world itself. It's not Southern California breaking into the sea. The story is global, and it requires that kind of approach."
    }
  ]
}