{
  "source": "https://www.wisesayings.com/apologetic-quotes/",
  "theme": "apologetic",
  "quotes": [
    {
      "cite": "Jose N. Harris",
      "quote": "Never apologize for showing your feelings. When you do, you are apologizing for the truth."
    },
    {
      "cite": "Beverly Engel",
      "quote": "A meaningful apology is one that communicates three R's: regret, responsibility, and remedy."
    },
    {
      "cite": "Stella Young",
      "quote": "Apologies are great, but they don't really change anything. You know what does? Action."
    },
    {
      "cite": "John Kador",
      "quote": "Apology is not for the faint of heart, but then, neither is life."
    },
    {
      "cite": "John Shelby Spong",
      "quote": "Apologetic explanations do not develop unless there is a reality that has to be explained and defended. Jesus was undeniably a figure of history."
    },
    {
      "cite": "Mark Matthews",
      "quote": "Apologizing does not always mean you're wrong and the other person is right. It just means you value your relationship more than your ego."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Being sorry is the highest act of selfishness, seeing value only after discarding it."
    },
    {
      "cite": "Robin Quivers",
      "quote": "An apology might help, but you can change your life without one."
    },
    {
      "cite": "John Kador",
      "quote": "Apology calls for a willingness to sacrifice on behalf of the wronged party and the inherent value of the relationship, not for what it brings to you but for what you can bring to it."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "Apology is not about saying I'm sorry, but it is about the meaning you put behind the apology and admitting that you are the wrong part."
    },
    {
      "cite": "Toba Beta",
      "quote": "In this life, when you deny someone an apology, you will remember it at time you beg forgiveness."
    },
    {
      "cite": "Sarah Ockler",
      "quote": "Would sorry have made any difference? Does it ever? It's just a word. One word against a thousand actions."
    },
    {
      "cite": "Lynn Johnston",
      "quote": "An apology is the super glue of life. It can repair just about anything."
    },
    {
      "cite": "Prabakaran Thirumalai",
      "quote": "Apology makes you self responsible while excuse makes you undependable."
    },
    {
      "cite": "Cathy Burnham Martin",
      "quote": "Apologies require taking full responsibility. No half-truths, no partial admissions, no rationalizations, no finger pointing, and no justifications belong in any apology."
    },
    {
      "cite": "John Kador",
      "quote": "Apology is both transactional, in that it restores what has been broken to what it was before, and transformational, in that it creates opportunities that didn't exist before."
    },
    {
      "cite": "John Kador",
      "quote": "Apology may start as a feeling, a desire to make matters right, but it requires a commitment to move that desire into practice, to actually take on the great courageous task of showing compassion to others."
    },
    {
      "cite": "Greg LeMond",
      "quote": "More people should apologize, and more people should accept apologies when sincerely made."
    },
    {
      "cite": "Margaret Lee Runbeck",
      "quote": "Apology is a lovely perfume; it can transform the clumsiest moment into a gracious gift."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "If you don't feel apologetic for slavery, if you don't feel apologetic for colonialism, if you feel proud of it then say that."
    },
    {
      "cite": "Evinda Lepins",
      "quote": "An apology given just to appease one's conscience is self-serving and better left unspoken!"
    },
    {
      "cite": "Ain Eineziz",
      "quote": "Apology doesn't mean that you were wrong, or other person was right. Its mean that your relationship is valuable than your ego."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Apologizing a very desperate habit one that is rarely cured."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "If an apology is followed by an excuse or a reason, it means they are going to commit same mistake again they just apologized for."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "Apologizing - a very desperate habit - one that is rarely cured. Apology is only egotism wrong side out."
    },
    {
      "cite": "Nishan",
      "quote": "A person can apologize endlessly, and even if you forgive them, sometimes you can't forget the pain they've caused you."
    },
    {
      "cite": "John Kador",
      "quote": "We value apology in the abstract, but turn our backs on it in practice."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Apologies only account for that which they do not alter."
    },
    {
      "cite": "Gary Hopkins",
      "quote": "An apology can be a wonderful thing so long as it is infrequent and from the heart. However, beware of the person who justifies bad behavior with apologies. For them it is a means to an end, and quite often at your expense."
    },
    {
      "cite": "John Kador",
      "quote": "Apology may be scorned, but it retains its inherent value."
    },
    {
      "cite": "Randy Pausch",
      "quote": "A good apology is like antibiotic, a bad apology is like rubbing salt in the wound."
    },
    {
      "cite": "Uday Mukerji",
      "quote": "Sorry is, indeed, one of the most difficult and most powerful words in the English language, provided one can feel and say it at the same time."
    },
    {
      "cite": "Greg LeMond",
      "quote": "Sincere apologies are for those that make them, not for those to whom they are made. Sincere apologies are for those that make them, not for those to whom they are made."
    },
    {
      "cite": "John Kador",
      "quote": "Apology is the practice of extending ourselves because we value the relationship more than we value the need to be right."
    },
    {
      "cite": "John Kador",
      "quote": "An apology informed is good; an apology performed is better."
    },
    {
      "cite": "Lee Strobel",
      "quote": "Apologetics has an important place in the local church as we seek to influence our communities for Christ in an increasingly skeptical culture."
    },
    {
      "cite": "Beverly Engel",
      "quote": "Apology reminds us that each person (including ourselves) deserves to be respected and treated fairly."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Apologies come in all shapes and sizes. You can give diamonds, candy, flowers, or just your deepest heartfelt sentiment."
    },
    {
      "cite": "John Milton",
      "quote": "The best apology against false accusers is silence."
    },
    {
      "cite": "John Kador",
      "quote": "An effective apology focuses more on compassion for the victim than redemption for the offender."
    }
  ]
}