{
  "source": "https://www.wisesayings.com/apologizing-quotes/",
  "theme": "apologizing",
  "quotes": [
    {
      "cite": "Unkown",
      "quote": "Apologizing does not always mean that you are wrong and the other person is right. It just means that you value your relationship more than your ego."
    },
    {
      "cite": "Unkown",
      "quote": "It's easier to apologize than ask for permission."
    },
    {
      "cite": "Lynn Johnston",
      "quote": "An apology is the superglue of life. It can repair just about anything."
    },
    {
      "cite": "Greg LeMond",
      "quote": "More people should apologize, and more people should accept apologies when sincerely made."
    },
    {
      "cite": "Jude Law",
      "quote": "You can't spend your life apologizing."
    },
    {
      "cite": "Leon Uris",
      "quote": "The ability of a person to atone has always been the most remarkable of human features."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "A stiff apology is a second insult. The injured party does not want to be compensated because he has been wronged; he wants to be healed because he has been hurt."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "The best way to have the last word is to apologize."
    },
    {
      "cite": "Dan Heist",
      "quote": "When you realize you've made a mistake, make amends immediately. It's easier to eat crow while it's still warm."
    },
    {
      "cite": "Unkown",
      "quote": "Nothing wrong with apologizing, but saying I'm sorry does nothing when you continue to make the same mistakes."
    },
    {
      "cite": "Vikrant Parsai",
      "quote": "It is polite to apologize, but it is more polite not to do anything calling for an apology."
    },
    {
      "cite": "Judy Ford",
      "quote": "When an apology is due, give it freely, then follow your apology with action."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Apologizing - a very desperate habit - one that is rarely cured."
    },
    {
      "cite": "P.G. Wodehous",
      "quote": "It is a good rule in life never to apologize. The right sort of people do not want apologies, and the wrong sort take a mean advantage of them."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Never apologize for showing feeling. When you do so you apologize for truth."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "To apologize is to lay the foundation for a future offense."
    },
    {
      "cite": "Kelsey Grammer",
      "quote": "Apologies are pointless, regrets come too late. What matters is you can move on, you can grow, you can do better in the future."
    },
    {
      "cite": "Alan Hollinghurst",
      "quote": "To apologize for what you most wanted to do, to concede that it was obnoxious, boring, 'vulgar and unsafe' --- that was the worst thing."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "One cannot apologize for something fundamental, and a child feels and knows this as well and as deeply as any sage."
    },
    {
      "cite": "Jim Bouton",
      "quote": "It never hurts to apologize, especially if you don't mean it."
    },
    {
      "cite": "Lakesha Ruise",
      "quote": "Apologize quickly when you wrong someone, because I'm sorry has no value in the grave."
    },
    {
      "cite": "Sanhita Baruah",
      "quote": "Apologize! That's the least you can do to try to make right something you have wronged."
    },
    {
      "cite": "John Wayne",
      "quote": "Never apologize and never explain-it's a sign of weakness."
    },
    {
      "cite": "P_teris Bit_ns",
      "quote": "When someone says that it's too late for apologize then you have to do it anyway because it's your duty."
    },
    {
      "cite": "Rick Riordan",
      "quote": "I apologize for apologizing.Thank you."
    },
    {
      "cite": "Unkown",
      "quote": "The first to apologize is the bravest. The first to forgive is the strongest. The first to move forward is the happiest."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Never ruin an apology with an excuse."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Never apologize when you are right unless it is to your wife."
    },
    {
      "cite": "Walt Whitman",
      "quote": "It takes a great deal of character strength to apologize quickly out of one's heart rather than out of pity. A person must possess himself and have a deep sense of security in fundamental principles and values in order to genuinely apologize."
    },
    {
      "cite": "King Charles I",
      "quote": "Never make a defense or an apology until you are accused."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Being sorry is the highest act of selfishness, seeing value only after discarding it."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Apologies only account for that which they do not alter."
    },
    {
      "cite": "Bryan Davis",
      "quote": "Sacrifice is at the heart of repentance. Without deeds, your apology is worthless."
    },
    {
      "cite": "Toba Beta",
      "quote": "In this life, when you deny someone an apology, you will remember it at time you beg forgiveness.."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "A person can apologize endlessly, and even if you forgive them, sometimes you can't forget the pain they've caused you."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Saying 'I'm sorry' is saying 'I love you' with a wounded heart in one hand and your smothered pride in the other."
    },
    {
      "cite": "Kid Cudi",
      "quote": "You can always say sorry but the real apology is when you hear the sadness in their voice and see the look in their eyes. And you realize that they have hurt themselves just as much."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "A truly humble apology works to part storm clouds, calm rough seas, and bring on the soft lights of dawn; it has the power to change a person's world."
    },
    {
      "cite": "Stella Young",
      "quote": "Apologies are great, but they don't really change anything. You know what does? Action."
    },
    {
      "cite": "April Winchell",
      "quote": "I can wholeheartedly apologize for not being at all sorry. And it really is the least I can do."
    },
    {
      "cite": "Claire London",
      "quote": "I have learned that sometimes \"sorry\" is not enough. Sometimes you actually have to change."
    },
    {
      "cite": "Sarah Ockler",
      "quote": "Would 'sorry' have made any difference? Does it ever? It's just a word. One word against a thousand actions."
    },
    {
      "cite": "Margaret Laurence",
      "quote": "In some families, please is described as the magic word. In our house, however, it was sorry."
    },
    {
      "cite": "Robin Quivers",
      "quote": "An apology might help, but you can change your life without one."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Right actions in the future are the best apologies for bad actions in the past."
    },
    {
      "cite": "Vikrant Parsai",
      "quote": "An apology is an expression of regret where the voice rarely matches the words"
    },
    {
      "cite": "Vikrant Parsai",
      "quote": "An apology is saying the right thing after doing the wrong thing."
    },
    {
      "cite": "Anonymous",
      "quote": "Actions speak louder than words. We can apologize over and over, but if our actions don't change, the words become meaningless."
    }
  ]
}