{
  "source": "https://www.wisesayings.com/appearance-quotes/",
  "theme": "appearance",
  "quotes": [
    {
      "cite": "Anaxagoras",
      "quote": "Appearances are a glimpse of the unseen."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Appearance blinds, whereas words reveal."
    },
    {
      "cite": "Laura Riding",
      "quote": "Appearances do not deceive if there are enough of them."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "The fear of appearances is the first symptom of impotence."
    },
    {
      "cite": "Barbara",
      "quote": "Your appearance can be a weapon. As powerful as any knife or gun."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Appearance is something absolute, but reality is not that way - everything is interdependent, not absolute."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "It is only in appearance that time is a river. It is rather a vast landscape and it is the eye of the beholder that moves."
    },
    {
      "cite": "Angelica Hopes",
      "quote": "Appearances can be deceiving, but the true colours of your soul remain."
    },
    {
      "cite": "Trudi Canavan",
      "quote": "If your appearance is all people see, they have no respect for your mind."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Outward appearance is nothing to Him if it is not an expression of the inner."
    },
    {
      "cite": "Boss Tweed",
      "quote": "The appearance of the law must be upheld - especially when it's being broken."
    },
    {
      "cite": "Sara Gruen",
      "quote": "Keeping up the appearance of having all your marbles is hard work, but important."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "All appearances are real and negatio; sophistical: All reality must be sensation."
    },
    {
      "cite": "Wayne Chirisa",
      "quote": "Your external appearance can be great, but your stunning beauty beams from within."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "You cannot judge by outward appearances; the soul is only transparent to its Maker."
    },
    {
      "cite": "Lydia Sigourney",
      "quote": "An appearance of delicacy is inseparable from sweetness and gentleness of character."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Appearance should never attain reality, And if nature conquers, then must art retire."
    },
    {
      "cite": "Tilopa",
      "quote": "It's not the appearance that binds you, it's the attachment to the appearance that binds you."
    },
    {
      "cite": "Neville Goddard",
      "quote": "If you judge after appearances, you will continue to be enslaved by the evidence of your senses."
    },
    {
      "cite": "Antony Gormley",
      "quote": "Our appearance belongs to others, we live in the darkness of the body-part of all darkness but felt."
    },
    {
      "cite": "Cesare Lombroso",
      "quote": "The appearance of a single great genius is more than equivalent to the birth of a hundred mediocrities"
    },
    {
      "cite": "Clement of Alexandria",
      "quote": "It is not your outward appearance that you should beautify, but your soul, adorning it with good works."
    },
    {
      "cite": "Mason Cooley",
      "quote": "When appearance and reality coincide, philosophy and literary criticism find themselves with nothing to say."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "Appearances are nothing.... And first of all they should not be feared, they are only dangerous to the weak."
    },
    {
      "cite": "Diogenes Laertius",
      "quote": "If appearances are deceitful, then they do not deserve any confidence when they assert what appears to them to be true."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The appearances of goodness and merit often meet with a greater reward from the world than goodness and merit themselves."
    },
    {
      "cite": "Rutherford B. Hayes",
      "quote": "In avoiding the appearance of evil, I am not sure but I have sometimes unnecessarily deprived myself and others of innocent enjoyments."
    },
    {
      "cite": "Aesop",
      "quote": "Appearances are deceiving."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Appearance rules the world."
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "Appearance is a type of power."
    },
    {
      "cite": "Ovid",
      "quote": "First appearance deceives many."
    },
    {
      "cite": "Claude Lelouch",
      "quote": "Appearance is valued too much in our society."
    },
    {
      "cite": "George Eliot",
      "quote": "Appearances have very little to do with happiness."
    },
    {
      "cite": "Katherine Harris",
      "quote": "The appearance doesn't matter as much as the content."
    },
    {
      "cite": "John Tyler Bonner",
      "quote": "The sudden appearance of mushrooms after a summer rain is one of the more impressive spectacles of the plant world."
    },
    {
      "cite": "Ovid",
      "quote": "Neglect of appearance becomes men."
    },
    {
      "cite": "Seth Godin",
      "quote": "Risking the appearance of weakness takes strength. And the market knows it."
    },
    {
      "cite": "Epictetus",
      "quote": "The appearance of things to the mind is the standard of every action to man."
    },
    {
      "cite": "Edmund Burke",
      "quote": "An appearance of delicacy, and even fragility, is almost essential to beauty."
    },
    {
      "cite": "John Adams",
      "quote": "The appearance of religion only on Sunday proves that it is only an appearance."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "A respectable appearance is sufficient to make people more interested in your soul."
    },
    {
      "cite": "Sarah McLachlan",
      "quote": "We try to create this interesting appearance to make ourselves feel better about ourselves."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "The appearance of the other in the world corresponds therefore to a congealed sliding of the whole universe."
    },
    {
      "cite": "Kerry James Marshall",
      "quote": "The appearance is the allusion of abstraction when in fact I am in control of every aspect of that symmetry."
    },
    {
      "cite": "Daniel Handler",
      "quote": "Appearance matters a great deal because you can often tell a lot about people by looking at how they present themselves."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Appearances are significant, and never more than in politics. You can always sway the crowd, provided you have a good story."
    },
    {
      "cite": "Robert South",
      "quote": "Most of the appearance of mirth in the world is not mirth, it is art. The wounded spirit is not seen, but walks under a disguise."
    },
    {
      "cite": "Margaret D. Nadauld",
      "quote": "Our outward appearance is a reflection of what we are on the inside. Our lives reflect that for which we seek. And if with all our hearts we truly seek to know the Savior and to be more like Him, we shall be, for He is our divine, eternal Brother."
    },
    {
      "cite": "Mason Cooley",
      "quote": "What lies behind appearance is usually another appearance."
    },
    {
      "cite": "Emily Weiss",
      "quote": "Augmenting your appearance so drastically that it elicits a reaction from literally every acquaintance you greet is a sea change."
    }
  ]
}