{
  "source": "https://www.wisesayings.com/approval-quotes/",
  "theme": "approval",
  "quotes": [
    {
      "cite": "Mandy Hale",
      "quote": "You will never gain anyone's approval by begging for it. When you stand confident in your own worth, respect follows."
    },
    {
      "cite": "Johannes Kepler",
      "quote": "I much prefer the sharpest criticism of a single intelligent man to the thoughtless approval of the masses."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "What do you mean I have to wait for someone's approval?  I'm someone.  I approve.  So I give myself permission to move forward with my full support!"
    },
    {
      "cite": "Vernon Howard",
      "quote": "A truly strong person does not need the approval of others any more than a lion needs the approval of sheep."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Until we accept and approve of ourselves, no amount of approval from others will keep us permanently secure."
    },
    {
      "cite": "Tammy Wooster",
      "quote": "When you lose need and take away the demand for validation you remain free of approval from the outside world."
    },
    {
      "cite": "David Jeremiah",
      "quote": "Once we begin chasing approval, we never stop running. It's servitude to a thousand masters instead of one to please."
    },
    {
      "cite": "Mark Twain",
      "quote": "We can secure other people's approval, if we do right and try hard but our own is worth a hundred of it, and no way has been found out of securing that."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "So long as you are still worried about what others think of you, you are owned by them. Only when you require no approval from outside yourself can you own yourself."
    },
    {
      "cite": "Charles Schwab",
      "quote": "I have yet to find the man, however exalted his station, who did not do better work and put forth greater effort under a spirit of approval than under a spirit of criticism."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Do not look for approval except for the consciousness of doing your best."
    },
    {
      "cite": "Nachman of Breslov",
      "quote": "Work at not needing approval from anyone and you will be free to be who you really are."
    },
    {
      "cite": "Rick Warren",
      "quote": "Blessed are the uncool; for they shall be happy without needing the approval of others."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Always speak and think kindly about yourself, because your soul needs your love and approval."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Needing approval is like saying 'your view of me is more important than my own opinion of myself'."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "People who want the most approval get the least and people who need approval the least get the most."
    },
    {
      "cite": "William Shatner",
      "quote": "Getting that audience approval is always a question mark, and it's always that flag that flutters in front of you."
    },
    {
      "cite": "Criss Jami",
      "quote": "When you're appeasing too much, you might be egotistically over-estimating everyone's need for your approval."
    },
    {
      "cite": "Rachel Naomi Remen",
      "quote": "Of course love is never earned. It is a grace we give one another. Anything we need to earn is only approval."
    },
    {
      "cite": "Denis Waitley",
      "quote": "The most splendid achievement of all is the constant striving to surpass yourself and to be worthy of your own approval."
    },
    {
      "cite": "Terri Clark",
      "quote": "With age comes wisdom and confidence, and I don't feel like I'm seeking approval as much as I used to from other people."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Most fears of rejection rest on the desire for approval from other people. Don't base your self-esteem on their opinions."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "If we are addicted to people's approval, we will always experience pain when that approval is withdrawn--as it always is."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Our human condition makes us tend to share only the best of ourselves, because we are always searching for love and approval."
    },
    {
      "cite": "Judith Martin",
      "quote": "You should resolve not to seek public approval of your private business, when you are not also prepared to accept public disapproval."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is our nature to conform; it is a force which not many can successfully resist. What is its seat? The inborn requirement of self-approval."
    },
    {
      "cite": "Brene Brown",
      "quote": "Many people think of perfectionism as striving to be your best, but it is not about self-improvement; it's about earning approval and acceptance."
    },
    {
      "cite": "Rick Warren",
      "quote": "Many people allow their need for other people's approval to control their lives. They spend their lives worrying about what others think of them."
    },
    {
      "cite": "Mark Twain",
      "quote": "Life ain't about how fast you run or how high you climb, It's all about how good you bounce. A man cannot be comfortable without his own approval."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You have to accept the fact that some people are never going to be for you. Treat them with respect, but you don't need their approval to fulfill your destiny."
    },
    {
      "cite": "Monica Johnson",
      "quote": "It seems, by today's standards, that it's better to seek approval than to tell the truth. It's better to utter sweet nothings than to boldly say something of substance."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "I didn't realize that I was in a self-made prison of human approval and human acceptance. Didn't even realize it. Most of the prisons we live in we are not conscious of."
    },
    {
      "cite": "Tara Brach",
      "quote": "We're so used to presenting ourselves and getting approval according to our achievements that it's difficult to be authentic and trust that we'll be accepted just as we are."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "The people who receive the most approval in life are the ones who care the least about it--so technically, if you want the approval of others, you need to stop caring about it."
    },
    {
      "cite": "Louise L. Hay",
      "quote": "Remember, you have been criticizing yourself for years and it hasn’t worked. Try approving of yourself and see what happens."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Most people think everybody feels about them much more violently than they actually do; they think other people's opinions of them swing through great arcs of approval or disapproval."
    },
    {
      "cite": "Criss Jami",
      "quote": "When a man has a gift in speaking the truth, brute aggression is no longer his security blanket for approval. He, on the contrary, spends most of his energy trying to tone it down because his very nature is already offensive enough."
    },
    {
      "cite": "Mallory Ortberg",
      "quote": "Everyone wants to be liked; everyone wants approval. No one likes being ignored."
    },
    {
      "cite": "Gurinder Chadha",
      "quote": "I know it sounds really weedy, but we are all children who seek approval from our parents."
    },
    {
      "cite": "Will Self",
      "quote": "A creative life cannot be sustained by approval any more than it can be destroyed by criticism."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "There is nothing more shocking than to see assertion and approval dashing ahead of cognition and perception."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Pleasure is Nature's test, her sign of approval. When man is happy, he is in harmony with himself and his environment."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Comfort and luxury are usually the chief requirements of life for your ego - its top priorities tend to be accumulations, achievements, and the approval of others."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "When we consistently suppress and distrust our intuitive knowingness, looking instead for authority, validation, and approval from others, we give our personal power away."
    }
  ]
}