{
  "source": "https://www.wisesayings.com/appreciated-quotes/",
  "theme": "appreciated",
  "quotes": [
    {
      "cite": "rah_U",
      "quote": "Appreciate what you have instead of regret ting for something you don't have."
    },
    {
      "cite": "Shelley Fabares",
      "quote": "We need to appreciate how precious life is."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Appreciate the aesthetic and creativity of the nature and be grateful for being part of it."
    },
    {
      "cite": "Shaddona Richards",
      "quote": "Too many times we get so caught up in moving forward we forget to appreciate where we are and what we have."
    },
    {
      "cite": "Marie Osmond",
      "quote": "It's an amazing feeling to be appreciated for what you do and to feel like you have brought happiness to others."
    },
    {
      "cite": "Thomas Meyer",
      "quote": "Nothing is appreciated till it is revealed for all to see, hear and treasure."
    },
    {
      "cite": "Wale Ayeni",
      "quote": "Be thankful for what you have. Your life, no matter how bad you think it is, is someone else's fairytale."
    },
    {
      "cite": "Steve Brunkhorst",
      "quote": "Feeling appreciated is one of the most important needs that people have. When you share with someone your appreciation and gratitude, they will not forget you. Appreciation will return to you many times."
    },
    {
      "cite": "Jessica Gardner",
      "quote": "Admiration and appreciation are two things that always have a positive effect on any person. But when showing how much you appreciate or appreciate someone, be specific in what you say."
    },
    {
      "cite": "James Neal",
      "quote": "We have to appreciate that managing the consequences of behaviour is the best way to change it."
    },
    {
      "cite": "George Washington",
      "quote": "The value of liberty was thus enhanced in our estimation by the difficulty of its attainment, and the worth of characters appreciated by the trial of adversity."
    },
    {
      "cite": "Amy Dickinson",
      "quote": "Attraction happens when you feel important, valued, appreciated and wanted."
    },
    {
      "cite": "Ogwo David Emenike",
      "quote": "Developing your unique thought to the level of being appreciated and adopted by the world that's genius."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Life is too short to waste your time on people who don't respect, appreciate, and value you."
    },
    {
      "cite": "Robert Tew",
      "quote": "Appreciate what you have while you still have it because one day you won't."
    },
    {
      "cite": "John Noel",
      "quote": "Make time to fully appreciate yourself throughout the day. Be mindful of how you feel. Learn to smell the roses."
    },
    {
      "cite": "John McLeod",
      "quote": "Life holds so many simple blessings, each day bringing its own individual wonder."
    },
    {
      "cite": "Gugu Mona",
      "quote": "Appreciate your life because even though you might not have it all, you still have life, something that someone else could not have no matter how much they wanted to."
    },
    {
      "cite": "Malika E Nura",
      "quote": "A person who feels appreciated will always do more than what is expected."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The greatest gains and values are farthest from being appreciated. We easily come to doubt if they exist. We soon forget them. They are the highest reality."
    },
    {
      "cite": "Karon Waddell",
      "quote": "Appreciate what you have, because someone else is wishing for it."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Someone who feels appreciated will always be and do more than expected. This holds true in love and business."
    },
    {
      "cite": "Amish Tripathi",
      "quote": "The most powerful force in a woman's life is the need to be appreciated, loved and cherished for what she is."
    },
    {
      "cite": "Blaze Olamiday",
      "quote": "Life appreciates those who appreciate it, you are life so appreciate yourself, and everything around you will be appreciated."
    },
    {
      "cite": "Francoise White",
      "quote": "We are remembering to be appreciative of simple, little things. Bigger is not always better, and in this case we want to start by taking time to smell the little flowers."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "The great art of giving consists in this the gift should cost very little and yet be greatly coveted, so that it may be the more highly appreciated."
    },
    {
      "cite": "W. C. Dukenfeld",
      "quote": "You can show that appreciation in big and little ways. It's often the little things that really count and will add up to a stable, loving, and mutually beneficial relationship."
    },
    {
      "cite": "Tony Clark",
      "quote": "Appreciate what you have, where you are and who you are with in this moment."
    },
    {
      "cite": "Margaret Cousins",
      "quote": "Appreciation can make a day, even change a life. Your willingness to put it into words is all that is necessary."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Appreciate and value your time because this is the key to succes."
    },
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "A team will always appreciate a great individual if he's willing to sacrifice for the group."
    },
    {
      "cite": "Miriam Kinai",
      "quote": "To help you appreciate yourself and your assets, understand that flowers in a garden do not compare themselves with the rose"
    },
    {
      "cite": "Greg Henry Quinn",
      "quote": "Of course, it feels good to be appreciated, but the sheer enjoyment of the sun on your face, the smell of the sea, and the giggle of a baby gives true meaning to the word."
    },
    {
      "cite": "Denise Austin",
      "quote": "One of a person's greatest emotional needs is to feel appreciated. Start by appreciating yourself."
    },
    {
      "cite": "Yuna",
      "quote": "Appreciate your heart; really know how to take care of your heart."
    },
    {
      "cite": "Christiane Northrup",
      "quote": "Feeling grateful or appreciative of someone or something in your life actually attracts more of the things that you appreciate and value into your life."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Your patience will be both appreciated and rewarded."
    },
    {
      "cite": "Gary Chapman",
      "quote": "We like to sense that our efforts are appreciated, and that our spouse sees something good in us. When we are affirmed, we aspire to be better."
    },
    {
      "cite": "Clement Getate",
      "quote": "Contentment is the reward of being appreciative and grateful. It goes that if you are grateful in every situation, you will be happy with everything and your happiness will be abundant and boundless."
    },
    {
      "cite": "Shadonna Richards",
      "quote": "We must value life and treasure each breath we take. We must value each person and how he or she touches our lives everyday."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Our life becomes happier when we learn to appreciate all that we have rather than letting our focus be on what we do not have."
    },
    {
      "cite": "Robert Brault",
      "quote": "Enjoy the little things, for one day you may look back and realize they were the big things."
    },
    {
      "cite": "Sam Altman",
      "quote": "People appreciate when you make an effort to speak their language."
    },
    {
      "cite": "Laurie Cain",
      "quote": "Learn to appreciate your positives. It is far too easy for us to get carried away with perceived faults in our character."
    },
    {
      "cite": "Lance Mitchell",
      "quote": "Everyone appreciates being appreciated!"
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Everyone wants to be appreciated, so if you appreciate someone, don't keep it a secret."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "You cannot appreciate what you have never experienced. Sadly, full appreciation tends to come only after the experience is past."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Sometimes we don't realize the blessings we have until we no longer have them. Appreciate all the blessings in your life, take none for granted."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "If you believe in others and give them a positive reputation to uphold, you can help them to become better than they think they are."
    }
  ]
}