{
  "source": "https://www.wisesayings.com/april-quotes/",
  "theme": "april",
  "quotes": [
    {
      "cite": "George Orwell",
      "quote": "It was a bright cold day in April, and the clocks were striking thirteen."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "We can't possibly have a summer love. So many people have tried that the name's become proverbial. Summer is only the unfulfilled promise of spring, a charlatan in place of the warm balmy nights I dream of in April. It's a sad season of life without growth...It has no day."
    },
    {
      "cite": "Beverley Nichols",
      "quote": "They came on one of April's most brilliant days--a day as sparkling as a newly-washed lemon...a day when even the shadows were a melange of blue and orange and jade, like the shadows that poured from the tipsy brush of Monet"
    },
    {
      "cite": "Marty Rubin",
      "quote": "April is the kindest month. April gets you out of your head and out working in the garden."
    },
    {
      "cite": "William Cowper",
      "quote": "But it is a sort of April-weather life that we lead in this world. A little sunshine is generally the prelude to a storm."
    },
    {
      "cite": "Nicola Sinclair",
      "quote": "You spend so much time hating the fact that April behaves more like a mother than a sister, but you're the one who's holding onto the apron strings every time she tries to cut them."
    },
    {
      "cite": "Judith Fertig",
      "quote": "The tantalizing scent transported me to a white, sandy beach lapped by a turquoise sea under a tropical sun. Lime and coconut were the getaway flavors my bakery customers needed in April, tax time."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Again the blackbirds sings; the streams / Wake, laughing, from their winter dreams, / And tremble in the April showers / The tassels of the maple flowers."
    },
    {
      "cite": "E. Y. Harburg",
      "quote": "April in Paris, chestnuts in blossom, holiday tables under the trees."
    },
    {
      "cite": "Max Heindel",
      "quote": "It is best to be born in April or August when the life-giving Sun is in its exaltation sign Aries or Leo, its home, for then we enter the sea of life on the crest-wave and are backed in the battle of existence by an abundant fund of vim and energy."
    },
    {
      "cite": "Ken Casey",
      "quote": "It was in the month of April, / When the boys they sailed away / And they made a sight so glorious, / As they marched along Broadway"
    },
    {
      "cite": "Alexis Benjamin",
      "quote": "April; the cruelest month  / I reckon this much could be a contender  /  There's only so much sorrow a man can take  / I can't change my face, Don't you remember?"
    },
    {
      "cite": "Remy Belleau",
      "quote": "April, pride of woodland ways, / Of glad days, / April, bringing hope of prime, / To the young flowers that beneath / Their bud sheath / Are guarded in their tender time;"
    },
    {
      "cite": "Remy Belleau",
      "quote": "April, joy of the green hours, / Clothes with flowers / Over all her locks of gold / My sweet Lady; and her breast / With the blest / Birds of summer manifold."
    },
    {
      "cite": "Remy Belleau",
      "quote": "April, by thy hand caressed, / From her breast / Nature scatters everywhere / Handfuls of all sweet perfumes, / Buds and blooms, / Making faint the earth and air."
    },
    {
      "cite": "Remy Belleau",
      "quote": "Daffodil and eglantine, / And woodbine, / Lily, violet, and rose / Plentiful in April fair, / To the air, / Their pretty petals do unclose."
    },
    {
      "cite": "Remy Belleau",
      "quote": "April, all to welcome thee, / Spring sets free / Ancient flames, and with low breath / Wakes the ashes grey and old / That the cold / Chilled within our hearts to death."
    },
    {
      "cite": "Virna Sheard",
      "quote": "April again! the willow wands are yellow / Rose-red the brambles that the passing wind knows, / Comes a / robin's note like the note of a 'cello, / And across the valley, the calling of the crows,- / April again!"
    },
    {
      "cite": "Virna Sheard",
      "quote": "April with its haunting joy, and swift-stinging tears,- / Month of mist and music, and the old moon-madness, / Month of magic fluting, the spirit only hears"
    },
    {
      "cite": "William Force Stead",
      "quote": "O sweet wild April / Came over the hills, / He skipped with the winds / And he tripped with the rills; / His raiment was all / Of the daffodils. / Sing hi, / Sing hey, / Sing ho!"
    },
    {
      "cite": "Mathilde Blind",
      "quote": "The April sun, the April sun, / Glints through the rain in fitful splendor, / And in grey shaw and woodland dun / The little leaves spring forth and tender"
    },
    {
      "cite": "Virna Sheard",
      "quote": "When April comes with softly shining eyes, / And daffodils bound in her wind-blown hair, / Oh, she will coax all clouds from out the skies, / And every day will bring some sweet surprise,-- / The swallows will come swinging through the air / When April comes!"
    },
    {
      "cite": "Virna Sheard",
      "quote": "And at the break of morning we will hear / The piping of the robins crystal clear-- / While bobolinks will whistle through the days, / When April comes!"
    },
    {
      "cite": "Leonora Speyer",
      "quote": "April now walks the fields again, / Trailing her tearful leaves / And holding all her frightened buds against her heart: / Wrapt in her clouds and mists, / She walks, / Groping her way among the graves of men."
    },
    {
      "cite": "Richard Le Gallienne",
      "quote": "April is in the world again, / And all the world is filled with flowers- / Flowers for others, not for me! / For my one flower I cannot see, / Lost in the April showers."
    },
    {
      "cite": "Sir Charles George Douglas Roberts",
      "quote": "Sang the sun rise on an amber morn - / Earth, be glad! An April day is born. / Winter's done, and April's in the skies, / Earth, look up with laughter in your eyes!"
    },
    {
      "cite": "Alfred Austin",
      "quote": "But April always, as I find thee now: / A constant freshness unto me be thou, / And not the ripeness that must soon be sere. / Why should I be Time's dupe, and wish more near"
    },
    {
      "cite": "Joseph Grimaldi",
      "quote": "April is, by universal consent, admitted to be the month of 'fools'."
    },
    {
      "cite": "Joseph Grimaldi",
      "quote": "April will not fail to turn out as it should be, and as it generally is, one of the sweetest, dearest, loveliest months of the year."
    },
    {
      "cite": "Joseph Grimaldi",
      "quote": "Yes, April is a lovely, soul-inspiring, life-invigorating month."
    },
    {
      "cite": "Joseph Grimaldi",
      "quote": "In April, the first soft, tender, delicate green of spring salutes the eye in every direction."
    },
    {
      "cite": "Ellen Jackson",
      "quote": "April is a month of melody. In April, you can hear the warbling of mockingbirds and the chattering or squirrels."
    },
    {
      "cite": "Ellen Jackson",
      "quote": "April is courtship time for many animals."
    },
    {
      "cite": "David C. Reyes",
      "quote": "How the rain showers come in the month of April, bringing nourishment to the flowers so they can bloom in the spring."
    },
    {
      "cite": "Lotuswulf Satyrhorn",
      "quote": "The coming of April heralds the time to plant seeds of magic and fill the heart and home with the joy of light and life."
    },
    {
      "cite": "Lotuswulf Satyrhorn",
      "quote": "The month of April is often brings the rains needed to stimulate growth in the earth and fertility is reaching for its peak."
    },
    {
      "cite": "Lotuswulf Satyrhorn",
      "quote": "April is a time of growth, magic and joy for the otherkin coven."
    },
    {
      "cite": "Summer Bacon",
      "quote": "Spring is in the air, certainly in this merry month of April, and with April showers, there are May flowers."
    },
    {
      "cite": "Summer Bacon",
      "quote": "It dances like water in the stream, my dear friends, the water of April showers that bring the May flowers of your soul to life."
    },
    {
      "cite": "Summer Bacon",
      "quote": "You will feel the intoxication if you live life very consciously in this beautiful, merry month of April."
    },
    {
      "cite": "R. Lupi",
      "quote": "April showers could bring a cold winter mood when it poured. Then when it was gone, it wasn't warm or cold, but stayed in a residual flavor of both."
    },
    {
      "cite": "Sharon Leah",
      "quote": "April mark as the real end of winter. Daffodils pop open and nod their yellow heads. Grass starts to recover from its frozen cover of snow, trees bud, forsythia shows its yellow cloak, tulips display their lips, and the animals--chipmunks, squirrels, rabbits and other animals--wake up from their winter sleep."
    },
    {
      "cite": "Sharon Leah",
      "quote": "Rain soaks the earth, prompting growth and preparing the flowers of the season. And we find ourselves shedding our winter coats on the first warm spring day. This is April!"
    },
    {
      "cite": "Harriet Prescott Spofford",
      "quote": "A gush of bird-song, a patter of dew, A cloud, and a rainbow's warning, Suddenly sunshine and perfect blue-- An April day in the morning."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "April is the cruelest month, breeding lilacs out of the dead land, mixing memory and desire, stirring dull roots with spring rain."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Here cometh April again, and as far as I can see the world hath more fools in it than ever."
    },
    {
      "cite": "Akash B Chandran",
      "quote": "Some people can't be fooled on April Fool's Day because they were fooled too many times during their entire lifetime."
    },
    {
      "cite": "Proverb",
      "quote": "April showers bring forth May flowers."
    },
    {
      "cite": "Thomas Tusser",
      "quote": "Sweet April showers Do bring May flowers."
    },
    {
      "cite": "William Shakespeare",
      "quote": "April hath put a spirit of youth in everything."
    },
    {
      "cite": "W. H. Gibson",
      "quote": "Oh, the lovely fickleness of an April day!"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The April winds are magical, And thrill our tuneful frames; The garden-walks are passional To bachelors and dames."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "April fool, n. The March fool with another month added to his folly."
    },
    {
      "cite": "Alexander Smith",
      "quote": "Sweet April's tears, Dead on the hem of May."
    },
    {
      "cite": "English Country Saying",
      "quote": "April weather, rain and sunshine both together."
    },
    {
      "cite": "Hal Borland",
      "quote": "April is a promise that May is bound to keep."
    },
    {
      "cite": "Buddy de Sylva",
      "quote": "If April showers should come your way, they bring the flowers that bloom in May."
    },
    {
      "cite": "unknown",
      "quote": "Why are people so tired on April 1st? Because they just finished a 31-day March."
    },
    {
      "cite": "unknown",
      "quote": "April Fools gone past, and you're the biggest fool at last."
    },
    {
      "cite": "Mark Twain",
      "quote": "The first of April is the day we remember what we are the other 364 days of the year."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "April comes like an idiot, babbling and stewing flowers."
    },
    {
      "cite": "Byron Caldwell Smith",
      "quote": "Our spring has come at last with the soft laughter of April suns and shadow of April showers."
    },
    {
      "cite": "Christopher Morley",
      "quote": "April prepares her green traffic light and the world thinks Go."
    }
  ]
}