{
  "source": "https://www.wisesayings.com/aquarius-quotes/",
  "theme": "aquarius",
  "quotes": [
    {
      "cite": "Morgan Fairchild",
      "quote": "One of the hallmarks of the sign of Aquarius is the campaign for justice. Everybody is my brother. Justice is very important to me."
    },
    {
      "cite": "Denzel Curry",
      "quote": "As an Aquarius, I was born an outsider. I'm awkward at social events. I can be social, but I feel like nobody truly understands who I am."
    },
    {
      "cite": "Hazel Dixon-Cooper",
      "quote": "The good news is that she is one of the nicest people in the universe. The bad news is, that's because she always does exactly what she pleases. An Aquarius female is rebellious, headstrong, and contrary. She can be selfishly independent and exasperating, especially when she is running through the house screaming, \"freedom!"
    },
    {
      "cite": "J.J. Hughes",
      "quote": "A new consciousness has been emerging through the age of Aquarius, and a rapid spiritual awakening is occurring, which science, and organized religions have not yet fully tapped into."
    },
    {
      "cite": "Gerome Ragni",
      "quote": "When the moon is in the seventh house / And Jupiter aligns with Mars, / Then peace will guide the planets, / And love will steer the stars; / This is the dawning of the age of Aquarius, / The age of Aquarius."
    },
    {
      "cite": "Peter Max",
      "quote": "The 'Aquarian Age'. It is a new age and a new change will come about."
    },
    {
      "cite": "Dean Winchester",
      "quote": "My name is Dean Winchester. I'm an Aquarius, I enjoy sunsets, long walks on the beach and frisky women."
    },
    {
      "cite": "KP aka Kut Price",
      "quote": "Interesting? Arre, then you must be Aquarius. You're both intelligent and beautiful."
    },
    {
      "cite": "Northrop Frye",
      "quote": "We have manic people talking about the Age of Aquarius, where everything is just going to be wonderful, and then we have depressive people talking about atomic bombs and the destruction of civilization."
    },
    {
      "cite": "Daniel Gibson",
      "quote": "I need you Aquarius / Enchanted I will have to stay / I feel you Aquarius / Cause you the sea set me free / You call to me Aquarius / You call to me, you set me free."
    },
    {
      "cite": "James Rado",
      "quote": "Aquarius, was born the night / The shining stars, needed brighter shining light / Aquarius, was my savior / It came along, like a blast from out of sight / When I was weak, you came along / Enlightened me, covered the sun / You seduced me, I can never ever run / Aquarius, is the stardust / It kills the faith, and the only one I trust / It calls your name, and you listen / It steals your soul, and your hunger and your lust."
    },
    {
      "cite": "Marcus Uzilevsky",
      "quote": "Children of Aquarius / Your world is my world / I've waited for a long time for our time to come / Children of Aquarius / Your dream is my dream / Your soul and my soul have now become one."
    },
    {
      "cite": "Robert Graves",
      "quote": "How is your trade, Aquarius, / This frosty night? / Complaints is many and various / And my feet are cold, says Aquarius, / There's Venus objects to Dolphin-scales, / And Mars to Crab-spawn found in my pails, / And the pump has frozen to-night, / And the pump has frozen to-night."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "These, and far more than these, / The Poet sees! / He can behold / Aquarius old / Walking the fenceless fields of air; / And from each ample fold / Of the clouds about him rolled / Scattering everywhere / The showery rain, / As the farmer scatters his grain."
    },
    {
      "cite": "Richard Savage",
      "quote": "The solar fires now faint and wat'ry burn, / Just where with ice Aquarius frets his urn! / If thaw'd, forth issue, from its mouth severe, / Raw clouds, that sadden all th' inverted year."
    },
    {
      "cite": "Anonymous",
      "quote": "Aquarius think about all of their options fully before making a decision, and will worry nonstop in hopes that they made the right one."
    },
    {
      "cite": "Marie Louise von Franz",
      "quote": "You see, in the image of Aquarius, it's a man who pours water into the fish. Now the fish is the unconscious. It is not enough just to have it. We have to actively turn towards it and support it so that it then helps us."
    },
    {
      "cite": "Harbhajan Singh Yogi",
      "quote": "The Age of Aquarius is the age of excellence in which personal purity shall absolutely matter."
    },
    {
      "cite": "Andre Balazs",
      "quote": "I love water - I'm an Aquarius, but that has nothing to do with it - and I've never been away from water in any place."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Aquarius is a miscellaneous set of stars all at different distances from us, which have no connection with each other except that they constitute a (meaningless) pattern when seen from a certain (not particularly special) place in the galaxy (here)."
    },
    {
      "cite": "Yogi Bhajan",
      "quote": "In the Age of Aquarius, the depression and stress on mankind will tear up people who do not have the technical knowledge of self."
    }
  ]
}