{
  "source": "https://www.wisesayings.com/archeology-quotes/",
  "theme": "archeology",
  "quotes": [
    {
      "cite": "Stephen Dean",
      "quote": "Archaeology is like a jigsaw puzzle, except that you can't cheat and look at the box, and not all the pieces are there."
    },
    {
      "cite": "David George Hogarth",
      "quote": "The limitations of archaeology are galling. It collects phenomena, but hardly ever can isolate them so as to interpret scientifically; it can frame any number of hypotheses, but rarely, if ever, scientifically prove."
    },
    {
      "cite": "Stephen Dean",
      "quote": "Archaeology gives a sense of place. It grounds us within the landscape and every place is unique. … Archaeology can also give an understanding of where we come from."
    },
    {
      "cite": "Jim Bishop",
      "quote": "Archaeology is the peeping Tom of the sciences. It is the sandbox of men who care not where they are going; they merely want to know where everyone else has been."
    },
    {
      "cite": "Michael I. Rostovtzeff",
      "quote": "For me archaeology is not a source of illustrations for written texts, but an independent source of historical information, with no less value and importance, sometimes more importance, that the written sources."
    },
    {
      "cite": "Amelia Blanfold Edwards",
      "quote": "Were I asked to define it, I should reply that archæology is that science which enables us to register and classify our knowledge of the sum of man’s achievement in those arts and handicrafts whereby he has, in time past, signalized his passage from barbarism to civilization."
    },
    {
      "cite": "Doug Scott",
      "quote": "History may be accurate. But archaeology is precise."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Archaeology is not only the hand maid of history, it is also the conservator of art."
    },
    {
      "cite": "Margaret Murray",
      "quote": "Archaeology is the study of humanity itself, and unless that attitude towards the subject is kept in mind archaeology will be overwhelmed by impossible theories or a welter of flint chips."
    },
    {
      "cite": "Seth Shostak",
      "quote": "In archaeology, context is the basis of many discoveries that are imputed to the deliberate workings of intelligence. If I find a rock chipped in such a way as to give it a sharp edge, and the discovery is made in a cave, I am seduced into ascribing this to tool use by distant, fetid and furry ancestors."
    },
    {
      "cite": "Sarah Parcak",
      "quote": "Archaeology holds all the keys to understanding who we are and where we come from."
    },
    {
      "cite": "Sarah Parcak",
      "quote": "In archaeology, context is everything. Objects allow us to reconstruct the past. Taking artifacts from a temple or an ancient private house is like emptying out a time capsule."
    },
    {
      "cite": "Sarah Parcak",
      "quote": "When you think about archaeology, archaeology is the only field that allows us to tell the story of 99 percent of our history prior to 3,000 B.C. and writing."
    },
    {
      "cite": "Michael Foucault",
      "quote": "As the archaeology of our thought easily shows, man is an invention of recent date. And one perhaps nearing its end."
    },
    {
      "cite": "Thomas R. Pickering",
      "quote": "In archaeology you uncover the unknown. In diplomacy you cover the known."
    },
    {
      "cite": "Joan D. Vinge",
      "quote": "Archaeology is the anthropology of the past, and science fiction is the anthropology of the future."
    },
    {
      "cite": "Jimenez Lai",
      "quote": "What's interesting in archaeology is that we always understand other cultures by digging up their cities; architecture is almost always a way for us to formulate a diagram of how people used to live."
    },
    {
      "cite": "Kent V. Flannery",
      "quote": "Hell, I don't break the soil periodically to 'reaffirm my status'. I do it because archeology is still the most fun you can have with your pants on."
    },
    {
      "cite": "William F. Albright",
      "quote": "There can be no doubt that archaeology has confirmed the substantial historicity of Old Testament tradition."
    },
    {
      "cite": "Anonymous",
      "quote": "Archaeology is the science of digging in the earth to try and find a civilization worse than ours."
    },
    {
      "cite": "Jennifer K. McArthur",
      "quote": "Statements that will hold good for all time are difficult to obtain in archaeology. The most that can be done at any one time is to report on the current state of knowledge."
    },
    {
      "cite": "Sebastiao Salgado",
      "quote": "I have been photographing the portrait of an end of an era, as machines and computers replace human workers. What we have in these pictures is an archeology"
    }
  ]
}