{
  "source": "https://www.wisesayings.com/architecture-quotes/",
  "theme": "architecture",
  "quotes": [
    {
      "cite": "Ludwig Mies Van Der Rohe",
      "quote": "Architecture is the will of the age conceived in spatial terms."
    },
    {
      "cite": "Luis Barragan",
      "quote": "Any work of architecture which does not express serenity is a mistakes."
    },
    {
      "cite": "Harry Seidler",
      "quote": "Architecture is not an inspirational business, it's a rational procedure to do sensible and hopefully beautiful things; that's all."
    },
    {
      "cite": "Frank Gehry",
      "quote": "Architecture should speak of its time and place, but yearn for timelessness."
    },
    {
      "cite": "Louis Kahn",
      "quote": "A great building must begin with the unmeasurable, must go through measurable means when it is being designed and in the end must be unmeasurable."
    },
    {
      "cite": "Ludwig Mies Van Der Rohe",
      "quote": "Architecture starts when you carefully put two bricks together. There is begins."
    },
    {
      "cite": "Louis-Ferdinand Céline",
      "quote": "Architecture is the alpha principle of all arts."
    },
    {
      "cite": "Samuel Mockbee",
      "quote": "The hand expresses what the heart already knows."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The physician can bury his mistakes, but the architect can only advise his client to plant vines."
    },
    {
      "cite": "Alvar Aalto",
      "quote": "Modern architecture does not mean the use of immature new materials; the main thing is to refine materials in a more human direction."
    },
    {
      "cite": "Renzo Piano",
      "quote": "One of the great beauties of architecture is that each time it is like life starting all over again."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "All architecture is great architecture after sunset; perhaps architecture is really a nocturnal art, like the art of fireworks."
    },
    {
      "cite": "Gaetano Pesce",
      "quote": "Architecture is the king or queen of the arts."
    },
    {
      "cite": "Jan Gehl",
      "quote": "Only architecture that considers human scale and interaction is successful architecture."
    },
    {
      "cite": "Zaha Hadid",
      "quote": "Architecture is really about well-being. I think that people want to feel good in a space. On the one hand it's about shelter, but it's also about pleasure."
    },
    {
      "cite": "Claudio Silvestrin",
      "quote": "Architecture is supposed to complete nature. Great architecture makes nature more beautiful it gives it power."
    },
    {
      "cite": "Richard Rogers",
      "quote": "Architecture is about public space held by buildings."
    },
    {
      "cite": "Walter Gropius",
      "quote": "Architecture begins where engineering ends."
    },
    {
      "cite": "Ludwig Mies Van Der Rohe",
      "quote": "Architecture depends on its time. It is the crystallization of its inner structure, the slow unfolding of its form."
    },
    {
      "cite": "Yoshio Taniguchi",
      "quote": "Architecture is basically a container of something. I hope they will enjoy not so much the teacup, but the tea."
    },
    {
      "cite": "Julia Morgan",
      "quote": "Architecture is a visual art, and the buildings speak for themselves."
    },
    {
      "cite": "Denise Scott Brown",
      "quote": "Architecture can't force people to connect, it can only plan the crossing points, remove barriers, and make the meeting places useful and attractive."
    },
    {
      "cite": "Juhani Pallasmaa",
      "quote": "Architecture is about the understanding of the world and turning it into a more meaningful and humane place."
    },
    {
      "cite": "Norman Foster",
      "quote": "As an architect you design for the present, with an awareness of the past, for a future which is essentially unknown."
    },
    {
      "cite": "Lebbeus Woods",
      "quote": "Architecture is a political act, by nature. It has to do with the relationships between people and how they decide to change their conditions of living."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We shape our buildings; thereafter they shape us."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The mother art is architecture. Without an architecture of our own we have no soul of our own civilization."
    },
    {
      "cite": "Barbara Delinsky",
      "quote": "Home development is about wishful thinking. It's about capturing a dream."
    },
    {
      "cite": "Maya Lin",
      "quote": "Architecture is like a mythical fantastic. It has to be experienced. It can't be described. We can draw it up and we can make models of it, but it can only be experienced as a complete whole."
    },
    {
      "cite": "Philip Johnson",
      "quote": "All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space."
    },
    {
      "cite": "Arthur Erickson",
      "quote": "Whenever we witness art in a building, we are aware of an energy contained by it."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "We need houses as we need clothes, architecture stimulates fashion. It's like hunger and thirst you need them both."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "A building is not just a place to be but a way to be."
    },
    {
      "cite": "Barbara Kruger",
      "quote": "I think architecture is one of the predominant orderings of social space. It can construct and contain our experiences. It defines our days and nights. It literally puts us in our place."
    },
    {
      "cite": "Leonard Baskin",
      "quote": "Architecture should be dedicated to keeping the outside out and the inside in."
    },
    {
      "cite": "I. M. Pei",
      "quote": "Architecture is the very mirror of life. You only have to cast your eyes on buildings to feel the presence of the past, the spirit of a place; they are the reflection of society."
    },
    {
      "cite": "Louis Kahn",
      "quote": "Architecture is what nature cannot make. Architecture is something unnatural but not something made up."
    },
    {
      "cite": "Zaha Hadid",
      "quote": "Architecture is how the person places herself in the space. Fashion is about how you place the object on the person."
    },
    {
      "cite": "Norman Foster",
      "quote": "Architecture is an expression of values."
    },
    {
      "cite": "I. M. Pei",
      "quote": "I believe that architecture is a pragmatic art. To become art it must be built on a foundation of necessity."
    },
    {
      "cite": "Steven Holl",
      "quote": "Architecture is bound to situation. And I feel like the site is a metaphysical link, a poetic link, to what a building can be."
    },
    {
      "cite": "Daniel Libeskind",
      "quote": "Architecture is not based on concrete and steel, and the elements of the soil. It's based on wonder."
    },
    {
      "cite": "Le Corbusier",
      "quote": "Architecture is the learned game, correct and magnificent, of forms assembled in the light."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In architecture the pride of man, his triumph over gravitation, his will to power, assume a visible form. Architecture is a sort of oratory of power by means of forms."
    },
    {
      "cite": "Barbara Kruger",
      "quote": "Architecture is my first love, if you want to talk about what moves me the ordering of space, the visual pleasure, architecture's power to construct our days and nights."
    },
    {
      "cite": "Luis Barragan",
      "quote": "Architecture is a art when one consciously or unconsciously creates aesthetic emotion in the atmosphere and when this environment produces well being."
    },
    {
      "cite": "Malcolm Miller",
      "quote": "This building is like a book. Its architecture is the binding, its text is in the glass and sculpture."
    },
    {
      "cite": "Ludwig Mies Van Der Rohe",
      "quote": "Architecture is the will of an epoch translated into space."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Whatever good things we build end up building us."
    }
  ]
}