{
  "source": "https://www.wisesayings.com/archery-quotes/",
  "theme": "archery",
  "quotes": [
    {
      "cite": "Milan E. Elott",
      "quote": "Archery does not get difficult or hard to understand until the arrow misses."
    },
    {
      "cite": "Confucius",
      "quote": "In archery we have something like the way of the superior man. When the archer misses the center of the target, he turns round and seeks for the cause of his failure in himself."
    },
    {
      "cite": "Maurice Thompson",
      "quote": "There is no excellence in archery without great labour."
    },
    {
      "cite": "Eugen Herrigel",
      "quote": "In the case of archery, the hitter and the hit are no longer two opposing objects, but are one reality."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A good archer is known not by his arrows but by his aim."
    },
    {
      "cite": "Anonymous",
      "quote": "An archer cannot hit the bullseye if he doesn't know where the target is."
    },
    {
      "cite": "Maurice Thompson",
      "quote": "But you must be patient and careful; nor should you expect to become an accomplished archer without long and severe training."
    },
    {
      "cite": "Maurice Thompson",
      "quote": "So long as the new moon returns in heaven a bent, beautiful bow, so long will the fascination of archery keep hold in the hearts of men."
    },
    {
      "cite": "Usa Archery",
      "quote": "Whether you are a beginning, intermediate, or even advanced archer, Archery will give you something that's almost impossible to find elsewhere."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "The archer that shoots badly has a lie ready."
    },
    {
      "cite": "Nigerian Proverb",
      "quote": "Even as the archer loves the arrow that flies, so too he loves the bow that remains constant in his hands."
    },
    {
      "cite": "Stephen Amell",
      "quote": "You have to relax when you're shooting an arrow. You can't be tense. And that just helps, in your day-to-day life."
    },
    {
      "cite": "Fred Bear",
      "quote": "Nothing clears a troubled mind better than shooting a bow."
    },
    {
      "cite": "Curly Howard",
      "quote": "I shoot an arrow into the air, where it lands I do not care: I get my arrows wholesale!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An arrow is never afraid of shooting from the bow; but it is afraid of not reaching the target!"
    },
    {
      "cite": "English Proverbs",
      "quote": "Draw not your bow till your arrow is fixed."
    },
    {
      "cite": "Eugen Herrigel",
      "quote": "Don't think of what you have to do, don't consider how to carry it out! The shot will only go smoothly when it takes the archer himself by surprise."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "If you would hit the mark [at long range], you must aim a little above it: Every arrow that flies feels the pull of the earth."
    },
    {
      "cite": "Henry Thoreau",
      "quote": "In the long run, you only hit what you aim at."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You are the bows from which your children as living arrows are sent forth."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "The archer sees the make upon the path of the infinite, and He bends you with His might that His arrows may go swift and far."
    },
    {
      "cite": "D.T. Suzuki",
      "quote": "Fundamentally the marksman aims at himself."
    },
    {
      "cite": "Sebastien de Castell",
      "quote": "The archer is the true weapon; the bow is just a long piece of wood."
    },
    {
      "cite": "William Shakespeare",
      "quote": "If love be blind, love cannot hit the mark."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The way to write is to throw your body at the mark when all your arrows are spent."
    },
    {
      "cite": "Andrea Portes",
      "quote": "I'm not sure why anyone on the face of the planet would want to use a bow and arrow. I mean, it seems like a fairly limited field of expertise and usefulness. Unless your name is Katniss."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Famous archer, Howard Hill won all of the 267 archery contests he entered. He could hit a bullseye at 50 feet, then split first arrow with the second. Would it be possible for you to shoot better than him? YES, if he were blindfolded! How can you hit a target you can't see? Even worse, how can you hit a target you don't even have!? You need to have GOALS in your life!"
    },
    {
      "cite": "Fred Bear",
      "quote": "The history of the bow and arrow is the history of mankind"
    },
    {
      "cite": "Eugen Herrigel",
      "quote": "The shot will go smoothly only when it takes the archer himself by surprise."
    },
    {
      "cite": "Geena Davis",
      "quote": "Archery is something that I took up later and didn't know I had a natural aptitude for."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "I am a very good archer. I use archery as my way of meditation. I cannot sit down and just meditate in the classical sense. I am very active. So, I use archery. I have my bow, my arrow and I use this tension and relaxation in the second after throwing the arrow. And it is my way to meditate and this is the only thing that clears my mind. When I do archery, I am totally there with my bow, my target, my arrow, and I don't think, I am communion with the universe."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "You are the bows from which your children as living arrows are sent forth."
    },
    {
      "cite": "Richard Schayer",
      "quote": "I don't enjoy indoor archery especially with myself as a possible target."
    },
    {
      "cite": "Marc Thompson",
      "quote": "Yes. Robin even said that I was as good at archery as I am at magic."
    },
    {
      "cite": "Richard Shepard",
      "quote": "I need a break. There's no retirement home for assassins is there? Archery at four. Riflery at five."
    },
    {
      "cite": "Sam Mitchell",
      "quote": "He's well-known for his archery skills, and shows it off with his trusty weapon of choice: the Palutena Bow."
    },
    {
      "cite": "Stieg Hedlund",
      "quote": "Our mental discipline is matched only by our skill in archery... I only hope these are enough to withstand this awful trial."
    },
    {
      "cite": "Paolo Levi",
      "quote": "Oh, of course, the returning game. I had no idea you were so interested in archery."
    },
    {
      "cite": "Greg Berlanti",
      "quote": "Do you know anyone hiring ex-billionaires with superior archery skills?"
    },
    {
      "cite": "Clifford Smith",
      "quote": "Perfect precision marksman / Spit darts and flip charts, and / Archery shots aimed at your heart then"
    },
    {
      "cite": "T.C. Superstar",
      "quote": "We walk out to archery / And trail behind the pack / His shoes kick up Caliche  / As he shuffles like me"
    },
    {
      "cite": "Brittni Nichole Stewart",
      "quote": "I think I finally learned to swim alone in the deep end / Oh I gotta go, Oh it's time for archery, it starts at 3"
    },
    {
      "cite": "Thomas Hood",
      "quote": "My archery is all unlearn'd / And grief against myself has turn'd / My arrows and my bow!"
    },
    {
      "cite": "Michael Drayton",
      "quote": "When from a meadow by / Like a storm suddenly / The English archery / Stuck the French horses."
    },
    {
      "cite": "Abraham Cowley",
      "quote": "Tis, I believe, this archery to show / That so much cost in colors thou / And skill in painting, dost bestow / Upon thy ancient arms, the gaudy heavenly bow."
    },
    {
      "cite": "William Wordsworth",
      "quote": "To practise games and archery / How proud and happy they! the crowd / Of Lookers-on how pleased and proud! / And from the scorching noon-tide sun."
    },
    {
      "cite": "Andrew Harrison",
      "quote": "Archery has been there since ages but it has not lost its exuberance. Although advent of firearms made archery obsolete still there are people who love archery."
    },
    {
      "cite": "Andrew Harrison",
      "quote": "Archery is the skill of shooting arrows from a bow at a target."
    },
    {
      "cite": "Andrew Harrison",
      "quote": "There are two types of archeries the Target Archery and the Field Archery."
    },
    {
      "cite": "Andrew Harrison",
      "quote": "Archery is the game that involves the shooting of arrows that is released from the bow and shot at a target."
    },
    {
      "cite": "Andrew Harrison",
      "quote": "The Sport of Archery: What Is Archery? Archery Lessons On How to Make a Bow & Arrow, the History of Archery, Best Archery Equipment and Tips On Hitting the Target."
    },
    {
      "cite": "Dennis J. Caine",
      "quote": "Archery was introduced as an official sport in the 1900 Paris Olympic Games and included in the 1904, 1908, and 1920 Olympics."
    },
    {
      "cite": "Joseph Strutt",
      "quote": "Among the arts that have been carried to a high degree of perfection in this kingdom, there is no one more conspicuous than that of Archery."
    },
    {
      "cite": "Joseph Strutt",
      "quote": "Our ancestors used the bow for a double purpose: in the time war, it was a dreadful instrument of destruction; and in peace it became an object of amusement."
    },
    {
      "cite": "Joseph Strutt",
      "quote": "In Elizabeth's reign archery was warmly recommended as a healthy pastime"
    },
    {
      "cite": "Joseph Strutt",
      "quote": "Forsake your lov'd Olympian games awhile, With which the tedious minutes you beguile, Wave quoits and nine-pins, those bear-garden sports, And follow shooting, often used at courts."
    },
    {
      "cite": "Joseph Strutt",
      "quote": "Long did he live the honour of the bow, And his long life to that alone did owe ; But how can art secure, or what can save Extreme old age from an appointed grave? Surviving archers much his loss lament, And in respect  bestow'd this monument, Where whistling arrows did his worth proclaim, And eternize his memory and name."
    },
    {
      "cite": "Teresa Johnson",
      "quote": "The sport of archery! This modern sport with ancient roots has grown in recent years to become one of the world's fastest-growing Olympic sports."
    },
    {
      "cite": "Teresa Johnson",
      "quote": "Nearly every culture in the world has created some form of archery in its history-for survival, combat, and competition."
    },
    {
      "cite": "Teresa Johnson",
      "quote": "Recently, archery has been at the forefront of pop culture, making appearances in films such as The Hunger Games and Brave, and it was one of the most-watched sports at the London 2012 Olympic Games."
    },
    {
      "cite": "Teresa Johnson",
      "quote": "Archery tournaments and festivals remained strong in Europe long after bows were replaced by gunpowder for defense."
    },
    {
      "cite": "Teresa Johnson",
      "quote": "Archery evolved into a competitive sport not only in Europe but also in Asia and the United States."
    }
  ]
}