{
  "source": "https://www.wisesayings.com/argument-quotes/",
  "theme": "argument",
  "quotes": [
    {
      "cite": "Christopher Buckley",
      "quote": "That's the beauty of argument, if you argue correctly, you're never wrong."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "A mature society understands that at the heart of democracy is argument."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "Anger is never without an argument, but seldom with a good one."
    },
    {
      "cite": "George Herbert",
      "quote": "Be calm in arguing for fierceness makes error a fault and truth discourtesy."
    },
    {
      "cite": "Tim Kreider",
      "quote": "Exhausting someone in argument is not the same as convincing him"
    },
    {
      "cite": "Stewart Stafford",
      "quote": "Arguing is the olympics of talking."
    },
    {
      "cite": "Jorge P. Guerrero",
      "quote": "Sometimes, silence is the best way to win an argument."
    },
    {
      "cite": "Robert Quillen",
      "quote": "Discussion is an exchange of knowledge, argument an exchange of ignorance."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "Arguments of convenience lack integrity and inevitably trip you up."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "I never make the mistake of arguing with people for whose opinions I have no respect."
    },
    {
      "cite": "Gay Hendricks",
      "quote": "Arguments are often like melodramas, they have a predictable beginning, middle, and end."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "The thing I hate about an argument is that it always interrupts a discussion."
    },
    {
      "cite": "Wendelin Van Draanen",
      "quote": "There's no winning arguments with your parents."
    },
    {
      "cite": "John Major",
      "quote": "I think the biggest mistake I made was this wretched ability to see both sides of an argument."
    },
    {
      "cite": "Patrick Doyle",
      "quote": "It's amazing how far the arguments can go."
    },
    {
      "cite": "J. Sidlow Baxter",
      "quote": "Argument need not be heated; it can be punctuated with courteous smiles,or sympathetic tears."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The most important thing in an argument, next to being right, is to leave an escape hatch for your opponent, so that he can gracefully swing over to your side without too much apparent loss of face."
    },
    {
      "cite": "Jill Ruckelshaus",
      "quote": "The best way to win an argument is to begin by being right."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "There can be no progress without head-on confrontation."
    },
    {
      "cite": "Bill Murray",
      "quote": "It's hard to win an argument with a smart person, but it'd damn near impossible to win an argument with a stupid person."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "You never need an argument against the use of violence, you need an argument for it."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "When you have no basis for an argument, abuse the plaintiff."
    },
    {
      "cite": "Rafael Nadal",
      "quote": "I'd rather lose an argument than get into a long discussion in order to win it."
    },
    {
      "cite": "Eliezer Yudkowsky",
      "quote": "To be clever in argument is not rationality but rationalization."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Arguments are extremely vulgar, for everyone in good society holds exactly the same opinion."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Winning an argument is losing it as it makes the loser feel bad."
    },
    {
      "cite": "Wilson M. Mukama",
      "quote": "Argument is between two sides or individuals, never say silly to your friend because he/she never argue on oneself."
    },
    {
      "cite": "Darryl F. Zanuck",
      "quote": "If two men on the same job agree all the time, then one is useless. If they disagree all the time, both are useless."
    },
    {
      "cite": "Louis D. Brandeis",
      "quote": "Behind every argument is someone's ignorance."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "The aim of argument, or of discussion, should not be victory, but progress."
    },
    {
      "cite": "Anonymous",
      "quote": "I'd rather lose an argument to you, than lose you to an argument."
    },
    {
      "cite": "Mark Twain",
      "quote": "Arguments have no chance against petrified training; they wear it as little as the waves wear a cliff."
    },
    {
      "cite": "Plato",
      "quote": "Arguments, like men, are often pretenders."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "You can not control the thought, but you can control the tongue."
    },
    {
      "cite": "Joseph Farrell",
      "quote": "If you go in for argument, take care of your temper. Your logic, if you have any, will take care of itself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Arguments are to be avoided: they are always vulgar and often convincing."
    },
    {
      "cite": "Thomas C. Haliburton",
      "quote": "Hear one side and you will be in the dark. Hear both and all will be clear."
    },
    {
      "cite": "Anonymous",
      "quote": "That awkward moment when you're in a middle of an argument & you realize you're wrong."
    },
    {
      "cite": "Wilkie Collins",
      "quote": "No sensible man ever engages, unprepared, in a fencing match of words with a woman."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "He who establishes his argument by noise and command shows that his reason is weak."
    },
    {
      "cite": "Richard Bach",
      "quote": "Argue for your limitations, and sure enough, they're yours."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Never argue when you're winning."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "The only way to get the best of an argument is to avoid it."
    },
    {
      "cite": "George Santayana",
      "quote": "Beware of long arguments and long beards."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Anyone who conducts an argument by appealing to authority is not using his intelligence, he is just using his memory."
    },
    {
      "cite": "Andre Maurois",
      "quote": "The difficult part in an argument is not to defend one's opinion but rather to know it."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "Arguments cannot be answered by personal abuse; there is no logic in slander, and falsehood, in the long run, defeats itself."
    },
    {
      "cite": "Anonymous",
      "quote": "Women get the last word in every argument. Anything a man says after that is the beginning of a new argument."
    },
    {
      "cite": "Edward de Bono",
      "quote": "Argument is meant to reveal the truth, not to create it."
    },
    {
      "cite": "Emmeline Pankhurst",
      "quote": "The argument of the broken window pane is the most valuable argument in modern politics."
    },
    {
      "cite": "Wilkie Collins",
      "quote": "Any woman who is sure of her own wits, is a match, at any time, for a man who is not sure of his own temper."
    },
    {
      "cite": "Wilkie Collins",
      "quote": "No sensible man ever engages, unprepared, in a fencing match of words with a woman."
    },
    {
      "cite": "John Milton",
      "quote": "Give me the liberty to know, to utter, and to argue freely according to conscience, above all liberties."
    },
    {
      "cite": "William Blake",
      "quote": "Without contraries is no progression. Attraction and repulsion, reason and energy, love and hate, are necessary to human existence."
    },
    {
      "cite": "Ben Goldacre",
      "quote": "You cannot reason people out of a position that they did not reason themselves into."
    },
    {
      "cite": "Criss Jami",
      "quote": "I don't pretend to know everything; I just only speak on matters I know I'll win."
    },
    {
      "cite": "Criss Jami",
      "quote": "It's not about whether or not someone is a bigot, but whether or not the argument which that someone is arguing is worth being a bigot about."
    },
    {
      "cite": "Criss Jami",
      "quote": "It is never ridicule, but a compliment that knocks a philosopher off his feet. He is already positioned for every possible counter-attack, counter-argument, and retort... only to find a big bear hug coming his way."
    },
    {
      "cite": "Leigh Bardugo",
      "quote": "Don't argue. Never deign to deny. Meet insults with laughter."
    },
    {
      "cite": "Leigh Bardugo",
      "quote": "The less you say, the more weight your words will carry."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Arguments cannot be answered by personal abuse; there is no logic in slander, and falsehood, in the long run, defeats itself."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "There can be no progress without head-on confrontation."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "There is hardly a better way to avoid discussion than by releasing an argument from the control of the present and by saying that only the future will reveal its merits."
    },
    {
      "cite": "William Hughes",
      "quote": "A valid argument form is any set of truth-functional statements such that every argument with that form is a valid argument."
    },
    {
      "cite": "William Hughes",
      "quote": "If an argument has a valid argument form, then if its premises are true, its conclusion must also be true."
    },
    {
      "cite": "George W. Rainbolt",
      "quote": "Critical thinkers choose beliefs based on good arguments."
    },
    {
      "cite": "George W. Rainbolt",
      "quote": "As you watch an argumentative tennis match, you need to keep track of where the ball is."
    },
    {
      "cite": "George W. Rainbolt",
      "quote": "When you claim that someone is making a bad argument, you're either constructing an argument to show that someone else's argument fails the true premises test or constructing an argument to show that the other person's argument fails the proper from test."
    },
    {
      "cite": "George W. Rainbolt",
      "quote": "Good critical thinkers compose their own arguments, subject them to critical analysis, and use what they;ve learned from this critical analysis to compose new and better arguments."
    },
    {
      "cite": "Evan Esar",
      "quote": "Argumentative people have one thing in common: they are always ready to dispute an indisputable fact."
    },
    {
      "cite": "Evan Esar",
      "quote": "The most common argument against marriage is the one between husband wife."
    },
    {
      "cite": "Evan Esar",
      "quote": "When you win an argument with your wife, the argument is not over."
    },
    {
      "cite": "Evan Esar",
      "quote": "An argument always leaves each party convinced that the other has a closed mind."
    },
    {
      "cite": "Evan Esar",
      "quote": "The less sound a man's argument, the louder he talks."
    },
    {
      "cite": "Liggy Webb",
      "quote": "Conflict is a great way to learn more about other people."
    },
    {
      "cite": "Liggy Webb",
      "quote": "Whether it is an argument with a significant other or a boardroom full of colleagues, facing conflict is a great way to learn more about others."
    },
    {
      "cite": "Liggy Webb",
      "quote": "If you pay attention, you will learn not only about their particular points of view, but also about the way they choose to argue."
    },
    {
      "cite": "Liggy Webb",
      "quote": "If you pay close attention, you can pick up a lot of information about others when you actively engage in conflict."
    },
    {
      "cite": "Liggy Webb",
      "quote": "Another surprising benefit of conflict is that you can learn a great deal about yourself when you are participating in conflict."
    },
    {
      "cite": "Roy C. Lilley",
      "quote": "The precise definition of 'conflict' is: a direct disagreement of ideas or interests, a battle or struggle, antagonism or opposition."
    },
    {
      "cite": "Roy C. Lilley",
      "quote": "You can't deal with the differences in a clinical way without taking into account the emotions involved."
    },
    {
      "cite": "Roy C. Lilley",
      "quote": "Be clear, conflict will not be effectively resolved if there is no facility for emotional release in conflict resolution."
    },
    {
      "cite": "Roy C. Lilley",
      "quote": "Collaborating is ideal but the hardest to achieve."
    },
    {
      "cite": "Roy C. Lilley",
      "quote": "There are times when the other person may or may not know that his/her behaviour is causing a problem for you and talking to him or her can clear up what turns out to be a simple misunderstanding."
    },
    {
      "cite": "Ken Sande",
      "quote": "Unfortunately, conflict invades Christian relationships just as it does every other human relationship."
    },
    {
      "cite": "Ken Sande",
      "quote": "Conflict happens among us in many ways."
    },
    {
      "cite": "Ken Sande",
      "quote": "There might be low-level conflict, behavior like gossip, slander, backbiting, criticism, undermining, etc."
    },
    {
      "cite": "Ken Sande",
      "quote": "Working toward peaceful solutions to conflict isn't our natural human response."
    },
    {
      "cite": "Ken Sande",
      "quote": "Some people see conflict as a hazard that threatens to sweep them off their feet and leave them bruised and hurting."
    },
    {
      "cite": "Myra Warren Isenhart",
      "quote": "Collaboration involves people working together for resolutions that maximize the gains for all parties in the conflict."
    },
    {
      "cite": "Myra Warren Isenhart",
      "quote": "Lower levels of conflict, when parties are more collaborative, may require only discussion, facilitation, or mediation."
    },
    {
      "cite": "Myra Warren Isenhart",
      "quote": "Higher levels of conflict, when collaboration is low and competition is high, may require collaborative hybrids such as mediation/arbitration or voluntary arbitration."
    },
    {
      "cite": "Jarmel Bell MSE",
      "quote": "The fact conflict exists is a definite reason to develop skills to address issues that arise between individuals with differing opinions, ideologies, personalities, and attitudes."
    },
    {
      "cite": "Jarmel Bell MSE",
      "quote": "When approaching any disagreement, increased understanding is required."
    },
    {
      "cite": "Jarmel Bell MSE",
      "quote": "The discussion needed to resolve conflict expands people's awareness of the situation."
    },
    {
      "cite": "Jarmel Bell MSE",
      "quote": "If conflict is no handled effectively, the results can be damaging."
    },
    {
      "cite": "Jarmel Bell MSE",
      "quote": "In resolving conflict, look for motives, sometimes different people will see the same situation in a different light."
    },
    {
      "cite": "Darlene Bennett",
      "quote": "Trouble will always find you, but it's how you respond that will dictate how long you stay in it."
    },
    {
      "cite": "Darlene Bennett",
      "quote": "It is better to be humble and happy than to be arrogant and lonely."
    },
    {
      "cite": "Darlene Bennett",
      "quote": "Being a peacemaker is true humility."
    }
  ]
}