{
  "source": "https://www.wisesayings.com/aries-quotes/",
  "theme": "aries",
  "quotes": [
    {
      "cite": "Vanessa Kirby",
      "quote": "I love the idea of being an Aries."
    },
    {
      "cite": "Molly Kerim",
      "quote": "I'm very Aries - every characteristic, good and the bad."
    },
    {
      "cite": "Linda Goodman",
      "quote": "Aries demands love, for like the infant, without love, Aries dies."
    },
    {
      "cite": "Lynn Hayes",
      "quote": "Aries needs a partner willing to set sail at a moment’s notice – impulsive and action-oriented, he prefers not to plan and overthink a situation."
    },
    {
      "cite": "Linda Goodman",
      "quote": "Aries continually needs to be reminded that “if winter comes”….. the miracle of spring cannot be far behind."
    },
    {
      "cite": "Linda Goodman",
      "quote": "This disarming naiveté is also why Aries people are so fearless."
    },
    {
      "cite": "Linda Goodman",
      "quote": "Aries anger flashes forth with the speed of sound, but it’s usually gone before the victim knows what it’s all about, and the happy, child-like smile quickly returns."
    },
    {
      "cite": "Linda Goodman",
      "quote": "Aries often defies emotional description. No one can show such tough, forceful behavior."
    },
    {
      "cite": "Lynn Hayes",
      "quote": "Aries are independent and love their freedom, but they do not enjoy being alone."
    },
    {
      "cite": "Lynn Hayes",
      "quote": "Aries individuals need to be first, but they will want you to be a passenger on their adventure ride."
    },
    {
      "cite": "Linda Goodman",
      "quote": "Aries represents the East, the Day Forces – which is why most of them fight sleep, tranquility, rest and resignation to Fate with such vigor."
    },
    {
      "cite": "Linda Goodman",
      "quote": "Aries is the firebrand, who forges his way through life with daring, initiative and enterprise, there’s a strange quirk to his bravery."
    },
    {
      "cite": "Anonymous",
      "quote": "An Aries must be put first. You will do good to remember this."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "He at fit periods walk through Aries, however our earthly motions varies."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "To bathe in a particular spot of the ganges, at the time when the sun enters the sign Aries."
    },
    {
      "cite": "Ezra Pound",
      "quote": "Aries greatly altered I have seen the ruined dorata."
    },
    {
      "cite": "Richard Glover",
      "quote": "Now not remote from Aries in his course called from the quick and vegetating womb of nature green or florid."
    },
    {
      "cite": "James Thomson",
      "quote": "And sing their wild notes to the listening waste at last from Aries rolls the bounteous sun."
    },
    {
      "cite": "Anne Bradstreet",
      "quote": "Tenth of the first, sol into Aries enters and bids defiance to all tedious winters."
    },
    {
      "cite": "Foo Fighters",
      "quote": "Reasons only knew when I talk about it Aries or treasons all renew.\tReasons only knew when I talk about it Aries or treasons all renew."
    },
    {
      "cite": "The Whispers",
      "quote": "Yet Aries to be very very ambitious."
    },
    {
      "cite": "Tink",
      "quote": "Stubborn as an Aries"
    },
    {
      "cite": "A Tribe Called Quest",
      "quote": "I play the down low very very incognito Aries is my sign I know that I can rhyme."
    },
    {
      "cite": "La Devotee",
      "quote": "The high rise lights read your rights and a downtown storm with Aries rising."
    },
    {
      "cite": "T-Pain",
      "quote": "And I tell them cause shawty is the baddest she is flushed and she is Aries."
    },
    {
      "cite": "Nana Moskouri",
      "quote": "Aries has a jealous heart."
    },
    {
      "cite": "Da Brat",
      "quote": "Save you some embarrassment I'm an Aries and I ain't scared."
    },
    {
      "cite": "Saint Etienne",
      "quote": "Whistle a tune of I gotta see Jane yeah read the stars of an Aries girl wear a crown in another world."
    },
    {
      "cite": "Da Brat",
      "quote": "If an Aries hurt you you must deserve it every bit of a dime is worth it."
    },
    {
      "cite": "Eddie Kendricks",
      "quote": "Play no games Aries women set me on fire."
    },
    {
      "cite": "Danny Evans",
      "quote": "Rather stack than live charge energy fully charged Aries born in late March."
    },
    {
      "cite": "Beverley Knight",
      "quote": "Said I rage like a fire and I flow like the water ain't no surprise I was born under Aries."
    },
    {
      "cite": "Beverley Knight",
      "quote": "Ain't worth my time, can't compromise no that would be strange I'm still that Aries lady."
    },
    {
      "cite": "Antithesis",
      "quote": "Not alone as Aries waits with hate upon his fiery throne."
    },
    {
      "cite": "Therrie Rosenvaid",
      "quote": "Aries rules the head and brain and like Ram Arians go into battle headfirst."
    },
    {
      "cite": "Therrie Rosenvaid",
      "quote": "If they are convinced they are right which is most of the time, Aries people will express their views in a very colorful manner."
    },
    {
      "cite": "Therrie Rosenvaid",
      "quote": "Aries are forever seeking out the unknown and will dash off at a moments notice if something interesting is happening at the other end of the world."
    },
    {
      "cite": "Therrie Rosenvaid",
      "quote": "Aries woman looks for strength and willpower in a man."
    },
    {
      "cite": "Homer",
      "quote": "Aries in his many fits knows no favorites."
    },
    {
      "cite": "Anonymous",
      "quote": "What an Aries wants, an Aries gets."
    },
    {
      "cite": "Susan Smith",
      "quote": "You're passionate, energetic and forceful, so your star sign Aries says, so have a fun packed birthday, all our love is sent your way."
    },
    {
      "cite": "Anonymous",
      "quote": "If you have a connection you'll know it immediately because an Aries is either into you in a big way or not at all."
    },
    {
      "cite": "Eric Andre",
      "quote": "I'm an Aries. I need everybody to like me."
    },
    {
      "cite": "Anonymous",
      "quote": "An Aries will see through your lies like glass."
    },
    {
      "cite": "Mackenzie Davis",
      "quote": "I'm probably less volatile and tempestuous than a lot of Aries, but I think I'm probably quite loud and outgoing and passionate. Maybe a bit difficult or stubborn."
    },
    {
      "cite": "Anne Lamott",
      "quote": "I am an Aries. Although I do not believe in astrology, I think this is exactly the right sign to have been born under."
    }
  ]
}