{
  "source": "https://www.wisesayings.com/armenian-genocide-quotes/",
  "theme": "armenian-genocide",
  "quotes": [
    {
      "cite": "Adam Schiff",
      "quote": "The legacy of the Armenian Genocide is woven into the fabric of America."
    },
    {
      "cite": "Atom Egoyan",
      "quote": "You can talk about Holocaust denial, but it's really marginal for the most part. What is compelling about the Armenian genocide, is how it has been forgotten."
    },
    {
      "cite": "Niall Ferguson",
      "quote": "The Armenian genocide showed what could happen when empires were beaten into nations."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "It is generally not known in the world that, in the years preceding 1916, there was a concerted effort made to eliminate all the Armenian people, probably one of the greatest tragedies that ever befell any group. And there weren't any Nuremberg trials."
    },
    {
      "cite": "Andrea Martin",
      "quote": "But I am Armenian and I understand what it is to lose a country and lose a family and have massacres and genocides and everything against my people."
    },
    {
      "cite": "Patrick J. Kennedy",
      "quote": "Moreover, as the leadership of the House confirmed last year, the Administration remains opposed to a congressional resolution on the Armenian Genocide due to Turkish objections. This approach sends absolutely the wrong signal to Turkey and to the rest of the world."
    },
    {
      "cite": "Djemal Pasha",
      "quote": "800,000 Armenian deportees were actually killed... by holding the guilty accountable the government is intent on cleansing the bloody past."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "... the Armenian massacre was the greatest crime of the war, and the failure to act against Turkey is to condone it ... the failure to deal radically with the Turkish horror means that all talk of guaranteeing the future peace of the world is mischievous nonsense."
    },
    {
      "cite": "Widad Akreyi",
      "quote": "If we compare the 2014-genocide to the Armenian genocide and the Anfal genocide, we will find that, whether religious or secular, the perpetrators of the three genocides have used a specific religion to legalize their crimes. Not even children were spared."
    },
    {
      "cite": "Khloe Kardashian",
      "quote": "The Armenian Genocide is such a controversial and very sensitive issue because the Turkish and Armenian people disagree about the facts of what actually happened. I know how strongly Armenians feel about the Genocide, and how it's never been recognised. At the same time, I do not hold today's generation of people accountable."
    },
    {
      "cite": "Chris Cornell",
      "quote": "The idea of telling the story of the Armenian genocide - or, really, any other genocide - and repeating those stories is really important. I also think it's important to always be exposing the warning signs for what was leading up to it. Those tend to always be the same."
    },
    {
      "cite": "Jerry Costello",
      "quote": "This was a tragic event in human history, but by paying tribute to the Armenian community we ensure the lessons of the Armenian genocide are properly understood and acknowledged."
    },
    {
      "cite": "Mark Geragos",
      "quote": "The AXA and New York Life settlements are important building blocks not only toward seeking financial recovery for the losses resulting from the Armenian Genocide but also in our ultimate goal, which is for Turkey and the US to officially acknowledge the genocide."
    },
    {
      "cite": "Mark Foley",
      "quote": "If Turkey is prepared to acknowledge the Armenian Genocide, then its leaders can proceed immediately to direct dialogue with its counterparts in Armenia to define a common vision for the future."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Like the genocide of the Armenians before it, and the genocide of the Cambodians which followed it ... the lessons of the Holocaust must never be forgotten."
    },
    {
      "cite": "Talaat Pasha",
      "quote": "It was at first communicated to you that the Government, by order of the Jemiet had decided to destroy completely all the Armenians living in Turkey...An end must be put to their existence, however criminal the measures taken may be, and no regard must be paid to either age or sex nor to conscientious scruples."
    }
  ]
}