{
  "source": "https://www.wisesayings.com/arms-quotes/",
  "theme": "arms",
  "quotes": [
    {
      "cite": "Sylvia Plath",
      "quote": "What did my arms do before they held you?"
    },
    {
      "cite": "Rumi",
      "quote": "Open your arms if you want the Beloved's embrace."
    },
    {
      "cite": "Martha Graham",
      "quote": "Our arms start from the back because they were once wings."
    },
    {
      "cite": "Boyd K. Packer",
      "quote": "Arms now empty will be filled and hearts now hurting from broken dreams and yearning will be healed."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Love is always open arms. If you close your arms about love you will find that you are left holding only yourself."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A mother's arms are made of tenderness and children sleep soundly in them."
    },
    {
      "cite": "Jill Clayburgh",
      "quote": "There's something about soft, unstructured arms that's very beautiful."
    },
    {
      "cite": "Princess Diana",
      "quote": "A mother's arms are more comforting than anyone else's."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "The best place to cry is on a mother's arms."
    },
    {
      "cite": "Sara Teasdale",
      "quote": "The ache of empty arms was an old tale to you."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Open your arms to change but don't let go of your values."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "A good woman's arms round a man's neck is a lifebelt thrown out to him from heaven."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The length of a man's outspread arms is equal to his height."
    },
    {
      "cite": "Greg Boyle",
      "quote": "The arms of God reach to embrace, and somehow you feel yourself just outside God's fingertips."
    },
    {
      "cite": "Dwan J. Young",
      "quote": "In the soft and gentle arms of a mother's love, children can come to know the voice of the Lord."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "In conclusion, the arms of others either fall from your back, or they weigh you down, or they bind you fast."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "The arms of love encompass you with your present, your past, your future, the arms of love gather you together."
    },
    {
      "cite": "T. B. Joshua",
      "quote": "Relax in the precious arms of the Holy Spirit."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The force of arms only reveals man s weakness."
    },
    {
      "cite": "Steve Reeves",
      "quote": "When your arms are bigger than your head, something is wrong."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "Extend your arms in welcome to the future. The best is yet to come!"
    },
    {
      "cite": "Merce Cunningham",
      "quote": "The legs and arms can be a revelation of the back, the spine's extensions."
    },
    {
      "cite": "Juan Marichal",
      "quote": "The only way you preserve pitching arms is throwing; that makes the arm stronger."
    }
  ]
}