{
  "source": "https://www.wisesayings.com/army-wife-quotes/",
  "theme": "army-wife",
  "quotes": [
    {
      "cite": "Kahlil Gibran",
      "quote": "Love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "A thing is mighty big when time and distance cannot shrink it."
    },
    {
      "cite": "unknown",
      "quote": "You may be gone by my sight, but you are never gone from my heart"
    },
    {
      "cite": "Aditi Mathur Kumar",
      "quote": "The situations we Army wives have to deal with are not normal ones at all. The nomadic life we lead, moving from station to station, being separated from our husbands for long stretches of time, and the constant fear that we live with if our husbands are anywhere near the sensitive areas in the country"
    },
    {
      "cite": "Anonymous",
      "quote": "Waiting for you to come back home to me is the hardest thing I've ever had to do. I love you, my soldier, my hero, my husband."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "Thank God for men who manage to hold from afar, wipe tears away with tender words and dish out the life force that is hope. She has never felt so alone but out there, across an ocean, and in a foreign land, there is a man who loves her and would lay down his life just so she could feel the light once again."
    },
    {
      "cite": "Deanie Dempsey",
      "quote": "We as military spouses don't want special treatment, we want fair treatment."
    },
    {
      "cite": "Aditi Mathur Kumar",
      "quote": "There is strong. There is Army Strong. And then there is Army Wife Strong."
    },
    {
      "cite": "Cierra Powell",
      "quote": "We sit around waiting for them to come home, hoping every day that they are okay and that they know how much we love them our heroes."
    },
    {
      "cite": "Anonymous",
      "quote": "Behind every strong soldier, there is a strong woman who stands behind him, supports him, and loves him with all her heart."
    },
    {
      "cite": "Anonymous",
      "quote": "Recipe for a Military Wife 1 1/2 cups Patience, 1 lb. Adaptability, 3/4 cup Tolerance, 1 tsp. Courage, A Dash of Adventure Combine above ingredients: Add 2 tablespoons elbow grease. Let sit alone for one year. Marinate frequently with salty tears. Pour off excess fat. Sprinkle lightly with money. Knead dough until payday. Season with international spices. Bake 20 years or until done."
    },
    {
      "cite": "Elizabeth Edwards",
      "quote": "She stood in the storm, and when the wind did not blow her way and it surely has not, she adjusted her sails."
    },
    {
      "cite": "Aditi Mathur Kumar",
      "quote": "An Army wife is probably the only woman in the world who knows and readily accepts that she is the mistress, because, let's face it, the Army is the wife and the wife gets all the damn attention!"
    },
    {
      "cite": "Anonymous",
      "quote": "My hero doesn't wear a cape or tights; he doesn't have superpowers and he can't lift cars, but he fights to defend his country, and that is enough for me."
    }
  ]
}