{
  "source": "https://www.wisesayings.com/army-quotes/",
  "theme": "army",
  "quotes": [
    {
      "cite": "Averroes",
      "quote": "An army of philosophers would not be sufficient to change the nature of error and to make it truth."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Every man thinks meanly of himself for not having been a soldier, or not having been at sea."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "An army marches on its stomach."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "No army has ever done so much with so little."
    },
    {
      "cite": "Robert E. Hall",
      "quote": "If I could tell soldiers one thing, it would be: have faith. Faith in the Army, the leadership, and their own ability."
    },
    {
      "cite": "George Washington",
      "quote": "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all."
    },
    {
      "cite": "Aditi Mathur Kumar",
      "quote": "There is strong. There is Army Strong. And then there is Army Wife Strong."
    },
    {
      "cite": "Alexander The Great",
      "quote": "I am not afraid of an army of lions led by a sheep; I am afraid of an army of sheep led by a lion."
    },
    {
      "cite": "James Madison",
      "quote": "A standing army is one of the greatest mischief that can possibly happen"
    },
    {
      "cite": "Joseph Stalin",
      "quote": "Everyone imposes his own system as far as his army can reach."
    },
    {
      "cite": "Euripides",
      "quote": "Ten soldiers lead wisely will beat a hundred without a head."
    },
    {
      "cite": "Jalal Talabani",
      "quote": "A military coup needs a sacrifice and courage that you can't find in an army without morale."
    },
    {
      "cite": "Elvis Presley",
      "quote": "The army teaches boys to think like men."
    },
    {
      "cite": "Thomas Paine",
      "quote": "An army of principles can penetrate where an army of soldiers cannot."
    },
    {
      "cite": "Frederic Bastiat",
      "quote": "If goods don't cross borders, armies will."
    },
    {
      "cite": "Alfred de Vigny",
      "quote": "An army is a nation within a nation, it is one of the vices of courage."
    },
    {
      "cite": "Robert Graves",
      "quote": "You don't want captains in the army who know too much or think too much."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The Army is the true nobility of our country."
    },
    {
      "cite": "Lois McMaster Bujold",
      "quote": "Good soldiers never pass up a chance to eat or sleep. They never know how much they'll be called on to do before the next chance"
    },
    {
      "cite": "William Tecumseh Sherman",
      "quote": "He belonged to that army known as invincible in peace, invisible in war."
    },
    {
      "cite": "B.R. Ambedkar",
      "quote": "A safe army is better than a safe border"
    },
    {
      "cite": "Chris Burkmenn",
      "quote": "Behind every dreamer stands an army full of true believers."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Victory usually goes to the army who has better trained officers and men."
    },
    {
      "cite": "Alice Walker",
      "quote": "They be marching hand in hand, like going to war."
    },
    {
      "cite": "Gen George S. Patton",
      "quote": "A good battle plan that you act on today can be better than a perfect one tomorrow."
    },
    {
      "cite": "Mao Zedong",
      "quote": "An army without culture is a dull-witted army, and a dull-witted army cannot defeat the enemy"
    },
    {
      "cite": "Joss Whedon",
      "quote": "I'm not a leader now. I'm a whole damn army."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "No nation ever had an army large enough to guarantee it against attack in a time of peace or ensure it of victory in time of war."
    },
    {
      "cite": "Sun Tzu",
      "quote": "If our soldiers are not overburdened with money, it is not because they have a distaste for riches; if their lives are not unduly long, it is not because they are disinclined to longevity."
    },
    {
      "cite": "A. J. P. Taylor",
      "quote": "The great armies, accumulated to provide security and preserve the peace, carried the nations to war by their own weight."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Every citizen should be a soldier. This was the case with the Greeks and Romans, and must"
    },
    {
      "cite": "George C Marshall",
      "quote": "I can't expect loyalty from the army if I do not give it."
    },
    {
      "cite": "Henri Barbusse",
      "quote": "Two armies that fight each other is like one large army that commits suicide."
    },
    {
      "cite": "Stanley A. McChrystal",
      "quote": "There is only one Army in which you serve. When that identity is gone, it is gone forever."
    },
    {
      "cite": "Rita Rudner",
      "quote": "A man will go to war, fight and die for his country. But he won't get a bikini wax."
    },
    {
      "cite": "George W. Dunaway",
      "quote": "You must give soldiers reasons to have confidence and pride in themselves, in their leaders, and in their units. Only then will you have loyalty. Loyalty was the primary trait I looked for in soldiers."
    },
    {
      "cite": "Henry A. Kissinger",
      "quote": "The conventional army loses if it does not win. The guerrilla wins if he does not lose."
    },
    {
      "cite": "Anthony Powell",
      "quote": "The army is at once the worst place for egoists, and the best."
    },
    {
      "cite": "Frank Burns",
      "quote": "Without discipline the Army would just be a bunch of guys wearing the same color clothing."
    },
    {
      "cite": "J. F. C. Fuller",
      "quote": "National armies fight nations, royal armies fight their like, the first obey a mob, always demented and the second a king, generally sane."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Do not swallow bait offered by the enemy. Do not interfere with an army that is returning home."
    },
    {
      "cite": "George Marshall",
      "quote": "I can't expect loyalty from the army if I do not give it."
    },
    {
      "cite": "Lao Tzu",
      "quote": "When armies are mobilized and issues joined, the man who is sorry over the fact will win"
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "I feel an army in my fist."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "The history of a soldier's wound beguiles the pain of it."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "The courage of a soldier is found to be the cheapest and most common quality of human nature."
    },
    {
      "cite": "Frank S. Nugent",
      "quote": "The army is always the same. The sun and the moon change. The army knows no seasons."
    },
    {
      "cite": "Utah Phillips",
      "quote": "What I really learned in the army was how to be a pacifist."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "It is fatal to enter a war without the will to win it."
    },
    {
      "cite": "John Updike",
      "quote": "The army was kept in as good state of fitness as the funds would allow."
    }
  ]
}