{
  "source": "https://www.wisesayings.com/arrogance-quotes/",
  "theme": "arrogance",
  "quotes": [
    {
      "cite": "Arabian Proverb",
      "quote": "Arrogance diminishes wisdom."
    },
    {
      "cite": "Mina Bissell",
      "quote": "Don't be arrogant, because arrogance kills curiosity and passion."
    },
    {
      "cite": "Celso Cukierkorn",
      "quote": "Arrogance is knowledge minus wisdom."
    },
    {
      "cite": "Toba Beta",
      "quote": "Arrogance is blind to the stumbling block."
    },
    {
      "cite": "American Proverb",
      "quote": "Arrogance is a roadblock on the highway of wisdom."
    },
    {
      "cite": "American Proverb",
      "quote": "An arrogant bug is a cocky roach."
    },
    {
      "cite": "Christie Hartman",
      "quote": "Don't confuse confidence with arrogance. Arrogance is being full of yourself, feeling you're always right, and believing your accomplishments or abilities make you better than other people. People often believe arrogance is excessive confidence, but it's really a lack of confidence. Arrogant people are insecure, and often repel others. Truly confident people feel good about themselves and attract others to them."
    },
    {
      "cite": "Caroll Michels",
      "quote": "Arrogance is a self-defense tactic to disguise insecurities."
    },
    {
      "cite": "Bouhours",
      "quote": "The arrogance of some people makes even their virtues appear vices."
    },
    {
      "cite": "Peter Honey",
      "quote": "Arrogant people are non-learners. They invest their energies in maintaining a cozy feeling of complacency, and complacency is the biggest single enemy to the process of continuously learning from experience. Arrogant people are exactly the sort of people who are destined to have one year's experience 20 times rather than 20 years' worth of experience."
    },
    {
      "cite": "Tim Schneider",
      "quote": "Confidence is a nice suit. Arrogance is the same suit with suspenders, Italian loafers, and gold cuff links."
    },
    {
      "cite": "American Proverb",
      "quote": "Arrogance is a kingdom without a crown."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "It's only arrogance if you're wrong."
    },
    {
      "cite": "Debra Crown",
      "quote": "Arrogance is an illusion of superiority one perpetrates upon their self. Some may ultimately find their way through the illusion, but only after many losses."
    },
    {
      "cite": "Ujas Soni",
      "quote": "Arrogance makes you stronger from outside, but even weaker from inside."
    },
    {
      "cite": "Toba Beta",
      "quote": "Arrogance likes to appear humble in public."
    },
    {
      "cite": "The Talmud",
      "quote": "How great some people would be if they were not arrogant."
    },
    {
      "cite": "Bianca Frazier",
      "quote": "Arrogance is trying to convince others you're more than who they know you are."
    },
    {
      "cite": "D.B. Harrop",
      "quote": "Never mistake arrogance for intellect."
    },
    {
      "cite": "Lionel Suggs",
      "quote": "Arrogance is shown in one's respect to the truth."
    },
    {
      "cite": "Arab Proverb",
      "quote": "Arrogance is a weed that grows mostly on a dunghill."
    },
    {
      "cite": "Argentine Proverb",
      "quote": "Abundance breeds arrogance."
    },
    {
      "cite": "Larry Kersten",
      "quote": "Arrogance - The best leaders inspire by example. When that's not an option, brute intimidation works pretty well, too."
    },
    {
      "cite": "Melchor Lim",
      "quote": "An arrogant man will still feel immortal, even on his death bed."
    },
    {
      "cite": "Steffi Graf",
      "quote": "You can have a certain arrogance, and I think that's fine, but what you should never lose is the respect for the others."
    },
    {
      "cite": "Luke Garner",
      "quote": "Arrogance leads to disaster, sometimes it's better not to be your own master."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "Early in life, I had to choose between honest arrogance and hypocritical humility. I chose honest arrogance and have seen no occasions to change."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "An arrogant person considers himself perfect. This is the chief harm of arrogance. It interferes with a person's main task in life becoming a better person."
    },
    {
      "cite": "Siddharth Katragadda",
      "quote": "A little arrogance in the hands of the extremely capable is well earned - and in most case, deserved."
    },
    {
      "cite": "Sivananda",
      "quote": "Arrogance is a mixture of impertinence, disobedience, indiscipline, rudeness, harshness, and a self-assertive nature."
    },
    {
      "cite": "Marya Mannes",
      "quote": "Timing and arrogance are decisive factors in the successful use of talent."
    },
    {
      "cite": "Laura Teresa Marquez",
      "quote": "Arrogance and rudeness are training wheels on the bicycle of life -- for weak people who cannot keep their balance without them."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Arrogance on the part of the meritorious is even more offensive to us than the arrogance of those without merit: for merit itself is offensive."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The worst kind of arrogance is arrogance from ignorance."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "Your heart is the center of humility, your mind could be the source of arrogance."
    },
    {
      "cite": "Wes Fesler",
      "quote": "Arrogance cometh before reality."
    },
    {
      "cite": "Charles Darwin",
      "quote": "Man in his arrogance thinks himself a great work, worthy the interposition of a great deity. More humble and I believe true to consider him created from animals."
    },
    {
      "cite": "Andy Hargreaves",
      "quote": "Arrogance is the conjoined twin of ignorance."
    },
    {
      "cite": "Andy Hargreaves",
      "quote": "Arrogance is not the prerogative of the gifted."
    },
    {
      "cite": "Tamora Pierce",
      "quote": "If arrogance were shoes, he'd never go barefoot."
    },
    {
      "cite": "Ken Burns",
      "quote": "It is the great arrogance of the present to forget the intelligence of the past."
    },
    {
      "cite": "Metallica",
      "quote": "Arrogance and ignorance go hand in hand."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Pretend inferiority and encourage his arrogance."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The arrogance of age must submit to be taught by youth."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The only thing more dangerous than ignorance is arrogance"
    },
    {
      "cite": "Travis Luedke",
      "quote": "People express their arrogance in their failed expectations."
    },
    {
      "cite": "David Whyte",
      "quote": "Without the compassionate understanding of the fear and trepidation that lie behind courageous speech, we are bound only to our arrogance."
    },
    {
      "cite": "Robyn Davidson",
      "quote": "That arrogance of youth and that kind of ignorant confidence can get you through a whole lot of things, and then life does its stuff, and you get smashed around and beaten up. You get full of doubts, and you end up making a person out of those bits and pieces."
    },
    {
      "cite": "William F. Buckley Jr.",
      "quote": "It is not a sign of arrogance for the king to rule. That is what he is there for."
    },
    {
      "cite": "Mark Twain",
      "quote": "I am prepared to meet anyone, but whether anyone is prepared for the great ordeal of meeting me is another matter."
    },
    {
      "cite": "Woody Allen",
      "quote": "I've often said, the only thing standing between me and greatness is me."
    },
    {
      "cite": "Toba Beta",
      "quote": "I could smell an arrogance, it was my cheap fragrance."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "Because arrogance is born in personal vanity, arrogant people are driven without mercy. They can never get enough power to fill the soul's needs or enough respect to overcome the fear that they deserve less than they are getting."
    },
    {
      "cite": "Thomas Faranda",
      "quote": "Arrogance is an unhealthy ego in need of repair."
    },
    {
      "cite": "Steve Alten",
      "quote": "Ah, how the seeds of cockiness blossom when soiled in ignorance."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "There are two kinds of pride, both good and bad. 'Good pride' represents our dignity and self-respect. 'Bad pride' is the deadly sin of superiority that reeks of conceit and arrogance."
    },
    {
      "cite": "William Pollard",
      "quote": "Learning and innovation go hand in hand. The arrogance of success is to think that what you did yesterday will be sufficient for tomorrow."
    },
    {
      "cite": "Herman J. Mankiewicz",
      "quote": "There but for the grace of God, goes God."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Humility brings advantage; arrogance provokes disadvantage."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Honesty, truthfulness, integrity, unselfishness—these are always there. And whenever a leader violates these basic principles, through arrogance or through ignorance, there's a derogation of duty."
    },
    {
      "cite": "Davis L. Dotlich and Peter C. Cairo",
      "quote": "If Othello were CEO of Enron and Oedipus Rex in charge of WorldCom, they might well have made the same mistakes as Jeff Skilling and Bernie Ebbers. In tragedies both ancient and modern, leaders fall because of arrogance."
    },
    {
      "cite": "Hastings Banda",
      "quote": "They say my people love me and I would be naive to deny it."
    },
    {
      "cite": "Fulbert Youlou",
      "quote": "Pointe Noire may be the capital, but I'm the head of state, and I'm going to rule from Brazzaville."
    },
    {
      "cite": "Amhara Proverb",
      "quote": "The Amhara is to rule, not to be ruled."
    },
    {
      "cite": "Moroccan Proverb",
      "quote": "Among the walnuts only the empty one speaks."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "May my outer head not spoil my inner head."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "Charity... is a form of condescension."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "What I do mind is the pitying glance, or the heavy sigh, that is deployed these days. I am not ready to be patronized, or condescended to, unless by someone of some eminence who has earned that right. And even then I regard it as a sign of weakness rather than strength."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "The unspoken agreement to concede the black community to the sway of the pulpit is itself a form of racist condescension."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Arrogance is the camouflage of insecurity."
    },
    {
      "cite": "Stewart Stafford",
      "quote": "Confidence is when you believe in yourself and your abilities, arrogance is when you think you are better than others and act accordingly."
    },
    {
      "cite": "John Wooden",
      "quote": "Confidence must be monitored so that it does not spoil or rot and turn to arrogance."
    },
    {
      "cite": "John Cho",
      "quote": "Arrogance and rudeness are training wheels on the bicycle of life for weak people who cannot keep their balance without them."
    },
    {
      "cite": "MI6",
      "quote": "Arrogance and self-awareness seldom go hand in hand."
    },
    {
      "cite": "Reinhard Von Lohengrim",
      "quote": "I'm not being arrogant. It's just that after being barked at by so many ill-bred dogs, every now and then I take a kick at one for the dog's own good."
    },
    {
      "cite": "Jacquelyn",
      "quote": "In a world too often governed by corruption and arrogance, it can be difficult to stay true to one's philosophical and literary principles."
    }
  ]
}