{
  "source": "https://www.wisesayings.com/artists-quotes/",
  "theme": "artists",
  "quotes": [
    {
      "cite": "Pablo Picasso",
      "quote": "Bad artists copy. Good artists steal."
    },
    {
      "cite": "Maya Angelou",
      "quote": "All great artists draw from the same resource: the human heart, which tells us that we are all more alike than we are unalike."
    },
    {
      "cite": "Langston Hughes",
      "quote": "An artist must be free to choose what he does, certainly, but he must also never be afraid to do what he might choose."
    },
    {
      "cite": "Andy Warhol",
      "quote": "An artist is somebody who produces things that people don't need to have."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "No great artist ever sees things as they really are. If he did, he would cease to be an artist."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every artist dips his brush in his own soul, and paints his own nature into his pictures."
    },
    {
      "cite": "Tim Burton",
      "quote": "It's good as an artist to always remember to see things in a new, weird way."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every artist was first an amateur."
    },
    {
      "cite": "Lana Del Rey",
      "quote": "If you are born an artist, you have no choice but to fight to stay an artist."
    },
    {
      "cite": "Jasper Johns",
      "quote": "To be an artist you have to give up everything, including the desire to be a good artist."
    },
    {
      "cite": "Marvin Gaye",
      "quote": "Great artists suffer for the people."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "A great artist can paint a great picture on a small canvas."
    },
    {
      "cite": "Martha Graham",
      "quote": "No artist is ahead of his time. He is his time; it is just that others are behind the times."
    },
    {
      "cite": "Phylicia Rashad",
      "quote": "As artists, we do the work that we do. Receiving an award or not receiving an award in no way diminishes one's talent or value."
    },
    {
      "cite": "Al Hirschfeld",
      "quote": "Artists are just children who refuse to put down their crayons."
    },
    {
      "cite": "Eugene Delacroix",
      "quote": "Artists who seek perfection in everything are those who cannot attain it in anything."
    },
    {
      "cite": "Margot Fonteyn",
      "quote": "Great artists are people who find the way to be themselves in their art. Any sort of pretension induces mediocrity in art and life alike."
    },
    {
      "cite": "Erykah Badu",
      "quote": "Artists need some kind of stimulating experience a lot of times, which crystallizes when you sing about it or paint it or sculpt it. You literally mold the experience the way you want. It's therapy."
    },
    {
      "cite": "Josh Peck",
      "quote": "Real artists take the misery and sadness of life and translate it into art."
    },
    {
      "cite": "Thomas Eakins",
      "quote": "The big artist keeps an eye on nature and steals her tools."
    },
    {
      "cite": "Van Cliburn",
      "quote": "An artist can be truly evaluated only after he is dead. At the very 11th hour, he might do something that will eclipse everything else."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "The test of the artist does not lie in the will with which he goes to work, but in the excellence of the work he produces."
    },
    {
      "cite": "George Santayana",
      "quote": "An artist is a dreamer consenting to dream of the actual world."
    },
    {
      "cite": "Auguste Rodin",
      "quote": "True artists are almost the only men who do their work for pleasure."
    },
    {
      "cite": "Emile Zola",
      "quote": "The artist is nothing without the gift, but the gift is nothing without work."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "The artist must train not only his eye but also his soul."
    },
    {
      "cite": "Kate Chopin",
      "quote": "To be an artist includes much; one must possess many gifts - absolute gifts - which have not been acquired by one's own effort. And, moreover, to succeed, the artist much possess the courageous soul."
    },
    {
      "cite": "Lauryn Hill",
      "quote": "You don't know how much artists go through to make it look so easy. It's all in the practice."
    },
    {
      "cite": "Andrew Wyeth",
      "quote": "Artists today think of everything they do as a work of art. It is important to forget about what you are doing - then a work of art may happen."
    },
    {
      "cite": "David Hockney",
      "quote": "In fact, most artists want to make things a bit more difficult for themselves as they go along, to challenge themselves."
    },
    {
      "cite": "Henry Miller",
      "quote": "An artist is always alone - if he is an artist. No, what the artist needs is loneliness."
    },
    {
      "cite": "Auguste Rodin",
      "quote": "To the artist there is never anything ugly in nature."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "Every artist picks what they want to put out there, what image they want to portray, and what they want people to know about where they're from."
    },
    {
      "cite": "Jackson Pollock",
      "quote": "The modern artist is working with space and time, and expressing his feelings rather than illustrating."
    },
    {
      "cite": "Dylan Thomas",
      "quote": "There is only one position for an artist anywhere; and that is upright."
    },
    {
      "cite": "Agnes De Mille",
      "quote": "The artist never entirely knows. We guess. We may be wrong, but we take leap after leap in the dark."
    },
    {
      "cite": "Willem de Kooning",
      "quote": "An artist is forced by others to paint out of his own free will."
    },
    {
      "cite": "Blake Shelton",
      "quote": "To me, what makes an artist is a unique personality that they're not afraid to let show."
    },
    {
      "cite": "Pierre-Auguste Renoir",
      "quote": "An artist, under pain of oblivion, must have confidence in himself, and listen only to his real master: Nature."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A great artist is a great man in a great child."
    },
    {
      "cite": "Albert Camus",
      "quote": "Every artist preserves deep within him a single source from which, throughout his lifetime, he draws what he is, and what he says. When the source dries up, the work withers and crumbles."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Being an artist is dragging your innermost feelings out, giving a piece of yourself, no matter in which art form, in which medium."
    },
    {
      "cite": "William Blake",
      "quote": "The difference between a bad artist and a good one is: the bad artist seems to copy a great deal; the good one really does."
    },
    {
      "cite": "Carroll O'Connor",
      "quote": "Even a true artist does not always produce art."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The great artist is a slave to his ideals."
    },
    {
      "cite": "Novalis",
      "quote": "Only an artist can interpret the meaning of life."
    },
    {
      "cite": "Havelock Ellis",
      "quote": "Every artist writes his own autobiography."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "In order for the artist to have a world to express he must first be situated in this world, oppressed or oppressing, resigned or rebellious, a man among men."
    },
    {
      "cite": "Igor Stravinsky",
      "quote": "What gives the artist real prestige is his imitators."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The artist produces for the liberation of his soul. It is his nature to create as it is the nature of water to run down the hill."
    }
  ]
}