{
  "source": "https://www.wisesayings.com/ascension-quotes/",
  "theme": "ascension",
  "quotes": [
    {
      "cite": "Oswald Chambers",
      "quote": "At His Ascension our Lord entered Heaven, and He keeps the door open for humanity to enter."
    },
    {
      "cite": "Abbott Eliot Kittredge",
      "quote": "The ascension of Christ makes heaven seem homelike to us as we journey toward it; for Jesus wears our humanity at the right hand of the Father."
    },
    {
      "cite": "Erich Fromm",
      "quote": "As we ascend the social ladder, viciousness wears athicker mask."
    },
    {
      "cite": "Andre Luiz Moreira",
      "quote": "Ah, paths of the soul, mysterious ways of the heart! One must walk their full lengths before facing the supreme equation of Eternal Life. It is essential for you to live all their conflicts and to know them fully in the long process of spiritual ascension."
    },
    {
      "cite": "Bryant McGill",
      "quote": "The unseen essential awaits your enlightened heart's ascension to love."
    },
    {
      "cite": "Rudolf Steiner",
      "quote": "Only a person who has passed through the gate of humility can ascend to the heights of the spirit."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Every day you may make progress. Every step may be fruitful. Yet there will stretch out before you an ever-lengthening, ever-ascending, ever-improving path. You know you will never get to the end of the journey. But this, so far from discouraging, only adds to the joy and glory of the climb."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Our pleasures and our discontents,Are rounds by which we may ascend."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "In actual life a downward movement may sometimes be made the beginning of an ascent."
    },
    {
      "cite": "Madame Swetchine",
      "quote": "The chains which cramp us most are those which weigh on us least."
    },
    {
      "cite": "Gerald R. Stanek",
      "quote": "Ascension to successive echelons in the pyramid of awareness is an act of inclusion requiring unconditional acceptance of all that lies below."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "There's always another level up. There's always another ascension. More grace, more light, more generosity, more compassion, more to shed, more to grow."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Ascension through all levels of consciousness and awareness can only happen when you live life as you, and not how others think you should live. How could self-realization possibly be anything other than being yourself?"
    },
    {
      "cite": "Ka Chinery",
      "quote": "Ascension is the triumph of mastered emotions; a process of gaining clarity in the darkness of blind spots and struggles, allowing you to perceive with the karmic intelligence of the Soul."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Ascensions into heaven are like falling leaves sad and happy all at the same time Going away isn't really sad especially when your going enables a new kind of presence to be born."
    },
    {
      "cite": "Stuart Wilde",
      "quote": "The ascension is actually the birth of the inner you expressed as the spiritual individualism of the inner particle state."
    },
    {
      "cite": "John Donne",
      "quote": "Death is an ascension to a better library."
    }
  ]
}