{
  "source": "https://www.wisesayings.com/aspire-quotes/",
  "theme": "aspire",
  "quotes": [
    {
      "cite": "Oscar Romero",
      "quote": "Aspire not to have more, but to be more."
    },
    {
      "cite": "Prabal Gurung",
      "quote": "Always aspire to become the next you, not someone else."
    },
    {
      "cite": "Saint Augustine",
      "quote": "You aspire to great things? Begin with the little ones."
    },
    {
      "cite": "Denzel Washington",
      "quote": "Don't aspire to make a living, aspire to make a difference."
    },
    {
      "cite": "Don Williams",
      "quote": "What we aspire to be is more than what we are yet less than what we are capable of."
    },
    {
      "cite": "Leif Herrgesell",
      "quote": "Those that aspire to raise their head above the crowd are most likely to have it shot off."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Aspire greatly; anything less than a commitment to excellence becomes an acceptance of mediocrity."
    },
    {
      "cite": "John Avery",
      "quote": "To never aspire to excellence means to never fully comprehend the amount of work required to achieve it."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Aspire higher to attain excellence in whatever you do. But be careful when you reach the peak, where the only way is the way downwards. Maintain your standard!"
    },
    {
      "cite": "Aldous Huxley",
      "quote": "To aspire to be superhuman is a most discreditable admission that you lack the guts, the wit, the moderating judgment to be successfully and consummately human."
    },
    {
      "cite": "Stephen Richards",
      "quote": "If you aspire to be a sparrow you will never be an eagle!"
    },
    {
      "cite": "Carl Jung",
      "quote": "I don't aspire to be a good man. I aspire to be a whole man."
    },
    {
      "cite": "James Allen",
      "quote": "To desire is to obtain; to aspire is to achieve."
    },
    {
      "cite": "John Milton",
      "quote": "Who aspires must down as low, As high he soar'd."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Aspire rather to be a hero than merely appear one."
    },
    {
      "cite": "Max Stirner",
      "quote": "We do not aspire to communal life but to a life apart."
    },
    {
      "cite": "Robert Browning",
      "quote": "Aspire, break bounds. Endeavor to be good, and better still, best."
    },
    {
      "cite": "Nannie Helen Burroughs",
      "quote": "Aspire to be, and all that we are not God will give us credit for trying."
    },
    {
      "cite": "Abu Bakr",
      "quote": "He who aspires to paradise should learn to deal with people with kindness."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "So if you aspire to be a good conversationalist, be an attentive listener."
    },
    {
      "cite": "Jake M. Johnson",
      "quote": "Aspire to do better. Instead of being the leader of the group, be the little person."
    },
    {
      "cite": "Althea Gibson",
      "quote": "Most of us who aspire to be tops in our fields don't really consider the amount of work required to stay tops."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Sincerely to aspire after virtue, is to gain her; and zealously to labour after her wages, is to receive them."
    },
    {
      "cite": "Neil Harbisson",
      "quote": "When you're a little weird, you aspire to be normal; when you're very weird, you aspire to be recognized for it."
    },
    {
      "cite": "Stephen Bayley",
      "quote": "You must never aspire to 'finish' a house, you can merely hope to start it, and from then on it's an evolutionary process."
    },
    {
      "cite": "Anna Jameson",
      "quote": "What we earnestly aspire to be, that in some sense we are."
    },
    {
      "cite": "Senora Roy",
      "quote": "To aspire for success you must first recognize the possibility of failure."
    },
    {
      "cite": "Regina Agyare",
      "quote": "You can only aspire to what you see. That's why role modeling is important."
    },
    {
      "cite": "Atharva Veda",
      "quote": "We should aspire to become enthusiastic and noble."
    },
    {
      "cite": "Sai Baba",
      "quote": "Aspire to live in peace, not in plenty."
    },
    {
      "cite": "Sai Baba",
      "quote": "We should not aspire for acclaim and praise from those around us, but do service only to secure the Grace of God and not for any other reward from any one."
    },
    {
      "cite": "John Lithgow",
      "quote": "What you aspire to on a sitcom is the feeling of live comedy."
    },
    {
      "cite": "Michael Skolnik",
      "quote": "Let us not aspire to four-year goals but rather forty-year goals."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "You need not aspire for or get any new state. Get rid of your present thoughts, that is all."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "If you aspire to be a leader of your own country, you must speak your own language, for God's sake."
    },
    {
      "cite": "Deborah A. Carr",
      "quote": "Aspire to be who you most admire."
    },
    {
      "cite": "Laurie Hernandez",
      "quote": "No matter what race or color you are, you can aspire to do something great."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "If you aspire to the highest place, it is no disgrace to stop at the second, or even the third, place."
    }
  ]
}