{
  "source": "https://www.wisesayings.com/aspiration-quotes/",
  "theme": "aspiration",
  "quotes": [
    {
      "cite": "Evan Esar",
      "quote": "Success comes from aspiration, desperation, perspiration, and inspiration!"
    },
    {
      "cite": "John Updike",
      "quote": "Dreams come true; without that possibility, nature would not incite us to have them."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "If you work hard enough and assert yourself, and use your mind and imagination, you can shape the world to your desires."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours."
    },
    {
      "cite": "John Barrymore",
      "quote": "A man is not old until regrets take the place of dreams."
    },
    {
      "cite": "Lorii Myers",
      "quote": "An aspirational diet will have you dreaming of success; but it's the attachment of expectations and tangible goals that feeds the desire, persistence, and fortitude required to make the win."
    },
    {
      "cite": "Anonymous",
      "quote": "A person who aims at nothing is sure to hit it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Without ambition one starts nothing. Without work one finishes nothing. The prize will not be sent to you. You have to win it."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "You are never too old to set another goal or to dream a new dream."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "Aim higher in case you fall short."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Aspirations forms the plot of success."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "cite": "Walt Disney",
      "quote": "If you can dream it, you can do it."
    },
    {
      "cite": "Michael Harrington",
      "quote": "It takes a certain level of aspiration before one can take advantage of opportunities that are clearly offered."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "The most absurd and reckless aspirations have sometimes led to extraordinary success."
    },
    {
      "cite": "Sugar Ray Leonard",
      "quote": "Within our dreams and aspirations we find our opportunities."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Our aspirations are our possibilities."
    },
    {
      "cite": "Anatole France",
      "quote": "To accomplish great things we must not only act, but also dream; not only plan, but also believe."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "To understand the heart and mind of a person, look not at what he has already achieved, but at what he aspires to."
    },
    {
      "cite": "Hector Hugh Munro",
      "quote": "The young have aspirations that never come to pass, the old have reminiscences of what never happened."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "If you would hit the mark, you must aim a little above it; Every arrow that flies feels the attraction of earth."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "Don't let young people tell you their aspirations; when they drop them they will drop you."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "In the long run men only hit what they aim at. Therefore, though they should fail immediately, they had better aim at something high."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Whatever you can do, or dream you can, begin it. Boldness has genius, power and magic in it."
    },
    {
      "cite": "Lorii Myers",
      "quote": "When aspirations are perceived to be achievable, ambition and drive can erase excuses."
    },
    {
      "cite": "T. E. Lawrence",
      "quote": "Dream your dreams with open eyes and make them come true."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "You'll become that devil overnight, if you want to become that celebrity overnight."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "Achievement is largely the product of steadily raising one's level of aspiration and expectation."
    },
    {
      "cite": "Anonymous",
      "quote": "If you always do what you've always done, you'll always get what you've always had. No one rises to low expectations."
    },
    {
      "cite": "Iain Duncan Smith",
      "quote": "Aspiration, it seems, is in danger of becoming the preserve of the wealthy."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "If you can imagine it, you can create it. If you dream it, you can become it."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Don't expect others to hand success to you. Create it - with heart, energy and enterprise - and you'll make it come true."
    },
    {
      "cite": "Diana Scharf Hunt",
      "quote": "Goals are dreams with deadlines."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "An aspiration is a joy forever, a possession as solid as a landed estate, a fortune which we can never exhaust and which gives us year by year a revenue of pleasurable activity."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Never give up on what you really want to do. The person with big dreams is more powerful than one with all the facts."
    },
    {
      "cite": "Tina Sequeira",
      "quote": "It is important to dream big. What we imagine, we become, we achieve. Even if we don Ì\u0081t go the yonder, we will reach way much farther than where we currently stand."
    },
    {
      "cite": "James Allen",
      "quote": "You will become as small as your controlling desire; as great as you dominant aspiration."
    }
  ]
}