{
  "source": "https://www.wisesayings.com/assassin-quotes/",
  "theme": "assassin",
  "quotes": [
    {
      "cite": "Terry Pratchett",
      "quote": "An Assassin, a real Assassin had to look like one-black clothes, hood, boots, and all. If they could wear any clothes, any disguise, then what could anyone do but spend all day in a small room with a loaded crossbow pointed at the door?"
    },
    {
      "cite": "Juan Ramon Jimenez",
      "quote": "The greatest assassin of life is haste, the desire to reach things before the right time which means overreaching them."
    },
    {
      "cite": "Jimmy Barnes",
      "quote": "My dad was a quiet assassin. He was really charming and smiley and softly spoken, but he could knock you out in a second."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Words without actions are the assassins of idealism."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Assassins did have a certain code, after all. It was dishonorable to kill someone if you weren't being paid."
    },
    {
      "cite": "Richard Kuklinski",
      "quote": "Assassin?… That sounds so exotic… I was just a murderer."
    },
    {
      "cite": "Michael Reagan",
      "quote": "I thought the Secret Service would protect me from the press, but they were at my house to protect me from assassins with guns, not with assassins with pencils."
    },
    {
      "cite": "Alvin Toffler",
      "quote": "Idea-assassins rush forward to kill any new suggestion on the grounds of its impracticality, while defending whatever now exists as practical, no matter how absurd."
    },
    {
      "cite": "Malcolm Lowry",
      "quote": "How shall the murdered man convince his assassin he will not haunt him."
    },
    {
      "cite": "Brent Weeks",
      "quote": "A wet boy has a deader, an assassin has a target, because assassins sometimes miss."
    },
    {
      "cite": "Jose Mujica",
      "quote": "I was no assassin. I got out during the amnesty because I had not committed any violent crimes."
    },
    {
      "cite": "Jean Rostand",
      "quote": "One kills a man, one is an assassin; one kills millions, one is a conqueror; one kills everybody, one is a God."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "War is the statesman's game, the priest's delight, the lawyer's jest, the hired assassin's trade."
    },
    {
      "cite": "Eric Ambler",
      "quote": "The important thing to know about an assassination or an attempted assassination is not who fired the shot, but who paid for the bullet."
    },
    {
      "cite": "Jennifer Estep",
      "quote": "Being an assassin means knowing when to kill - and when not to kill."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Fear is an assassin; if you let it in your life, it will kill your dreams."
    },
    {
      "cite": "Robin Hobb",
      "quote": "Assassins take no pride in fighting fairly. We take pride in winning."
    },
    {
      "cite": "Natalya Vorobyova",
      "quote": "Assassins: they got sass and live on sin."
    },
    {
      "cite": "Sabrina Zbasnik",
      "quote": "It would be either a very skilled or very unwise man to steal from an assassin. - Taliesin"
    },
    {
      "cite": "Alexander Cockburn",
      "quote": "The weapon of the advocate is the sword of the soldier, not the dagger of the assassin."
    },
    {
      "cite": "Stephen Crane",
      "quote": "A man feared that he might find an assassin; Another that he might find a victim. One was more wise than the other."
    },
    {
      "cite": "Michael Lesslie",
      "quote": "We work in the darkness to serve the light. We are Assassins."
    },
    {
      "cite": "Richard Shepard",
      "quote": "I need a break. There's no retirement home for assassins, is there? Archery at four. Riflery at five."
    },
    {
      "cite": "Ryan George",
      "quote": "Yeah, an Assassin hired an Assassin and then followed the Assassin to supervise the Assassination and then Assassinated the Assassin when the Assassination went wrong."
    },
    {
      "cite": "Michael Brandt",
      "quote": "You're not an assassin of fate, Sloan. You're just a thug who can bend bullets."
    },
    {
      "cite": "John Milius",
      "quote": "What do you call it when the assassins accuse the assassin? A lie. A lie and we have to be merciful."
    },
    {
      "cite": "James Gunn",
      "quote": "I'm a warrior, an assassin. I don't dance."
    },
    {
      "cite": "Chuck Barris",
      "quote": "Think of it as a hobby. Something you do to relax. You're an 'assassination enthusiast.'"
    },
    {
      "cite": "John Harvatine IV",
      "quote": "All women are assassins of one stripe or another. Most of them just kill your dreams."
    },
    {
      "cite": "John Harvatine IV",
      "quote": "Dating an assassin and didn't even notice. Just another man underestimating a woman's capacity for evil."
    },
    {
      "cite": "Terry Nation",
      "quote": "Assassination has always been a legitimate tool of statecraft. Its respectability and public acceptance has varied from civilization to civilization, but its practical application has remained remarkably consistent."
    },
    {
      "cite": "Raoul Peck",
      "quote": "When a man leads assassins, he is also an assassin."
    },
    {
      "cite": "Kinoko Nasu",
      "quote": "It only becomes assassination when people put their dignity and their past in a balance and removes one."
    },
    {
      "cite": "Brian Helgeland",
      "quote": "That's a vulgar generalization. But yes, you take an ordinary man an turn him into an assassin. That was our goal."
    },
    {
      "cite": "Greg Berlanti",
      "quote": "Meaning I don't think the world doesn't need another League of Assassins. It could use a league of heroes. It wouldn't be a one-woman job."
    },
    {
      "cite": "Matt Nix",
      "quote": "Assassinations... little wars around the world."
    },
    {
      "cite": "Jeff Davis",
      "quote": "You know, most assassinations are one and done. Hit men acquire a target, execute them, and then disappear."
    },
    {
      "cite": "Hal Dresner",
      "quote": "Assassins who stay too long wind up getting assassinated, and that ain't in my game plan."
    },
    {
      "cite": "Richard Condon",
      "quote": "The assassin always dies, baby. It's necessary for the national healing."
    },
    {
      "cite": "Adrian Hodges",
      "quote": "But, of course, even assassins should have a holiday now and then."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "It's nearly impossible to defend against an assassin who's willing to die for his cause."
    },
    {
      "cite": "Michelle Lovretta",
      "quote": "The higher you climb, the more you realize that you're surrounded by sycophants and assassins."
    },
    {
      "cite": "Matt Nix",
      "quote": "Assassination is one percent shooting, ninety-nine percent preparation: anticipating moves, devising approaches, recruiting sources, finding the perfect opportunity so the bullet's almost an after-thought."
    },
    {
      "cite": "Ian David Diaz",
      "quote": "I said he was an assassin. There is a difference, you know. A hit man kills people, anyone, for a price. An assassin murders important figures, politicians, monarchs."
    },
    {
      "cite": "Hakan Gunday",
      "quote": "It is how it works. Let's say there's a massacre somewhere. There's an assassination, but the assassin never gets caught. I make people forget about them. Has there been a huge fraud? Call for me and I'll make them forget."
    },
    {
      "cite": "Akira Toriyama",
      "quote": "But an assassin that can go where he pleases is not to be taken lightly."
    },
    {
      "cite": "Max Landis",
      "quote": "I'm a holistic assassin... I kill whoever I like killing all day and if I killed them, they were my target."
    },
    {
      "cite": "Jenji Kohan",
      "quote": "You want to assassinate someone, vision is a basic requirement. It's like: step one: pick a person to kill. Step two: kill that person."
    },
    {
      "cite": "Alex Hutchinson",
      "quote": "Assassins are meant to be quiet. Precise. We do not go announcing conspiracies from the rooftops to all who pass by."
    },
    {
      "cite": "Darby McDevitt",
      "quote": "We're Assassins and we follow a creed, aye. But it does not command us to act or submit - only to be wise."
    },
    {
      "cite": "Gary Stewart",
      "quote": "It's easy enough to assassinate a powerful man. The real trick, the art of it, is finding someone else to put the blame on."
    },
    {
      "cite": "Neil Davies",
      "quote": "The assassins job was to kill."
    },
    {
      "cite": "Chappy",
      "quote": "That is why the assassin's job is so interesting: No job is the same as the last one."
    },
    {
      "cite": "W. Shane Wilson",
      "quote": "Most of the assassins specialized in a special form of assassination and they all were quiet and smooth and clean."
    },
    {
      "cite": "John Bowyer Bell",
      "quote": "No matter what the assassin intended--to act out his fantasy, kill for profit, or spark a revolution--the death of a political figure has some political impact."
    },
    {
      "cite": "John Bowyer Bell",
      "quote": "Assassination is simply a violent crime with political implications."
    },
    {
      "cite": "John Bowyer Bell",
      "quote": "Yet even in the fierce and brutal politics of the Italian Renaissance, the moral assassin was not absent."
    },
    {
      "cite": "Augusto Boal",
      "quote": "The assassin is an assassin even when his victim escapes."
    },
    {
      "cite": "Bobby Delgado",
      "quote": "The assassins have many faces, but they are of the same spirit."
    }
  ]
}