{
  "source": "https://www.wisesayings.com/assessment-quotes/",
  "theme": "assessment",
  "quotes": [
    {
      "cite": "Bruce Lee",
      "quote": "Evaluation by others is not a guide for me."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Every decision you make reflects your evaluation of who you are."
    },
    {
      "cite": "Scott Jurek",
      "quote": "Rational assessments too often led to rational surrenders."
    },
    {
      "cite": "Carol Ann Tomlinson",
      "quote": "Assessment is today's means of modifying tomorrow's instruction."
    },
    {
      "cite": "Andy Hargreaves",
      "quote": "On assessment: measure what you value instead of valuing only what you can measure."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "External things are not the problem. It's your assessment of them. Which you can erase right now."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "Any assessment of where we stand in relationship to Him tells us that we do not stand at all. We kneel."
    },
    {
      "cite": "Alfie Kohn",
      "quote": "Assessments should compare the performance of students to a set of expectations, never to the performance of other students."
    },
    {
      "cite": "Damien Fahey",
      "quote": "Life is now a constant assessment of whether what's happening in real life is more entertaining than what's happening on my phone."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Honestly admitting what you lost and not trying to rationalize it or push it off is an important step in self-assessment and mindfulness."
    },
    {
      "cite": "John Wooden",
      "quote": "Without proper self-evaluation, failure is inevitable."
    },
    {
      "cite": "Eleanor Catton",
      "quote": "A man ought never to trust another man’s evaluation of a third man’s disposition."
    },
    {
      "cite": "Arthur D. Hlavaty",
      "quote": "Some people's unwillingness to think for themselves represents accurate self-evaluation."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "If you have a high evaluation of yourself then your ability to recognize new facts is weakened."
    },
    {
      "cite": "Quint Studer",
      "quote": "It's objective evaluations that give our hardwiring principles teeth and drive the organization toward results that last."
    },
    {
      "cite": "Henry Cloud",
      "quote": "The natural response to evaluation is to feel judged. We have to mature to a place where we respond to it with gratitude, and love feedback."
    },
    {
      "cite": "Andy Stanley",
      "quote": "To be the best next-generation leader you can be, you must enlist the help of others. Self-evaluation is helpful, but evaluation from someone else is essential. You need a leadership coach. Coaching enables a leader to go further faster."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Evaluation is creation: hear it, you creators! Evaluating is itself the most valuable treasure of all that we value. It is only through evaluation that value exists: and without evaluation the nut of existence would be hollow. Hear it, you creators!"
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "Any evaluation which implies rightness or wrongness is a tragic, suicidal expression of an unmet need. Tragic, first because it decreases our likelihood of getting our need met! Even if we think it. And secondly, because it increases the likelihood of violence. That's why I'm suggesting any evaluation which implies rightness or wrongness is a tragic, suicidal expression of an unmet need. Say the need! Learn a need-consciousness."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Courage is not the absence of fear, but rather the assessment that something else is more important than fear."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Act after having made assessments. The one who first knows the measure of far and near wins - this is the rule of armed struggle."
    },
    {
      "cite": "Anthony Giddens",
      "quote": "The thesis that risk assessment itself is inherently risky is nowhere better borne out than in the area of high-consequence risks."
    },
    {
      "cite": "Eula Biss",
      "quote": "Some of the most interesting research that I did was about risk assessment and how ordinary citizens like me handle risk assessment and how irregular our risk assessments are."
    },
    {
      "cite": "Eric Zorn",
      "quote": "Making resolutions is a cleansing ritual of self-assessment and repentance that demands personal honesty and, ultimately, reinforces humility. Breaking them is part of the cycle."
    },
    {
      "cite": "Steven Hall",
      "quote": "The environmental assessment should give us the answers to all the issues that have been raised: potential lead migration, endangered species, noise abatement and proper disposal of shot, shells and things."
    },
    {
      "cite": "Sun Ra",
      "quote": "Proper evaluations of words and letters in their phonetic and associated sense can bring the people of earth to the clear light of pure cosmic wisdom."
    },
    {
      "cite": "Sheila Heen",
      "quote": "Evaluation and coaching get tangled together. When this occurs, the noise of evaluation drowns out coaching efforts. Think of this like a term paper. When you get your assignment grade back (evaluation) you tend to tune out the professor notes in the margins (coaching) if the grade is higher or lower than expected."
    }
  ]
}