{
  "source": "https://www.wisesayings.com/assumptions-quotes/",
  "theme": "assumptions",
  "quotes": [
    {
      "cite": "Darren Shan",
      "quote": "We all make basic assumptions about things in life, but sometimes those assumptions are wrong. We must never trust in what we assume, only in what we know."
    },
    {
      "cite": "T.K. Coleman",
      "quote": "Positive assumptions are needed only when you have negative assumptions that you're trying to overcome. But when you drop your assumptions altogether, your soul stands naked in the open fields of possibility. And what you choose to create from that space is up to you."
    },
    {
      "cite": "Astro Teller",
      "quote": "The assumption that humans could be a reliable back up for the system was a fallacy!"
    },
    {
      "cite": "Bryan Davis",
      "quote": "Assumptions are unopened windows that foolish birds fly into, and their broken bodies are evidence gathered too late."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The assumption that things which have been conjured in the past will always be conjured in the guiding principle not of rational but of animal behavior."
    },
    {
      "cite": "C.C. Hunter",
      "quote": "But you are making assumptions without all the facts, and that's not a sign of intelligence."
    },
    {
      "cite": "Orville Wright",
      "quote": "If we worked on the assumption that what is accepted as true really is true, then there would be little hope for advance."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "We make the assumption that everyone sees life the way we do."
    },
    {
      "cite": "Anonymous",
      "quote": "An assumption is something that is generally accepted as being true."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Assumptions are made and most assumptions are wrong."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "When we believe in lies, we cannot see the truth, so we make thousands of assumptions and we take them as truth. One of the biggest assumptions we make is that the lies we believe are the truth!"
    },
    {
      "cite": "Douglas Adams",
      "quote": "The hardest assumption to challenge is the one you don't even know you are making."
    },
    {
      "cite": "Margaret Mead",
      "quote": "The assumption that men were created equal, with an equal ability to make an effort and win an earthly reward, although denied every day by experience, is maintained every day by our folklore and our daydreams."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "We make all sorts of assumptions because we don't have the courage to ask questions."
    },
    {
      "cite": "Alister E. McGrath",
      "quote": "New ideas can be supremely bad ideas, and by the time people realize how bad they are, it is sometimes difficult to get rid of them."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Assumptions are quick exits for lazy minds that like to graze out in the fields without bother."
    },
    {
      "cite": "George Soros",
      "quote": "The assumption of perfect knowledge is very far from reality a lot of the evil in the world is actually not intentional."
    },
    {
      "cite": "John Sales",
      "quote": "Assumptions allow the best in life to pass you by."
    },
    {
      "cite": "Daniel Handler",
      "quote": "Assumptions are dangerous things to make, and like all dangerous things to make, bombs, for instance, or strawberry shortcake, if you make even the tiniest mistake you can find yourself in terrible trouble."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "It is useless to attempt to reason a man out of a thing he was never reasoned into."
    },
    {
      "cite": "B.B. Shepherd",
      "quote": "We all make assumptions every day. Some more important than others. Some more damaging than others. And things, very often, are not at all what they seem."
    },
    {
      "cite": "Stephen Bayley",
      "quote": "The assumption must be that those who can see value only in tradition, or versions of it, deny man's ability to adapt to changing circumstances."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "Fixing is the illness model; acceptance is the identity model; which way any family goes reflects their assumptions and resources."
    },
    {
      "cite": "Aaron Levie",
      "quote": "Start with the assumption that the best way to do something is not the way it's being done right now."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Most of our assumptions have outlived their uselessness."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Incorrect assumptions lie at the root of every failure. Have the courage to test your assumptions."
    },
    {
      "cite": "Wendell Berry",
      "quote": "If you start a conversation with the assumption that you are right or that you must win, obviously it is difficult to talk."
    },
    {
      "cite": "Michele Jennae",
      "quote": "Most of us make assumptions about how someone will relate to us, and they are often unfounded."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Assumptions are what we don't know we are making."
    },
    {
      "cite": "Kathleen Hall Jamieson",
      "quote": "The assumption that seeing is believing makes us susceptible to visual deceptions."
    },
    {
      "cite": "Max Planck",
      "quote": "The assumption of an absolute determinism is the essential foundation of every scientific enquiry."
    },
    {
      "cite": "Annonymuos",
      "quote": "Never make assumptions about someone based on your past experiences with someone else."
    },
    {
      "cite": "Alan Alda",
      "quote": "Begin challenging your own assumptions. Your assumptions are your windows on the world. Scrub them off every once in while, or the light won't come in."
    },
    {
      "cite": "Charles Francis Richter",
      "quote": "If the assumptions used in calculating energy are changed, then this seriously affects the final result, even though the same body of data might be used."
    },
    {
      "cite": "Satoshi Kanazawa",
      "quote": "A theory's assumptions always are and ought to be unrealistic. Further, we should attempt to make them more unrealistic in order to increase a theory's fruitfulness."
    },
    {
      "cite": "Miguel Ruiz",
      "quote": "The problem with making assumptions is that we believe they are the truth. We could swear they are real."
    },
    {
      "cite": "Murray Bookchin",
      "quote": "The assumption that what currently exists must necessarily exist is the acid that corrodes all visionary thinking."
    },
    {
      "cite": "Walter Darby Bannard",
      "quote": "Assumptions are usually presumptuous but often correct."
    },
    {
      "cite": "Victor Bogart Ph.D",
      "quote": "Assumptions, by their very nature, are hypotheses."
    },
    {
      "cite": "Victor Bogart Ph.D",
      "quote": "Assumptions are never more than our best guesses about everything from A to Z."
    },
    {
      "cite": "Victor Bogart Ph.D",
      "quote": "Assumptions can be major or minor, of worldly import or not, of depth and lasting consequence, or of limited and momentary significance."
    },
    {
      "cite": "Victor Bogart Ph.D",
      "quote": "All assumptions  are valid and operative only within prescribed limits."
    },
    {
      "cite": "Victor Bogart Ph.D",
      "quote": "The power of assumptions to limit our exploring beyond their boundaries keeps us safe from imagined and feared unknowns."
    },
    {
      "cite": "Hamp Lee III",
      "quote": "Assumptions can misguide your decisions."
    },
    {
      "cite": "Hamp Lee III",
      "quote": "Be careful when allowing assumptions to become your reality."
    },
    {
      "cite": "Hamp Lee III",
      "quote": "Assumptions are not always based on truth."
    },
    {
      "cite": "Ronnie Janoff-Bulman",
      "quote": "A network of diverse theories and representations constitutes our assumptive world."
    },
    {
      "cite": "Ronnie Janoff-Bulman",
      "quote": "Our fundamental assumptions are the bedrock of our conceptual system; they are the assumptions that we are least aware of and least likely to challenge."
    },
    {
      "cite": "Ronnie Janoff-Bulman",
      "quote": "Generally, at the core of our assumptive world are abstract beliefs about ourselves, the external world, and the relationship between the two."
    },
    {
      "cite": "Marian Beaver",
      "quote": "A negative attitude towards a person, based on poorly informed opinion and stereotypical assumptions, can lead to low self - esteem and feeling unwanted or rejected."
    },
    {
      "cite": "Marian Beaver",
      "quote": "Making assumptions can be very useful way of helping understand the world around us."
    },
    {
      "cite": "Marian Beaver",
      "quote": "Assumptions enable us to predict what is going to happen and to feel secure."
    },
    {
      "cite": "Marian Beaver",
      "quote": "Stereotyping involves assuming that all the people who share one characteristic also share another set of characteristics."
    },
    {
      "cite": "Warwick Pudney",
      "quote": "Positive thinking can be learned and consciously applied by a continual optimistic analysis that is not necessarily based on reality but on the systematic screening of negative thoughts and assumptions to reduce negativity."
    },
    {
      "cite": "Warwick Pudney",
      "quote": "The power of positive assumptions is well documented. Phrases such as 'you get what you give' and expect the best and you get the best', have a truth endorsed by psychology."
    },
    {
      "cite": "Warwick Pudney",
      "quote": "Negative life assumptions reflect the parent's life and model negative responses to the child."
    },
    {
      "cite": "Miguel Ruiz",
      "quote": "If others tell us something we make assumptions, and if they don't tell us something we make assumptions to fulfill our need to know and to replace the need to communicate."
    },
    {
      "cite": "Miguel Ruiz",
      "quote": "Even if we hear something and we don't understand we make assumptions about what it means and then believe the assumptions."
    },
    {
      "cite": "Miguel Ruiz",
      "quote": "We make all sorts of assumptions because we don't have the courage to ask questions."
    },
    {
      "cite": "Stephen D. Brookfield",
      "quote": "Casual assumptions can always be stated as cause and effect linkages, as in 'If I do A, then B will happen.'"
    },
    {
      "cite": "Stephen D. Brookfield",
      "quote": "Prescriptive assumptions are assumptions about what we think ought to be happening in a particular situation."
    },
    {
      "cite": "Shyamal Bhattacharjee",
      "quote": "Of all the preposterous assumptions of humanity over humanity, nothing exceeds most of the criticism made on the habit of the poor by the well-housed, well-warmed and well-fed."
    },
    {
      "cite": "Alan Alda",
      "quote": "Your assumptions are your windows on the world. Scrub them off every once in a while, or the light won't come in."
    },
    {
      "cite": "Alan Alda",
      "quote": "If you challenge your own, you won't be so quick to accept the unchallenged assumptions of others."
    },
    {
      "cite": "Connie L. Schaffer",
      "quote": "An assumption is a belief individuals accept as truth and often take for granted as fact."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Assumptions are dangerous things to make, and like all dangerous things to make -- bombs, for instance, or strawberry shortcake -- if you make even the tiniest mistake you can find yourself in terrible trouble."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Making assumptions simply means believing things are a certain way with little or no evidence that shows you are correct, and you can see at once how this can lead to terrible trouble."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "You can see that it is better not to make too many assumptions, particularly in the morning."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "I suppose it is tempting, if the only tool you have is a hammer, to treat everything as if it were a nail."
    },
    {
      "cite": "Lorii Myers",
      "quote": "Don’t build roadblocks out of assumptions."
    },
    {
      "cite": "Geraldine Hills",
      "quote": "If you are feeling stressed, disempowered or depressed you can bet there's an unspoken assumption that you are accepting without knowing it."
    },
    {
      "cite": "Muriel Barbery",
      "quote": "We never look beyond our assumptions and what's worse, we have given up trying to meet others; we just meet ourselves."
    },
    {
      "cite": "Patti Digh",
      "quote": "The explanation requiring the fewest assumptions is most likely to be correct."
    },
    {
      "cite": "Carl C. Gaither",
      "quote": "We do not realize how deeply our starting assumptions affect the way we go about looking for and interpreting the data we collect."
    },
    {
      "cite": "George Eliot",
      "quote": "Power of generalizing gives men so much the superiority in mistake over the dumb animals."
    },
    {
      "cite": "Amit Ray",
      "quote": "Spirituality is not adopting more beliefs and assumptions but uncovering the best in you."
    },
    {
      "cite": "Robert Schwalbe Ph.D.",
      "quote": "People assume that older individuals are incapable of expressing themselves clearly enough to take care of themselves."
    },
    {
      "cite": "Robert Schwalbe Ph.D.",
      "quote": "If an older person asks a younger person to repeat something, the younger person will assume that the older person is stone deaf."
    },
    {
      "cite": "Robert Bolt",
      "quote": "The law requires more than an assumption, the law requires a fact."
    },
    {
      "cite": "Paul Thomas Anderson",
      "quote": "I think it's the expectations and assumptions of others that cause heartache."
    },
    {
      "cite": "Robert Dean Klein",
      "quote": "If we stop assuming, we'll lose something important. An assumption, is a leap of faith to believe that, something that we really want to believe is actually true. If we stop making assumptions, we might just lose our faith."
    }
  ]
}