{
  "source": "https://www.wisesayings.com/asthma-quotes/",
  "theme": "asthma",
  "quotes": [
    {
      "cite": "Fred Pescatore MD",
      "quote": "The link between allergies and asthma has been completely substantiated. It is very hard to discuss one without the other."
    },
    {
      "cite": "Fred Pescatore MD",
      "quote": "There is a strong association between the ozone levels in smog and the severity of asthma."
    },
    {
      "cite": "Mrs. Yakovlev- Fredricksen",
      "quote": "People don't realize that too much air can be harmful to health. Almost every asthmatic breathes through his mouth and takes deep, forceful inhalations that trigger a bronchospasm, 'the hallmark of asthma.'"
    },
    {
      "cite": "John Mendoza",
      "quote": "My sister's asthmatic. In the middle of an asthma attack she got an obscene phone call. The guy said, 'Did I call you or did you call me?'"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "His frailty was a result of asthma, a disease for which there was then no effective treatment, and his triumph began with a humiliation at the hands of two bullies."
    },
    {
      "cite": "Lawrence Dorfman",
      "quote": "A british surgeon told a  patient, 'I have asthma, you have cancer, we all have to die sometime.' Yeah, well you first, Mr. Bedside Manner."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "Who hath considered the blessing of his breath, till the poison of an asthma struck him? / Who hath regarded the just pilses of is heart, till spasm or paralysis have stopped them? / Even thus, an unobserved routine of daily grace and wisdom./ When no more here, had worship of a world, whose penitence atoned for its neglect."
    },
    {
      "cite": "Peter Kogler",
      "quote": "Using a nebulizer requires very little effort from the patient. This is important in a severe attack, as a breathless asthmatic may not be able to inhale the entire dose of an inhaler effectively."
    },
    {
      "cite": "Peter Kogler",
      "quote": "People with asthma are advised to carry an inhaler containing rescue medicine with them at all times."
    },
    {
      "cite": "Peter Kogler",
      "quote": "So although laws that help students with asthma are in place, there is more work to be done in the way the laws are interpreted and follows."
    },
    {
      "cite": "Peter Kogler",
      "quote": "On days when the ozone levels are high, it is best for people with asthma to remain indoors."
    },
    {
      "cite": "Peter Kogler",
      "quote": "Fatty fish, cheese, and the yolks of eggs are all naturally rich in vitamin D, which may be linked to less severe asthma attacks."
    },
    {
      "cite": "Andrew Harver",
      "quote": "Although there have been many advances in the treatment of asthma, death from this airways disease is still an unfortunate outcome in a minority of patients."
    },
    {
      "cite": "Mark Levy",
      "quote": "There have been a few 'mini epidemics' of acute asthma during thunderstorms."
    },
    {
      "cite": "Mark Levy",
      "quote": "Alcoholic drinks can sometimes be a trigger for asthma."
    },
    {
      "cite": "Mark Levy",
      "quote": "Uncontrolled asthma can certainly be responsible for poor growth in children."
    },
    {
      "cite": "Mark Levy",
      "quote": "This is even more of a mystery, though we feel sure there must be some trigger in the environment which can 'switch on' asthma that has been dormant for many years."
    },
    {
      "cite": "Richard F. Lockey",
      "quote": "Asthma is the most treatable of all chronic diseases."
    },
    {
      "cite": "Charlie White",
      "quote": "Being an athlete in a cold-weather sport is really difficult to deal with the asthma."
    },
    {
      "cite": "Roberta Fahey",
      "quote": "Once you have asthma, you have it for life. You might not always be symptomatic. You might have it as a kid and grow out of it. But it may revisit at some point, usually when you have a stress in your life."
    },
    {
      "cite": "Dominique Wilkins",
      "quote": "First off, do everything they can to give their kids the opportunities to play sports; asthma is not a deterrent to playing sports."
    },
    {
      "cite": "Dominique Wilkins",
      "quote": "Asthma research is a lot better and new medicines are always coming out to help young people."
    },
    {
      "cite": "Jackie Joyner-Kersee",
      "quote": "There are few restrictions on your life with asthma, as long as you take care of yourself."
    },
    {
      "cite": "Bauvard",
      "quote": "Asthma attack: a technique to coach women through their contractions, induced by fear of the result."
    },
    {
      "cite": "Anonymous",
      "quote": "Asthma is a disease that has practically the same symptoms as passion except that with asthma it lasts longer."
    },
    {
      "cite": "Etgar Keret",
      "quote": "When you're having an asthma attack, you don't have any breath. When you don't have any breath, it's hard to speak. You're limited by the amount of air you can spend from your lungs. That's not much, something between three to six words. It gives the word a meaning. You're searching through the piles of words in your head, picking the most important ones. And they have a cost. It's not like the healthy people that take out every word that has accumulated in their head like garbage. When someone, while having an asthma attack, says \"I love you\" or \"I really love you\", there's a difference. A word difference. And a word is a lot, because that word could have been \"sit\", \"Ventolin\" or even \"ambulance\"."
    },
    {
      "cite": "Cathy Freeman",
      "quote": "Asthma is treatable and well can be controlled."
    },
    {
      "cite": "Jack Challem",
      "quote": "Conventional medicine has largely shrugged its shoulders in confusion about the causes of allergies and asthma in millions of people."
    }
  ]
}