{
  "source": "https://www.wisesayings.com/astronaut-quotes/",
  "theme": "astronaut",
  "quotes": [
    {
      "cite": "Eugene Cernan",
      "quote": "Some astronauts describe the routine flushing of urine into space, where the freezing temperatures turn the droplets into a cloud of bright, drifting crystals, as being among the most amazing sights they saw on an entire voyage."
    },
    {
      "cite": "Ellen Ochoa",
      "quote": "Astronauts are very professional and when they're preparing for launch, they prepare for it as the most serious endeavor of our lives."
    },
    {
      "cite": "Michio Kaku",
      "quote": "Our astronauts, when they go orbiting around the earth, they actually come back slightly younger than a twin that they would have on the planet Earth who was stationary. This is called the twin paradox."
    },
    {
      "cite": "Cat Stevens",
      "quote": "When many astronauts go to space, they see the insignificant size of the earth and vastness of space, and they become very religious, because they have seen the Signs of Allah."
    },
    {
      "cite": "S.K. Tremayne",
      "quote": "We're all astronauts, really, aren't we; interstellar astronauts, travelling so far into the blackness we can never return."
    },
    {
      "cite": "Michael J Massimino",
      "quote": "To become an astronaut is not a question of being the best at something or things coming easy to you, but it's being a person that can work with others and not give up. And, for me, that was part of it too."
    },
    {
      "cite": "Michio Kaku",
      "quote": "It's very dangerous to put astronauts on a moon base where there's radiation, solar flares and micro meteorites. It'd be much better to put robots on the moon and have them mentally connected to astronauts on the Earth."
    },
    {
      "cite": "Sylvia Earle",
      "quote": "Any astronaut can tell you you've got to do everything you can to learn about your life support system and then do everything you can to take care of it."
    },
    {
      "cite": "Mae Jemison",
      "quote": "As an astronaut, you have a very defined set of tasks to do. Those tasks may require you to work 60, 70 or 80 hours a week."
    },
    {
      "cite": "Ron Garan",
      "quote": "Earth is a small town with many neighborhoods in a very big universe."
    },
    {
      "cite": "Scott Kelly",
      "quote": "The majority of astronauts have to change their eyeglasses while in space. They bring eyeglasses with them and typically change a few months into the mission."
    },
    {
      "cite": "Christa McAuliffe",
      "quote": "Space is for everybody. It's not just for a few people in science or math, or for a select group of astronauts. That's our new frontier out there, and it's everybody's business to know about space."
    },
    {
      "cite": "Mary Roach",
      "quote": "Astronauts are like these mythic legends, but really, they are just regular people, people who wear chinos."
    },
    {
      "cite": "Michael J. Massimino",
      "quote": "Astronauts cannot pick their nicknames and can only get their nicknames from other astronauts. Any astronaut who tries to give himself a cool nickname will regret it by getting just the opposite from his astronaut friends."
    },
    {
      "cite": "Richard Branson",
      "quote": "Every single astronaut who has come back from space comes back determined to do more to protect it."
    },
    {
      "cite": "Sally Ride",
      "quote": "The pressure suit helps if something goes wrong during launch or re-entry astronauts have a way to parachute off the shuttle. The suits protect you from loss of pressure in case of emergency."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "This is one small step for a man, one giant leap for mankind."
    },
    {
      "cite": "Chris Hadfield",
      "quote": "As an astronaut, especially during launch, half of the risk of a six-month flight is in the first nine minutes."
    },
    {
      "cite": "Eric Frank Russell",
      "quote": "Astronauts were not the impulsive daredevils so dear to the stereopticonloving public. They couldn't afford to be. The hazards of the profession required an infinite capacity for cautious, contemplative thought."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "Astronauts are not superhuman. They lead ordinary lives and have varied personalities."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "Here men from the planet Earth first set foot upon the Moon July 1969, A.D. We came in peace for all mankind."
    },
    {
      "cite": "Paul Davies",
      "quote": "Astronauts have been stuck in low-Earth orbit, boldly going nowhere. American attempts to kick-start a new phase of lunar exploration have stalled amid the realisation that NASA's budget is too small for the job."
    },
    {
      "cite": "Andy Weir",
      "quote": "Astronauts are inherently insane. And really noble."
    },
    {
      "cite": "William Anders",
      "quote": "We came all this way to explore the Moon, and the most important thing is that we discovered the Earth."
    },
    {
      "cite": "Sally Ride",
      "quote": "So most astronauts getting ready to lift off are excited and very anxious and worried about that explosion because if something goes wrong in the first seconds of launch, there's not very much you can do."
    },
    {
      "cite": "Thomas Marshburn",
      "quote": "As an astronaut, when you're getting ready to go out of that hatch, you know that's the pinnacle of both your career and your life. The view completely blows you away. The real challenge is getting past the excitement and getting focused and down to work."
    },
    {
      "cite": "Seth Meyers",
      "quote": "Astronauts living on the International Space Station will soon be getting their drinking water from a new system that recycles their urine into drinkable water. Said one Space Station astronaut, 'It would have been nice to get a heads-up on that before we got here."
    },
    {
      "cite": "Wernher von Braun",
      "quote": "Everybody knows what the moon is, everybody knows what this decade is, and everybody can tell a live astronaut who returned from the moon from one who didn't"
    },
    {
      "cite": "Sally Ride",
      "quote": "Some astronauts sleep in sort of beds compartments that you can open up and crawl into and then close up, almost like a little bedroom."
    },
    {
      "cite": "Alan Shepard",
      "quote": "Then there was the challenge to keep doing better and better, to fly the best test flight that anybody had ever flown. That led to my being recognized as one of the more experienced test pilots, and that led to the astronaut business."
    }
  ]
}