{
  "source": "https://www.wisesayings.com/astronomy-quotes/",
  "theme": "astronomy",
  "quotes": [
    {
      "cite": "Plato",
      "quote": "It is clear to everyone that astronomy at all events compels the soul to look upwards, and draws it from the things of this world to the other."
    },
    {
      "cite": "Jimmy Walker",
      "quote": "The thing I like about astronomy is being outside at night and seeing the stars in a dark sky. It makes you feel small."
    },
    {
      "cite": "William Shakespeare",
      "quote": "These earthly godfathers of Heaven's lights, that give a name to every fixed star, have no more profit of their shining nights than those that walk and know not what they are."
    },
    {
      "cite": "Benjamin Silliman",
      "quote": "Astronomy is, not without reason, regarded, by mankind, as the sublimest of the natural sciences. Its objects so frequently visible, and therefore familiar, being always remote and inaccessible, do not lose their dignity."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The stars, like dust, encircle me In living mists of light; And all of space I seem to see In one vast burst of sight."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "Stars are beautiful, but they must not take an active part in anything, they must just look on forever. It is a punishment put on them for something they did so long ago that no star now knows what it was."
    },
    {
      "cite": "William Leitch",
      "quote": "Astronomy has revealed the great truth that the whole universe is bound together by one all-pervading influence."
    },
    {
      "cite": "Plato",
      "quote": "Astronomy compels the soul to look upwards and leads us from this world to another."
    },
    {
      "cite": "Henri Poincare",
      "quote": "Astronomy is useful because it raises us above ourselves; it is useful because it is grand. It shows us how small is man's body, how great his mind, since his intelligence can embrace the whole of this dazzling immensity, where his body is only an obscure point, and enjoy its silent harmony."
    },
    {
      "cite": "Jacob Bronowski",
      "quote": "The history of astronomy is a history of receding horizons."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Dark matter has a gravitation effect on other objects. You can't see it, you can't feel it, but you can watch something being pulled in its direction."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Astronomy to the selfish becomes astrology."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "The most remarkable discovery in all of astronomy is that the stars are made of atoms of the same kind as those on the earth."
    },
    {
      "cite": "John Scott Russell",
      "quote": "Astronomy is the science of the harmony of infinite expanse."
    },
    {
      "cite": "Christopher Wren",
      "quote": "A time will come when men will stretch out their eyes. They should see planets like our Earth."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "Astronomy is perhaps the science whose discoveries owe least to chance, in which human understanding appears in its whole magnitude, and through which man can best learn how small he is."
    },
    {
      "cite": "Horace Mann",
      "quote": "Astronomy is one of the sublimest fields of human investigation. The mind that grasps its facts and principles receives something of the enlargement and grandeur belonging to the science itself. It is a quickener of devotion."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "The fact that astronomies change while the stars abide is a true analogy of every realm of human life and thought, religion not least of all."
    },
    {
      "cite": "Hannes Alfven",
      "quote": "Most people today still believe, perhaps unconsciously, in the heliocentric universe every newspaper in the land has a section on astrology, yet few have anything at all on astronomy."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "Astronomy is older than physics. In fact, it got physics started by showing the beautiful simplicity of the motion of the stars and planets, the understanding of which was the beginning of physics. But the most remarkable discovery in all of astronomy is that the stars are made of atoms of the same kind as those on the earth."
    },
    {
      "cite": "John N. Bahcall",
      "quote": "We should do astronomy because it is beautiful and because it is fun. We should do it because people want to know. We want to know our place in the universe and how things happen."
    }
  ]
}