{
  "source": "https://www.wisesayings.com/astrology-quotes/",
  "theme": "astrology",
  "quotes": [
    {
      "cite": "Edgar Cayce",
      "quote": "Astrology is a fact, in most instances.Â  But astrological aspects are but signs, symbols.Â  No influence is of greater value or of greater help than the will of an individual.... Do not attempt to be guided by, but use the astrological influences as the means to meet or to overcome the faults and failures, or to minimize the faults and to magnify the virtues in self.Â Â"
    },
    {
      "cite": "Maimonides",
      "quote": "Astrology is a disease, not a science."
    },
    {
      "cite": "Elizabeth Davis",
      "quote": "Astrology enables us to feel a connection to this lifetime, as if our existence holds actual weight as thanks to our origination amidst the starry skies."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "AstrologyÂ is astronomy brought down to Earth and applied toward the affairs of men."
    },
    {
      "cite": "Penn Jillette",
      "quote": "Astrology is a cousin of racism."
    },
    {
      "cite": "John Ruskin",
      "quote": "As in the instances of alchemy,Â astrology, witchcraft, and other such popular creeds, political economy, has a plausible idea at the root of it.Â"
    },
    {
      "cite": "Pila of Hawaii",
      "quote": "Astrology is like a map. Like a roadmap, astrology is meant to be a useful tool to help guide you to wherever you want to go."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "AstrologyÂ is an aesthetic affront. It cheapens astronomy, like using Beethoven for commercial jingles."
    },
    {
      "cite": "Lee Goldberg",
      "quote": "Astrology is like a weather report; it tells you what conditions you're likely to face in the future. If the weatherman says it's probably going to rain, you bring an umbrella. If you follow that advice, you won't get wet."
    },
    {
      "cite": "Dane Rudhyar",
      "quote": "The goal ofÂ astrologyÂ is the alchemy of personality. It is to transform chaos into cosmos, collective human nature into individual and creative personality."
    },
    {
      "cite": "Marc Edmund Jones",
      "quote": "Astrology, like any psychology, is able to predict the probabilities in a given situation because it relates experience to other experience. Experience itself is constant change, and any predictive judgment must obviously have a continual reorientation."
    },
    {
      "cite": "Anne M. Nordhaus-Bike",
      "quote": "For all its complexity, however, astrology remains fundamentally simple. It offers a time-honored system of symbols that sum up key aspects of human life while providing profound insights and practical guidance."
    },
    {
      "cite": "Elizabeth Clare Prophet",
      "quote": "Astrology is like any other branch of knowledge. It can be used for good or for ill, properly or improperly, by skilled and unskilled practitioners alike."
    },
    {
      "cite": "Sterling Asterix",
      "quote": "Astrology is almost always about reading signs properly, but sometimes the content of those signs is less important than the fonts they're written in."
    },
    {
      "cite": "Kurt Vonnegut, Jr.",
      "quote": "About astrology and palmistry: they are good because they make people vivid and full of possibilities.Â  They are communism at its best.Â  Everybody has a birthday and almost everybody has a palm."
    },
    {
      "cite": "Juvenal",
      "quote": "Astrology reveals the will of the gods."
    },
    {
      "cite": "Bill Myers",
      "quote": "Astrology is like any other superstition: It has no power unless people allow it to direct their lives."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "Astrology has no more useful function than this, to discover the inmost nature of a man and to bring it out into his consciousness, that he may fulfill it according to the law of light."
    },
    {
      "cite": "Liz Greene",
      "quote": "Astrology's roots lie in an ancient world-view which perceived the universe as a single living organism, animated by divine order and intelligence."
    },
    {
      "cite": "C.G. Jung",
      "quote": "Astrology is assured of recognition from psychology, without further restrictions, because astrology represents the summation of all the psychological knowledge of antiquity."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Astrology: do we make a hullabaloo among the stars, or do they make a hullabaloo down here?"
    },
    {
      "cite": "Richard Bach",
      "quote": "There is something toÂ astrologyÂ for those who believe inÂ astrology, as there is something to medicine for those who believe in medicine. Every system works when we give our heart to it."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "AstrologyÂ presupposes that the heavenly bodies are regulated in their movements in harmony with the destiny of mortals: the moral man presupposes that that which concerns himself most nearly must also be the heart and soul of things."
    },
    {
      "cite": "Zolar",
      "quote": "Astrology is like gravity. You don't have to believe in it for it to be working in your life."
    },
    {
      "cite": "William Least Heat-Moon",
      "quote": "Astrology is for those bored by astronomy, but fascinated with themselves."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Who needs astrology? The wise man gets by on fortune cookies."
    },
    {
      "cite": "Ruby Warrington",
      "quote": "Astrology is like a gateway drug to a more cosmic world view."
    },
    {
      "cite": "Noel Coward",
      "quote": "I don't believe in astrology.Â  The only stars I can blame for my failures are those that walk about the stage.Â Â"
    },
    {
      "cite": "Albert Einstein",
      "quote": "AstrologyÂ is a science in itself and contains an illuminating body of knowledge. It taught me many things and I am greatly indebted to it."
    },
    {
      "cite": "Markku Siivola",
      "quote": "Astrology can clear up or mix up a person as much as any other psychological, philosophical or religious mirror, a looking glass in the endless mirror hall of life.Â Â"
    },
    {
      "cite": "Karen Hamaker-Zondag",
      "quote": "Astrology is one of the earliest attempts made by man to find the order hidden behind or within the confusing and apparent chaos that exists in the world.Â"
    },
    {
      "cite": "Barbara Goldsmith",
      "quote": "Learning astrology is like learning any foreign language. You already have the ideas, concepts, and experiences of your life within you; you are just learning a new language for what you are already experiencing."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "In many ways,Â astrology, numerology and palmistry are corruptions of the occult because they have attempted to make a practice out of something that is essentially imaginative."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "The celestial bodies are the cause of all that takes place in the sublunar world.Â Â"
    },
    {
      "cite": "James Elishama Smith",
      "quote": "Astrology is like religion itself, in a very equivocal state. There is a well-grounded reason for belief that it is a truth; but it is impossible for any man to read the details with accuracy. The quackery of astrology lies, like Pharisaical religion, in over pretensions."
    },
    {
      "cite": "Dane Rudhyar",
      "quote": "Astrology is a language.Â  If you understand this language, the sky speaks to you.Â Â"
    },
    {
      "cite": "Caroline Casey",
      "quote": "Astrology is one of the great languages of our individual psyche's pulsing relationship to the collective dream."
    },
    {
      "cite": "Steven Forrest",
      "quote": "Astrology is just a finger pointing at reality."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "You see, astrology is like fortune-telling. If you can't get it right, you say, Well, if Venus was doing something peculiar in the background, that would alter your prognostication because, of course, astrology is rubbish."
    },
    {
      "cite": "Max Heindel",
      "quote": "To the medical man,Â astrologyÂ is invaluable in diagnosing diseases and prescribing a remedy, for it reveals the hidden cause of all ailments."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Astrology furnishes a splendid proof of the contemptible subjectivity of men.Â  It refers the course of celestial bodies to the miserable ego:Â  it establishes a connection between the comets in heaven and squabbles and rascalities on earth."
    },
    {
      "cite": "Steven Pinker",
      "quote": "AstrologyÂ had an important role in the ancient world. You can't understand many things unless you know something aboutÂ astrologyÂ - the plays of Shakespeare and so on."
    },
    {
      "cite": "Fred Singer",
      "quote": "Dabbling in astrology is like carrying a lucky rabbit's foot as an omen of good luck which costs us very little and might have some beneficial effects."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Astrology and all these mystical things are generally signs of a weak mind; therefore as soon as they are becoming prominent in our minds, we should see a physician, take good food, and rest."
    },
    {
      "cite": "Luke Dennis Broughton",
      "quote": "Without astrology man treads, as it were, in the dim twilight of ignorance."
    }
  ]
}