{
  "source": "https://www.wisesayings.com/atheist-quotes/",
  "theme": "atheist",
  "quotes": [
    {
      "cite": "Richard Dawkins",
      "quote": "We are all atheists about most of the gods that societies have ever believed in. Some of us just go one god further."
    },
    {
      "cite": "Bill Maher",
      "quote": "Religion, to me, is a bureaucracy between man and God that I don't need."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Everyone starts out being an atheist. No one is born with belief in anything. Infants are atheists until they are indoctrinated."
    },
    {
      "cite": "Madalyn Murray O'Hair",
      "quote": "An atheist loves his fellow man instead of god. An atheist believes that heaven is something for which we should work now--here on earth for all men together to enjoy."
    },
    {
      "cite": "Dante Gabriel Rossetti",
      "quote": "The worst moment for the atheist is when he is really thankful and has nobody to thank."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Even the atheists, who have pretended to disbelieve in God, have believed in Truth."
    },
    {
      "cite": "Anne Nicol Gaylor",
      "quote": "“There are no gods, no devils, no angels, no heaven or hell. There is only our natural world. Religion is but myth and superstition that hardens hearts and enslaves minds.”"
    },
    {
      "cite": "Ludwig Feuerbach",
      "quote": "It is not as in the Bible, that God created man in his own image. But, on the contrary, man created God in his own image."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Atheism turns out to be too simple. If the whole universe has no meaning, we should never have found out that it has no meaning."
    },
    {
      "cite": "Madalyn Murray Ohair",
      "quote": "An atheist believes that a hospital should be built instead of a church. An atheist believes that a deed must be done instead of a prayer said. An atheist strives for involvement in life and not escape into death. He wants disease conquered, poverty vanquished, war eliminated."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "A young man who wishes to remain a sound atheist cannot be too careful of his reading."
    },
    {
      "cite": "Simone Weil",
      "quote": "An atheist may be simply one whose faith and love are concentrated on the impersonal aspects of God."
    },
    {
      "cite": "Joseph Addison",
      "quote": "To be an atheist requires an indefinitely greater measure of faith than to recieve all the great truths which atheism would deny."
    },
    {
      "cite": "Sam Harris",
      "quote": "The atheist, by merely being in touch with reality, appears shamefully out of touch with the fantasy life of his neighbors."
    },
    {
      "cite": "William A. Dembski",
      "quote": "The atheist is cheating whenever he makes a moral judgment, acting as though it has an objective reference, when his philosophy in fact precludes it."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Be an atheist if you want, but do not believe in anything unquestioningly."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Being an atheist makes someone a clearer thinking, fairer person. They are not doing things to be rewarded in heaven; they're doing things because they're right, because they live by a moral code."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "One of the great tragedies of mankind is that morality has been hijacked by religion."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Question with boldness even the existence of a God; because, if there be one, he must more approve of the homage of reason, than that of blind-folded fear."
    },
    {
      "cite": "Madalyn Murray O'Hair",
      "quote": "An atheist strives for involvement in life and not escape into death."
    },
    {
      "cite": "Sam Harris",
      "quote": "Atheism is nothing more than the noises reasonable people make when in the presence of religious dogma."
    },
    {
      "cite": "Shane Claiborne",
      "quote": "The true atheist is the one who refuses to see God's image in the face of their neighbour."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "I am against religion because it teaches us to be satisfied with not understanding the world."
    },
    {
      "cite": "Bill Maher",
      "quote": "Religion is dangerous because it allows human beings who don't have all the answers to think that they do."
    },
    {
      "cite": "Sam Harris",
      "quote": "It is time that we admitted that faith is nothing more than the license religious people give one another to keep believing when reasons fail."
    },
    {
      "cite": "Barack Obama",
      "quote": "We should foster a culture in which people’s private religious beliefs, including atheists and agnostics, are respected."
    },
    {
      "cite": "Max Stirner",
      "quote": "Atheists are pious people."
    },
    {
      "cite": "John Buchan",
      "quote": "An atheist is a man who has no invisible means of support."
    },
    {
      "cite": "James Freeman Clarke",
      "quote": "The atheist has no hope."
    },
    {
      "cite": "Michael Gerson",
      "quote": "Atheists can be good people; they just have no objective way to judge the conduct of those who are not."
    },
    {
      "cite": "Francis Thompson",
      "quote": "An atheist is a man who believes himself an accident."
    },
    {
      "cite": "Baron d'Holbach",
      "quote": "All children are born Atheists; they have no idea of God."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A man cannot become an atheist merely by wishing it."
    },
    {
      "cite": "Ray Comfort",
      "quote": "An atheist is someone who thinks (but doesn't believe) that nothing created everything."
    },
    {
      "cite": "William F. Devault",
      "quote": "The existence of a single atheist does not disprove the existence of God."
    },
    {
      "cite": "John Fowles",
      "quote": "Being an atheist is a matter not of moral choice, but of human obligation."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Being an atheist frees you up to live this life properly, happily, and fully."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Atheists express their rage against God although in their view He does not exist."
    },
    {
      "cite": "Orlando Aloysius Battista",
      "quote": "An atheist is a man who looks through a telescope and tries to explain what he can't see."
    },
    {
      "cite": "Howard Thompson",
      "quote": "The atheist worldview of life is a materialistic culture that frees humanity from superstition."
    }
  ]
}