{
  "source": "https://www.wisesayings.com/athletes-quotes/",
  "theme": "athletes",
  "quotes": [
    {
      "cite": "Kahlil Gibran",
      "quote": "We choose our joys and sorrows long before we experience them."
    },
    {
      "cite": "Edgar A. Guest",
      "quote": "You are the person who has to decide. Whether you'll do it or toss it aside; you are the person who makes up your mind. Whether you'll lead or will linger behind. Whether you'll try for the goal that's afar. Or just be contented to stay where you are."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Choose the life that is most useful, and habit will make it the most agreeable."
    },
    {
      "cite": "Edwin Markham",
      "quote": "Choices are the hinges of destiny."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice."
    },
    {
      "cite": "Frederick Carl Frieseke",
      "quote": "The key to your universe is that you can choose."
    },
    {
      "cite": "William James",
      "quote": "When you have to make a choice and don't make it, that in itself is a choice."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Every person has free choice. Free to obey or disobey the Natural Laws. Your choice determines the consequences. Nobody ever did, or ever will, escape the consequences of his choices."
    },
    {
      "cite": "Pythagoras",
      "quote": "Choose always the way that seems the best, however rough it may be; custom will soon render it easy and agreeable."
    },
    {
      "cite": "David O. McKay",
      "quote": "Freedom of choice is more to be treasured than any possession earth can give."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Every choice you make has an end result."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Between two evils, choose neither; between two goods, choose both."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "It is about choices we make. And how the direction of our lives comes down to the choices we choose."
    },
    {
      "cite": "Richard Bach",
      "quote": "We design our lives through the power of choices."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new."
    },
    {
      "cite": "Jane Austen",
      "quote": "There is nothing like staying at home for real comfort."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "If you look for truth, you may find comfort in the end; if you look for comfort you will not get either comfort or truth only soft soap and wishful thinking to begin, and in the end, despair."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Life begins at the end of your comfort zone."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Sometimes, the best way to help someone is just to be near them."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Rainy days should be spent at home with a cup of tea and a good book."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "It was like the way you wanted sunshine on Saturdays, or pancakes for breakfast. They just made you feel good."
    },
    {
      "cite": "Frank Clark",
      "quote": "We find comfort among those who agree with us - growth among those who don't."
    }
  ]
}