{
  "source": "https://www.wisesayings.com/atmosphere-quotes/",
  "theme": "atmosphere",
  "quotes": [
    {
      "cite": "P.C. Wren",
      "quote": "The place was silent and aware."
    },
    {
      "cite": "Kim Prather",
      "quote": "There are no walls in the atmosphere."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Those who are finer and nobler are always alone and necessarily so and that because of this they can enjoy the purity of their own atmosphere."
    },
    {
      "cite": "Barbara Acton-Bond",
      "quote": "Rain hangs about the place, like a friendly ghost. if it's not coming down in delicate droplets, then it's in buckets; and if neither, it tends to lurk suspiciously in the atmosphere."
    },
    {
      "cite": "Chris O\\'Dowd",
      "quote": "In comedy it helps if there's a friendly atmosphere on the set."
    },
    {
      "cite": "Bill Laswell",
      "quote": "The atmosphere defines the environment of sound."
    },
    {
      "cite": "David Amram",
      "quote": "The atmosphere was wide open in those circles that we traveled in."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Cheerfulness is the atmosphere in which all things thrive."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "The sounds I had heard seemed worthy to mingle with this bright and perfumed atmosphere, and to thrill the beautiful scenery around me."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "I know: If you're looking down at Earth, you're looking through an atmosphere that has a bit of haze in many places and not just occasional clouds."
    },
    {
      "cite": "Geoff Dyer",
      "quote": "A restaurant on the moon could not have had less atmosphere."
    },
    {
      "cite": "Wyndham Lewis",
      "quote": "A sort of war of revenge on the intellect is what, for some reason, thrives in the contemporary social atmosphere."
    },
    {
      "cite": "John Powell",
      "quote": "Human beings, like plants, grow in the soil of acceptance, not in the atmosphere of rejection."
    },
    {
      "cite": "Sam Owen",
      "quote": "Our emotions affect the atmosphere around us, and other people, because emotions influence the electromagnetic field our heart emits."
    },
    {
      "cite": "Theophilus London",
      "quote": "I believe your atmosphere and your surroundings create a mind state for you."
    },
    {
      "cite": "Asghar Farhadi",
      "quote": "I would have had the same narrative, regardless of the atmosphere and the restrictions."
    },
    {
      "cite": "Steven Magee",
      "quote": "If you fill the atmosphere with toxins, then you really cannot be surprised if the solar radiation transmission through it becomes toxic to humans."
    },
    {
      "cite": "Jose Mourinho",
      "quote": "Especially when you play at home, you need a good atmosphere behind you."
    },
    {
      "cite": "George Orwell",
      "quote": "The atmosphere of orthodoxy is always damaging to prose, and above all it is completely ruinous to the novel, the most anarchical of all forms of literature."
    },
    {
      "cite": "Rembrandt",
      "quote": "Without atmosphere a painting is nothing."
    },
    {
      "cite": "Susan Griffin",
      "quote": "Before a secret is told, one can often feel the weight of it in the atmosphere."
    },
    {
      "cite": "Hugo Emil Hergesell",
      "quote": "The icy layers of the upper atmosphere contain conundrums enough to be worthy of humanity's greatest efforts."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Love is a portion of the soul itself, and it is of the same nature as the celestial breathing of the atmosphere of paradise."
    },
    {
      "cite": "T. D. Jakes",
      "quote": "I think it is important that we rebuild an atmosphere of forgiveness and civility in every aspect of our lives."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "To carry the atmosphere of God's Glory is to extend it to the whole earth."
    },
    {
      "cite": "Sammy Davis, Jr.",
      "quote": "There are certain romances that belong in certain cities, in a certain atmosphere, in a certain time."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "When yellow lights struggle with blue shades in hairlike lines."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is better to have your head in the clouds, and know where you are. Than to breathe the clearer atmosphere below them, and think that you are in paradise."
    },
    {
      "cite": "Julian Hawthorne",
      "quote": "States of the atmosphere pass into us as water through the meshes of a sieve, and storms occur in us before they break upon the world without, creating restless sensations."
    },
    {
      "cite": "Jeff Ament",
      "quote": "I have to go someplace where I can soak myself in a creative atmosphere."
    },
    {
      "cite": "George Washington",
      "quote": "The very atmosphere of firearms anywhere and everywhere restrains evil interference they deserve a place of honor with all that's good."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Expectancy is the atmosphere for miracles."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "An atmosphere of happiness is the atmosphere of the Kingdom of God."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "What a splendid thing watercolor is to express atmosphere and distance, so that the figure is surrounded by air and can breathe in it."
    },
    {
      "cite": "Jean Paul",
      "quote": "The conscience of children is formed by the influences that surround them; their notions of good and evil are the result of the moral atmosphere they breathe."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "Green was the silence, wet was the light, the month of June trembled like a butterfly."
    },
    {
      "cite": "Nancy Roman",
      "quote": "Looking through the atmosphere is somewhat like looking through a piece of old, stained glass. The glass has defects in it, so the image is blurred from that."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Behave so the aroma of your actions may enhance the general sweetness of the atmosphere."
    },
    {
      "cite": "Mel Gibson",
      "quote": "A woman should be home with the children, building that home and making sure there's a secure family atmosphere."
    },
    {
      "cite": "John Cotton",
      "quote": "In a gallery, there's an expectation of high prices and a somewhat elitist atmosphere."
    },
    {
      "cite": "Jennifer Jason Leigh",
      "quote": "One of the most ephemeral and important things is atmosphere and tone and it's very hard to put your finger on what creates that."
    },
    {
      "cite": "Dag Hjalmar Agne Carl Hammarskjöld",
      "quote": "Every deed and every relationship is surrounded by an atmosphere of silence. Friendship needs no words, it is solitude delivered from the anguish of loneliness."
    }
  ]
}