{
  "source": "https://www.wisesayings.com/atomic-bomb-quotes/",
  "theme": "atomic-bomb",
  "quotes": [
    {
      "cite": "Harry S. Truman",
      "quote": "The atomic bomb is too dangerous to be loose in a lawless world"
    },
    {
      "cite": "Albert Einstein",
      "quote": "Mankind invented the atomic bomb, but no mouse would ever construct a mouse trap."
    },
    {
      "cite": "J. Robert Oppenheimer",
      "quote": "The atomic bomb made the prospect of future war unendurable. It has led us up those last few steps to the mountain pass; and beyond there is a different country."
    },
    {
      "cite": "Wilfred Burchett",
      "quote": "In this first testing ground of the atomic bomb I have seen the most terrible and frightening desolation in four years of war. It makes a blitzed Pacific island seem like an Eden. The damage is far greater than photographs can show."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "Anyway, I'm sort of glad they’ve got the atomic bomb invented. If there’s ever another war. I’m going to sit right the hell on top of it. I’ll volunteer for it, I swear to God I will."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "The atomic bomb certainly is the most powerful of all weapons, but it is conclusively powerful and effective only in the hands of the nation which controls the sky."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I do not believe that civilization will be wiped out in a war fought with the atomic bomb. Perhaps two-thirds of the people of the earth will be killed."
    },
    {
      "cite": "Oliver Stone",
      "quote": "This myth that America has this atomic bomb that makes us right, it makes us good, it makes us set the agenda for the world. Everywhere, we can go global, we determine."
    },
    {
      "cite": "George Wald",
      "quote": "The only use for an atomic bomb is to keep somebody else from using one."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "The atomic bomb was created with the destruction of men in mind"
    },
    {
      "cite": "Harry S. Truman",
      "quote": "The atom bomb was no great decision. It was merely another powerful weapon in the arsenal of righteousness."
    },
    {
      "cite": "Bertrand Russel",
      "quote": "The atomic bomb embodies the results of a combination genius and patience as remarkable as any in the history of mankind."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Against the dark background of the atomic bomb, the United States does not wish merely to present strength, but also the desire and the hope for peace."
    },
    {
      "cite": "Harry Browne",
      "quote": "There was no military reason to drop atomic bombs on Japan. They were used as terrorist weapons - killing innocent people to influence other people."
    },
    {
      "cite": "David Zindell",
      "quote": "We walk the brink of racial suicide because we were smart enough to make atomic bombs and stupid enough to use them."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "So far as I can see the atomic bomb has deadened the finest feeling that has sustained mankind for ages."
    },
    {
      "cite": "Cus Damato",
      "quote": "Mike's (Tyson) punch is like an atomic bomb in that it is relative to nature. Both have no value unless you have a means of conveying it to the target. He is boxing-smart"
    },
    {
      "cite": "William Shawcross",
      "quote": "Weapons of mass destruction are the greatest threat to life on earth. Biological weapons are often called the poor man's atomic bomb. Saddam Hussein is the ruler who has for decades been making the most determined and diabolical illegal effort to acquire them."
    },
    {
      "cite": "Ernest Lawrence",
      "quote": "The atomic bombs will surely shorten the war, and let us hope that they will effectively end war as a possibility in human affairs."
    }
  ]
}