{
  "source": "https://www.wisesayings.com/attachment-quotes/",
  "theme": "attachment",
  "quotes": [
    {
      "cite": "Dalai Lama",
      "quote": "According to Buddhist psychology, most of our troubles stem from attachment to things that we mistakenly see as permanent."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Attachment to views is the greatest impediment to the spiritual path."
    },
    {
      "cite": "Yoda",
      "quote": "Attachment leads to jealousy. The shadow of greed that is. Train yourself to let go of everything you fear to lose."
    },
    {
      "cite": "Ram Dass",
      "quote": "A feeling of aversion or attachment toward something is your clue that there's work to be done."
    },
    {
      "cite": "Goswami Kriyananda",
      "quote": "Attachment is the state of ignorance or forgetfulness, and thus clinging to a memory of enjoyment."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Let go of your attachment to being right, and suddenly your mind is more open. You're able to benefit from the unique viewpoints of others, without being crippled by your own judgment."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "What we have to learn, in both meditation and in life, is to be free of attachment to the good experiences, and free of aversion to the negative ones."
    },
    {
      "cite": "Ramakrishna",
      "quote": "To work without attachment is to work without the expectation of reward or fear of any punishment in this world or the next. Work so done is a means to the end, and God is the end."
    },
    {
      "cite": "Neem Karoli Baba",
      "quote": "Attachment is the strongest block to realization."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "How do you let go of attachment to things? Don’t even try. It’s impossible. Attachment to things drops away by itself when you no longer seek to find yourself in them."
    },
    {
      "cite": "Simone Weil",
      "quote": "Attachment is the great fabricator of illusions; reality can be attained only by someone who is detached."
    },
    {
      "cite": "Shri Radhe Maa",
      "quote": "Cut the cords of attachment. Expand the circle of love."
    },
    {
      "cite": "Beth Banning",
      "quote": "Non-attachment is the process of creating without being attached to the results."
    },
    {
      "cite": "Stephen Levine",
      "quote": "Non-attachment is not the elimination of desire. It is the spaciousness to allow any quality of mind, any thought or feeling, to arise without closing around it, without eliminating the pure witness of being. It is an active receptivity to life."
    },
    {
      "cite": "Umar ibn al-Khattab",
      "quote": "Let not your love become attachment, nor your hate become destruction."
    },
    {
      "cite": "Rajneesh",
      "quote": "Attachment is the food for the mind to continue. Non-attached witnessing is the way to stop it without any effort to stop it. And when you start enjoying those blissful moments, your capacity to retain them for longer periods arises."
    },
    {
      "cite": "Rajneesh",
      "quote": "Remember: no attachment should grow, no clinging should grow. They are all against your independence, your freedom, your individuality."
    },
    {
      "cite": "Shahid Kapoor",
      "quote": "Attachment is your biggest strength and your biggest weakness. Though it gives you the power to love someone more than yourself, it becomes difficult to live when you lose something you are attached to. Even when we have lost, we should go beyond that and get truly attached to someone. Loving someone truly is the most beautiful feeling."
    },
    {
      "cite": "Laozi",
      "quote": "To manage your mind, know that there is nothing, and then relinquish all attachment to nothingness."
    },
    {
      "cite": "Peter Merry",
      "quote": "The more attached we are to a vision of the future, the less present we are to what is actually trying to emerge here and now."
    },
    {
      "cite": "Rod Stryker",
      "quote": "It is attachment to desire, not desire itself, that is the underlying cause of practically all of our pain and suffering."
    },
    {
      "cite": "Joe Vitale",
      "quote": "If you expect miracles in your life, then release any attachment to the outcome."
    },
    {
      "cite": "Aishwarika",
      "quote": "Getting attached to someone is more easy than being in love with someone. Attachment fades away with time and distance but love can be smelled till after death."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Those who cannot renounce attachment to the results of their work are far from the path."
    },
    {
      "cite": "Anonymous",
      "quote": "The less attached you are, the more peaceful you are."
    },
    {
      "cite": "Nale Doland Walsh",
      "quote": "There is nothing scary about life if you are not attached to results."
    },
    {
      "cite": "Rajneesh",
      "quote": "Attachment is the shadow of the ego. Attachments are immediately created wherever you see 'I am'."
    },
    {
      "cite": "Tilopa",
      "quote": "It's not the appearance that binds you, it's the attachment to the appearance that binds you."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Freedom from all attachment is the realization of God as Truth."
    },
    {
      "cite": "Tara Brach",
      "quote": "That non-attachment gives us the freedom to be exactly who we are."
    }
  ]
}