{
  "source": "https://www.wisesayings.com/attack-quotes/",
  "theme": "attack",
  "quotes": [
    {
      "cite": "Sun Tzu",
      "quote": "What is of supreme importance in war is to attack the enemy’s strategy."
    },
    {
      "cite": "Paul Begala",
      "quote": "Always attack, Never defend."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "All attack is a call for help."
    },
    {
      "cite": "Sandra Good",
      "quote": "Any attack on any lie is justified."
    },
    {
      "cite": "George Robertson",
      "quote": "An attack on one is an attack on all."
    },
    {
      "cite": "Steven Coallier",
      "quote": "Attack life, it's going to kill you anyway."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Under attack, sentiments harden into dogma."
    },
    {
      "cite": "Georges Carpentier",
      "quote": "Attack is only one half of the art of boxing."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "We may attack systems. We must not attack men."
    },
    {
      "cite": "Alex Ferguson",
      "quote": "Attack wins you games, defense wins you titles."
    },
    {
      "cite": "John Jay Chapman",
      "quote": "Attack another's rights and you destroy your own."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Attack like the Fire and be still as the Mountain."
    },
    {
      "cite": "Billie Joe Armstrong",
      "quote": "Attack your instruments. Don't let them attack you."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Somebody who attacks everybody has something missing."
    },
    {
      "cite": "Jim Harbaugh",
      "quote": "Attack each day with an enthusiasm unknown to mankind."
    },
    {
      "cite": "Diane Ravitch",
      "quote": "An attack on Public Education is an attack on Democracy."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Never attack a problem without also presenting a solution."
    },
    {
      "cite": "Marceline Desbordes Valmore",
      "quote": "An attack of hope is the same for us as an attack of fever."
    },
    {
      "cite": "Donald Sadoway",
      "quote": "How do we attack important problems? Pose the right question."
    },
    {
      "cite": "Mike Murdock",
      "quote": "Attack is the proof that your enemy anticipates your success."
    },
    {
      "cite": "Gilles Menage",
      "quote": "A mild attack of apoplexy may be called death's retaining fee."
    },
    {
      "cite": "Garrett Hardin",
      "quote": "An attack on values is inevitably seen as an act of subversion."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "You have to attack once the truth is too weak to defend itself."
    },
    {
      "cite": "Marcelo Garcia",
      "quote": "The more you attack, the more your opponent will make mistakes."
    },
    {
      "cite": "Saul Alinsky",
      "quote": "The price of a successful attack is a constructive alternative."
    },
    {
      "cite": "Paul Valery",
      "quote": "Those who cannot attack the thought, instead attack the thinker."
    },
    {
      "cite": "Ja'far Al-Sadiq",
      "quote": "Whoever attacks a matter without knowledge cuts off his own nose."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The attack on untouchability is an attack on this high-and low-ness."
    },
    {
      "cite": "Van Jones",
      "quote": "Distorting attacks when people already don't trust you is not smart."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Attack him where he is unprepared, appear where you are not expected."
    },
    {
      "cite": "Rutherford B. Hayes",
      "quote": "Unjust attacks on public men do them more good than unmerited praise."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Attack thoughts towards others are attack thoughts towards ourselves."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Attack is the secret of defense; defense is the planning of an attack."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "An attack on the roots of passion means an attack on the roots of life."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Those who attack always do so with greater fervor than those who defend."
    },
    {
      "cite": "Oswald Boelcke",
      "quote": "In any form of attack it is essential to assail your opponent from behind."
    },
    {
      "cite": "Ernest Dimnet",
      "quote": "Learn to attack things frontally but according to the most scientific methods."
    },
    {
      "cite": "Confucius",
      "quote": "Attack the evil that is within yourself, rather than attacking the evil that is in others."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "It's easy to attack and destroy an act of creation. It's a lot more difficult to perform one."
    },
    {
      "cite": "Michelene Wandor",
      "quote": "The attacks on old words and the coining of new are the visible tip of the iceberg of change."
    },
    {
      "cite": "Art Buchwald",
      "quote": "If you attack the establishment long enough and hard enough, they will make you a member of it."
    },
    {
      "cite": "William S. Paley",
      "quote": "He who attacks the fundamentals of the American broadcasting industry attacks democracy itself."
    },
    {
      "cite": "Julian Assange",
      "quote": "The attack on the truth by war begins long before war starts and continues long after a war ends."
    },
    {
      "cite": "Walter Hilton",
      "quote": "When you attack the roots of sin, fix your thought more on the God you desire than on the sin you abhor."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The attack on \"selfishness\" is an attack on man's self-esteem; to surrender one, is to surrender the other."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "The best way to counter-attack a hater is to make it blatantly obvious that their attack has had no impact on you."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "We attack not only to hurt someone, to defeat him, but perhaps also simply to become conscious of our own strength."
    },
    {
      "cite": "Robertson Davies",
      "quote": "If you attack Stupidity you attack an entrenched interest with friends in government and every walk of public life."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "An attack upon our ability to tell stories is not just censorship - it is a crime against our nature as human beings."
    },
    {
      "cite": "Takeda Nobushige",
      "quote": "When one would make a surprise attack on the enemy, he should avoid the major roads and seek out the lesser ones. Then attack."
    }
  ]
}