{
  "source": "https://www.wisesayings.com/attention-quotes/",
  "theme": "attention",
  "quotes": [
    {
      "cite": "Antisthenes",
      "quote": "Pay attention to your enemies, for they are the first to discover your mistakes."
    },
    {
      "cite": "Dustin Diamond",
      "quote": "I really pay attention to the bass in the music I listen to, and that's what I tend to write toward."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Whatever you focus your attention on will become important to you even if it's unimportant."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "The successful person places more attention on doing the right thing rather than doing things right."
    },
    {
      "cite": "Nicklas Lidstrom",
      "quote": "You have to pay attention to details to have success in the playoffs. You can't take anyone lightly."
    },
    {
      "cite": "Elle Sommer",
      "quote": "Somewhere within you is a huge supply of happiness, always there, patiently waiting for you to reach out and grab it. It's yours for the asking. And you ask by giving it your attention."
    },
    {
      "cite": "Brian Solis",
      "quote": "Attention is a precious commodity."
    },
    {
      "cite": "Natalie Wood",
      "quote": "The constant attention is what is so difficult."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The more attention you pay an enemy, the stronger you make him. Be attentive, but don't be paranoiac."
    },
    {
      "cite": "Al Roker",
      "quote": "The best way to get anybody's attention is dinner. I have good kitchen skills and good grocery shopping skills."
    },
    {
      "cite": "Howard Rheingold",
      "quote": "Attention is a limited resource, so pay attention to where you pay attention."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The quality of one's life depends on the quality of attention. Whatever you pay attention to will grow more important in your life."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Attention is like a narrow mouthed vessel; pour into it what you have to say cautiously, and, as it were, drop by drop."
    },
    {
      "cite": "Bryant McGillns",
      "quote": "The love and attention you always thought you wanted from someone else, is the love and attention you first need to give to yourself."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "Attention is psychic energy, and like physical energy, unless we allocate some part of it to the task at hand, no work gets done."
    },
    {
      "cite": "Richard Moss",
      "quote": "The greatest gift you can give another is the purity of your attention."
    },
    {
      "cite": "Simone Weil",
      "quote": "The capacity to give one's attention to a sufferer is a very rare and difficult thing; it is almost a miracle; it is a miracle. Nearly all those who think they have the capacity do not possess it."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Pay attention to your body. Is this the only place where they should live."
    },
    {
      "cite": "Robert J. Shiller",
      "quote": "The ability to focus attention on important things is a defining characteristic of intelligence."
    },
    {
      "cite": "Og Mandino",
      "quote": "Pay less attention to what you HEAR about someone, and more to what you LEARN about them...as you make the EFFORT."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The more attention you give to your loved ones, the less affection you recieve from them."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Success in life is founded upon attention to the small things rather than to the large things; to the every day things nearest to us rather than to the things that are remote and uncommon."
    },
    {
      "cite": "Meryl Streep",
      "quote": "All that attention to the perfect lighting, the perfect this, the perfect that, I find terribly annoying."
    },
    {
      "cite": "Carolina Herrera",
      "quote": "Attention to detail is of utmost importance when you want to look good."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "When our attention is on the present, our life is constantly renewed."
    },
    {
      "cite": "Epictetus",
      "quote": "Keep your attention focused entirely on what is truly your own concern, and be clear that what belongs to others is their business and none of yours."
    },
    {
      "cite": "R.A.Delmonico",
      "quote": "As you attention is divided the opportunity for error increases exponentially."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Attention is vitality. It connects you with others. It makes you eager. Stay eager."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Once one pays some attention to something, then you begin to see evidence of it everywhere."
    },
    {
      "cite": "James Arthur Ray",
      "quote": "Concentrated attention is the collection of units of power on a chosen point of intention."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Our attention should be concentrated on God, instead of on what we wear."
    },
    {
      "cite": "Andrew Bird",
      "quote": "I just pay attention to what's in my head. That's my number-one rule."
    },
    {
      "cite": "Timothy Miller",
      "quote": "Attention is the intention to live without reservation in the here-and-now."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "I hold my course with focused attention and relentless commitment, as I weather the storms of life."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Give your fullest attention to whatever the moment presents."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Pay attention to the beauty surrounding you."
    },
    {
      "cite": "Roshan Sharma",
      "quote": "It's the inward attention that takes you into the depth of the mind."
    },
    {
      "cite": "Susan Cain",
      "quote": "Even when the attention focused on me is positive, I am uncomfortable being looked at by a lot of people - it's just not my natural state of being."
    },
    {
      "cite": "Mooji",
      "quote": "Attention pays attention to a lot of things, but when attention pays attention to attention, then there is a stillness, and that stillness introduces you to your self."
    },
    {
      "cite": "Mary Oliver",
      "quote": "Attention without feeling-is only a report."
    },
    {
      "cite": "Rachel Naomi Remen",
      "quote": "The most basic and powerful way to connect to another person is to listen. Just listen. Perhaps the most important thing we ever give each other is our attention.... A loving silence often has far more power to heal and to connect than the most well-intentioned words."
    },
    {
      "cite": "Rachel Carson",
      "quote": "The more clearly we can focus our attention on the wonders and realities of the universe about us the less taste we shall have for the destruction of our race. Wonder and humility are wholesome emotions, and they do not exist side by side with a lust for destruction."
    },
    {
      "cite": "Louis Sabin",
      "quote": "A little attention, a pat on the head, and a kind word every now and then is all your dog asks."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "Attention is the ability we have to discriminate and to focus only on that which we want to perceive."
    },
    {
      "cite": "Charles Stross",
      "quote": "There are good ways and bad ways to get my attention. Whacking on my ego with a crowbar will get my attention, sure, but it's not going to leave me well disposed to the messenger."
    },
    {
      "cite": "Plato",
      "quote": "Attention to health is life's greatest hindrance."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Be aware of your breathing. Notice how this takes attention away from your thinking and creates space."
    },
    {
      "cite": "Lama Surya Das",
      "quote": "Paying attention helps us live in, and appreciate, the present moment in all its richness and depth. It helps us to see-truly see-what is actually going on. Simply put, attention pays off."
    },
    {
      "cite": "Michael Eric Dyson",
      "quote": "You are no longer innocent, you are condemned to awareness."
    },
    {
      "cite": "Keanu Reeves",
      "quote": "The simple act of paying attention can take you a long way."
    },
    {
      "cite": "Charlotte Joko Beck",
      "quote": "Attention or awareness is the secret of life and the heart of practice...every moment in life is absolute itself. That's all there is. There is nothing other than this present moment; there is no past, there is no future; there is nothing but this. So when we don't pay attention to each little this, we miss the whole thing."
    },
    {
      "cite": "Beck",
      "quote": "Time swiftly passes by, and with it, our only chance / Each of us must aspire to awaken. / Be aware. / Do not squander our life."
    },
    {
      "cite": "Ji Aoi Isshi",
      "quote": "Just by listening with your eyes you can fold back on yourself and merge into that primal stream of awareness like a river is swallowed by the immensity of the ocean. Only then will you know the point to live from."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "Be alert for any sign of beauty or grace, offer up every joy, be awake at all moments."
    },
    {
      "cite": "Angel Kyodo Williams",
      "quote": "It's your life that you are living. Don't pick and choose when you'll be there. All of it is yours. No one else suffers more if you waste it than you. Be patient with yourself and make every effort to be fully attentive so that you don't waste any of it."
    },
    {
      "cite": "Buddha",
      "quote": "Attention is living; inattention is dying. The attentive never stop. The inattentive are dead already."
    },
    {
      "cite": "Socrates",
      "quote": "Nature has given us two ears, two eyes, and but one tongue, to the end that we should hear and see more than we speak."
    },
    {
      "cite": "Aristotle",
      "quote": "The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival."
    },
    {
      "cite": "Epictetus",
      "quote": "Watchfulness...is the vital need, for he who does not watch is soon overwhelmed. The sternman needs only sleep a moment and the vessel is lost."
    },
    {
      "cite": "Tyron Edwards",
      "quote": "The secret of a  good memory is attention, and attention to a subject depends upon our interest in it. We rarely forget that which has made a deep impression on our minds."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The one serviceable, safe, certain, remunerative, attainable quality in every study, and every pursuit is the quality of attention."
    },
    {
      "cite": "Moslih Sa'adi",
      "quote": "A traveler without observation is a bird without wings."
    },
    {
      "cite": "Madame Anne Sophie Swetchine",
      "quote": "Attention is a tacit and continual compliment."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The true art of memory is the art of attention."
    },
    {
      "cite": "Virginia Wolf",
      "quote": "The man who is aware of himself is henceforth independent."
    },
    {
      "cite": "Miller",
      "quote": "The moment one gives close attention to anything, even a blade of grass, it becomes a mysterious, awesome, indescribably magnificent world in itself."
    },
    {
      "cite": "Simone Weil",
      "quote": "The highest ecstasy is the attention at its fullest."
    },
    {
      "cite": "Simone Weil",
      "quote": "Attention is the rarest and purest form of generosity."
    },
    {
      "cite": "Chopra",
      "quote": "Whatever you put your attention on will grow stronger in your life."
    },
    {
      "cite": "John Churton Collins",
      "quote": "The world like an accomplished hostess pays most attention to those whom it will soonest forget."
    },
    {
      "cite": "Loren D. Estleman",
      "quote": "All he was doing was calling attention to himself, rather like those movie stars who go around wearing dark glasses on cloudy days."
    },
    {
      "cite": "Candice Bergen",
      "quote": "He has a short attention span. You sort of have to edit your friendship into sound bites."
    },
    {
      "cite": "Chesterfield",
      "quote": "The power of applying attention, steady and undissipated, to a single object, is the sure mark of a superior genius."
    },
    {
      "cite": "Sir I. Newton",
      "quote": "If I have made any improvement in the sciences, it is owing more to patient attention than to anything besides."
    },
    {
      "cite": "Reid",
      "quote": "If there be anything that can be called genius, it consists chiefly in ability to give that attention to a subject which keeps it steadily in the mind, till we have surveyed it accurately on all sides."
    },
    {
      "cite": "B. Alan Wallace",
      "quote": "As a bubble drifts up into the sky, you watch it rise, and this brings your attention to the sky. While you are looking at the bubble, it pops, and you keep your attention right where the bubble had been. Your awareness now lies in empty space."
    },
    {
      "cite": "Bhante Henepola Gunaratana",
      "quote": "Skillful speech not only means that we pay attention to the words we speak and to their tone but also requires that our words reflect compassion and concern for others and that they help and heal, rather than wound and destroy."
    }
  ]
}