{
  "source": "https://www.wisesayings.com/attitude-quotes/",
  "theme": "attitude",
  "quotes": [
    {
      "cite": "Carolyn Warner",
      "quote": "I am convinced that attitude is the key to success or failure in almost any of life's endeavors. Your attitude-your perspective, your outlook, how you feel about yourself, how you feel about other people-determines you priorities, your actions, your values. Your attitude determines how you interact with other people and how you interact with yourself."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Your living is determined not so much by what life brings to you as by the attitude you bring to life; not so much by what happens to you as by the way your mind looks at what happens."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you don't like something, change it. If you can't change it, change your attitude."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The greatest day in your life and mine is when we take total responsibility for our attitudes. That's the day we truly grow up."
    },
    {
      "cite": "David J. Schwartz",
      "quote": "How we think shows through in how we act. Attitudes are mirrors of the mind. They reflect thinking."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "It is your attitude, not your aptitude, that determines your altitude."
    },
    {
      "cite": "Mandy Hale",
      "quote": "A bad attitude can literally block love, blessings, and destiny from finding you. Don't be the reason you don't succeed."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it."
    },
    {
      "cite": "Allen Klein",
      "quote": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "A 'positive attitude' is definitely one of the keys to success. My definition of a positive attitude is a simple one: Looking for the good in all circumstances."
    },
    {
      "cite": "unknown",
      "quote": "A bad attitude is like a flat tire. If you don't change it, you'll never go anywhere."
    },
    {
      "cite": "Victor Frankl",
      "quote": "Our attitude towards what has happened to us in life is the important thing to recognize. Once hopeless, my life is now hope-full, but it did not happen overnight. The last of human freedoms, to choose one's attitude in any given set of circumstances, is to choose one's own way."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Your attitude is either the lock on, or the key to the door of success."
    },
    {
      "cite": "Tara Brach",
      "quote": "Our attitude in the face of life's challenges determines our suffering or our freedom."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Positive attitude enables you to go with passion and see possibility in every challenging circumstance. It was by that, that great achievers picked up metal scraps on the floor and saw machines built from it."
    },
    {
      "cite": "Tom Blandi",
      "quote": "Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force."
    },
    {
      "cite": "Mandy Hale",
      "quote": "A positive attitude turns 'I can't & I won't,' into 'I have & I WILL!'"
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "Could we change our attitude, we should not only see life differently, but life itself would come to be different. Life would undergo a change of appearance because we ourselves had undergone a change of attitude."
    },
    {
      "cite": "Pat Riley",
      "quote": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges."
    },
    {
      "cite": "Nita Leland",
      "quote": "A positive attitude accelerates your development as a creative person. Believe in yourself."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Your attitude can take you forward or your attitude can take you down. The choice is always yours!"
    },
    {
      "cite": "Dennis Waitley",
      "quote": "The winner's edge is not in a gifted birth, a high IQ, or in talent. The winner's edge is all in the attitude, not aptitude. Attitude is the criterion for success."
    },
    {
      "cite": "Paul Myer",
      "quote": "Attitudes are nothing more than habits of thoughts, and habits can be acquired. An action repeated becomes an attitude realized."
    },
    {
      "cite": "William James",
      "quote": "Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude."
    },
    {
      "cite": "Patricia Neal",
      "quote": "A strong positive mental attitude will create more miracles than any wonder drug."
    },
    {
      "cite": "Brian Tracy",
      "quote": "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you."
    },
    {
      "cite": "John N. Mitchell",
      "quote": "Our attitude toward life determines life's attitude towards us."
    },
    {
      "cite": "W Clement Stone",
      "quote": "There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative."
    },
    {
      "cite": "David Roppo",
      "quote": "A bad attitude is merely a reflection of how you feel about yourself."
    },
    {
      "cite": "James Lane Allen",
      "quote": "People's rise or fall, success or failure, happiness or unhappiness depends upon their attitude... a person's attitude will create the situation he or she imagines."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Having a positive mental attitude is asking how something can be done rather than saying it can't be done."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Attitude is a choice. What you think you can do, whether positive or negative, confident or scared, will most likely happen."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "If your attitude toward the world is good, you will obtain good results. If your attitude is excellent, excellent will your results."
    },
    {
      "cite": "Jeff Moore",
      "quote": "The most important thing you'll ever wear is your attitude."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "We choose what attitudes we have right now. And it's a continuing choice."
    },
    {
      "cite": "Larry Hargraves",
      "quote": "You can't always change your situation, but you can always change your attitude."
    },
    {
      "cite": "Anonymous",
      "quote": "A healthy attitude is contagious but don't wait to catch it from others. Be a carrier."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Attitude is a little thing that makes a big difference."
    },
    {
      "cite": "Scott Hamilton",
      "quote": "The only disability in life is a bad attitude."
    },
    {
      "cite": "Mark A. Brennan",
      "quote": "Attitude will always define who we are in life."
    },
    {
      "cite": "Gerald G. Jampolsky",
      "quote": "Your attitude is everything, and it determines how you experience every aspect of your life."
    },
    {
      "cite": "Karen Mikhai",
      "quote": "Control your attitude or it will control you."
    },
    {
      "cite": "Lou Holtz",
      "quote": "I believe your attitude is the most important choice you can make."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Weakness of attitude becomes weakness of character."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "People may hear your words, but they feel your attitude."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Attitudes are nothing more than habits of thought."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Our attitude towards others determines their attitude towards us."
    },
    {
      "cite": "Pat Riley",
      "quote": "Great effort springs naturally from great attitude."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Excellence is not a skill. It is an attitude."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "The meaning of things lies not in the things themselves, but in our attitude towards them."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Of all the attitudes we can acquire, surely the attitude of gratitude is the most important and by far the most life changing."
    },
    {
      "cite": "Amy Tan",
      "quote": "If you can't change your fate, change your attitude."
    },
    {
      "cite": "Colleen Barrett",
      "quote": "Work is either fun or drudgery. It depends on your attitude. I like fun."
    },
    {
      "cite": "Alfred Armand Montapert",
      "quote": "We cannot choose the things that will happen to us. But we can choose the attitude we will take toward anything that happens. Success or failure depends on your attitude."
    },
    {
      "cite": "unknown",
      "quote": "Take charge of your attitude. Don't let someone else choose it for you."
    },
    {
      "cite": "George Macdonald",
      "quote": "Attitudes are more important than facts."
    },
    {
      "cite": "Walter Scott",
      "quote": "For success, attitude is equally as important as ability."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude."
    },
    {
      "cite": "William John Bennett",
      "quote": "There are no menial jobs, only menial attitudes."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Attitude is your acceptance of the natural laws, or your rejection of the natural laws."
    },
    {
      "cite": "William James",
      "quote": "The greatest revolution of our generation is the discovery that human beings, by changing the inner attitudes of their minds, can change the outer aspects of their lives."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Any fact facing us is not as important as our attitude toward it, for that determines our success or failure."
    },
    {
      "cite": "Hugh Downs",
      "quote": "A happy person is not a person in a certain set of circumstances, but rather a person with a certain set of attitudes."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "The ideal attitude is to be physically loose and mentally tight."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "The remarkable thing is, we have a choice everyday regarding the attitude we will embrace for that day."
    },
    {
      "cite": "Hans Selye",
      "quote": "Adopting the right attitude can convert a negative stress into a positive one."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Happiness doesn't depend on any external conditions, it is governed by our mental attitude."
    },
    {
      "cite": "William James",
      "quote": "Success or failure depends more upon attitude than upon capacity."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Positive anything is better than negative nothing."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Attitude is greatly shaped by influence and association."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Attitude is everything, so pick a good one."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Attitude drives actions. Actions drive results. Results drive lifestyles."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Attitude is a choice. Think positive thoughts daily. Believe in yourself."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Attitude is the reflection of a person, and our world mirrors our attitude."
    },
    {
      "cite": "Lou Ferrigno",
      "quote": "The attitude is very important. Because, your behavior radiates how you feel."
    },
    {
      "cite": "Wade Boggs",
      "quote": "A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results."
    },
    {
      "cite": "Wade Boggs",
      "quote": "Our lives are not determined by what happens to us but how we react to what happens, not by what life brings us but the attitude we bring to life."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Improve your performance by improving your attitude."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Our attitude can give us an uncommonly positive perspective."
    },
    {
      "cite": "Jenny Holzer",
      "quote": "A positive attitude means all the difference in the world."
    },
    {
      "cite": "Deborah Day",
      "quote": "A positive attitude from you tends to produce a positive attitude toward you."
    }
  ]
}