{
  "source": "https://www.wisesayings.com/attraction-quotes/",
  "theme": "attraction",
  "quotes": [
    {
      "cite": "Charles Babbage",
      "quote": "A powerful attraction exists, therefore, to the promotion of a study and of duties of all others engrossing the time most completely, and which is less benefited than most others by any acquaintance with science."
    },
    {
      "cite": "Rainbow Rowell",
      "quote": "Attraction is what happens between you. It's not universal. And it's not conventional. And thank God for that."
    },
    {
      "cite": "Sitara Devi",
      "quote": "Treat yourself with love and respect, and you will attract people who show you love and respect."
    },
    {
      "cite": "Michael Steinhardt",
      "quote": "Part of my attraction to ancient art is that there is an element of risk, of speculation."
    },
    {
      "cite": "Henri Barbusse",
      "quote": "There is an attraction for you which does not exist for me, since I do not feel any pleasure. You see, we are making a bargain. You give me a dream, I give you joy. But all this is not love."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "The law of attraction says that like attracts like, and when you think and feel what you want to attract on the inside, the law will use people, circumstances and events to magnetize what you want."
    },
    {
      "cite": "Vanessa North",
      "quote": "It's the kind of kiss that ends with clothes on the floor and somebody getting dicked out up against the wall."
    },
    {
      "cite": "Juliette Binoche",
      "quote": "Attraction is beyond our will or ideas sometimes."
    },
    {
      "cite": "Kaliana Dietrich",
      "quote": "We are all attractive in our own ways; it just takes the right person to hold the mirror and convince us of what others already see."
    },
    {
      "cite": "Matt May",
      "quote": "Great personality will always make you more attractive than someone who only has a great face."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "I begin to feel this tension when things that doesn't worth attention are the things that attracts attention."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "Desire is easy to fight. Especially when the only weapon desire possesses is attraction. It's not so easy when you're trying to win a war against the heart."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "But the second she opened her eyes and looked at me, I knew. She was either going to be the death of me or she was going to be the one who finally brought me back to life."
    },
    {
      "cite": "Aberjhani",
      "quote": "Classic romantic love is an emotional attraction between two individuals in which they may share a heightened awareness of mutual adoration. Erotic love, traditionally, has been described as shared sexual attraction."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The secret of attraction is to love yourself. Attractive people judge neither themselves nor others. They are open to gestures of love. They think about love, and express their love in every action. They know that love is not a mere sentiment, but the ultimate truth at the heart of the universe."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "People will sometimes find themselves attracted to others, that's just who they are. It's what they do with that attraction that defines them."
    },
    {
      "cite": "Moran Atias",
      "quote": "There's always a common attraction to universal needs of love and a feeling of worthiness."
    },
    {
      "cite": "Jeremy Jones",
      "quote": "The attraction of snowboarding is the freedom it gives you. With a snowboard on your feet the sky is the limit. You can do anything and go anywhere. This is not just for pro riders. It is for everyone."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "The law of attraction is this: You don't attract what you want. You attract what you are."
    },
    {
      "cite": "Blakely Bennett",
      "quote": "His attention felt more like an irrepressible gravitational pull than mere interest."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "One attraction in coming to the woods to live was that I should have leisure and opportunity to see the spring come in."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Sexual attraction pairs people, but does not match them."
    },
    {
      "cite": "Amy Dickinson",
      "quote": "Attraction happens when you feel important, valued, appreciated and wanted."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Where you find the attraction for lust and wealth considerably diminished, to whatever creed he may belong, know that his inner spirit is awakening."
    },
    {
      "cite": "Esther Hicks",
      "quote": "If nothing is more important to you than that you feel good, you can form a fantasy about someone who is in your life and they will begin to modify to meet your fantasy, because Law of Attraction is a very powerful thing."
    },
    {
      "cite": "Charles F. Haanel",
      "quote": "It is the combination of thought and love which forms the irresistible force of the law of attraction."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "We attract hearts by the qualities we display; we retain them by the qualities we possess."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "The problem with human attraction is not knowing if it will be returned."
    },
    {
      "cite": "David Nicholls",
      "quote": "The attraction of a life devoted to sensation, pleasure and self would probably wear thin one day, but there was still plenty of time for that yet."
    },
    {
      "cite": "Orlando Bloom",
      "quote": "Attraction doesn't stop when a child is born. It's the opposite. Being a mum and dad makes you even sexier."
    },
    {
      "cite": "David Nicholls",
      "quote": "The attraction of a life devoted to sensation, pleasure and self would probably wear thin one day, but there was still plenty of time for that yet"
    },
    {
      "cite": "Bhavik Sarkhedi",
      "quote": "Attraction is an evil. It takes you to the wonderland that doesn't exist. The exit becomes tough, then."
    },
    {
      "cite": "Cyrus Augustus Bartol",
      "quote": "On the attraction between man and woman society is based; but its refined is greater than its gross force, and its weight is like the gravitation of the globe."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "Mysteries of attraction could not always be explained through logic. Sometimes the fractures in two separate souls became the very hinges that held them together."
    },
    {
      "cite": "Ruth Westheimer",
      "quote": "Remember, attraction is only one part of a relationship. Loyalty, commitment, responsibility and maturity make up the rest."
    },
    {
      "cite": "David Prowse",
      "quote": "The attraction, and my particular participation is in being able to communicate with my fans, answer their questions, get a feel for how they respond to vader."
    },
    {
      "cite": "Augusten Burroughs",
      "quote": "My attraction had been immediate and profound. And it had nothing to do with the way he looked. My attraction was to what resided between his lines."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Attraction is so much more than a pretty face. It's about passion, attitude, kindness, & faith."
    }
  ]
}