{
  "source": "https://www.wisesayings.com/audit-quotes/",
  "theme": "audit",
  "quotes": [
    {
      "cite": "Regina Brett",
      "quote": "Don't audit life. Show up and make the most of it now."
    },
    {
      "cite": "Caroline Righton",
      "quote": "You can do a life audit at any age or stage of life. Don't waste time on things that aren't necessary or good for you. Life is short. Do the bits you have to do and use the rest of your life to have a wonderful time."
    },
    {
      "cite": "Robert Cobb",
      "quote": "If you can't show through an audit trail how you arrived at the numbers on your balance sheet, that is a significant internal control failure."
    },
    {
      "cite": "Jill Wagner",
      "quote": "I always do a mental audit at the end of the week to make sure I'm balancing time between my career and my personal life."
    },
    {
      "cite": "Kathy Burlison",
      "quote": "Remember that even if you haven't been audited in the past, it doesn't mean you won't be in the future. And it only takes one audit to ruin your day."
    },
    {
      "cite": "William Cowper",
      "quote": "Whoso seeks an audit here propitious, pays his tribute, game or fish, wild fowl or venison, and his errand speeds."
    },
    {
      "cite": "Kathy Burlison",
      "quote": "Given the risks of an expensive audit, paying strict attention to the rules is the only smart decision you can make."
    },
    {
      "cite": "Michael Piazza",
      "quote": "Audit findings are easy to come up with, successful change from a finding is true internal audit value."
    },
    {
      "cite": "Larry Sawyer",
      "quote": "For every operation audited, know the mission ... the purpose... the reason for being."
    },
    {
      "cite": "Larry Sawyer",
      "quote": "A fundamental key to audit success is the reputation for objectivity. That implies independence from activities reviewed. Complete independence is an unattainable goal while practical independence is not only possible but absolutely essential."
    },
    {
      "cite": "Don MacGhan",
      "quote": "Everything in this audit is accounting issues."
    },
    {
      "cite": "Shannon Hurst",
      "quote": "You have to have a reason to conduct an audit in the first place. You can't just request to look through books."
    },
    {
      "cite": "Fred Daily",
      "quote": "They're grading for audit potential, and the more your return deviates from the norm, the higher your score."
    },
    {
      "cite": "Jesse Case",
      "quote": "There has to be a regular performance audit to do a comprehensive analysis to determine how the funds are performing. We can't come to the bargaining table with information that's six years old."
    },
    {
      "cite": "Barbara Petersen",
      "quote": "The purpose of this audit was to test the public-records compliance for the public, not the media. We specifically didn't want people who were savvy with the law."
    }
  ]
}