{
  "source": "https://www.wisesayings.com/audition-quotes/",
  "theme": "audition",
  "quotes": [
    {
      "cite": "Kathie Lee Gifford",
      "quote": "To me an audition is 30 crazed people in a room waiting to be axed."
    },
    {
      "cite": "Erica Schroeder",
      "quote": "Think of every audition as a chance to perform and you will have fun doing it."
    },
    {
      "cite": "Michael Shurtleff",
      "quote": "The first step to a better audition is to give up character and use yourself."
    },
    {
      "cite": "Kristen Connolly",
      "quote": "A lot of auditions are not fun; they're just a necessary evil, and, if you're lucky, you have a few moments that are fun."
    },
    {
      "cite": "Tatiana Maslany",
      "quote": "Auditions are not a natural environment, and you feel judged, even though everyone is just excited to find the right person."
    },
    {
      "cite": "Mayim Bialik",
      "quote": "Auditions are hard. You should see what most of the women look like when I audition for things - they look like they should be on the catwalk."
    },
    {
      "cite": "Hugh Jackman",
      "quote": "I treat auditions like I treated my first dates. It's an opportunity to get to know a stranger and to learn from each other."
    },
    {
      "cite": "Adam Scott",
      "quote": "When you blow an audition that you have a lot of importance on, it haunts you for years."
    },
    {
      "cite": "Cassie Steele",
      "quote": "You never have an indifferent feeling after an audition. It's either gone really well or really terribly."
    },
    {
      "cite": "Jake Abel",
      "quote": "The audition process is always grueling. You always hope to just get offered things, and sometimes it happens and sometimes it doesn't."
    },
    {
      "cite": "Hilary Swank",
      "quote": "All you have to remember is 'audition' is synonymous with 'opportunity.' I mean, if you absolutely hate auditioning, do you also hate opportunities? That wouldn't make much sense."
    },
    {
      "cite": "Darren Boyd",
      "quote": "Auditions are very strange - you're there to win, to seek approval. They never get easier, but I did realise that you're there voluntarily, after all."
    },
    {
      "cite": "Michael Ealy",
      "quote": "Any time you audition and get it, you earned it."
    },
    {
      "cite": "Victoria Jackson",
      "quote": "When you go on an audition it's very frightening."
    },
    {
      "cite": "Paula Abdul",
      "quote": "The more auditions you go on, the more you will learn not to take it personally."
    },
    {
      "cite": "Olivia DeJonge",
      "quote": "With all the auditions you do, there is a lot of rejection you have to take as well. You get used to that."
    },
    {
      "cite": "Craig Sheffer",
      "quote": "When you go out on auditions for big movies, and you're not a big star, you get used to getting close but not getting the part."
    },
    {
      "cite": "Sophie Turner",
      "quote": "Every audition that I walk out of where I think I nailed it, I never get that job, ever."
    },
    {
      "cite": "Robert De Niro",
      "quote": "Auditions are like a gamble. Most likely you won't get the part, but if you don't go, you'll never know if you could've got it."
    },
    {
      "cite": "Paula Abdul",
      "quote": "When you go to meetings or auditions and you fail to prepare, prepare to fail. It is simple but true."
    },
    {
      "cite": "Rafe Spall",
      "quote": "Every audition I get, I agonise over and I put everything I can into it."
    },
    {
      "cite": "Ewan McGregor",
      "quote": "You know, an audition usually is you come in and read the scene and if you're lucky, you get to read it twice."
    },
    {
      "cite": "Daniela Ruah",
      "quote": "When you go to an audition, don't hang on to it because no matter how well you feel it went or how badly, you just never know what the outcome is going to be."
    }
  ]
}