{
  "source": "https://www.wisesayings.com/august-quotes/",
  "theme": "august",
  "quotes": [
    {
      "cite": "Henry Rollins",
      "quote": "Every year, August lashes out in volcanic fury, rising with the din of morning traffic, its great metallic wings smashing against the ground, heating the air with ever-increasing intensity."
    },
    {
      "cite": "Henry Rollins",
      "quote": "August, the summer's last messenger of misery, is a hollow actor."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "August rain: the best of the summer gone, and the new fall not yet born. The odd uneven time."
    },
    {
      "cite": "Sue Monk Kidd",
      "quote": "The month of August had turned into a griddle where the days just lay there and sizzled."
    },
    {
      "cite": "Victor Nekrasov",
      "quote": "August was nearly over - the month of apples and falling stars, the last care-free month for the school children. The days were not hot, but sunny and limpidly clear - the first sign of advancing autumn."
    },
    {
      "cite": "Rasmenia Massoud",
      "quote": "August is that last flicker of fun and heat before everything fades and dies. The final moments of fun before the freeze. In the winter, everything changes."
    },
    {
      "cite": "Crestless Wave",
      "quote": "August is a gentle reminder for not doing a single thing from your new year resolution for seven months and not doing it for next five."
    },
    {
      "cite": "Natalie Babbitt",
      "quote": "The first week of August hangs at the very top  of summer, the top of the live-long year, lke the highest seat of a Ferris wheel when it pauses in its turning. The weeks that come before are only a climb from balmy spring, and those that follow a drop to the chill of autumn, but the first week of August is motionless, and hot. It is curiously silent, too, with blank white dawns and glaring noons, and sunsets smeared with too much color. Often at night there is lightning, but it quivers all alone."
    },
    {
      "cite": "Kelsey Brickl",
      "quote": "In August, an inescapable blanket of heat settled over Paducah, the last gasping breath of summer roaring its weight out over the populace."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "Less than a month ago all of August still stretched before us - long and golden and reassuring, like an endless period of delicious sleep"
    },
    {
      "cite": "Jean Hersey",
      "quote": "August is ripening grain in the fields blowing hot and sunny, the scent of tree-ripened peaches, of hot buttered sweet corn on the cob. Vivid dahlias fling huge tousled blossoms through gardens and joe-pye-weed dusts the meadow purple."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "August creates as she slumbers, replete and satisfied."
    },
    {
      "cite": "Algernon Charles Swinburne",
      "quote": "That August time it was delight / To watch the red moons wane to white."
    },
    {
      "cite": "Jenny Han",
      "quote": "Everything good, everything magical happens between the months of June and August."
    },
    {
      "cite": "Denise Levertov",
      "quote": "Breathe the sweetness that hovers in August."
    }
  ]
}