{
  "source": "https://www.wisesayings.com/aunts-quotes/",
  "theme": "aunts",
  "quotes": [
    {
      "cite": "Sara Sheridan",
      "quote": "An aunt is a safe haven for a child. Someone who will keep your secrets and is always on your side."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "My aunt once said that the world would never find peace until men fell at their women's feet and asked for forgiveness."
    },
    {
      "cite": "unknown",
      "quote": "Only an aunt can give hugs like a mother, keep secrets like a sister and share love like a friend."
    },
    {
      "cite": "unknown",
      "quote": "An aunt is someone special to remember with warmth, think of with pride, and cherish with love."
    },
    {
      "cite": "Dave Isay",
      "quote": "Aunts are to be a pattern and example to all aunts; to be a delight to boys (and girls) and a comfort to their parents; and to show that at least one daughter in every generation ought to remain unmarried, and raise the profession of auntship to a fine art."
    },
    {
      "cite": "Anne Bronte",
      "quote": "It is not money my aunt thinks about. She knows better than to value worldly wealth above its price."
    },
    {
      "cite": "unknown",
      "quote": "Aunt: A cherished friend and personal cheerleader who will always see you through rose colored glasses."
    },
    {
      "cite": "Donna Tartt",
      "quote": "Well, I do have some maiden aunts that are not quite like the aunts in the book, but I definitely do have a couple of them, and a couple of old aunties."
    },
    {
      "cite": "Alvah Bessie",
      "quote": "Maybe! Maybe! Maybe if your aunt had a beard, she'd be your uncle."
    },
    {
      "cite": "Bailee Madison",
      "quote": "I want to be the coolest aunt in the entire world."
    },
    {
      "cite": "Jane Fonda",
      "quote": "I'm now the elder in the position of doling out wisdom and trying to mend fences."
    },
    {
      "cite": "Dick Dale",
      "quote": "My aunt played the piano and I used to sit and listen to it."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "I am single and childless, but I have lots of friends and I am an aunt to three lovely children."
    },
    {
      "cite": "Randy Wayne White",
      "quote": "My aunts still try to fatten me up."
    },
    {
      "cite": "Marcel Carne",
      "quote": "My father's sister never married in order to raise me."
    },
    {
      "cite": "Eden Phillpotts",
      "quote": "His father's sister had bats in the belfry and was put away."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "The woman who can create her own job is the woman who will win fame and fortune."
    },
    {
      "cite": "Vanessa Marcil",
      "quote": "What makes a woman beautiful is her loyalty to and her friendships with other women, and her honesty with men."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When a woman is talking to you, listen to what she says with her eyes."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman is like a tea bag - you can't tell how strong she is until you put her in hot water."
    },
    {
      "cite": "Marcelene Cox",
      "quote": "The quickest way to know a woman is to go shopping with her."
    },
    {
      "cite": "Vera Wang",
      "quote": "A woman is never sexier than when she is comfortable in her clothes."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A woman uses her intelligence to find reasons to support her intuition."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The real ornament of woman is her character, her purity."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides."
    },
    {
      "cite": "Anna Held",
      "quote": "A woman should be like a single flower, not a whole bouquet."
    },
    {
      "cite": "Anne Roiphe",
      "quote": "A woman whose smile is open and whose expression is glad has a kind of beauty no matter what she wears."
    },
    {
      "cite": "Robert Brault",
      "quote": "Cherish the friend who tells you a harsh truth, wanting ten times more to tell you a loving lie."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Every man should have aunts. They illustrate the triumph of guess work over logic."
    },
    {
      "cite": "Solange Knowles",
      "quote": "I'd rather be the cool aunt than the authoritative aunt."
    },
    {
      "cite": "Geena Davis",
      "quote": "I was really lucky that I had an aunt who was very inspiring to me. She was different than anybody in my family on either side."
    },
    {
      "cite": "Karen Moore",
      "quote": "Aunts are the ones who stand beside Moms when nieces and nephews enter the world."
    },
    {
      "cite": "Michael Tubbs",
      "quote": "My mom, my aunt, and my grandma banded together and gave me a village of support when I was growing up."
    },
    {
      "cite": "Daryl Gregory",
      "quote": "The best aunts aren't substitute parents, they're co-conspirators."
    },
    {
      "cite": "Barry Spacks",
      "quote": "Aunts are always offering cake, certainly you couldn't have had enough."
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "Aunts are discreet, a little shy by instinct. They forbear to pry."
    },
    {
      "cite": "Criss Jami",
      "quote": "To the loyal and to the blood-lovers, in the good families and in the fiery dynasties, life is family and family is life. It is the same people who give advice and their vices to live well who turn out to be the ones who give resource and reason to live long."
    },
    {
      "cite": "Jenny Zhang",
      "quote": "From that point on, I would refer to him as 'your uncle' and he would mostly refer to me as \"your aunt\" and it would take a longtime for our children to even understand that we were siblings first."
    },
    {
      "cite": "Sara Sheridan",
      "quote": "Aunts offer kids an opportunity to try out ideas that don't chime with their parents and they also demonstrate that people can get on, love each other and live together without necessarily being carbon copies."
    },
    {
      "cite": "Steven Morrissey",
      "quote": "They bring along their loving Aunt / But when they can't find a table for their fat Aunt Mable / They stamp their feet and cry."
    },
    {
      "cite": "Hayes Carll",
      "quote": "Old aunts and old uncles, Lord I see stars / And then we'd run to the kitchen, you know kids and their games / Play fetch with old Buster, call each other names."
    },
    {
      "cite": "Kory Floyd",
      "quote": "Family Connections. Finally, we found it intriguing that virtually all aunts--whether they were aunts by blood, marriage, or held honorary aunt status-- were identified through family connections."
    },
    {
      "cite": "Kory Floyd",
      "quote": "The aunt is the mother's sister, or the father's brother's wife, rather than simply an aunt."
    },
    {
      "cite": "Kory Floyd",
      "quote": "The pervasiveness of the manner of describing their aunts suggests the importance of situating the aunt within the extended family."
    },
    {
      "cite": "Kory Floyd",
      "quote": "The aunt as a confidante and savvy peer and, in a contrasting way, as someone to be avoided."
    },
    {
      "cite": "Kory Floyd",
      "quote": "Sometimes an aunt helped a niece of nephew take a different perspective by offering sage counsel or a sympathetic ear."
    },
    {
      "cite": "Kory Floyd",
      "quote": "The aunt relationship is often engaged more intermittently, serendipitous, and in response to immediate exigencies than the mother relationship."
    },
    {
      "cite": "Kory Floyd",
      "quote": "The aunt nonetheless is an undeniable emotional presence in kinship and family relationships and histories."
    },
    {
      "cite": "Sue A. Kuba",
      "quote": "The relationship between aunt and niece was often based upon recognition of similarity between the two--but also emphasized the difference between mother and daughter."
    },
    {
      "cite": "Sue A. Kuba",
      "quote": "Sometimes just being an aunt is pretty fun too. You can play with them for a week or a weekend and give them back to Mom and Dad."
    },
    {
      "cite": "Sue A. Kuba",
      "quote": "Aunts were often involved in attempting to help a niece as she struggled with life choices and decisions."
    },
    {
      "cite": "Axel Nissen",
      "quote": "This free-spiritedness and unconventionality is the characteristic of a certain type of aunt we can call the cool aunt."
    },
    {
      "cite": "Tamara Traeder",
      "quote": "Aunties have always been crucial in their roles as our 'other mothers' --those other women ho helped raised us."
    },
    {
      "cite": "Tamara Traeder",
      "quote": "Auntie is more a role than a moniker. An auntie is someone who is older, interested, a good listener, and a helpful adviser."
    },
    {
      "cite": "Tamara Traeder",
      "quote": "Aunties may also be someone who seems glamorous, or simply lives a different life than our mother does and provides another example of who we can be as a women."
    },
    {
      "cite": "Tamara Traeder",
      "quote": "Aunts often speak of how honored they are to have someone influence on a growing rirl, how seriously they take the relationship, and the importance of having a young woman in their lives."
    },
    {
      "cite": "Tamara Traeder",
      "quote": "Aunties need nieces, and nieces need aunties. It is never too late find an aunt, or to be one!"
    },
    {
      "cite": "Tamara Traeder",
      "quote": "Many times aunties and nieces find amazing similarities in their tastes, attitudes, or even their appearances."
    },
    {
      "cite": "Tamara Traeder",
      "quote": "An auntie is often an 'other mother,' providing another role model of how to live our lives as women. Our mothers, of course, are valuable role models, but sometimes an aunt can provide an alternative style of living."
    },
    {
      "cite": "Lynn H. Turner",
      "quote": "Aunts and uncles also shape the lives of nieces and nephews more directly"
    },
    {
      "cite": "Lynn H. Turner",
      "quote": "Aunts tried to broaden horizons by exposing nieces and nephews to new experiences and introducing nieces to notions of femininity."
    },
    {
      "cite": "Lynn H. Turner",
      "quote": "The narrowing of the developmental schism between aunts/uncles and niece/nephews may facilitate the development of more intimate bonds."
    },
    {
      "cite": "Nancy Bercaw",
      "quote": "Maiden aunts were teachers and nurses, confidants and disciplinarians."
    },
    {
      "cite": "Tamara Traeder",
      "quote": "Becoming an auntie, and having the opportunity to be in an active roles a one, has been an absolutely marvelous opprtunity."
    }
  ]
}