{
  "source": "https://www.wisesayings.com/australian-quotes/",
  "theme": "australian",
  "quotes": [
    {
      "cite": "Hugh Mackay",
      "quote": "It's Australian to do such things because, however uncivilised they may seem, it's human to do them."
    },
    {
      "cite": "Nick Park",
      "quote": "There is something about the Australian psyche that seems to like films that are slightly offbeat."
    },
    {
      "cite": "Kevin Rudd",
      "quote": "We are moving toward recognition of the first Australians in the Australian constitution."
    },
    {
      "cite": "Kevin Rudd",
      "quote": "Australians are a passionate lot. We are also a very practical lot."
    },
    {
      "cite": "Bob Hawke",
      "quote": "By 1990, no Australian child will be living in poverty."
    },
    {
      "cite": "Patrick White",
      "quote": "Australians will never acquire a national identity until individual Australians acquire identities of their own."
    },
    {
      "cite": "Joel Edgerton",
      "quote": "Australians and the British are very similar: If you try and stand out in any way, and you try to reach for success, someone is gonna be there to cut you down."
    },
    {
      "cite": "Bill Bryson",
      "quote": "Australia is just so full of surprises."
    },
    {
      "cite": "Kevin Rudd",
      "quote": "We today take this first step by acknowledging the past and laying claim to a future that embraces all Australians."
    },
    {
      "cite": "Kate Grenville",
      "quote": "Australia lives with a strange contradiction - our national image of ourselves is one of the Outback, and yet nearly all us live in big cities. Move outside the coastal fringe, and Australia can feel like a foreign country."
    },
    {
      "cite": "Poppy King",
      "quote": "Australians always want everyone to be average, as if the best thing you can do is fit in."
    },
    {
      "cite": "Peter Garrett",
      "quote": "In particular, Australia, because of its ancient geography, soil profile and distinctive weather patterns, is more adversely affected by climate variability than some other continents."
    },
    {
      "cite": "Graham Russell",
      "quote": "Australians are very provincial in many ways. If they feel that you've used them as a stepping stone to bigger things, they resent it."
    },
    {
      "cite": "S.A. Tawks",
      "quote": "Lighting a cigarette with a sense of achievement for company made the journey worth it."
    },
    {
      "cite": "Peter Porter",
      "quote": "It is Australian innocence to love The naturally excessive and be proud Of a thoroughbred gelding who ran fast."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "The Australian language is easier to learn than boat talk. It has a vocabulary of about six words."
    },
    {
      "cite": "Heath Ledger",
      "quote": "It's rare that there's a role that requires an Australian accent."
    },
    {
      "cite": "Lionel Murphy",
      "quote": "The Australian people want to help build this country into a great nation. This budget has not realized the capacity of the Australian people. It has underestimated them. It has let us down."
    },
    {
      "cite": "Tony Abbott",
      "quote": "The Australian public are very fair and they are always prepared to give a leader of a major political party a fair go."
    },
    {
      "cite": "Callan Mcauliffe",
      "quote": "The Australian accent is sort of like going down a step in smartness, you could say, because you guys pronounce things as they're spelled. We add and abbreviate stuff."
    },
    {
      "cite": "Julie Bishop",
      "quote": "The Australian economy is resilient, but business and consumer confidence is fragile."
    },
    {
      "cite": "Anonymous",
      "quote": "There is nothing more Australian than spending time in somebody else's country"
    },
    {
      "cite": "Wayne Swan",
      "quote": "We believe in the Australian promise; that if you work hard, you won't be left behind."
    },
    {
      "cite": "Anthony Albanese",
      "quote": "Australian seafarers make an important contribution to national security in a country with thousands of kilometres of uninhabited coastline."
    },
    {
      "cite": "Kevin Rudd",
      "quote": "Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience."
    },
    {
      "cite": "Tony Abbott",
      "quote": "The Australian people expect the Government to govern, they don't expect it to make excuses."
    },
    {
      "cite": "Jason Day",
      "quote": "Being an Australian that's been No. 1 in the world back home playing in Australia, that's a pretty cool moment to have."
    },
    {
      "cite": "Tom Hopper",
      "quote": "The Australian fans are really friendly and personable; the sense of humour is a lot less dry than the English."
    },
    {
      "cite": "Gough Whitlam",
      "quote": "Australia's treatment of her Aboriginal people will be the thing on which the world will judge Australia and Australians - Not just now, but in the greater perspective of history."
    },
    {
      "cite": "Barry Richards",
      "quote": "The only time an Australian ever walks is when his car runs out of petrol."
    },
    {
      "cite": "Peter Duncan",
      "quote": "But Australian intelligence doesn't trust anyone who speaks Russian or German."
    },
    {
      "cite": "Mike Reiss",
      "quote": "Australians are the nicest people, but you can only understand about half of what they say."
    },
    {
      "cite": "Andrew Miller",
      "quote": "Matching stuffed monkeys is always a sign of a good night. It's an old Australian saying."
    },
    {
      "cite": "Marcia Langton",
      "quote": "Australia is alive with the long history of the Indigenous people, our culture and our presence. Nowhere else in the world can you see and experience the oldest loving cultures of humankind."
    },
    {
      "cite": "Marcia Langton",
      "quote": "Aboriginal people around Australia follow various traditions and carry out important rites and rituals that mark the sacred in everyday life. This way, they transform states of being, people, animals, and places from mundane to sacred."
    },
    {
      "cite": "Baden Offord",
      "quote": "Australian composer Peter Sculthorpe once noted, in the nineteenth century, more than six hundred thousand pianos were bought to Australia from across the sea, over the beaches, into ports and into cities, towns  and  farms, to actively enculturate the developing Australian public culture."
    },
    {
      "cite": "Richard Broome",
      "quote": "Australia's history since 1788 has been a story of black and white, acting upon and interacting with each other, in the great human drama we call colonialism."
    },
    {
      "cite": "Richard Broome",
      "quote": "For most of our past Aboriginal Australians rarely appeared in Australian History writing, so that we were presented with half a history-half an Australian Experience."
    },
    {
      "cite": "Richard Broome",
      "quote": "The aranda people of Central Australia believe that sometime in the distant past, sleeping superhuman beings, who were at the one time human and animal, spontaneously broke through the surface of a lifeless and cold earth."
    },
    {
      "cite": "John Blackman",
      "quote": "Working-class Australians are known as 'little Aussie battlers'."
    },
    {
      "cite": "Manning Clark",
      "quote": "On 14 February 1966, Australian currency changed from pounds, shillings and pence to dollars and cents."
    },
    {
      "cite": "Manning Clark",
      "quote": "Civilization did not begin in Australia until the last quarter of the eighteenth century."
    },
    {
      "cite": "John Blackman",
      "quote": "Big sticks is a term used for goal-posts in Aussie Rules football. If a player boots the ball through them he has kicked a goal. 'He's put it through the big sticks!'."
    },
    {
      "cite": "John Blackman",
      "quote": "Slops, another term for beer. A night 'on the slops' is a common pastime in Australia."
    },
    {
      "cite": "John Blackman",
      "quote": "Dead is that region of Australia situated in the middle of the arid Northern Territory."
    },
    {
      "cite": "Francis Gordon Clarke",
      "quote": "Australia is a paradoxical land. It is a modern, industrialized, and technologically advanced nation on a continent that is largely unpopulated."
    },
    {
      "cite": "Francis Gordon Clarke",
      "quote": "Australia's climate is not strictly predictable on seasonal lines but is subject to the vagaries of the El Nino phenomenon, with its characteristics cycles of drought and heavy rainfall."
    },
    {
      "cite": "Francis Gordon Clarke",
      "quote": "Australian male is increasingly unrepresentative; but the bush myth has yet to be replaced with an urban counterpart or beach-based legend with which Australians can identify."
    },
    {
      "cite": "Francis Gordon Clarke",
      "quote": "Australia prides itself on its friendly, laid-back ethos."
    },
    {
      "cite": "Francis Gordon Clarke",
      "quote": "By the time European observers arrived on the scene, Australian Aborigines had developed a fairly rigid pattern of clan and tribal territories."
    },
    {
      "cite": "Paul Bugeja",
      "quote": "Few would argue that 'G'day' is the most world-renowned Aussie greeting, and there would be few Australians who have not used it at one time or another."
    },
    {
      "cite": "Paul Bugeja",
      "quote": "Australians are renowned both at home and abroad for their easy-going, friendly nature, although at time we tend to suffer the oft-discussed 'Tall Poppy Syndrome', which means compliments may come less often than not."
    },
    {
      "cite": "Paul Bugeja",
      "quote": "Far more often than complimenting each other, Aussies love to throw in their 'two bob's worth' of criticism when they feel it's due, giving as good as they get in terms of one upmanship in any duel of words."
    },
    {
      "cite": "H.G. Nelson",
      "quote": "Happy little vegemites means happy Australians, usually children."
    },
    {
      "cite": "Ian McKenzie",
      "quote": "The term 'mate' is an Aussie slang term for a friend."
    }
  ]
}