{
  "source": "https://www.wisesayings.com/autism-quotes/",
  "theme": "autism",
  "quotes": [
    {
      "cite": "Sally Meyer",
      "quote": "Autism is not the end of the world, just the beginning of a new one."
    },
    {
      "cite": "Jenny McCarthy",
      "quote": "I LOOK AT AUTISM LIKE A BUS ACCIDENT, AND YOU DON'T BECOME CURED FROM A BUS ACCIDENT, BUT YOU CAN RECOVER."
    },
    {
      "cite": "Temple Grandin",
      "quote": "AUTISM IS AN EXTREMELY VARIABLE DISORDER."
    },
    {
      "cite": "Adrienne Bailon",
      "quote": "Autism doesn't have to define a person. Artists with autism are like anyone else: They define themselves through hard work and individuality."
    },
    {
      "cite": "Stuart Duncan",
      "quote": "One of the hardest things for a person with autism to do is believe in themselves. But autistics have every right to be as proud as anyone."
    },
    {
      "cite": "Stuart Duncan",
      "quote": "If you can't see the gift in having a child with autism, you're focusing too much on the autism and not enough on the child."
    },
    {
      "cite": "Dr. Colin Zimbleman",
      "quote": "Autism ? offers a chance for us to glimpse an awe-filled vision of the world that might otherwise pass us by."
    },
    {
      "cite": "Stuart Duncan",
      "quote": "Autism is not a choice. Acceptance is. Imagine if the opposite was true."
    },
    {
      "cite": "Stuart Duncan",
      "quote": "Autism is not a disability, it's a different ability."
    },
    {
      "cite": "Tyler Durdin",
      "quote": "I do not suffer from Autism, but I do suffer from the way you treat me."
    },
    {
      "cite": "Danielle Burnett",
      "quote": "One thing I'm learning about Autism, is that there is no right or wrong way of living with it."
    },
    {
      "cite": "Stuart Duncan",
      "quote": "Autism, like a rainbow, has a bright side and a dark side and even though it can mean rough weather, it can be beautiful."
    },
    {
      "cite": "Kevin Krueger",
      "quote": "It's amazing how autism affects the whole family."
    },
    {
      "cite": "Robert Moran",
      "quote": "I have autism. It is not a disorder or a disease. IGNORANCE is a disorder AND a disease. IT needs to be eradicated."
    },
    {
      "cite": "Ruth Christ Sullivan",
      "quote": "People with autism don't need wheelchairs, artifical legs, or a guide dog. Their prosthesis is people."
    },
    {
      "cite": "Temple Grandin",
      "quote": "If by some magic, autism had been eradicated from the face of the earth, then men would still be socializing in front of a wood fire at the entrance to a cave."
    },
    {
      "cite": "Hans Asperger",
      "quote": "It seems that for success in science or art, a dash of autism is essential."
    },
    {
      "cite": "Allan Snyder",
      "quote": "Nobel prize-calibre geniuses often have certain core autistic features at their heart."
    },
    {
      "cite": "Paul Collins",
      "quote": "Think of it: disability is usually defined in terms of what is missing...But autism...is as much about what is abundant as what is missing, an over-expression of the very traits that make our species unique."
    },
    {
      "cite": "Paul Collins",
      "quote": "Autists are the ultimate square pegs, and the problem with pounding a square peg into a round hole is not that the hammering is hard work. It's that you're destroying the peg."
    },
    {
      "cite": "Temple Grandin",
      "quote": "If I could snap my fingers and be nonautistic, I would not. Autism is part of what I am."
    },
    {
      "cite": "S.L Coehlo",
      "quote": "Autism, is part of my child, it's not everything he is. My child is so much more than a diagnosis."
    },
    {
      "cite": "Kerry Magro",
      "quote": "Autism can't define me. I define autism."
    },
    {
      "cite": "Kerry Magro",
      "quote": "Autism is not a disease, rather a disability that every day I strive to become an A-bility."
    },
    {
      "cite": "Stephen Shore",
      "quote": "If you've met one person with autism, you've met one person with autism."
    },
    {
      "cite": "Liz Becker",
      "quote": "Sometimes all a parent needs is to know the impossible is actually possible. Hope goes a long way when it comes to Autism."
    },
    {
      "cite": "Dr. Temple Grandin",
      "quote": "It is never too late to expand the mind of a person on the autism spectrum."
    },
    {
      "cite": "Claire Scovell Lazebnik",
      "quote": "Don't think that there's a different , better child 'hiding' behind the autism. This is your child. Love the child in front of you."
    }
  ]
}