{
  "source": "https://www.wisesayings.com/autograph-quotes/",
  "theme": "autograph",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "Don't waste time collecting other people's autographs; rather devote it to making your own autograph worth collecting."
    },
    {
      "cite": "Matthew Bourne",
      "quote": "The thrill of autograph collecting is getting close to a world you're not part of."
    },
    {
      "cite": "Anonymous",
      "quote": "Every job is a self-portrait of the person who does it. Autograph your work with excellence."
    },
    {
      "cite": "Vikrmn",
      "quote": "The difference between a signature and an autograph is that the second one has higher face value on a plain paper than the first one even on a cheque."
    },
    {
      "cite": "Mark F. LaMoure",
      "quote": "Autograph your life with a signature of excellence."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "Success is when your signature becomes an autograph."
    },
    {
      "cite": "Billy Connolly",
      "quote": "Fame is being asked to sign your autograph on the back of a cigarette packet."
    },
    {
      "cite": "Cindy Crawford",
      "quote": "You don't have to do the picture, you have to do the autograph, but it's important to take that moment to make a human connection."
    },
    {
      "cite": "Katie Price",
      "quote": "The people who ask me for my autograph are the people who've put me here today, and you can't afford to forget that."
    },
    {
      "cite": "Sophie Irene Loeb",
      "quote": "The penalty of greatness is to write autographs."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "Why is my autograph so little in demand, except on checks?"
    },
    {
      "cite": "Jack White",
      "quote": "I have never in my whole life asked for an autograph. It seems a little ... unnecessary."
    },
    {
      "cite": "John Lydon",
      "quote": "If anyone asks for your autograph they're showing you respect and give it back to them."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Doing autograph sessions all day is not what I signed up for. But that's just all part of not being famous."
    },
    {
      "cite": "Dominique Moceanu",
      "quote": "Autographs and pictures do get a little old, but I don't mind if the people want it."
    }
  ]
}