{
  "source": "https://www.wisesayings.com/automation-quotes/",
  "theme": "automation",
  "quotes": [
    {
      "cite": "Marshall McLuhan",
      "quote": "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'"
    },
    {
      "cite": "Evan Esar",
      "quote": "This may be the age of automation, but love is still being made by hand."
    },
    {
      "cite": "Bill Gates",
      "quote": "Automation applied to an inefficient operation will magnify the inefficiency."
    },
    {
      "cite": "Kenneth Goldsmith",
      "quote": "Automation and technology don't cure behavioral ruts: they just create new instances of them."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Automation does not need to be our enemy. I think machines can make life easier for men, if men do not let the machines dominate them."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "Mechanization best serves mediocrity."
    },
    {
      "cite": "Federico Garcia Lorca",
      "quote": "Besides black art, there is only automation and mechanization."
    },
    {
      "cite": "Zoltan Kodaly",
      "quote": "Our age of mechanization leads along a road ending with man himself as a machine. Only the spirit of singing can save us from this fate."
    },
    {
      "cite": "Eric Bell",
      "quote": "In many instances, automation in itself facilitates more diversification opportunities, in freeing up production capacity and enabling shorter run, more targeted copies, and it can also be essential in the interface with additional and new processes such as web drying, inkjetting etc."
    },
    {
      "cite": "Jerry Brown",
      "quote": "Automation and technology would be a great boon if it were creative if there were more leisure more opportunity to engage in raising a family providing guidance to the young all the stuff we say we need. America will work if we’re all in it together. It’ll work when there’s a shared sense of destiny. It can be done!"
    },
    {
      "cite": "Jon Miller",
      "quote": "Marketing automation is the technology that propels your business into a new era of relationship based marketing with quantifiable results. When powerful technology meets effective implementation and internal process management, your company will soon find itself on a journey that leads to new heights of business success."
    },
    {
      "cite": "Harold Innis",
      "quote": "The overwhelming pressure of mechanization evident in the newspaper and the magazine, has led to the creation of vast monopolies of communication. Their entrenched positions involve a continuous, systematic, ruthless destruction of elements of permanence essential to cultural activity."
    },
    {
      "cite": "Shoshana Zuboff",
      "quote": "Computerization brings about an essential change in the way the worker can know the world and, with it, a crisis of confidence inthe possibility of certain knowledge."
    },
    {
      "cite": "Anna Brackett",
      "quote": "The more we reduce ourselves to machines in the lower things, the more force we shall set free to use in the higher."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "And a revolution of automation finds machines replacing men in the mines and mills of America, without replacing their incomes or their training or their needs to pay the family doctor, grocer and landlord."
    },
    {
      "cite": "Karl Marx",
      "quote": "An organised system of machines, to which motion is communicated by the transmitting mechanism from a central automation, is the most developed form of production by machinery."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "All in all, I don't think robots and greater automation can bring about a utopian world as I imagined it would as a kid 50 years ago."
    }
  ]
}