{
  "source": "https://www.wisesayings.com/autumn-quotes/",
  "theme": "autumn",
  "quotes": [
    {
      "cite": "Edwin Way Teale",
      "quote": "For man, autumn is a time of harvest, of gathering together. For nature, it is a time of sowing, of scattering abroad."
    },
    {
      "cite": "P.D. James",
      "quote": "It was one of those perfect English autumnal days which occur more frequently in memory than in life."
    },
    {
      "cite": "Stanley Horowitz",
      "quote": "Winter is an etching, spring a watercolor, summer an oil painting and autumn a mosaic of them all."
    },
    {
      "cite": "Carol Bishop Hipps",
      "quote": "Bittersweet October. The mellow, messy, leaf-kicking, perfect pause between the opposing miseries of summer and winter."
    },
    {
      "cite": "John Donne",
      "quote": "No spring nor summer's beauty hath such grace As I have seen in one Autumnal face...."
    },
    {
      "cite": "Jim Bishop",
      "quote": "Autumn carries more gold in its pocket than all the other seasons."
    },
    {
      "cite": "Albert Camus",
      "quote": "Autumn is a second spring when every leaf's a flower."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Autumn arrives in the early morning, but spring at the close of a winter day."
    },
    {
      "cite": "I Ching",
      "quote": "Action must be taken at the first signs of disruption or decay, otherwise disaster will follow as ice-bound water follows brief autumn frosts."
    },
    {
      "cite": "Emily Bronte",
      "quote": "Every leaf speaks bliss to me, fluttering from the autumn tree."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "Autumn, the year's last, loveliest smile."
    },
    {
      "cite": "John Donne",
      "quote": "No spring nor summer beauty hath such grace, As I have seen in one autumnal face."
    },
    {
      "cite": "Thomas Hood",
      "quote": "The Autumn is old; The sere leaves are flying; He hath gather'd up gold, And now he is dying; Old age, begin sighing!"
    },
    {
      "cite": "William Shakespeare",
      "quote": "The teeming Autumn big with rich increase, bearing the wanton burden of the prime like widowed wombs after their lords decease."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "No man can taste the fruits of autumn while he is delighting his scent with the flowers of spring."
    },
    {
      "cite": "George Eliot",
      "quote": "Delicious autumn! My very soul is wedded to it, and if I were a bird I would fly about the earth seeking the successive autumns."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "There is a harmony in autumn, and a luster in its sky, which through the summer is not heard or seen, as if it could not be, as if it had not been!"
    },
    {
      "cite": "William Allingham",
      "quote": "Now Autumn's fire burns slowly along the woods and day by day the dead leaves fall and melt."
    },
    {
      "cite": "Robert Browning",
      "quote": "Autumn wins you best by this, its mute Appeal to sympathy for its decay."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Wild is the music of autumnal winds the faded woods."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The wind blows out, the bubble dies; The spring entomb'd in autumn lies; The dew dries up; the star is shot; The flight is past, and man forgot."
    },
    {
      "cite": "Umberto Eco",
      "quote": "Nothing is more fleeting than external form, which withers and alters like the flowers of the field at the appearance of autumn."
    },
    {
      "cite": "Doug Larson",
      "quote": "Autumn is a season followed immediately by looking forward to spring."
    },
    {
      "cite": "Henry Beston",
      "quote": "The leaves fall, the wind blows, and the farm country slowly changes from the summer cottons into its winter wools."
    },
    {
      "cite": "Bonaro W. Overstreet",
      "quote": "October is a symphony of permanence and change."
    },
    {
      "cite": "Mitchell Burgess",
      "quote": "If winter is slumber and spring is birth, and summer is life, then autumn rounds out to be reflection. It's a time of year when the leaves are down and the harvest is in and the perennials are gone. Mother Earth just closed up the drapes on another year and it's time to reflect on what's come before."
    },
    {
      "cite": "B. Cybrill",
      "quote": "When the bold branches Bid farewell to rainbow leaves - Welcome wool sweaters."
    },
    {
      "cite": "Rose G. Kingsley",
      "quote": "In the garden, Autumn is, indeed the crowning glory of the year, bringing us the fruition of months of thought and care and toil. And at no season, safe perhaps in Daffodil time, do we get such superb colour effects as from August to November."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "Earth's crammed with heaven, And every common bush afire with God; And only he who sees takes off his shoes; The rest sit round it and pluck blackberries."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Thus sung the shepherds till th' approach of night, The skies yet blushing with departing light, When falling dews with spangles deck'd the glade, And the low sun had lengthened every shade."
    },
    {
      "cite": "Andrea Gibson",
      "quote": "Autumn is the hardest season. The leaves are all falling, and they're falling like they're falling in love with the ground."
    },
    {
      "cite": "Chad Sugg",
      "quote": "Love the trees until their leaves fall off, then encourage them to try again next year."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Nature gives to every time and season some beauties of its own."
    },
    {
      "cite": "Charlotte Bates",
      "quote": "The heart of autumn must have broken here, and poured its treasure upon the leaves."
    },
    {
      "cite": "Delia Owens",
      "quote": "Autumn leaves don't fall, they fly. They take their time and wander on this their only chance to soar."
    },
    {
      "cite": "Diana Gabaldon",
      "quote": "It was a beautiful, bright autumn day, with air like cider and a sky so blue you could drown in it."
    },
    {
      "cite": "Dodinsky",
      "quote": "I hope I can be the autumn leaf, who looked at the sky and lived. And when it was time to leave, gracefully it knew life was a gift."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "A wind has blown the rain away and blown the sky away and all the leaves away, and the trees stand. I think, I too, have known autumn too long."
    },
    {
      "cite": "Elizabeth Lawrence",
      "quote": "Everyone must take time to sit and watch the leaves turn."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Besides the autumn poets sing, a few prosaic days, a little this side of the snow, and that side of the haze."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Life starts all over again when it gets crisp in the fall."
    },
    {
      "cite": "George Eliot",
      "quote": "Is not this a true autumn day? Just the still melancholy that I love that makes life and nature harmonize."
    },
    {
      "cite": "Helen Hunt Jackson",
      "quote": "The goldenrod is yellow, the corn is turning brown. The trees in apple orchards with fruit are bending down."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I would rather sit on a pumpkin, and have it all to myself, than be crowded on a velvet cushion."
    },
    {
      "cite": "Humbert Wolfe",
      "quote": "Listen! The wind is rising and the air is wild with leaves, we have had our summer evenings, now for October eves."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Autumn seemed to arrive suddenly that year. The morning of the first September was crisp and golden as an apple."
    },
    {
      "cite": "Joe. L. Wheeler",
      "quote": "There is something incredibly nostalgic and significant about the annual cascade of Autumn leaves."
    },
    {
      "cite": "John Burroughs",
      "quote": "How beautifully the leaves grow old! How full of light and color are their last days!"
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "I'm so glad I live in a world where there are Octobers."
    },
    {
      "cite": "Lee Maynard",
      "quote": "I loved Autumn, the one season of the year that God seemed to have put there just for the beauty of it."
    },
    {
      "cite": "Malcolm Lowry",
      "quote": "The fallen leaves in the forest seemed to make even the ground glow and burn with light."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "I cannot endure to waste anything so precious as autumnal sunshine by staying in the house."
    },
    {
      "cite": "Nilanjana Sarkar",
      "quote": "And the sun took a step back, the leaves lulled themselves to sleep and autumn was awakened."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Don't you love New York in the fall? It makes me want to buy school supplies. I would send you a bouquet of newly sharpened pencils if I knew your name and address."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "October, the extravagant sister, has ordered an immense amount of the most gorgeous forest tapestry for her grand reception."
    },
    {
      "cite": "Robert Frost",
      "quote": "My sorrow, when she’s here with me, thinks these dark days of autumn rain are beautiful as days can be. She loves the bare, the withered tree, She walks the sodden pasture lane."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Autumn is the mellower season, and what we lose in flowers we more than gain in fruits."
    },
    {
      "cite": "unknown",
      "quote": "A fallen leaf is nothing more than a summer’s wave goodbye."
    },
    {
      "cite": "unknown",
      "quote": "Autumn is the season to find contentment at home by paying attention to what we already have."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "And all the lives we ever lived and all the lives to be are full of trees and changing leaves."
    }
  ]
}