{
  "source": "https://www.wisesayings.com/aviation-quotes/",
  "theme": "aviation",
  "quotes": [
    {
      "cite": "Jerry Crawford",
      "quote": "To most people, the sky is the limit. To those who love aviation, the sky is home."
    },
    {
      "cite": "Richard Bach",
      "quote": "The highest art form of all is a human being in control of himself and his airplane in flight, urging the spirit of a machine to match his own."
    },
    {
      "cite": "Alexander Chase",
      "quote": "Lovers of air travel find it exhilarating to hang poised between the illusion of immortality and the fact of death."
    },
    {
      "cite": "Charles A. Lindbergh",
      "quote": "Sometimes, flying feels too godlike to be attained by man. Sometimes, the world from above seems too beautiful, too wonderful, too distant for human eyes to see."
    },
    {
      "cite": "Eddie Rickenbacker",
      "quote": "Aviation is proof that given the will, we have the capacity to achieve the impossible."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "Aviation has struck a delicately balanced world, a world where stability was already giving way to the pressure of new dynamic forces, a world dominated by a mechanical, materialist, Western European civilization."
    },
    {
      "cite": "James Howell",
      "quote": "Fly and you will catch the swallow."
    },
    {
      "cite": "Stephen Coonts",
      "quote": "Mistakes are inevitable in aviation, especially when one is still learning new things. The trick is to not make the mistake that will kill you."
    },
    {
      "cite": "Keith B. McCutcheon",
      "quote": "Aviation is a dynamic profession. The rate of obsolescence of equipment is high and new aircraft have to be placed in inventory periodically in order to stay abreast of the requirements of modern war."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "Pilots take no special joy in walking. Pilots like flying."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Aviation records don't fall until someone is willing to mortgage the present for the future."
    },
    {
      "cite": "Wilbur Wrigh",
      "quote": "The desire to fly is an idea handed down to us by our ancestors who looked enviously on the birds soaring freely through space on the infinite highway of the air."
    },
    {
      "cite": "Barry Goldwater",
      "quote": "Any pilot can describe the mechanics of flying. What it can do for the spirit of man is beyond description."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Flying was a very tangible freedom. In those days, it was beauty, adventure, discovery the epitome of breaking into new worlds."
    },
    {
      "cite": "Freeman Dyson",
      "quote": "Aviation is the branch of engineering that is least forgiving of mistakes."
    },
    {
      "cite": "Erich Hartmann",
      "quote": "In combat flying, fancy precision aerobatic work is really not of much use. Instead, it is the rough maneuver which succeeds."
    },
    {
      "cite": "Adolf Galland",
      "quote": "Flying is more than a sport and more than a job; flying is pure passion and desire, which fill a lifetime."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "Aviation constituted a new and possibly decisive element in preventing or fighting a war, and I was in a unique position to observe European aviation especially in its military aspects."
    },
    {
      "cite": "Richard Bach",
      "quote": "Flying prevails whenever a man and his airplane are put to a test of maximum performance."
    },
    {
      "cite": "Roscoe Turne",
      "quote": "Aviation is going to control the world economically and militarily whether we like it or not. Airpower is not merely military aviation, it is also civilian aviation and airpower is peace power."
    },
    {
      "cite": "Ferdinand Foch",
      "quote": "Aviation is fine as a sport. But as an instrument of war, it is worthless."
    },
    {
      "cite": "Christian Morgenstern",
      "quote": "Aviation will give new nourishment to the religious sprit of mankind. It will add airspace to those other great heighteners of the cosmic mood: the wood, the sea, the desert."
    },
    {
      "cite": "Igor Sikorsky",
      "quote": "Aeronautics was neither an industry nor a science. It was a miracle."
    },
    {
      "cite": "Orville Wright",
      "quote": "The exhilaration of flying is too keen, the pleasure too great, for it to be neglected as a sport."
    },
    {
      "cite": "Dusty Mctavish",
      "quote": "Flying is a lot like playing a musical instrument; you're doing so many things and thinking of so many other things, all at the same time. It becomes a spiritual experience."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "The fundamental magic of flying, a miracle that has nothing to do with any of its practical purposes of speed, accessibility, and convenience and will not change as they change."
    },
    {
      "cite": "Ernest K. Gann",
      "quote": "In reference to flying through thunderstorms; A pilot may earn his full pay for that year in less than two minutes. At the time of incident he would gladly return the entire amount for the privilege of being elsewhere."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "I fly because it releases my mind from the tyranny of petty things."
    },
    {
      "cite": "Chuck Aaron",
      "quote": "Never quit. Never give up. Fly it to the end."
    },
    {
      "cite": "Ernest K. Gann",
      "quote": "The only characteristic all airliners share is that upon proper urging they are normally capable of leaving the earth's surface."
    },
    {
      "cite": "James Dickey",
      "quote": "Flight is the only truly new sensation than men have achieved in modern history."
    },
    {
      "cite": "Dennis Quaid",
      "quote": "In aviation they have auto pilot and color radar and a lot of other instrumentation that is a backup for pilots. It's really brought the incidents of plane crashes way down. Same thing ought to happen in the medical industry, I think."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Can there exist an aircraft in space without a pair of steel wings."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Can the magnanimous aircraft hovering at unprecedented heights in the air; ever dream of maneuvering through the crowded city streets?"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "When i fly in the aircraft at unsurpassable heights from ground / The flight steward serves tall beer mugs of juice / I feel like floating in blue air of the bare sky / With my body strapped firmly to chords of parachute."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "In the wings of the overwhelmingly zipping aircraft; /  I ecstatically felt as if I was being spell bindingly devoured; / By a majestically volatile fervor to gallop resurgently; / Throughout the tenure of my diminutively impoverished life."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "How could you ever call a miserly auto rickshaw an aircraft; / Just because it increased its speed to a threadbare maximum; every once in a while?"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "To get out of the flying aircraft; / I used a buoyant parachute to blissfully cascade down on the verdant and perpetually green lawns."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "I wanted to be like the aircraft with twin pairs of ivory wings, / That hovered high in the sky for times immemorial; bereft of life yielding fuel."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "\"In order to repair the discarded aircraft; / What was required was to refuel it with gasoline /  Strengthen its tapered wings.\""
    },
    {
      "cite": "Felix Baumgartner",
      "quote": "Aviation - and space travel, in particular - have always been especially captivating."
    },
    {
      "cite": "Eddie Rickenbacker",
      "quote": "Aviation is proof that given, the will, we have the capacity to achieve the impossible."
    },
    {
      "cite": "Tony Fernandes",
      "quote": "Aviation is for the common man. My goal is to enable everyone to fly. It shouldn't be only for the rich."
    },
    {
      "cite": "Jessie Redmon Fauset",
      "quote": "Aviation is poetry ... It's the finest kind of moving around, you know, just as poetry is the finest way of using words."
    },
    {
      "cite": "John Travolta",
      "quote": "Sports, entertainment and aviation are three of the most exciting professions in the world; you are dealing with the same magnitude."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "Aviation seems almost a gift from heaven to those Western nations who were already the leaders of their era, strengthening their leadership, their confidence, their dominance over other peoples."
    },
    {
      "cite": "Bertrand Piccard",
      "quote": "What the history of aviation has brought in the 20th century should inspire us to be inventors and explorers ourselves in the new century."
    }
  ]
}