{
  "source": "https://www.wisesayings.com/avoidance-quotes/",
  "theme": "avoidance",
  "quotes": [
    {
      "cite": "Bill Watterson",
      "quote": "A day can really slip by when you're deliberately avoiding what you're supposed to do."
    },
    {
      "cite": "R.D. Laing",
      "quote": "Pain in this life is not avoidable, but the pain we create avoiding pain is avoidable."
    },
    {
      "cite": "Aeschylus",
      "quote": "There is no avoidance in delay."
    },
    {
      "cite": "T.J. Klune",
      "quote": "It’s not avoidance if you actively plan to pursue it. Someday."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Comfort is a stance of avoidance rather than the pursuit of excellence."
    },
    {
      "cite": "Bryant McGill",
      "quote": "If you avoid your truthful emotions and pain you will implode and contract into a diminished and feeble state."
    },
    {
      "cite": "Bryant McGill",
      "quote": "You cannot avoid what you fear because what you fear is inside of you."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Avoidance is paying forward that which I would be much wiser to pay off."
    },
    {
      "cite": "Silvia Hartmann",
      "quote": "People spend entire lifetimes trying to avoid the things that have already happened."
    },
    {
      "cite": "Lolly Daskal",
      "quote": "Most of us will do anything to avoid facing ourselves"
    },
    {
      "cite": "Hellen Keller",
      "quote": "Avoiding danger is no safer in the long run than exposure."
    },
    {
      "cite": "Bill Crawford",
      "quote": "When our purpose becomes avoidance, our life becomes a void."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Avoidance of experiences is a fixation and it binds you to the world, it binds you to the personal self."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Avoiding problems you need to face is avoiding the life you need to live."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "You cannot find peace by avoiding life."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "There is no pain equal to that which two lovers can inflict on one another. This should be made clear to all who contemplate such a union. The avoidance of this pain is the beginning of wisdom, for it is strong enough to contaminate the rest of our lives."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Avoid those who seek friends in order to maintain a certain social status or to open doors they would not otherwise be able to approach."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "Avoidance is a wonderful therapy"
    },
    {
      "cite": "James Richardson",
      "quote": "All work is the avoidance of harder work."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Avoid being brainwashed or controlled by the opinions or attitudes of others."
    },
    {
      "cite": "Brian Luke Seaward",
      "quote": "The most common emotional defense is avoidance (an ineffective coping skill for any stressor) as expressed through denial (e.g., \"That wasn't really bad, I barely remember it\")."
    },
    {
      "cite": "Tom McNeal",
      "quote": "Well, it is true. Sometimes avoiding something can give it more and more meaning rather than less and less."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Conflict avoidance often causes greater conflict."
    },
    {
      "cite": "Liz Murray",
      "quote": "But avoidance allows you to believe that you're making all kinds of strides when you're not."
    },
    {
      "cite": "Adyashanti",
      "quote": "Often life is a frantic avoidance of the truth."
    },
    {
      "cite": "Umar",
      "quote": "Avoidance of sin is lighter than the pain of remorse."
    },
    {
      "cite": "Tony Dungy",
      "quote": "Avoidance doesn’t solve anything; it merely serves as a temporary salve."
    },
    {
      "cite": "Amy Morin",
      "quote": "Choosing to avoid uncomfortable feelings offers immediate short-term relief, but avoidance can lead to long-term consequences."
    },
    {
      "cite": "Luvvie Ajayi",
      "quote": "Avoidance has never been a great tactic in solving any problem. For most situations in life, not addressing what's going on only makes matters worse."
    }
  ]
}