{
  "source": "https://www.wisesayings.com/awakening-quotes/",
  "theme": "awakening",
  "quotes": [
    {
      "cite": "Stephen Batchelor",
      "quote": "Awakening is the purpose that enfolds all purposes."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The greater the doubt, the greater the awakening"
    },
    {
      "cite": "Tommy Chong",
      "quote": "Awakening your spiritual side is really what artists do. When you hit a groove, it's not you; it's the spirit world."
    },
    {
      "cite": "Baird T. Spalding",
      "quote": "Healing is awakening to the perfection that already is ours."
    },
    {
      "cite": "Anonymous",
      "quote": "If every day is an awakening, you will never grow old. You will just keep growing."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Spiritual Awakening is awakening from the dream of thought."
    },
    {
      "cite": "Novalis",
      "quote": "We are near awakening when we dream that we dream."
    },
    {
      "cite": "Alan Watts",
      "quote": "Enlightenment or awakening is not the creation of a new state of affairs but the recognition of what already is."
    },
    {
      "cite": "Phil Good",
      "quote": "An awakening can happen in a flash. And in a flash, you are changed forever."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Even loss and betrayal can bring us awakening."
    },
    {
      "cite": "Krishnananda Saraswati",
      "quote": "That higher awakening is called God-consciousness. In that condition, you will see that all the objects of the world are your own universal self."
    },
    {
      "cite": "Vernon Howard",
      "quote": "A perfect method for awakening is to examine the results of our daily actions. If they are harmful, we know we need more consciousness."
    },
    {
      "cite": "Amit Ray",
      "quote": "Your greatest awakening comes, when you are aware about your infinite nature."
    },
    {
      "cite": "J. Edwin Orr",
      "quote": "No great spiritual awakening has begun anywhere in the world apart from united prayer."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The path of awakening is not about becoming who you are. Rather it is about unbecoming who you are not."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Spiritual awakening - is becoming awake to the aliveness of this moment."
    },
    {
      "cite": "Tara Brach",
      "quote": "Awakening self-compassion is often the greatest challenge people face on the spiritual path."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The awakening of consciousness is the next evolutionary step for mankind."
    },
    {
      "cite": "David Simon",
      "quote": "Awakening into love is a lifelong path."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "A single event can awaken within us a stranger totally unknown to us. To live is to be slowly born."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Only by awakening can you know the true meaning of that word."
    },
    {
      "cite": "Leonard Jacobson",
      "quote": "Awakening is about liberating yourself from the prison that is the world of the mind and daring to be here as all that you are."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Awakening is not changing who you are, but discarding who you are not."
    },
    {
      "cite": "Jessamyn West",
      "quote": "A religious awakening which does not awaken the sleeper to love has roused him in vain."
    },
    {
      "cite": "Kristi Bowman",
      "quote": "When we awaken to our truth, we realize we are free."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "We are awakening from the dream of isolation, from the dream of loneliness, and it's a terrible shock."
    },
    {
      "cite": "Ishmael Beah",
      "quote": "This days one must be careful to avoid awakening the pain of another."
    },
    {
      "cite": "Anonymous",
      "quote": "As awakening occurs, a powerful transformation takes place within you, and a new consciousness is born on earth."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Every reform means awakening. Once truly awakened, the nation will not be satisfied with reform only in one department of life."
    },
    {
      "cite": "Arjuna Ardagh",
      "quote": "Awakening is usually precipitated by the honest, sincere, inquiry into who you really are."
    },
    {
      "cite": "Maria Montessori",
      "quote": "Imitation is the first instinct of the awakening mind."
    },
    {
      "cite": "G. I. Gurdjieff",
      "quote": "Awakening begins when a man realizes that he is going nowhere and does not know where to go."
    },
    {
      "cite": "Taitetsu Unno",
      "quote": "Awakening is dynamic, Constantly evolving in accordance with life's realities."
    }
  ]
}