{
  "source": "https://www.wisesayings.com/award-quotes/",
  "theme": "award",
  "quotes": [
    {
      "cite": "Harold Prince",
      "quote": "The perfect expression of receiving a lifetime award is to be working when they're handing it out."
    },
    {
      "cite": "John Thorn",
      "quote": "Award trophies, as opposed to letting the players define and claim their own. Ultimately, pay them to play so that their activity not only resembles work but is work."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "A plack on the wall won't change the world; it only shows your devotion."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Awards and ceremonies are all an applause of discipline."
    },
    {
      "cite": "Jonas Salk",
      "quote": "The reward for work well done is the opportunity to do more."
    },
    {
      "cite": "Jesse Owens",
      "quote": "Awards become corroded, friends gather no dust."
    },
    {
      "cite": "Charles Ives",
      "quote": "Awards are merely the badges of mediocrity."
    },
    {
      "cite": "Robert Graves",
      "quote": "The award of a pure gold medal for poetry would flatter the recipient unduly: no poem ever attains such carat purity."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "The award is destined for scientists who do not fear to touch on some of the darkest aspects of being without betraying what they have achieved. On the contrary, they head in this direction."
    },
    {
      "cite": "Sophie Thompson",
      "quote": "Awards are always a pleasant surprise. They are the candy floss parts of our job a lovely added extra to attract people's attention. The bottom line is that you want to sell tickets."
    },
    {
      "cite": "Danny Boyle",
      "quote": "The awards season gives a chance for independent films to have a bit of longevity in the press and the media."
    },
    {
      "cite": "Sai Baba",
      "quote": "Education must award self-confidence, the courage to depend on one's own strength."
    },
    {
      "cite": "Ralph Fiennes",
      "quote": "Awards are like applause, and every actor likes to hear applause."
    },
    {
      "cite": "Humphrey Bogart",
      "quote": "Awards are meaningless for actors, unless they all play the same part."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Scars are the awards of success, not the medals."
    },
    {
      "cite": "Katherine Phillips",
      "quote": "Award shows can only be a reflection of the material out there."
    },
    {
      "cite": "Mark Twain",
      "quote": "To refuse awards is another way of accepting them with more noise than is normal."
    },
    {
      "cite": "Joshua Loth Liebman",
      "quote": "Treasure each other in the recognition that we do not know how long we shall have each other."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Recognition of function always precedes recognition of being."
    },
    {
      "cite": "Joshua Lederberg",
      "quote": "To have the recognition of your colleagues is great. The public attention is a mixed blessing."
    },
    {
      "cite": "Henry Cabot Lodge",
      "quote": "Recognition of belligerency as an expression of sympathy is all very well."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Don't work for recognition, but do work worthy of recognition."
    }
  ]
}