{
  "source": "https://www.wisesayings.com/awareness-quotes/",
  "theme": "awareness",
  "quotes": [
    {
      "cite": "Amit Ray",
      "quote": "Raise you awareness and share your uniqueness to the world."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "Thought can organize the world so well that you are no longer able to see it."
    },
    {
      "cite": "Paul Cezanne",
      "quote": "The awareness of our own strength makes us modest."
    },
    {
      "cite": "Michael Kitson",
      "quote": "Awareness is a key ingredient in success. If you have it, teach it, if you lack it, seek it."
    },
    {
      "cite": "Serj Tankian",
      "quote": "Awareness in our society has flipped all types of injustice on its head."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "Our awareness is the key. It is our awareness more than our work effort that gets the right result right now."
    },
    {
      "cite": "Joshua Ferris",
      "quote": "It is forgivable to say nothing out of ignorance; it's inexcusable to remain silent once awareness dawns."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "You must live a life of self-consciousness always."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "The awareness of our environment came progressively in all countries with different outlets."
    },
    {
      "cite": "Phil Mcgraw",
      "quote": "Awareness without action is worthless."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "What is necessary to change a person is to change his awareness of himself."
    },
    {
      "cite": "Bernie Siegel",
      "quote": "An awareness of one's mortality can lead you to wake up and live an authentic, meaningful life."
    },
    {
      "cite": "Bhagwan Shree Rajneesh",
      "quote": "The world is not a problem the problem is your unawareness."
    },
    {
      "cite": "John de Ruiter",
      "quote": "Awareness returning home is awareness being enfolded by what it knows."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Know that people are doing the best they can from their level of awareness. Accept people for who they are and always be ready to forgive."
    },
    {
      "cite": "Belsebuub",
      "quote": "Awareness is not an idea about awareness, as it is not thought at all. Awareness allows you to feel life as it's happening, as it is in perception that consciousness and all spiritual qualities are manifest."
    },
    {
      "cite": "Dalai Lama",
      "quote": "To be aware of a single shortcoming in oneself is more useful than to be aware of a thousand in someone else."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "A person is a pattern of behavior, of a larger awareness."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "All your power is in your awareness of that power, and through holding that power in your consciousness."
    },
    {
      "cite": "Emilie Autumn",
      "quote": "Awareness is the enemy of sanity, for once you hear the screaming, it never stops."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "If I have lost confidence in myself, I have the universe against me."
    },
    {
      "cite": "Eric Berne",
      "quote": "Awareness requires living in the here and now, and not in the elsewhere, the past or the future."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Rather than being your thoughts and emotions, be the awareness behind them."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Awareness of universals is called conceiving, and a universal of which we are aware is called a concept."
    },
    {
      "cite": "Don Maloney",
      "quote": "It's unfortunate the reason that awareness is raised but it always makes you go back and look at your plan again."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Awareness is like the sun. When it shines on things, they are transformed."
    },
    {
      "cite": "Derick Virgil",
      "quote": "Awareness is the first step to action. They have to know something is going on to know to do something about it."
    },
    {
      "cite": "Robin Macnaughton",
      "quote": "Being aware is being aware of one's own mind and the games it plays on itself."
    },
    {
      "cite": "Lorii Myers",
      "quote": "When the awareness of what is achievable brushes your life, your journey has begun."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Contemplation is the highest expression of man's intellectual and spiritual life. It is that life itself, fully awake, fully active, fully aware that it is alive. It is a spiritual wonder. It is spontaneous awe at the sacredness of life, of being. It is gratitude for life, for awareness and for being"
    },
    {
      "cite": "Chick Corea",
      "quote": "Only a spiritual being has awareness."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "To become different from what we are, we must have some awareness of what we are."
    },
    {
      "cite": "John O'Donohue",
      "quote": "Each of us is an artist of our days; the greater our integrity and awareness, the more original and creative our time will become."
    },
    {
      "cite": "Sigurd F. Olson",
      "quote": "Awareness is becoming acquainted with the environments, no matter where one happens to be."
    },
    {
      "cite": "John C. Norcross",
      "quote": "Awareness without emotion is a flame without fuel."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "If your awareness was strong enough, you could change the fate of a whole world without ever leaving your room."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "You have to learn where your weaknesses end and your strengths starts or you will spend your life focusing on all that falls apart."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "We can't control what thoughts and emotions arise within us, nor can we control the universal truth that everything changes. But we can learn to step back and rest in the awareness of what's happening. That awareness can be our refuge."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The key to growth is the introduction of higher dimensions of consciousness into our awareness."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "The man who is aware of himself is henceforward independent; and he is never bored, and life is only too short, and he is steeped through and through with a profound yet temperate happiness."
    },
    {
      "cite": "Nathaniel Branden",
      "quote": "The first step toward change is awareness. The second step is acceptance."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Don't let a day go by without asking who you are each time you let a new ingredient to enter your awareness."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Awareness takes over from thinking. Instead of being in charge of your life, thinking becomes the servant of awareness."
    },
    {
      "cite": "Anima Reforge",
      "quote": "Awareness - Why do you have to shout / Awareness - You know, there is no doubt / Awareness - No one you have to blame / Awareness - Because we're all the same"
    },
    {
      "cite": "Anima Reforge",
      "quote": "Just ignore now, their special need and  / Allow your weakness / Look at my face and be the witness of my / Strange world"
    },
    {
      "cite": "Frank Gosdzik",
      "quote": "Raise to new awareness / Individual way of life / A dated philosophy / Youth runs amok"
    },
    {
      "cite": "Frank Gosdzik",
      "quote": "Raised to future awareness / Manipulation has failed / Rulers leaders / Anarchy will prevail now"
    },
    {
      "cite": "Jan Johnston",
      "quote": "Awareness, the fruit of life  / Awareness and happiness"
    },
    {
      "cite": "Panpsychism",
      "quote": "The bedrock of existence  / A philosophical schism  / Aware of its own awareness / Panpsychism"
    },
    {
      "cite": "David K Lynch",
      "quote": "Goal of evolution, which grants the benefits of added awareness with / Unlimited boundness of happiness, also known as bliss"
    },
    {
      "cite": "David K Lynch",
      "quote": "Awareness, becoming one with the longing for complete surrender to the / Higher self, which has potentially been waiting these long eons of time"
    },
    {
      "cite": "Matt Nathanson",
      "quote": "Then I'll be smiling. / They litter me with small awareness! / Then they ask if I'm good enough / They litter me with small awareness / Just to wake me up / Why do the fools wake me up?"
    },
    {
      "cite": "Spike the Media",
      "quote": "Mellowed by tones that calm the air  / Shelters my nerves from awareness's lair / So comfortable with this ill-informed bliss  / Close off reality with ignorance's kiss"
    },
    {
      "cite": "Hasan AlHasan",
      "quote": "And there's wisdom in awareness man existence just a trip / As I'm thinking in the clouds and I'm blazing a spliff / Tomorrow ain't promised, how many days did you live"
    },
    {
      "cite": "Hasan AlHasan",
      "quote": "I bring awareness to my body as I'm breathing in / I give my thanks cause one day I might be leaving it"
    },
    {
      "cite": "Jakeypoo",
      "quote": "The grace that comes from simply being / Is an ineffable energy / Yet awareness dances 'round itself / Distracted from finding true peace and purpose"
    },
    {
      "cite": "Jakeypoo",
      "quote": "When I invite your awareness inside / I want to witness your love / And let it cleanse this sin / I want to keep this youth and remain free"
    },
    {
      "cite": "Muhammed Abdullah Al Mumin",
      "quote": "As you gain awareness and search for what is beyond /The light within brightens your path to contentment / I swear this fire won't burn / Skies screech bereave this universe"
    },
    {
      "cite": "Muhammed Abdullah Al Mumin",
      "quote": "Know that you will find your own truth, your own path in your own way / Be free of material / True awareness comes from within"
    },
    {
      "cite": "Galt MacDermot",
      "quote": "On a rocket to / The Fourth Dimension / Total self awareness / The intention"
    },
    {
      "cite": "Martin Gore",
      "quote": "Overflowing senses / Heightened awareness / I hear my blood flow / I feel its caress / Whispering cosmos / Talking right to me / Unlimited, endless / God breathing through me"
    },
    {
      "cite": "Geddy Lee",
      "quote": "Each of us  / A cell of awareness  / Imperfect and incomplete  / Genetic blends  / With uncertain ends  / On a fortune hunt  / That's far too fleet"
    },
    {
      "cite": "Derroll Adams",
      "quote": "And I stood above the burdens that puzzle you and me. / I became awareness that was shared with all around, / With the trees, the sky, the flowers, and the wind, the sun, the ground."
    },
    {
      "cite": "Jermaine L Cole",
      "quote": "The fear lies in my lack of awareness of the other side / Today I know that we are the same / Are the same, you and I / Different kind of skin, different set of eyes"
    },
    {
      "cite": "Coldplay",
      "quote": "A joy, a depression, a meanness / Some momentary awareness comes / As an unexpected visitor"
    },
    {
      "cite": "Arien Van Weeseenbeek",
      "quote": "In the dark of awareness / The arena of the blind / The hell you see is nearer than you think"
    },
    {
      "cite": "Adam Darski",
      "quote": "What once was / I wish no longer be / Fear of separation is no more / One cosmic breath-the whole eternity / Unbroken flow of awareness conquers entropy"
    },
    {
      "cite": "Donovan Leitch",
      "quote": "One day with a smile a wound will heal / And with awareness feel / The Universe to shine / One day when immensity is near / This man will conquer fear"
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Awareness isn't something mysterious that you must practice; it isn't something that can be learned only from the speaker, or from some bearded gentlemen or other."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "To be conscious of our reactions, of our hidden motives and conditioned responses, this also is part of awareness."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "So, through awareness I begin to see myself as I actually am, the totality of myself."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Being watchful from moment to moment of all its thoughts, its feelings, its reactions, unconscious as well as conscious, the mind is constantly discovering the significance of its own activities, which is self-knowledge."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Awareness is of the total process of the mind, not just of one particular segment of that process."
    },
    {
      "cite": "Peter Wilberg",
      "quote": "So be aware. Be more aware and aware of more. Be that very awareness of moreness and in that way become more."
    },
    {
      "cite": "Peter Wilberg",
      "quote": "Let the awareness of moreness be your mantra."
    },
    {
      "cite": "Peter Wilberg",
      "quote": "To experience life fully means to be fully and directly aware of all that we are experiencing in an immediate, sensuous and bodily way."
    },
    {
      "cite": "Peter Wilberg",
      "quote": "True self awareness means just that - being aware of our current sense of self and of all other aspects of ourselves from a position and perspective outside them all."
    },
    {
      "cite": "Barbara Abbate",
      "quote": "Awareness means 'having or showing realization, perception, or knowledge.'"
    },
    {
      "cite": "Barbara Abbate",
      "quote": "Once you become aware, you start to see that there is a relationship between the thoughts you have and the emotions you experience."
    },
    {
      "cite": "Barbara Abbate",
      "quote": "Becoming aware of your internal dialogues, feelings, emotions, thoughts, and images is a part of the process of self-discovery along the road to awareness."
    },
    {
      "cite": "Barbara Abbate",
      "quote": "Consciousness is the awareness of the power that you have over your thoughts."
    },
    {
      "cite": "Greg Goode",
      "quote": "In the direct path, awareness refers to an open, global clarity."
    },
    {
      "cite": "Greg Goode",
      "quote": "Awareness isn't mental or physical. It's that to which the body and the mind appear."
    },
    {
      "cite": "V. Vycinas",
      "quote": "By such awareness of the world man can be aware of different implements."
    },
    {
      "cite": "V. Vycinas",
      "quote": "Such awareness is awareness of what is near and what is far, of what goes in what direction or goes in what place with respect to others and to all."
    },
    {
      "cite": "Natalie Fee",
      "quote": "Awareness is a name for the energy that enables us to see things as they really are."
    },
    {
      "cite": "Natalie Fee",
      "quote": "We notice something--something to do with our well-being and our sense of who we are--that we didn't notice before. This is awareness."
    },
    {
      "cite": "Natalie Fee",
      "quote": "You notice a connection between your actions and how you fell. This is awareness energy at work."
    },
    {
      "cite": "Natalie Fee",
      "quote": "The same goes for your awareness. The freer you are from what brings you down, the more awareness you have have of what truly lifts you up: your real needs."
    },
    {
      "cite": "Natalie Fee",
      "quote": "Happiness and inevitably away from the thing that serves you most: your awareness of the present moment."
    },
    {
      "cite": "Peter Wilberg",
      "quote": "The awareness of a thing / Is not itself a thing, / It is a thing-free / Awareness."
    },
    {
      "cite": "Peter Wilberg",
      "quote": "The awareness of an impulse to act or speak / Is not itself an impulse to act or to speak. / Being free of impulses to act or speak, / It allows you to act and speak freely."
    },
    {
      "cite": "Peter Wilberg",
      "quote": "Remember then, / At all times and in all situations, that / Awareness alone is Freedom."
    },
    {
      "cite": "Northrop Frye",
      "quote": "Consciousness in a world which with or consciousness is only a mechanism: damn uncomfortable situation."
    },
    {
      "cite": "Northrop Frye",
      "quote": "The world of waking consciousness represents for the creative imagination, a low level of reality."
    },
    {
      "cite": "Northrop Frye",
      "quote": "Creation wasn't necessarily made for the sake of human consciousness, but consciousness is the human response to creation."
    },
    {
      "cite": "Northrop Frye",
      "quote": "Consciousness is a magician who controls the demon of will."
    },
    {
      "cite": "Northrop Frye",
      "quote": "To increase consciousness is to increase mobility by metaphor."
    },
    {
      "cite": "Daniel Dennett",
      "quote": "Consciousness has a specific location where experiences are presented to a central point of awareness."
    },
    {
      "cite": "Daniel Dennett",
      "quote": "If I'm mistaken about seeing something, it's still true that I'm having an illusory experience; but how can I be mistaken about being conscious? Having an illusion implies being conscious."
    },
    {
      "cite": "E.M. Cioran",
      "quote": "Consciousness intervenes in our action only to frustrate their execution; consciousness is a perpetual interrogation of life, it is perhaps the ruin of life."
    },
    {
      "cite": "E.M. Cioran",
      "quote": "Consciousness: summa of our discomforts from birth to the present. Such discomforts have vanished; consciousness remains— but it has lost its origins, it doesn't even know what they were."
    },
    {
      "cite": "C.G. Jung",
      "quote": "The ego, the subject of consciousness, comes into existence as a complex quantity which is constituted partly by the inherited disposition and partly by unconsciously acquired impressions and their attendant phenomena."
    },
    {
      "cite": "C.G. Jung",
      "quote": "Since it is the point of reference for the field of consciousness, the ego is the subject of all successful attempts at adaptation so far as these are achieved by the will."
    },
    {
      "cite": "C.G. Jung",
      "quote": "In the unconscious, one cannot judge because of the great darkness there, but in the conscious there is light, and so there are differences; there is a criterion in consciousness which gives one a measure by which to judge."
    },
    {
      "cite": "Sue Grafton.",
      "quote": "The realization...made the nape of my neck feel like I'd just applied an ice pack."
    },
    {
      "cite": "Roger Penrose",
      "quote": "Consciousness is the phenomenon whereby the universe's very existence is made known."
    },
    {
      "cite": "James Thurber",
      "quote": "Let us not look back in anger, nor forward in fear, but around in awareness."
    },
    {
      "cite": "Dan Brule",
      "quote": "Awareness allows us to get outside of our mind and observe it in action."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "Wisdom tends to grow in proportion to one’s awareness of one’s ignorance."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Awareness is all about restoring your freedom to choose what you want instead of what your past imposes on you."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Awareness precedes change."
    },
    {
      "cite": "ATGW",
      "quote": "Once you awaken you become fully aware of your true potential."
    },
    {
      "cite": "ATGW",
      "quote": "Your awareness expands through action in the direction of your fears."
    },
    {
      "cite": "William James",
      "quote": "To be conscious means not simply to be, but to be reported, known, to have awareness of one's being added to that being."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The fear of death comes from limited awareness."
    },
    {
      "cite": "Haile Selassie",
      "quote": "An awareness of our past is essential to the establishment of our personality and our identity as Africans."
    },
    {
      "cite": "Fei-Fei Li",
      "quote": "From the day an idea is conceptualized to the day the technology is built, carried out, and regulated, it's important to have that human awareness."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Be present in all things and thankful for all things."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "You will never follow your own inner voice until you clear up the doubts in your mind."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "Your own self-realization is the greatest service you can render the world."
    },
    {
      "cite": "Wayne Gerard Trotman",
      "quote": "People who repeatedly attack your confidence and self-esteem are quite aware of your potential, even if you are not."
    },
    {
      "cite": "Rolf Edberg",
      "quote": "In still moments by the sea life seems large-drawn and simple. It is there we can see into ourselves."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Being fully conscious of one's whole process of thinking, and being able to go beyond tnat process, is awareness."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "To say that the mind can or cannot be free from its conditioning is still part of its conditioning, but to observe that conditioning without saying either is a furthering of awareness—awareness of the whole process of thinking."
    }
  ]
}