{
  "source": "https://www.wisesayings.com/awe-quotes/",
  "theme": "awe",
  "quotes": [
    {
      "cite": "Tite Kubo",
      "quote": "We stand in awe before that which cannot be seen. We respect with every fiber of our being that which cannot be explained."
    },
    {
      "cite": "Ryan Blair",
      "quote": "Create experiences that leave you in awe, for these will be the highlights of your life."
    },
    {
      "cite": "Henryk Skolimowski",
      "quote": "The first act of awe, when man was struck with the beauty or wonder of Nature, was the first spiritual experience."
    },
    {
      "cite": "Jane Wagner",
      "quote": "At the moment you are most in awe of all there is about life that you don't understand, you are closer to understanding it all than at any other time."
    },
    {
      "cite": "Jonathan Haidt",
      "quote": "Awe is the emotion of self-transcendence."
    },
    {
      "cite": "Robert Legato",
      "quote": "When we're infused with either enthusiasm or awe or fondness, it changes what we see. It changes what we remember."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man."
    },
    {
      "cite": "Herbert Simon",
      "quote": "The world is vast, beautiful, and fascinating, even awe-inspiring - but impersonal. It demands nothing of me, and allows me to demand nothing of it."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Do not be awe struck by other people and try to copy them. Nobody can be you as efficiently as you can."
    },
    {
      "cite": "Kate Elliott",
      "quote": "Because when beauty awes you, you must halt and try to catch your breath and your staggered heart."
    },
    {
      "cite": "Llewelyn Powys",
      "quote": "No sight is more provocative of awe than is the night sky."
    },
    {
      "cite": "L. Frank Baum",
      "quote": "Familiarity with any great thing removes our awe of it."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "There's no way we can possibly understand anything. But we can see things, we can perceive things, and we can wonder. We can just be in a world of awe and wonder. That's the best we can do."
    },
    {
      "cite": "Albert Einstein",
      "quote": "He who can no longer pause to wonder and stand rapt in awe is as good as dead; his eyes are closed."
    },
    {
      "cite": "Cynthia Ozick",
      "quote": "Awe consumes any brand that ignites it."
    }
  ]
}