{
  "source": "https://www.wisesayings.com/awkward-quotes/",
  "theme": "awkward",
  "quotes": [
    {
      "cite": "Matt Kibbe",
      "quote": "Social awkwardness is not a sin, in defense of liberty."
    },
    {
      "cite": "Eileen Chang",
      "quote": "Between memory and reality there are awkward discrepancies."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Art is awkward until technique has become an unconscious habit."
    },
    {
      "cite": "Beau Mirchoff",
      "quote": "If youre in an awkward position, feel comfortable enough to walk away."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "There is nothing so awkward as courting a woman whilst she is making sausages."
    },
    {
      "cite": "Harold Coffin",
      "quote": "Middle age is the awkward period when Father Time starts catching up with Mother Nature."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "Sometimes you feel awkward being what you're best at, you feel like you have to be something new."
    },
    {
      "cite": "Edward Bond",
      "quote": "Our lives are awkward and fragile and we have only one thing to keep us sane: pity, and the man without pity is mad."
    },
    {
      "cite": "Kasey Collin P. Dumdum",
      "quote": "That awkward moment when you realize someone was actually home the whole time you were singing on the tops of your lungs."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A certain awkwardness marks the use of borrowed thoughts; but as soon as we have learned what to do with them, they become our own."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Awkwardness is a more real disadvantage than it is generally thought to be; it often occasions ridicule, it always lessens dignity."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Impoliteness is frequently the sign of an awkward modesty that loses its head when surprised and hopes to conceal this with rudeness."
    },
    {
      "cite": "Peter Kay",
      "quote": "One of the most awkward things that can happen in a pub is when your pint-to-toilet cycle gets synchronised with a complete stranger."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "Dating is great unless you don't like horrible awkwardness, lying, and a deep foreboding sense of disappointment that never goes away."
    },
    {
      "cite": "Zac Efron",
      "quote": "Dating is kind of hard. Like dinner or something like that. Like a forced awkward situation is very strange. Especially for me, for some reason."
    },
    {
      "cite": "George Ainslie",
      "quote": "The awkwardness of getting reward in a well-off society is that the creation of appetite often requires undoing the work of satisfying appetite."
    },
    {
      "cite": "Ruta Sepetys",
      "quote": "Sometimes there is such beauty in awkwardness. There's love and emotion trying to express itself, but at the time, it just ends up being awkward."
    },
    {
      "cite": "Stefan Molyneux",
      "quote": "Awkward silences rule the world. People are so terrified of awkward silences that they will literally go to war rather than face an awkward silence."
    },
    {
      "cite": "Tim Heidecker",
      "quote": "Dads are awkward because they're older guys who aren't cool anymore and are figuring out who they are, and they often make bad choices in fashion and music."
    },
    {
      "cite": "Maureen Johnson",
      "quote": "It's always awkward when someone doesn't realize you're joking and devotes thought time to what you've said. Double that when the person is wearing tinfoil."
    },
    {
      "cite": "Markus Zusak",
      "quote": "Awkward.That's exactly how it was when we walked over to our sister and stood on each side of her, looking at her and feeling things and not knowing what to do."
    },
    {
      "cite": "Emma Watson",
      "quote": "We had fun just messing around and being awkward like they would be awkward. There's always that stage in a friendship when you wonder whether it could be more."
    },
    {
      "cite": "Anita Shreve",
      "quote": "Reunions are always fraught with awkward tensions - the necessity to account for oneself; the attempt to find, through memories, an ember of the old emotions."
    },
    {
      "cite": "Melina Marchetta",
      "quote": "The truth doesn't set you free, you know. It makes you feel awkward and embarrassed and defenseless and red in the face and horrified and petrified and vulnerable."
    },
    {
      "cite": "Nicholas Stoller",
      "quote": "It's interesting to have the awkward moments play out, and the real human interactions. The more you cut that down, you lose the joke, which is that this is painful and hard."
    },
    {
      "cite": "Charlie Flynn",
      "quote": "Sometimes you need to be awkward to beat awkwardness."
    },
    {
      "cite": "Lionel Shriver",
      "quote": "The existence of other people is essentially awkward."
    },
    {
      "cite": "Obert Skye",
      "quote": "There is nothing quite as painful as a truly awkward silence."
    },
    {
      "cite": "Jim Fargiano",
      "quote": "Life can be awkward at times. It is part of the growing process."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "Sometimes, you can not click with somebody, and it can feel awkward."
    },
    {
      "cite": "Mike Birbiglia",
      "quote": "Awkwardness and feeling alienated are always going to be a part of comedy."
    },
    {
      "cite": "Tom Waits",
      "quote": "Music has generally involved a lot of awkward contraptions, a certain amount of heavy lifting."
    },
    {
      "cite": "Erik Apple",
      "quote": "Awkward, odd, and difficult situations will always present themselves. You just have to stay cool and work through them."
    },
    {
      "cite": "Patrick Wilson",
      "quote": "If you look back on the breakups that you've had, whether it's a long relationship or a one-night stand, it's always awkward."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new."
    },
    {
      "cite": "Magnus Backstedt",
      "quote": "Being injured is quite an awkward situation to be in mentally. Physically, it's quite good to have a bit of a rest, but mentally it's hell."
    },
    {
      "cite": "Jason Schwartzman",
      "quote": "Dating is just awkward moments and one person wants more than the other. It's just that constant strangeness. I think it's a very real thing."
    },
    {
      "cite": "Moby",
      "quote": "Everyone feels awkward, everyone feels uncomfortable, everyone gets older, everyone gets lonely, everyone gets sick, everyone eventually dies."
    }
  ]
}