{
  "source": "https://www.wisesayings.com/babies-quotes/",
  "theme": "babies",
  "quotes": [
    {
      "cite": "Taylor Hanson",
      "quote": "Having a baby is a life-changer. It gives you a whole other perspective on why you wake up every day."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "A baby is God's opinion that life should go on."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "A baby is born with a need to be loved - and never outgrows it."
    },
    {
      "cite": "Maria Jose Ovalle",
      "quote": "Having my baby fall asleep in my arms takes away all of my worries and stresses. A sense of complete and total peace comes over me."
    },
    {
      "cite": "Kate Douglas Wiggin",
      "quote": "Every child born into the world is a new thought of God, an ever fresh and radiant possibility."
    },
    {
      "cite": "Charles Osgood",
      "quote": "Babies are always more trouble than you thought ? and more wonderful."
    },
    {
      "cite": "Don Herrold",
      "quote": "Babies are such a nice way to start people."
    },
    {
      "cite": "Barbara Christine Seifert",
      "quote": "A baby is a blank cheque made payable to the human race."
    },
    {
      "cite": "Henry Robin",
      "quote": "Every baby needs a lap."
    },
    {
      "cite": "Eda J. Le Shan",
      "quote": "A new baby is like the beginning of all things-wonder, hope, a dream of possibilities."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "It is the nature of babies to be in bliss."
    },
    {
      "cite": "Penelope Leach",
      "quote": "Loving a baby is a circular business, a kind of feedback loop. The more you give the more you get and the more you get the more you feel like giving."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Having a child is surely the most beautifully irrational act that two people in love can commit."
    },
    {
      "cite": "Mark Twain",
      "quote": "A baby is an inestimable blessing and bother."
    },
    {
      "cite": "Kartini Diapari-Oengider",
      "quote": "Babies are like little suns that, in a magical way, bring warmth, happiness and light into our lives."
    },
    {
      "cite": "Tina Brown",
      "quote": "Having a baby is like falling in love again, both with your husband and your child."
    },
    {
      "cite": "Larry Barretto",
      "quote": "Babies are bits of star-dust blown from the hand of God. Lucky the woman who knows the pangs of birth for she has held a star."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Every child begins the world again."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Every baby born into the world is a finer one than the last."
    },
    {
      "cite": "Ronald Knox",
      "quote": "A baby is a loud noise at one end and no sense of responsibility at the other."
    },
    {
      "cite": "Jayne Mansfield",
      "quote": "Carrying a baby is the most rewarding experience a woman can enjoy."
    },
    {
      "cite": "Mark Twain",
      "quote": "A baby is an angel whose wings decrease as his legs increase."
    },
    {
      "cite": "unknown",
      "quote": "A baby will make love stronger, days shorter, nights longer, bankroll smaller, home happier, clothes shabbier, the past forgotten, and the future worth living for."
    },
    {
      "cite": "Sandra Scarr",
      "quote": "Babies need social interactions with loving adults who talk with them, listen to their babblings, name objects for them, and give them opportunities to explore their worlds."
    },
    {
      "cite": "Eileen Elias Freeman",
      "quote": "When babies look beyond you and giggle, maybe they're seeing angels."
    },
    {
      "cite": "Virginia Kelley",
      "quote": "There is nothing like a newborn baby to renew your spirit and to buttress your resolve to make the world a better place."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "A babe in the house is a well-spring of pleasure, a messenger of peace and love, a resting place for innocence on earth, a link between angels and men."
    },
    {
      "cite": "Dr Henry W. Flournoy",
      "quote": "Every baby has turned into a ticking time bomb that can go off in your hand."
    },
    {
      "cite": "May Sarton",
      "quote": "Don't forget that compared to a grownup person every baby is a genius."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Babies should enjoy the freedom to vocalize whether it be in church, a public meeting place, during a movie, or after hours when the lights are out. They have not yet learned that joy and laughter have to last a lifetime and must be conserved."
    }
  ]
}