{
  "source": "https://www.wisesayings.com/baby-boys-quotes/",
  "theme": "baby-boys",
  "quotes": [
    {
      "cite": "Taylor Hanson",
      "quote": "Having a baby is a life-changer. It gives you a whole other perspective on why you wake up every day."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "A baby is God's opinion that life should go on."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "A baby is born with a need to be loved - and never outgrows it."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "Babies should be classified as an antidepressant. It's pretty hard to be in a bad mood around a 5-month-old baby."
    },
    {
      "cite": "Carlos Santana",
      "quote": "When a baby comes you can smell two things: the smell of flesh, which smells like chicken soup, and the smell of lilies, the flower of another garden, the spiritual garden."
    },
    {
      "cite": "Jayne Mansfield",
      "quote": "Carrying a baby is the most rewarding experience a woman can enjoy."
    },
    {
      "cite": "Larry Barretto",
      "quote": "Babies are bits of star-dust blown from the hand of God. Lucky the woman who knows the pangs of birth for she has held a star."
    },
    {
      "cite": "Nuno Bettencourt",
      "quote": "Having a baby is one of the most wonderful things in your life, as well as the hardest thing in your life."
    },
    {
      "cite": "Erik Erikson",
      "quote": "Babies control and bring up their families as much as they are controlled by them; in fact the family brings up baby by being brought up by him."
    },
    {
      "cite": "Jeanne Calment",
      "quote": "All babies are beautiful."
    },
    {
      "cite": "Don Herrold",
      "quote": "Babies are such a nice way to start people."
    },
    {
      "cite": "Charles Osgood",
      "quote": "Babies are always more trouble than you thought - and more wonderful."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "It is the nature of babies to be in bliss."
    },
    {
      "cite": "Marilu Henner",
      "quote": "Babies act out when they're hungry, cold, tired. They do this for survival."
    },
    {
      "cite": "Paul Reiser",
      "quote": "They're not the sharpest people - babies. So, you must be everything to them."
    },
    {
      "cite": "William Saroyan",
      "quote": "Babies who have not yet been taught to speak any language are the only race of the earth, the race of man: all the rest is pretence, what we call civilization, hatred, fear, desire for strength."
    },
    {
      "cite": "Eileen Elias Freeman",
      "quote": "When babies look beyond you and giggle, maybe they're seeing angels."
    },
    {
      "cite": "Eda J. Le Shan",
      "quote": "A new baby is like the beginning of all things - wonder, hope, a dream of possibilities."
    },
    {
      "cite": "Kartini Diapari-Oengider",
      "quote": "Babies are like little suns that, in a magical way, bring warmth, happiness and light into our lives."
    },
    {
      "cite": "Joseph Dirnbeck",
      "quote": "The laugh of a child is like a star on the sky."
    },
    {
      "cite": "Mark Twain",
      "quote": "A baby is an inestimable blessing and bother."
    },
    {
      "cite": "Barbara Christine Seifert",
      "quote": "A baby is a blank check made payable to the human race."
    },
    {
      "cite": "Kate Douglas Wiggin",
      "quote": "Every child born into the world is a new thought of God, an ever-fresh and radiant possibility."
    },
    {
      "cite": "Henry Robin",
      "quote": "Every baby needs a lap."
    },
    {
      "cite": "Irmgard Erath",
      "quote": "With every newborn baby a little sun rises."
    },
    {
      "cite": "Sandra Scarr",
      "quote": "Babies need social interactions with loving adults who talk with them, listen to their babblings, name objects for them, and give them opportunities to explore their worlds."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Children are our most valuable natural resource."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Children are completely egoistic; they feel their needs intensely and strive ruthlessly to satisfy them."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Children are the hands by which we take hold of heaven."
    },
    {
      "cite": "Robert Pollok",
      "quote": "Children are living jewels dropped unsustained from heaven."
    }
  ]
}