{
  "source": "https://www.wisesayings.com/baby-quotes/",
  "theme": "baby",
  "quotes": [
    {
      "cite": "Charles Dickens",
      "quote": "I love these little people; and it is not a slight thing when they, who are so fresh from God, love us."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "In the garden of humanity every baby is a fresh new flower."
    },
    {
      "cite": "Sigrid Leo",
      "quote": "A happy baby has shining eyes. It walks open hearted into the world and spreads magic."
    },
    {
      "cite": "Elizabeth Stone",
      "quote": "Making the decision to have a child — it's momentous. It is to decide forever to have your heart go walking outside your body."
    },
    {
      "cite": "Larry Barretto",
      "quote": "Babies are bits of stardust, blown from the hand of God."
    },
    {
      "cite": "Kate Douglas Wiggin",
      "quote": "Every child born into the world is a new thought of God, an ever fresh and radiant possibility."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Life is a flame that is always burning itself out, but it catches fire again every time a child is born."
    },
    {
      "cite": "Lish McBride",
      "quote": "You know what the great thing about babies is? They are like little bundles of hope. Like the future in a basket."
    },
    {
      "cite": "Liam Neeson",
      "quote": "It's extraordinary to look into a baby's face and see a piece of your flesh and your spirit. It makes you realize you are a part of the human race."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "I think that I see something deeper, more infinite, more eternal than the ocean in the expression of the eyes of a little baby when it wakes in the morning and coos or laughs because it sees the sun shining on its cradle."
    },
    {
      "cite": "Barbara Christine Seifert",
      "quote": "A baby is a blank check made payable to the human race."
    },
    {
      "cite": "Julia Roberts",
      "quote": "The babies are amazing. They begin each day all warm and sleepy, smelling of promise."
    },
    {
      "cite": "Giselle Bundchen",
      "quote": "When he finally was placed into my arms, I looked into his precious eyes and felt an overwhelming, unconditional love. I never felt so complete and empowered in my life."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "A baby is born with a need to be loved - and never outgrows it."
    },
    {
      "cite": "Eda J. Le Shan",
      "quote": "A new baby is like the beginning of all things — wonder, hope, a dream of possibilities."
    },
    {
      "cite": "Lorna Byrne",
      "quote": "Every newborn baby I see glows with love, a glow I see coming from the Soul."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "A baby is God's opinion that life should go on."
    },
    {
      "cite": "Fleur Conkling Heylinger",
      "quote": "Not flesh of my flesh, nor bone of my bone, but still miraculously my own. Never forget for a single minute, you didn't grow under my heart, but in it."
    },
    {
      "cite": "Theresa Bloomingdale",
      "quote": "If your baby is beautiful and perfect, never cries or fusses, sleeps on schedule and burps on demand, an angel all the time, you're the grandma."
    },
    {
      "cite": "Johnny Depp",
      "quote": "It's all kind of these profound things crashing on you when your child arrives into the world. It's like you've met your reason to live."
    },
    {
      "cite": "George Eliot",
      "quote": "Little children are still the symbol of the eternal marriage between love and duty."
    },
    {
      "cite": "Kartini Diapari-Oengider",
      "quote": "Babies are like little suns that, in a magical way, bring warmth, happiness and light into our lives."
    },
    {
      "cite": "Erica Eisdorfer",
      "quote": "For having a baby's sweet face so close to your own, for so long a time as it takes to nurse 'em, is a great tonic for a sad soul."
    },
    {
      "cite": "Emily Schuman",
      "quote": "I hadn't slept for two nights and yet when she was born, I had never felt more alive."
    },
    {
      "cite": "Penelope Leach",
      "quote": "Loving a baby is a circular business, a kind of feedback loop. The more you give the more you get and the more you get the more you feel like giving."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Having a child is surely the most beautifully irrational act that two people in love can commit."
    },
    {
      "cite": "Mandy Harrison",
      "quote": "Before you were born I carried you under my heart. From the moment you arrived in this world until the moment I leave it, I will always carry you in my heart."
    },
    {
      "cite": "Maria Jose Ovalle",
      "quote": "Having my baby fall asleep in my arms takes away all of my worries and stresses. A sense of complete and total peace comes over me."
    },
    {
      "cite": "Sandra C. Kassis",
      "quote": "You never understand life until it grows inside of you."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "A baby is an alimentary canal with a loud voice at one end a no responsibility at the other."
    },
    {
      "cite": "Janice Maynard",
      "quote": "An infant's smile was the greatest promise that the world would go on, no matter how much the grown-ups mucked around with it."
    },
    {
      "cite": "Roni Jay",
      "quote": "As we carry our baby inside us, we know almost nothing about it that distinguishes it from anyone else's baby — except that we love it unlike any other baby."
    },
    {
      "cite": "Mary Mason",
      "quote": "A baby is something you carry inside you for nine months, in your arms for three years and in your heart till the day you die."
    },
    {
      "cite": "Robert Orben",
      "quote": "I always wondered why babies spend so much time sucking their thumbs. Then I tasted baby food."
    },
    {
      "cite": "Don Herold",
      "quote": "Babies are such a nice way to start people."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Every child begins the world again."
    },
    {
      "cite": "Chinese Saying",
      "quote": "The jewel of the sky is the sun, the jewel of the house is the child."
    },
    {
      "cite": "Jayne Mansfield",
      "quote": "Carrying a baby is the most rewarding experience a woman can enjoy."
    },
    {
      "cite": "Taylor Hanson",
      "quote": "Having a baby is a life-changer. It gives you a whole other perspective on why you wake up every day."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Every baby born into the world is a finer one than the last."
    },
    {
      "cite": "Sigrid Leo",
      "quote": "Just like a plant needs light and space to grow, a child needs love and freedom to unfold."
    },
    {
      "cite": "Sandra Scarr",
      "quote": "Babies need social interactions with loving adults who talk with them, listen to their babblings, name objects for them, and give them opportunities to explore their worlds."
    },
    {
      "cite": "Nuno Bettencourt",
      "quote": "Having a baby is one of the most wonderful things in your life, as well as the hardest thing in your life."
    },
    {
      "cite": "Eric Church",
      "quote": "Life doesn't get more real than having a newborn at home."
    },
    {
      "cite": "Margaret Mead",
      "quote": "And when our baby stirs and struggles to be born it compels humility: what we began is now its own."
    },
    {
      "cite": "Joan Lowery Nixon",
      "quote": "Having a baby is part of a woman's life, and it is surely a great waste to be afraid of life."
    },
    {
      "cite": "Matthew Broderick",
      "quote": "Having a baby changes the way you view your in-laws. I love it when they come to visit now. They can hold the baby and I can go out."
    },
    {
      "cite": "Irmgard Erath",
      "quote": "With every newborn baby a little sun rises."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "We can't form our children on our own concepts; we must take them and love them as God gives them to us."
    },
    {
      "cite": "Douglas Weber",
      "quote": "The superstition of not physically preparing one's home for a new baby, of not having a baby shower until after the baby is born,"
    },
    {
      "cite": "Linda Robertson",
      "quote": "Baby love, baby mild. Welcome, welcome, brand new child."
    },
    {
      "cite": "Anne Spring",
      "quote": "We are grateful for this new being, who is small in body yet great in soul, who has come into our midst as a gift."
    },
    {
      "cite": "Kate Robinson",
      "quote": "I am small, please hold me./ When I'm peevish, soothe me with your song./ when I'm frightened, remind me that you're there./ When I'm flailing, surround me with your love./ When the world is too big, please find me./ When you count your blessings, let me be your heart's desire."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "The worst feature of a new baby is its mother's singing."
    },
    {
      "cite": "Fred Rogers",
      "quote": "There is a time when things with holes seem particularly fascinating. That's not surprising. The baby's own mouth is an important source of information and comfort in the early weeks and months of life."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "When the first baby laughed for the first time, the laugh broke into a thousand pieces and they all went skipping about, and that was the beginning of fairies."
    },
    {
      "cite": "A.E. Housman",
      "quote": "The Grizzly Bear is huge and wild; / He has devoured an infant child./ The infant child is not aware / He has been eaten by the bear."
    },
    {
      "cite": "Susan Ratcliffe",
      "quote": "But what am I? / An infant crying in the night :/  An infant crying for the light :/ And with no language but a cry."
    },
    {
      "cite": "Susan Ratcliffe",
      "quote": "At first the infant, / Mewling and puking in the nurse's arms./ And then the whining school boy, with his satchel / And shining morning face, creeping like snail./ Unwillingly to school."
    },
    {
      "cite": "Billy Graham",
      "quote": "A baby isn't meant to stay a  baby forever, and neither is a new Christian."
    },
    {
      "cite": "Marion Zimmer Bradley",
      "quote": "A babe at the breast is as much pleasure as the bearing is pain."
    },
    {
      "cite": "Ed Dussault",
      "quote": "A mother's heart is a baby's most beautiful dwelling."
    },
    {
      "cite": "Charles Osgood",
      "quote": "Babies are more trouble than you thought, and more wonderful."
    },
    {
      "cite": "May Sarton",
      "quote": "Don't forget that compared to a grown up person every baby is a genius. Think of the capacity to learn! The freshness, the temperament, the will of a baby a few months old."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "Enchanting as that baby-laugh, all dimples and glitter— so strangely arch and innocent."
    },
    {
      "cite": "Marni Jackson",
      "quote": "Home alone with a wakeful newborn, I could shower so quickly that the mirror didn't fog and the backs of my knees stayed dry."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Anyone who uses the phrase 'easy as taking a candy from a baby' has never tried taking a candy from a baby"
    },
    {
      "cite": "Ann Morrow Lindbergh",
      "quote": "In the sheltered simplicity of the first days after a baby is born, one sees again the magical closed circle. the miraculous sense of two people existing only for each other."
    },
    {
      "cite": "Elinor Goulding Smith",
      "quote": "Keeping a baby requires a good deal of time, effort, time, thought and equipment, so unless you are prepared for this, we recommend that you start with a hamster, whose wants are far simpler."
    },
    {
      "cite": "Hoda Kotb",
      "quote": "Still, my heart was bursting with excitement, knowing every love, every soul is unique, and I would soon lock eyes with my amazing baby girl."
    },
    {
      "cite": "Christina Georgina Rossetti",
      "quote": "A baby's cradle with no baby in it/ A baby's grave where autumn leaves drop sere/ The sweet soul gathered home to paradise /The body waiting here."
    },
    {
      "cite": "Christina Georgina Rossetti",
      "quote": "I know a baby, such a baby / Round blue eyes and cheeks of pink / Such an elbow furrowed with dimples / Such a wrist where creases sink / ‘Cuddle and love me, cuddle and love me’/ Crows the mouth of coral pink / Oh, the bald head, and, oh, the sweet lips / And, oh, the sleepy eyes that wink!"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The rain was uninhibitedly untamed; and so was my new born baby daughter; kicking left; right and center; in her diminutively blessed cradle."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "Lightly they hold him and lightly they sway him / Soft as a pillow are somebody's arms / Down he goes slowly, ever so lowly / Over the rim of the cradle they lay him / Baby's first journey is free from alarms."
    },
    {
      "cite": "Rick Bragg",
      "quote": "This is a place where grandmothers hold babies on their laps under the stars and whisper in their ears that the lights in the sky are holes in the floor of heaven."
    },
    {
      "cite": "Steve Mueller",
      "quote": "You see your baby lying in front of you and you realize that it is now your responsibility to raise this beautiful little wonder and to equip your kid with everything it needs for life."
    },
    {
      "cite": "Debashis Mridha",
      "quote": "A baby is as pure as an angel and as fresh as a blooming flower."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "Babies cry at birth because it is the first time they experience separation from love."
    },
    {
      "cite": "Jared Padalecki",
      "quote": "There are no words that can describe the euphoria you feel when your baby recognizes you for the first time and smiles."
    },
    {
      "cite": "Anita Diamant",
      "quote": "It’s a good thing babies don’t give you a lot of time to think. You fall in love with them and when you realize how much they love you back, life is very simple."
    },
    {
      "cite": "Gayle Wray",
      "quote": "Perfection only exists in babies and pastries."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "It was the tiniest thing I ever decided to put my whole life into."
    },
    {
      "cite": "Azelene Williams",
      "quote": "The children we bring into the world are small replicas of ourselves and our husbands; the pride and joy of grandfathers and grandmothers. We dream of being mothers, and for most of us that dreams are realized naturally. For this is the Miracle of Life."
    }
  ]
}