{
  "source": "https://www.wisesayings.com/babysitter-quotes/",
  "theme": "babysitter",
  "quotes": [
    {
      "cite": "Terry Pratchett",
      "quote": "Hello, inner child, I'm the inner babysitter."
    },
    {
      "cite": "John Connolly",
      "quote": "It is a curious fact that small boys are more terrified of their babysitters than small girls are."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Some parents sometimes use junk food as a babysitter."
    },
    {
      "cite": "Jane Fonda",
      "quote": "I need someone to be there 100% of the time. He thinks that's love. It's not love - it's babysitting."
    },
    {
      "cite": "Sabrina Carpenter",
      "quote": "I'm not quite sure how I would do babysitting."
    },
    {
      "cite": "Matthew Perry",
      "quote": "I grew up babysitting and always enjoyed it."
    },
    {
      "cite": "J.B. Smoove",
      "quote": "When you're babysitting a kid, all you're seeing is a version of them, a small dosage."
    },
    {
      "cite": "Ivana Trump",
      "quote": "I would rather be a babysitter than a nursemaid."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "I guess babysitters are like used cars. You never really know what you're getting."
    },
    {
      "cite": "unknown",
      "quote": "A babysitter is a teenager acting like an adult while the adults are out acting like teenagers."
    },
    {
      "cite": "Christopher Titus",
      "quote": "Benadryl - the seven-dollar babysitter."
    },
    {
      "cite": "Taylor Kitsch",
      "quote": "Video games and computers have become babysitters for kids."
    },
    {
      "cite": "Demetri Martin",
      "quote": "It is a little ironic that one thing a babysitter should not do is sit on a baby."
    },
    {
      "cite": "Mindy Kaling",
      "quote": "Bribes and boybands. That's all you need to be a babysitter."
    },
    {
      "cite": "John Goodman",
      "quote": "TV is the best babysitter."
    },
    {
      "cite": "Dave Barry",
      "quote": "The best baby-sitters, of course, are the baby's grandparents. You feel completely comfortable entrusting your baby to them for long periods, which is why most grandparents flee to Florida."
    }
  ]
}