{
  "source": "https://www.wisesayings.com/baby-brother-quotes/",
  "theme": "baby-brother",
  "quotes": [
    {
      "cite": "Jane Austen",
      "quote": "The younger brother must help to pay for the pleasures of the elder."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "There is a little boy inside the man who is my brother… Oh, how I hated that little boy. And how I love him too."
    },
    {
      "cite": "Sarah Wynter",
      "quote": "I grew up with a younger brother, so I can get pretty rowdy."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Oh, brothers! I don’t care for brothers. My elder brother won’t die, and my younger brothers seem never to do anything else."
    },
    {
      "cite": "Liam Hemsworth",
      "quote": "As the younger brother, I think you always have crushes on your older brother’s girlfriends."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The younger brother hath the more wit."
    },
    {
      "cite": "Tab Murphy",
      "quote": "I went on the longest, hardest, most exhausting journey I have ever been on, with the biggest pain in the neck I have ever met. Well, what do you expect from a little brother?"
    },
    {
      "cite": "Lauren Faust",
      "quote": "What are little brothers for? The little brother we've always had. Twilight, darling, no pony knows you better than your own brother."
    },
    {
      "cite": "Shôtarô Ishinomori",
      "quote": "Then... be someone your little brother can look up to."
    },
    {
      "cite": "Trey Parker",
      "quote": "He's the little freckled kid that looks like a football. At first, I was happy you took him away. But I've learned something today. That having a little brother... is a pretty special thing."
    },
    {
      "cite": "Robert William Service",
      "quote": "Little Brother, how I pray / You may sanctuary find / Peoples of the world succumb . ./ Fly, poor fools, the wrath to come!"
    },
    {
      "cite": "Robert William Service",
      "quote": "Brother, you were born too late; / Human life is but a breath. / Men delve deep, where darkly wait"
    },
    {
      "cite": "Charles Lamb",
      "quote": "Led by your little elder hand, / I learned to walk alone; / Careful you used to be of me, / My little brother John."
    },
    {
      "cite": "Louie Anderson",
      "quote": "Older brothers invented terrorism. 'Louie, see that swamp? There's a monster in it.' So for years I walked way around it. Until I got a little older, a little wiser - and a little brother."
    },
    {
      "cite": "Winston Pendelton",
      "quote": "The best way to get a puppy is to beg for a baby brother - and they'll settle for a puppy every time."
    },
    {
      "cite": "Jay Cynn",
      "quote": "Sometimes, I wonder, is it really the best being the eldest with two younger brothers? Some people may hate being the youngest, but I disagree with them."
    },
    {
      "cite": "Leon Kuczynski",
      "quote": "My little brother is important to me because without him I would have no-one to play with."
    },
    {
      "cite": "Yenn Purkis",
      "quote": "The birth of a new baby can be challenging for any older sibling."
    },
    {
      "cite": "Michelle Vogel",
      "quote": "Growing up sad and lonely, not having a little brother to play with."
    },
    {
      "cite": "Richard Guy Condon",
      "quote": "Older siblings can teach you stuff. I'd also like to have a baby brother and wish my parents would adopt one. I really like babies, even though they can be so bossy at times."
    },
    {
      "cite": "Richard Guy Condon",
      "quote": "While older sisters are more likely to be put in charge of baby brothers and sisters."
    },
    {
      "cite": "Alexandra Penfold",
      "quote": "I'm the big brother. / You're just little. But that's okay. / I have lots to show you."
    },
    {
      "cite": "Tim Templer",
      "quote": "The joy of having a baby brother was a delight."
    },
    {
      "cite": "Laura Markham",
      "quote": "Most of the time when children get angry they want to attack their little brother (who broke their treasured memento)."
    },
    {
      "cite": "James Ivey Davis",
      "quote": "My sister and I enjoyed having a baby brother; he was sort like a toy for us to play with and we used to put him in a blanket and swing him back and forth, like a hammock."
    },
    {
      "cite": "Morgan Fenn",
      "quote": "I think the reduction of attention I was given having a baby brother had a great impact on the development of my personality. And, I still say it wasn't me that let him fall off the porch."
    },
    {
      "cite": "Ruiping Fan",
      "quote": "The elder brother should be the role model for the younger brother, and the younger brother should respect the elder brother."
    },
    {
      "cite": "Anonymous",
      "quote": "The younger brother must help to pay for the pleasures of the elder."
    },
    {
      "cite": "Wladimir Klitschko",
      "quote": "Only younger brothers will understand me. We're following in the footsteps of older brothers. You are looking up to your brother. You want to do the same things. You want to do as good as he and do it even better."
    },
    {
      "cite": "Zundrea",
      "quote": "I can't wait to see him after school each day to hug and kiss and play. He gives me a big bright smile & reaches for me, too my little brother loves me too."
    },
    {
      "cite": "Anonymous",
      "quote": "There's no buddy like a brother."
    }
  ]
}