{
  "source": "https://www.wisesayings.com/bachelor-quotes/",
  "theme": "bachelor",
  "quotes": [
    {
      "cite": "Phyllis Diller",
      "quote": "A bachelor is a guy who never made the same mistake once"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "A married man has many cares, but a bachelor no pleasures."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A bachelor's life is a fine breakfast, a flat lunch, and a miserable dinner."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A married man is a man with a past, while a bachelor is a man with a future."
    },
    {
      "cite": "Sholom Aleichem",
      "quote": "A bachelor is a man who comes to work each morning from a different direction."
    },
    {
      "cite": "Earl Wilson",
      "quote": "A bachelor is a guy who leans toward women - but not far enough to lose his balance."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Bachelors know more about women than married men; if they didn't they'd be married too."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A bachelor gets tangled up with a lot of women in order to avoid getting tied up to one."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A Bachelor of Arts is one who makes love to a lot of women, and yet has the art to remain a bachelor."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "To the bachelor, the language of women is mystery. In those matters, a married man is already a scholar."
    },
    {
      "cite": "George Jean Nathan",
      "quote": "The bachelors admired freedom is often a yoke, for the freer a man is to himself the greater slave he often is to the whims of others."
    },
    {
      "cite": "John Ford",
      "quote": "A bachelor May thrive by observation on a little, A single life's no burthen: but to draw In yokes is chargeable, and will require A double maintenance."
    },
    {
      "cite": "Jilly Cooper",
      "quote": "People always assume that bachelors are single by choice and spinsters because nobody asked them. It never enters their heads that poor bachelors might have worn the knees of their trousers out proposing to girls who rejected them or that a girl might deliberately stay unmarried."
    },
    {
      "cite": "Louisa Lawson",
      "quote": "A bachelor is only half a man."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "A bachelor's bed is the most pleasant."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A bachelor never quite gets over the idea that he is a thing of beauty and a boy forever."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A bachelor has to have inspiration for making love to a woman, a married man needs only an excuse."
    },
    {
      "cite": "Herman Melville",
      "quote": "Bachelors alone can travel freely, and without any twinges of their consciences touching desertion of the fire-side."
    }
  ]
}