{
  "source": "https://www.wisesayings.com/background-quotes/",
  "theme": "background",
  "quotes": [
    {
      "cite": "John Locke",
      "quote": "The discipline of desire is the background of character."
    },
    {
      "cite": "Ileana Ros-Lehtinen",
      "quote": "No matter where you are from, no matter what your background is, no matter what your socioeconomic status is, every person can achieve his or her dreams."
    },
    {
      "cite": "Sean Connery",
      "quote": "Your background and environment is with you for life. No question about that."
    },
    {
      "cite": "Tom Wolfe",
      "quote": "You never realize how much of your background is sewn into the lining of your clothes."
    },
    {
      "cite": "Robert Henri",
      "quote": "A weak background is a deadly thing."
    },
    {
      "cite": "Robert Edmond Jones",
      "quote": "A stage setting is not a background; it is an environment."
    },
    {
      "cite": "Alicia Keys",
      "quote": "Your life can become the background for the art you create."
    },
    {
      "cite": "Cholly Atkins",
      "quote": "Your background has a lot to do with your approach to movement."
    },
    {
      "cite": "David Gemmell",
      "quote": "A man can overcome his background, even as he can overcome a skilled opponent."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Don't worry about your background, whether it's odd or ordinary, use it, build on it."
    },
    {
      "cite": "Imani Nettles",
      "quote": "Culture is taking the background you come from and either running with it or running from it."
    },
    {
      "cite": "Javier Bardem",
      "quote": "The background - your own history - is way more important than what you can achieve as a professional."
    },
    {
      "cite": "Viggo Mortensen",
      "quote": "Having a mixed background and feeling a little bit like a fish out of water in most places can be a benefit."
    },
    {
      "cite": "Michael Bassey",
      "quote": "Your background or colour has nothing to do with your progress, but your endowments are the determining factors."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Much of life becomes background, but it is the province of art to throw buckets of light into the shadows and make life a new again."
    },
    {
      "cite": "Alan Garner",
      "quote": "My background is deep and set in deep time, and in a narrow space, oral traditions going back a long, long time, which I inherited by osmosis."
    },
    {
      "cite": "Desi Arnaz",
      "quote": "It's really amazing that two people from such different backgrounds and geographical origins ever got together. That was perhaps part of the attraction."
    },
    {
      "cite": "Georgie Anne Geyer",
      "quote": "We should not and cannot change all our differences. Each of us brings from our own background things which we should share. There is good in diversity."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Man's unique reward, however, is that while animals survive by adjusting themselves to their background, man survives by adjusting his background to himself."
    },
    {
      "cite": "Kehinde Wiley",
      "quote": "The backgrounds by design are a very key part of the conversation, because I want a kind of fight or pressure to exist between the figure and the background."
    },
    {
      "cite": "Juan Ramon Jimenez",
      "quote": "The background reveals the true being and state of being of the man or thing. If I do not possess the background, I make the man transparent, the thing transparent."
    },
    {
      "cite": "Michael Oher",
      "quote": "Anything is possible. My background is a bad background, but a lot of people said I couldn't do it. You can do anything if you put your mind to it."
    },
    {
      "cite": "Tess Gerritsen",
      "quote": "Medicine is probably one of the best backgrounds for a writer to find stories. I always think cops and docs have the best background because we see so much of human behavior, such a range of human emotions."
    },
    {
      "cite": "Kevin Kwan",
      "quote": "No matter our background, we all have crazy families."
    },
    {
      "cite": "Mary Barnett Gilson",
      "quote": "Every experience in life enriches one's background and should teach valuable lessons."
    },
    {
      "cite": "Miriam Toews",
      "quote": "You don't need a religious background to strive for something good, for genuine compassion and love for others."
    }
  ]
}