{
  "source": "https://www.wisesayings.com/backstabbers-quotes/",
  "theme": "backstabbers",
  "quotes": [
    {
      "cite": "Nishan Panwar",
      "quote": "It is hard to deal with someone who smiles and pretends to like you to your face and sticks that eight inch blade in your back when you turn around."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Someone who smiles too much with you can sometime frown too much with you at your back."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Sweetie, if you're going to be two faced, at least make one of them pretty."
    },
    {
      "cite": "unknown",
      "quote": "Some people will pretend to care just so they can get a better seat to watch your struggle. Every helping hand isn't always there to help."
    },
    {
      "cite": "Christon Henry",
      "quote": "Never trust someone who will just get up and tell you another person's story or secrets, cause they'll share yours just the same."
    },
    {
      "cite": "Jerico Mosley",
      "quote": "The same person that speaks highly of you will be the same person that downs you. Be careful who you call friends."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Be very careful of who you share your problems with, remember that not every friend that smiles at you is your best friend."
    },
    {
      "cite": "Sophie Kinsella",
      "quote": "This is what happens. You tell your friends your most personal secrets, and they use them against you."
    },
    {
      "cite": "Shania Twain",
      "quote": "Being betrayed is one of the most valuable lessons life can teach."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "When you betray somebody else, you also betray yourself."
    },
    {
      "cite": "Cicero",
      "quote": "No wise man ever thought that a traitor should be trusted."
    },
    {
      "cite": "unknown",
      "quote": "Don't fear the enemy that attacks you, but the fake friend that hugs you."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Fire false friends. They are in to fast-forward your fall and failure."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Neither a fake friend nor a liar can be trusted, with a secret."
    },
    {
      "cite": "Will Rogers",
      "quote": "The only time people dislike gossip is when you gossip about them."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "If I were two-faced, would I be wearing this one?"
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "False friends are like our shadow, keeping close to us while we walk in the sunshine, but leaving us the instant we cross into the shade."
    },
    {
      "cite": "unknown",
      "quote": "It's sad how the same people who say they care about you are the same ones who tear you down when they get the chance."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "He could shake your hand and stab you in the back at the same time."
    },
    {
      "cite": "Mufti Ismail Menk",
      "quote": "Beware the FRENEMY; enemy disguised as friend who pretends to look after your interests but really loves it when things turn sour for you."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "If you reveal your secrets to the wind, you should not blame the wind for revealing them to the trees."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Fake friends; those who only drill holes under your boat to get it leaking; those who discredit your ambitions and those who pretend they love you, but behind their backs they know they are in to destroy your legacies."
    },
    {
      "cite": "London Mond",
      "quote": "Most people want to see you to do better, but not doing better than them."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A false friend and a shadow attend only while the sun shines."
    },
    {
      "cite": "unknown",
      "quote": "Don't worry about those who talk behind your back, they're behind you for a reason."
    },
    {
      "cite": "Mitchell Perry",
      "quote": "I've got more respect for someone who comes out and says they don't like me than for the ones who act like they do but talk bad about me when I'm not around."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "Every coin has two sides, just like most people have two faces."
    },
    {
      "cite": "Mufti Ismail Menk",
      "quote": "We fear our enemy but the bigger and real fear is that of a fake friend who is sweetest to your face and most vile behind your back."
    },
    {
      "cite": "Sushan R Sharma",
      "quote": "Once people stop talking with you then they start talking about you."
    },
    {
      "cite": "Eminem",
      "quote": "Dealing with backstabbers, there was one thing I learned. They're only powerful when you got your back turned."
    },
    {
      "cite": "George III",
      "quote": "A traitor is everyone who does not agree with me."
    },
    {
      "cite": "Lauren Conrad",
      "quote": "Some people are willing to betray years of friendship just to get a little bit of the spotlight."
    },
    {
      "cite": "Joe Budden",
      "quote": "When you talk about me, it says more about you."
    },
    {
      "cite": "Joan Jett",
      "quote": "You got nothing to lose. You don't lose when you lose fake friends."
    },
    {
      "cite": "Ann Palacios",
      "quote": "It's better to be alone than to have a fake friend."
    },
    {
      "cite": "Vittorio Alfieri",
      "quote": "Liars are always most disposed to swear."
    },
    {
      "cite": "Jake Roberts",
      "quote": "The snake will always bite back."
    },
    {
      "cite": "Scottish Proverb",
      "quote": "False friends are worse than bitter enemies."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "Bestfriends has 11 letters, but so does Backstabber."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Great minds discuss ideas; Average minds discuss events; Small minds discuss people."
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Never wound a snake; kill it."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Watch who you call friend, because friends are the same ones that will leak your business to everyone after yall not friends anymore."
    },
    {
      "cite": "John Lydon",
      "quote": "I don't tolerate liars. When somebody lies to me, that's really, like, just unbearable."
    },
    {
      "cite": "Algernon Sidney",
      "quote": "Liars need to have good memories."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The liar's punishment is not in the least that he is not believed but that he cannot believe anyone else."
    },
    {
      "cite": "Ian McDiarmid",
      "quote": "That's the mark of a great storyteller, never to give away secrets in advance."
    },
    {
      "cite": "unknown",
      "quote": "I hate two faced people, It's so hard to decide which face to slap first."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "The only thing worse than a liar is a liar that's also a hypocrite!"
    },
    {
      "cite": "Adrain Furnham",
      "quote": "People become backstabbers because they are first stabbed at the back"
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Behind the smile— a hidden knife."
    },
    {
      "cite": "Shirley Babilya Dickinson",
      "quote": "Backstabbers are most often passive-aggressive."
    },
    {
      "cite": "Shirley Babilya Dickinson",
      "quote": "Yet, girl/women backstabbers do it without much thought about their responsibility. Regardless of their own conscience, it is a person of poor integrity and could be viewed as 'unsportsman-like' behaviour in the game of life."
    },
    {
      "cite": "Shirley Babilya Dickinson",
      "quote": "Backstabbers typically hold grudges and women especially will hold onto past grievances bringing things forward many years later."
    },
    {
      "cite": "Shirley Babilya Dickinson",
      "quote": "Confidantes tell your secrets are backstabbers and not true friends."
    },
    {
      "cite": "William Cook",
      "quote": "People don't say stuff about me behind my back... just to my face."
    },
    {
      "cite": "Ted Schreiber",
      "quote": "Usually a backstabber is someone who has NO BALLS and no friends either. People like that can't trust anyone because no one will trust them or stay as friends with them too long."
    },
    {
      "cite": "Sonia J. Ruffin",
      "quote": "They smile in your face, / all the time they want to take your place."
    },
    {
      "cite": "Barbara L. Brook",
      "quote": "Backstabbers referred to as backbiters by some, are people who speak badly of someone without that person's knowledge. In person they are polite and friendly, all the while collecting information to twist and use for their own purposes."
    },
    {
      "cite": "Fitzhugh G. Houston",
      "quote": "Don't smile in my face like you're my friend /  Then lie behind my back. / Don't come to me like you're praising my work / Really thinking that's what I lack."
    },
    {
      "cite": "Fitzhugh G. Houston",
      "quote": "Conniving and hiding, gossiping and lying / Backstabbers do it all. / Not caring who's hurt along the way / But one day they will fall."
    },
    {
      "cite": "Fitzhugh G. Houston",
      "quote": "Jezebel loves to give false praise / And that's what lures you in. / Not wanting you to see what's really inside / Is a demon who loves to sin."
    },
    {
      "cite": "Maryln Appelbaum",
      "quote": "Backstabbers do things behind your back and are frequently at a loss when confronted."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you."
    },
    {
      "cite": "Dr. Phil McGraw,",
      "quote": "Do not get sucked in by the hero-worship, because it is just a matter of time before those roses they are throwing turn into daggers."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "When all is said, and all is done, / and everyone looks back / Will you be known for what you were / —that knife in someone's back"
    },
    {
      "cite": "Jeffrey A. Ross",
      "quote": "You got my pride and slashed my mind / And carved your name so deep / You took a stab at making sure / Your memory I'd always keep"
    },
    {
      "cite": "imsophie",
      "quote": "People who talk behind you, always left behind you!"
    },
    {
      "cite": "Amit Kalantri",
      "quote": "A stab from a friend cuts deeper than a stab from a foe."
    },
    {
      "cite": "Carlos Wallace",
      "quote": "If they talk about other people with you, they will talk about you with other people."
    },
    {
      "cite": "Pusha T",
      "quote": "Let's be honest, the cards' on the table: / Jealousy's a sin, Cain killed Abel. / Backstabber...Caesar had Brutus. / It's hard to weed 'em out, even Jesus had Judas."
    },
    {
      "cite": "Jacqueline Carey",
      "quote": "To have a traitor for an ally is to have an enemy in waiting."
    },
    {
      "cite": "Malcolm X",
      "quote": "To me, the thing that is worse than death is betrayal. You see, I could conceive death, but I could not conceive betrayal."
    },
    {
      "cite": "Robert C. Solomon",
      "quote": "All trust involves vulnerability and risk, and nothing would count as trust if there were no possibility of betrayal."
    },
    {
      "cite": "Les Parrott",
      "quote": "You know that you have been stabbed when you feel the deep pain of betrayal."
    },
    {
      "cite": "Toba Beta",
      "quote": "If you're betrayed, release disappointment at once. By that way, the bitterness has no time to take root."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Betrayal is the only truth that sticks."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "I'm not crying because of you; you're not worth it. I'm crying because my delusion of who you were was shattered by the truth of who you are."
    }
  ]
}