{
  "source": "https://www.wisesayings.com/backstabbing-friends-quotes/",
  "theme": "backstabbing-friends",
  "quotes": [
    {
      "cite": "Les Parott",
      "quote": "Backstabbers specialize in saying the wrong thing at the wrong time to the wrong person."
    },
    {
      "cite": "Epictetus",
      "quote": "If evil be spoken of you and it be true, correct yourself, if it be a lie, laugh at it."
    },
    {
      "cite": "Mary Margaret",
      "quote": "Your life must be filled with such incredible loneliness that your only joy comes from destroying everyone else's happiness."
    },
    {
      "cite": "Les Parrott",
      "quote": "You know that you have been stabbed when you feel the deep pain of betrayal"
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "False friends are like our shadow, keeping close to us while we walk in the sunshine, but leaving us when we cross into the shade."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may shoot me with your words, you may cut me with your eyes, you may kill me with your hatefulness, but still, like air, I'll rise."
    },
    {
      "cite": "Camelia C.",
      "quote": "There are many backstabbing friends who in your hard time will ignore you, without to ask something from them. You just are filled with sadness and they don't confide in you anymore. The downside of your hard time is being considered rude, negative, boorish and insistent."
    },
    {
      "cite": "Johann Caspar Lavater",
      "quote": "Be certain that he who has betrayed thee once will betray thee again."
    },
    {
      "cite": "Stephen King",
      "quote": "No one ever really pays for betrayal in silver.... The price of any betrayal always comes due in flesh."
    },
    {
      "cite": "Erica Jong",
      "quote": "Betrayal does that -- betrays the betrayer."
    },
    {
      "cite": "William Blake",
      "quote": "It is easier to forgive an enemy than to forgive a friend."
    },
    {
      "cite": "David Levithan",
      "quote": "It was a mistake,  you said. But the cruel thing was, it felt like the mistake was mine, for trusting you."
    },
    {
      "cite": "Nicole Richie",
      "quote": "It's hard to tell who has your back, from who has it long enough just to stab you in it?."
    },
    {
      "cite": "Mary Alice Young",
      "quote": "Trust is a fragile thing once earned, it affords us tremendous freedom but once trust is lost, it can be impossible to recover of course the truth is, we never know who we can trust. Those we're closest to can betray us."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Be careful to whom you trust. Betrayal always come from the persons you trusted."
    },
    {
      "cite": "Sanji Paul Arvind",
      "quote": "We can tolerate our true enemies, but not the back stabbers and betrayers."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Betrayal is the only truth that sticks."
    },
    {
      "cite": "Edward Abbey",
      "quote": "I would never betray a friend to serve a cause. Never reject a friend to help an institution. Great nations may fall in ruin before I would sell a friend to save them."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "FIDELITY, n. A virtue peculiar to those who are about to be betrayed."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "When you betray somebody else, you also betray yourself."
    },
    {
      "cite": "Muhammad",
      "quote": "There are three signs of a hypocrite: when he speaks he speaks lies, when he makes a promise he breaks it, and when he is trusted he betrays his trust."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "We have to distrust each other. It is our only defense against betrayal."
    },
    {
      "cite": "Greek Proverb",
      "quote": "An open enemy is better than a false friend"
    },
    {
      "cite": "Steven Deitz",
      "quote": "One should rather die than be betrayed. There is no deceit in death. It delivers precisely what it has promised. Betrayal, though ... betrayal is the willful slaughter of hope."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "They talk of a man betraying his country, his friends, his sweetheart. There must be a moral bond first. All a man can betray is his conscience."
    },
    {
      "cite": "E. M. Forster",
      "quote": "If I had to choose between betraying my country and betraying my friend, I hope I should have the guts to betray my country."
    },
    {
      "cite": "Janet Morris",
      "quote": "There must be love, and understanding, to betray. Most men haven't the wit or the honor for betrayal: not to know it when they see it; not the stomach to apprehend it as they do it. Most men, blind and dumb in their self-centeredness, don't betray: they merely disappoint."
    },
    {
      "cite": "Mary Alice Young",
      "quote": "People are complicated creatures. On the one hand, able to perform great acts of charity. On the other, capable of the most underhanded forms of betrayal. It's a constant battle that rages within all of us."
    },
    {
      "cite": "Ed Stoppard",
      "quote": "To understand loyalty you need to experience betrayal."
    },
    {
      "cite": "Jan Chappell",
      "quote": "A man who trusts can never be betrayed, only mistaken."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "True friends stab you in the front."
    },
    {
      "cite": "Mikki C. Zimmerman",
      "quote": "Backstabbing, especially from close friends and family, is extremely devastating."
    },
    {
      "cite": "Kryssandra Brust",
      "quote": "Stabbed from behind / am I really that blind. / No matter what you do / the pain leads back to you / No matter how I try / I still cry / You were there / and now you just don't care."
    },
    {
      "cite": "Kryssandra Brust",
      "quote": "After all that I've done / you now have lost a ton. / After everything that has happened / I'm really quite finished / with backstabbing friends / waiting for me to diminish."
    },
    {
      "cite": "Kryssandra Brust",
      "quote": "No matter what I do the pain keeps coming / Every smile turns to tears. / Every friend becomes an enemy. / My heart bleeds and no one sees / how much it hurts."
    },
    {
      "cite": "Andrew Bushard",
      "quote": "Backstabbing is more vicious form of gossip and depending on the precise definition, we could also say that backstabbing occurs a whole lot, too."
    },
    {
      "cite": "Morgan",
      "quote": "I don't even understand how it happened. We were all best friends one day, and then it seemed like overnight, everything changed."
    },
    {
      "cite": "Melissa Trevathan",
      "quote": "Don't flirt with someone one of your friend's likes. It's backstabbing your friend."
    },
    {
      "cite": "Joyce Joyce Ashton-Douglas",
      "quote": "I wish to be accepted for just who and what I am; / I wish so-called friends would not laugh in my face while behind / my back gossiping; I'd wish for true friendship / not a joke; This is how I feel; I can't speak for other folks."
    },
    {
      "cite": "Joyce Joyce Ashton-Douglas",
      "quote": "So I'd wish all the backstabbing friends in this world would be given a mirror, so they could turn their judgemental eyes on themselves."
    },
    {
      "cite": "Nathan S. Ajoku",
      "quote": "We cannot exalt a friend in his or her face and then turn around to gossip about their predicaments."
    },
    {
      "cite": "Nathan S. Ajoku",
      "quote": "Backstabbing is unproductive, u healthy, and an inexcusable tool that often destroys amity."
    },
    {
      "cite": "Nathan S. Ajoku",
      "quote": "Those who indulge in backstabbing, are those who lack the courage and the boldness to confront their friend's activities face to face."
    },
    {
      "cite": "Proverbs 27:10",
      "quote": "Thine own friend, and thy father's friend; forsake not."
    },
    {
      "cite": "L.M. Stretch",
      "quote": "To resent injuries under the disguise of friendship and benevolence argues a degeneracy at which common humanity and justice must blush."
    },
    {
      "cite": "Christine Feehan",
      "quote": "Betrayal is never easy to handle and there is no right way to accept it."
    },
    {
      "cite": "Heather Brewer",
      "quote": "The worst pain in the world goes beyond the physical. Even further beyond any other emotional pain, one can feel. It is the betrayal of a friend."
    },
    {
      "cite": "Proverbs 27:6",
      "quote": "Faithful are the wounds of a friend, but the kisses of an enemy are deceitful."
    },
    {
      "cite": "Aesop",
      "quote": "Betray a friend and you'll often find you have ruined yourself."
    },
    {
      "cite": "Lauren Conrad",
      "quote": "Some people are willing to betray years of friendship just to get a little bit of the spotlight."
    },
    {
      "cite": "Sophocles",
      "quote": "He who throws away a friend is as bad as he who throws away his life."
    },
    {
      "cite": "Eminem",
      "quote": "Dealing with backstabbers, there was one thing I learned. They're only powerful when you got your back turned."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "Best Friends has 11 letters, but so does Backstabber."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Sometimes your dearest friend whom you reveal most of your secrets to becomes so deadly and unfriendly without knowing that they were not really your friend."
    },
    {
      "cite": "Confucius",
      "quote": "It is more shameful to distrust our friends than to be deceived by them."
    },
    {
      "cite": "Mineko Iwasaki",
      "quote": "Stab the body and it heals, but injure the heart and the wound lasts a lifetime."
    },
    {
      "cite": "E.M. Forster",
      "quote": "If I had to choose between betraying my country and betraying my friend, I hope I should have the guts to betray my country."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "I am grateful to those who have betrayed me… They thought they were just stabbing me in the back, but they were also cutting me free from their poisonous life."
    },
    {
      "cite": "Robert C. Solomon",
      "quote": "All trust involves vulnerability and risk, and nothing would count as trust if there were no possibility of betrayal."
    },
    {
      "cite": "Veronica Roth",
      "quote": "I could never hurt him enough to make his betrayal stop hurting. And it hurts, in every part of my body."
    }
  ]
}