{
  "source": "https://www.wisesayings.com/backbone-quotes/",
  "theme": "backbone",
  "quotes": [
    {
      "cite": "Vikram Seth",
      "quote": "Put your backbone where your wishbone is."
    },
    {
      "cite": "Will Henry",
      "quote": "The wishbone will never replace the backbone."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Have the backbone to go after what you want in life. It's too easy to settle."
    },
    {
      "cite": "Leslie Ludy",
      "quote": "A true leader must have enough backbone to stand alone - even when the crowd wants to take the easy road home. A true leader cannot be dependent on companionship for his or her security, but must learn to trust in God alone."
    },
    {
      "cite": "Tim McDonald",
      "quote": "We need some clergy with some backbone, who don't mind making uncomfortable at times those who are very comfortable, and challenging them at the core of their faith, at least causing them to pause and to have dialogue and to be open for further discussion."
    },
    {
      "cite": "Caroline Myss",
      "quote": "Get a backbone, not a wishbone."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Toughness is not being a bully, it's having a backbone."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Mutual understanding is the main backbone of every happy relationship."
    },
    {
      "cite": "Edwin Lutyens",
      "quote": "A garden scheme should have a backbone - a central idea beautifully phrased."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Many a man has failed because he had his wishbone where his backbone should have been."
    },
    {
      "cite": "Mia Hamm",
      "quote": "The backbone of success is...hard work, determination, good planning, and perserverence."
    },
    {
      "cite": "Adam McKay",
      "quote": "We're always looking for the backbone, the central idea, and once you have that you know everything can circle around it."
    },
    {
      "cite": "Khalifa bin Zayed Al Nahyan",
      "quote": "The backbone of any improvement of governance, its development as well as its protection from any form of wastage or excessiveness, is a mechanism to place laws under the microscope of revision and modernization until they resonate in tune with the methodological development and new administrative technologies."
    },
    {
      "cite": "Thomas Chandler Haliburton",
      "quote": "Ceremony is all backbone."
    },
    {
      "cite": "Bear Grylls",
      "quote": "My Christian faith is my backbone."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "A vocation is the backbone of life."
    },
    {
      "cite": "Thomas Chandler Haliburton",
      "quote": "Self-possession is the backbone of authority."
    },
    {
      "cite": "Brian Schweitzer",
      "quote": "Good ideas are the backbone of good government."
    },
    {
      "cite": "Ellen Tauscher",
      "quote": "Small businesses are the backbone of our economy."
    },
    {
      "cite": "Carl von Clausewitz",
      "quote": "The backbone of surprise is fusing speed with secrecy."
    },
    {
      "cite": "Mark Pocan",
      "quote": "A well-educated populace is the backbone of our middle-class."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "Company culture is the backbone of any successful organization."
    },
    {
      "cite": "Owen Jones",
      "quote": "Demonisation is the ideological backbone of an unequal society."
    },
    {
      "cite": "Tom Allen",
      "quote": "Family farms and small businesses are the backbone of our communities."
    },
    {
      "cite": "Confucius",
      "quote": "Character is the backbone of our human culture. Music is the flowering of character."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Making money isn't the backbone of our guiding purpose; it is the by-product of our guiding purpose."
    },
    {
      "cite": "W. G. Sebald",
      "quote": "The moral backbone of literature is about that whole question of memory. To my mind it seems clear that those who have no memory have the much greater chance to lead happy lives."
    },
    {
      "cite": "William K. Stevens",
      "quote": "Volunteers are the backbone, heart, and soul of the restoration movement. And whatever the eventual results of their labors may be, working to revive damaged ecosystems is transforming and strengthening their relationship with the rest of nature."
    }
  ]
}