{
  "source": "https://www.wisesayings.com/bacon-quotes/",
  "theme": "bacon",
  "quotes": [
    {
      "cite": "Gwyneth Paltrow",
      "quote": "I'm not sure how healthy bacon is in general, but I know it's incredibly delicious."
    },
    {
      "cite": "Jeff Gunhus",
      "quote": "It's a proven fact that all plans involving bacon have a 90 percent better chance of working out."
    },
    {
      "cite": "Ella Minster",
      "quote": "The adults said the only good food was the bacon, but the kids knew better. They had never had a more fun breakfast in their lives. Although they had to agree the bacon was very good. Then again, it was bacon. It was always good."
    },
    {
      "cite": "Jasper Fforde",
      "quote": "Almost anything can be improved with the addition of bacon."
    },
    {
      "cite": "Jen Rasmussen",
      "quote": "It is a truth universally acknowledged that bacon can improve any situation."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Consider the silent repose of the sausage as compared to the aggressiveness of bacon."
    },
    {
      "cite": "Hugh Kingsmill",
      "quote": "Bacon's not the only thing that's cured by hanging from a string."
    },
    {
      "cite": "Mango Wodzak",
      "quote": "Look a pig in its eyes, and understand the truth behind bacon."
    },
    {
      "cite": "Nick Offerman",
      "quote": "The world is split into two halves: the bacon, and the bacon eaters."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "Bacon's the best. Even the frying of bacon sounds like applause."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Bacon is proof that God loves us and wants us to be happy."
    },
    {
      "cite": "Louis CK",
      "quote": "When you have bacon in your mouth, it doesn't matter who's president or anything. Every time I'm eating bacon I think, I could die right now, and I mean it. That's how good life is."
    },
    {
      "cite": "Doug Larson",
      "quote": "Life expectancy would grow by leaps and bounds if green vegetables smelled as good as bacon."
    },
    {
      "cite": "Penn Jillette",
      "quote": "Bacon is so good by itself that to put it in any other food is an admission of failure. You're basically saying, I can't make this other food taste good, so I'll throw in bacon."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "Bacon bits are like the fairy dust of the food community."
    }
  ]
}