{
  "source": "https://www.wisesayings.com/bad-relationships-quotes/",
  "theme": "bad-relationships",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "A relationship without trust is like a car without gas, you can stay in it all you want, but it won't go anywhere."
    },
    {
      "cite": "May Sarton",
      "quote": "No partner in a love relationship... should feel that he has to give up an essential part of himself to make it viable."
    },
    {
      "cite": "Patti Stanger",
      "quote": "If you're giving love and not receiving it, you're not in the right relationship. If you're receiving it and not giving it than you are taking advantage of the other person."
    },
    {
      "cite": "Autumn Kohler",
      "quote": "A bad relationship is like standing on broken glass, if you stay you will keep hurting...If you walk away, you will hurt but eventually you will heal."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "When you struggle with your partner, you are struggling with yourself. Every fault you see in them touches a denied weakness in yourself."
    },
    {
      "cite": "Dionne Warwick",
      "quote": "There was a time in the marriage when I could no longer look at myself in a mirror, couldn't feel I was a nice person. A bad relationship can do that, can make you doubt everything good you ever felt about yourself."
    },
    {
      "cite": "Guy Finley",
      "quote": "In any relationship where one person depends on another to be his or her 'parachute' — and the other accepts this role — both will fall to the ground."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Relationships based on obligation lack dignity."
    },
    {
      "cite": "Marianne Faithfull",
      "quote": "Maybe the most that you can expect from a relationship that goes bad is to come out of it with a few good songs."
    },
    {
      "cite": "Socrates",
      "quote": "The hottest love has the coldest end."
    },
    {
      "cite": "Kurt Vonnegut, Jr.",
      "quote": "Don't be reckless with other people's hearts, and don't put up with people that are reckless with yours."
    },
    {
      "cite": "George Washington",
      "quote": "It is far better to be alone, than to be in bad company."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Suspicion and jealousy are the death knell of any relationship."
    },
    {
      "cite": "Robert Anthony",
      "quote": "The one who loves the least, controls the relationship."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "How can I let you be a priority in my life, when I'm still an option in your life?"
    },
    {
      "cite": "Dr. Joyce Brothers",
      "quote": "Anger repressed can poison a relationship as surely as the cruelest words."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "I am getting nowhere with you and I can't let you go and I cant get through."
    },
    {
      "cite": "Henry Winkler",
      "quote": "Assumptions are the termites of relationships."
    },
    {
      "cite": "Sonya Parker",
      "quote": "The wrong person isn't breaking their back to make you happy. So, stop breaking your back for them."
    },
    {
      "cite": "unknown",
      "quote": "A bad relationship will make you feel more alone than when you were single."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "Why is it that the right people never wind up together? Why are people so afraid to leave a relationship, even if they know it's a bad one?"
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "Don't allow someone not worth it to have the power to occupy your thoughts. If they don't find you worth the effort or the time, why should you waste yours?"
    },
    {
      "cite": "Groucho Marx",
      "quote": "I was married by a judge. I should have asked for a jury."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "A deadness occurs in relationships when people are no longer willing to tell each other how they really feel."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Any relationship primarily built on physical attractiveness is predestined to be short lived."
    },
    {
      "cite": "Walter Winchell",
      "quote": "Relationships are like crystals, you don't realize how much you love it until it breaks."
    },
    {
      "cite": "Sam Owen",
      "quote": "We are responsible for our own relationships, their success, their failures, the good times, the bad times. Take responsibility for creating the relationships that you desire."
    },
    {
      "cite": "Gary Chapman",
      "quote": "Positive, affirming relationsips bring great pleasure while poor relationship brings great pain. Great happiness found in good relationships, greatest pain found in bad relationships."
    },
    {
      "cite": "Ty Howard",
      "quote": "Break free of toxic people and relationships, they erode your quality of life."
    },
    {
      "cite": "William James",
      "quote": "Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "If you look for the bad in people expecting to find it, you surely will."
    },
    {
      "cite": "Wiston Auden",
      "quote": "Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods."
    },
    {
      "cite": "Mary Tyler Moore",
      "quote": "Sometimes you have to get to know someone really well to realize you're really strangers."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "The quality of your life is the quality of your relationships."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "For there is but one problem - the problem of human relations. We forget that there is no hope or joy except in human relations."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Problems in relationships occur because each person is concentrating on what is missing in the other person."
    },
    {
      "cite": "Francine Chiar",
      "quote": "All the lies and pain you put me through, I know now that your love was never true."
    },
    {
      "cite": "Jack Twist",
      "quote": "I wish I knew how to quit you!"
    },
    {
      "cite": "Edmund Burke",
      "quote": "People must be taken as they are, and we should never try make them or ourselves better by quarreling with them."
    },
    {
      "cite": "Henry C. Link",
      "quote": "While one person hesitates because he feels inferior, another is busy making mistakes and becoming superior."
    },
    {
      "cite": "Laura Bowers",
      "quote": "Relationships are supposed to make you feel good. Relationships are not supposed to make you feel bad."
    },
    {
      "cite": "Ty Howard",
      "quote": "Professionalism makes work relationships healthy, foolishness and dishonesty erodes them."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There is nothing either good or bad, but thinking makes it so."
    },
    {
      "cite": "Will Smith",
      "quote": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Almost all of our sorrows spring out of our relations with other people."
    },
    {
      "cite": "Marian Keyes",
      "quote": "Failed relationships can be described as so much wasted make-up."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Nostalgia has a way of blocking the reality of the past."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Spend your time with those who love you unconditionally, not with those who only love you under certain conditions."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Love is supposed to lift you up, not hold you down. It is supposed to push you forward, not hold you back."
    },
    {
      "cite": "R. YS Perez",
      "quote": "I have to remember it is not love that has hurt me; but someone who could not love me in the right way."
    },
    {
      "cite": "Tarun Sharma",
      "quote": "Manage your relationships. Great relationships may not be profitable, but bad ones always result in losses."
    },
    {
      "cite": "Gugu Mofokeng",
      "quote": "Nothing hurts more than being disappointed by the one person who you thought would never hurt you."
    },
    {
      "cite": "Stephanie Lahart",
      "quote": "Just say NO to complicated, dead-end, unhealthy, and toxic relationships."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "How can a woman be expected to be happy with a man who insists on treating her as if she were a perfectly normal human being."
    },
    {
      "cite": "Dionne Warwick",
      "quote": "A bad relationship can do that, can make you doubt everything good you ever felt about yourself."
    },
    {
      "cite": "Edith Hamilton",
      "quote": "Love cannot live where there is no trust."
    },
    {
      "cite": "Matt Nix",
      "quote": "Sometimes a bad relationship is the best you can do."
    },
    {
      "cite": "Matt Nix",
      "quote": "Intelligence work is all about relationships. Like a romance, working with a source is more about the heart than the head. Of course, romantic relationships usually end if there's a betrayal, whereas spy relationships often begin with one."
    },
    {
      "cite": "Betsy Thomas",
      "quote": "It's a guide to help women get out of bad relationships. It's called, 'You're a Great Guy, BUT...'"
    },
    {
      "cite": "Jerry Siegel",
      "quote": "I think we go through these bad relationships for a reason."
    },
    {
      "cite": "David Shore",
      "quote": "It's amazing how you can not only know it's a relationship, but that it's a bad relationship based on nothing but nothing."
    },
    {
      "cite": "Jeffrey Lieber",
      "quote": "I went down to get my sister out of a bad relationship. Turns out she didn't want to get out of it so here I am."
    },
    {
      "cite": "Michael Patrick King",
      "quote": "Relationships aren't just about being happy."
    },
    {
      "cite": "Arne Olsen",
      "quote": "We don't have a love/hate relationship! We have a hate/hate relationship."
    },
    {
      "cite": "Tom Angelripper",
      "quote": "Born in bad relationships / Growing up in gutters to learn the tricks / At daggers drawn with all the laws / Don't know what the rules are for"
    },
    {
      "cite": "Maureen Collin",
      "quote": "Bad relationships and people I thought were friends / And people judging me / Before they get to know a thing"
    },
    {
      "cite": "Bob Dylan",
      "quote": "Situations have ended sad / Relationships have all been bad / Mine've been like Verlaine's and Rimbaud / But there's no way I can compare"
    },
    {
      "cite": "Danyle Robinson",
      "quote": "I never seen you before, so were ya been&were you been hiding? / Probably, having a bad relationship, steadily fighting / Came to find me someone like yo, problem solver"
    },
    {
      "cite": "Phoebe Snow",
      "quote": "You see, I've had some bad relationships already and / I've fooled around goin' steady / But this time when I reach out, it may be my last try."
    },
    {
      "cite": "Robert S. Kelly",
      "quote": "Now I was in a real bad abusive relationship / Knowing that, that was no way for me to live"
    },
    {
      "cite": "Harvey Jay Masson",
      "quote": "I can't count the lovers that I've had / All those relationships gone bad / I want to thank you for guiding me / And showing me love"
    },
    {
      "cite": "Kimberly Pate",
      "quote": "This is so all bad, nothing good can come from this / Sweet but sad, I don't know love ruins a relationship / It will never last but it feels so good, guess I gotta deal with it"
    },
    {
      "cite": "Rick Rubin",
      "quote": "Me and my girl we got this relationship / I love her so bad but she treats me like / On lock down like a penitentiary"
    },
    {
      "cite": "Brandon Casey",
      "quote": "See the problem with relationships / In general is that it's always a game"
    },
    {
      "cite": "Brandon Casey",
      "quote": "In the beginning they'll do / Anything to have you / And once they do it's never the same / And I, know everyone out there can relate"
    },
    {
      "cite": "Simon Smith",
      "quote": "Everything is perfect, it seems divine / But for some strange reason, there's always a catch / It's a one-way relationship, it hurts inside"
    },
    {
      "cite": "Simon Smith",
      "quote": "One person smirks while the other one cries / Butterflies in the stomach of the one whose in love / It cuts like a knife, the truth mixed with lies"
    },
    {
      "cite": "Leonora M. Cohen",
      "quote": "One good relationship can mitigate the effect of other bad relationships."
    },
    {
      "cite": "Jon G. Allen",
      "quote": "The single most potent perpetuator of depression is a stable bad relationship"
    },
    {
      "cite": "John Tierney",
      "quote": "Some couples, of course, are better off splitting up, but far too many of them sabotage a relationship that could have worked."
    },
    {
      "cite": "H. Norman DMin Wright",
      "quote": "No relationship is totally without conflict."
    },
    {
      "cite": "H. Norman DMin Wright",
      "quote": "In healthy relationships, the partners are determined to resolve conflicts."
    },
    {
      "cite": "H. Norman DMin Wright",
      "quote": "Unhealthy relationships often develop into love-hate relationships."
    },
    {
      "cite": "H. Norman DMin Wright",
      "quote": "Some relationships just move from one unresolved conflict to another."
    },
    {
      "cite": "Decarlos Stewart",
      "quote": "We all have been in a bad relationship, the type of relationship that leaves is saying that we have had all wae can stand and that we are done with being in the situation we are in."
    },
    {
      "cite": "Michael Crowe",
      "quote": "There is a real need for interpersonal skills to understand and resolve the differences between partners."
    }
  ]
}