{
  "source": "https://www.wisesayings.com/bad-days-quotes/",
  "theme": "bad-days",
  "quotes": [
    {
      "cite": "Carrie P. Snow",
      "quote": "No day is so bad it can't be fixed with a nap."
    },
    {
      "cite": "Dennis S. Brown",
      "quote": "The only difference between a good day and a bad day is your attitude."
    },
    {
      "cite": "Nikki Haley",
      "quote": "Everyone can have a bad day."
    },
    {
      "cite": "Neil Cavuto",
      "quote": "There's nothing wrong or evil about having a bad day. There's everything wrong with making others have to have it... with you."
    },
    {
      "cite": "Unkown",
      "quote": "Sometimes you need those bad days, to help you appreciate the good ones."
    },
    {
      "cite": "Dita Von Tesse",
      "quote": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is."
    },
    {
      "cite": "Unkown",
      "quote": "A bad day is just a day where you have been thinking more negative thoughts than positive ones."
    },
    {
      "cite": "Unkown",
      "quote": "Just because you're having a bad day doesn't mean you're having a bad life."
    },
    {
      "cite": "Patty Medina",
      "quote": "What? You're having a bad day? Think of those who didn't wake up this morning, and can no longer live this day"
    },
    {
      "cite": "Charles Robert Simmons II",
      "quote": "If you've had a bad day, look at it as a good day and you'll never have a bad day again."
    },
    {
      "cite": "David Fincher",
      "quote": "It's a bad day when you don't get the work done that you need to get done or you don't get it done to the satisfaction."
    },
    {
      "cite": "Rea Erika Paraz Ebate",
      "quote": "You have to fight bad days to have best days in your Life."
    },
    {
      "cite": "Ms. Moem",
      "quote": "At midnight, even bad days come to an end."
    },
    {
      "cite": "Aly Raisman",
      "quote": "You have to remember that the hard days are what make you stronger. The bad days make you realize what a good day is. If you never had any bad days, you would never have that sense of accomplishment!"
    },
    {
      "cite": "Les Simple",
      "quote": "Bad days makes you stronger, those are the best days because God is talking to you. you just have to listen closely. Don't let your tears become louder than his voice."
    },
    {
      "cite": "Miranda Kerr",
      "quote": "We all have bad days, but one thing is true; no cloud is so dark that the sun can't shine through."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "We don't have a choice in how or when our bad days will blindside us. But what we do choose is how we allow them to leave us once they're gone. You can use those moments as a catalyst to spur you on to greater things or you can let it be the event that breaks you and leaves you shattered and forever lost in darkness."
    },
    {
      "cite": "Robert W. Merriweather",
      "quote": "If you have a bad day, guess what you chose it!"
    },
    {
      "cite": "James Yager",
      "quote": "A bad day is only as bad as you let it be."
    },
    {
      "cite": "Darryl Van Kirk",
      "quote": "For many of us, a day is neither bad or good. It is our attitude that seems to make it what it is."
    },
    {
      "cite": "Malcolm S Forbes",
      "quote": "Some days are for living. Others are for getting through."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "The cure for bad times is patience."
    },
    {
      "cite": "Proverb",
      "quote": "A bad day never hath a good night."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You can become blind by seeing each day as a similar one. Each day is a different one, each day brings a miracle of its own. It's just a matter of paying attention to this miracle."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "No matter what looms ahead, if you can eat today, enjoy today, mix good cheer with friends today enjoy it and bless God for it."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "There is no good day or bad day, only good or bad actions."
    },
    {
      "cite": "Persian Proverb",
      "quote": "This too shall pass."
    },
    {
      "cite": "Paul Henderson",
      "quote": "I get up every morning and it's going to be a great day. You never know when it's going to be over so I refuse to have a bad day."
    },
    {
      "cite": "Criss Jami",
      "quote": "A lonely day is God's way of saying that he wants to spend some quality time with you."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "There would be no cloud-nine days without rock-bottom moments left below."
    },
    {
      "cite": "Donald L. Hicks",
      "quote": "A day is a day. It's just a measurement of time. Whether it's a good day or a bad day is up to you. It's all a matter of perception."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "The only thing worse than a bad day is no day at all."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Life is fully as bad as you think it is, so never think life is bad."
    },
    {
      "cite": "Dave Matthews Band",
      "quote": "There are bad times, but thats okay, just look for the love in it, don't burn the day away."
    },
    {
      "cite": "Albert Camus",
      "quote": "In the depth of winter, I finally learned that within me there lay an invincible summer."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "After all, tomorrow is another day!"
    },
    {
      "cite": "Bern Williams",
      "quote": "There was never a night or a problem that could defeat sunrise or hope."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Bad is never good until worse happens."
    },
    {
      "cite": "Humphrey Bogart",
      "quote": "Things are never so bad they can't be made worse."
    },
    {
      "cite": "African Proverb",
      "quote": "Smooth seas do not make skillful sailors."
    },
    {
      "cite": "Horace",
      "quote": "Remember when life's path is steep to keep your mind even."
    },
    {
      "cite": "J. Andrew Helt",
      "quote": "When life gives you lemons, please, just don't squirt them in other people's eyes."
    },
    {
      "cite": "Loretta Young",
      "quote": "If you want a place in the sun, you have to expect a few blisters."
    },
    {
      "cite": "Leslie Grossman",
      "quote": "When you're feeling your worst, that's when you get to know yourself the best."
    },
    {
      "cite": "Aughey",
      "quote": "God brings men into deep waters not to drown them, but to cleanse them."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree."
    },
    {
      "cite": "Bern Williams",
      "quote": "There was never a night or a problem that could defeat sunrise or hope."
    },
    {
      "cite": "unknown",
      "quote": "Do not confuse my bad days as a sign of weakness. Those are actually the days I am fighting my hardest."
    },
    {
      "cite": "unknown",
      "quote": "You never see bad days in a photo album, but it is these days that get us from one happy snapshot to the next."
    },
    {
      "cite": "Kathy Charmaz",
      "quote": "Bad days elicit anger and frustration because they negate being one's preferred self."
    },
    {
      "cite": "Kathy Charmaz",
      "quote": "Bad days reflect a frustrating and frightening self, a self that limits are present and might foretell the future."
    },
    {
      "cite": "Kathy Charmaz",
      "quote": "Lessen bad days allow for more elastic definitions."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "Those who desire good life never be in bed at the rising of the sun."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "You cannot beat hard time, but hard times bears fools and scatters their destiny."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "If you allow condition to get rid of you, you are not worthy of a good life."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "Do not fail in life, do not disappoint yourself, seek to know the hidden treasures of life; and you will live longer than your ancestors."
    },
    {
      "cite": "James A. Murphy",
      "quote": "As tides of life rise and fall, life is constant, like the waves crashing upon the shore. Persistence is the key in high and low times..."
    },
    {
      "cite": "Delene Williams",
      "quote": "Encourage yourself, speak to yourself, and lift yourself right on up. Encourage yourself that change its here. Encourage yourself tp continue to pursue."
    },
    {
      "cite": "Delene Williams",
      "quote": "Encourage yourself to carry it out, to walk it out, to search it out, shout it out, and praise your way out to the change that's being presented with encouragement."
    },
    {
      "cite": "Eric Greitens",
      "quote": "When things get really hard, people pray."
    },
    {
      "cite": "Eric Greitens",
      "quote": "Those who do not have worthy struggles in their lives never enjoy the pleasure of celebrating a hard-won victory."
    },
    {
      "cite": "Eric Greitens",
      "quote": "You need resilience not just for the hard times. You need resilience if you're going to be happy."
    },
    {
      "cite": "Hardie Grant Books",
      "quote": "If you have a bad day, the first step is to give up the guilt. Do not beat yourself up about it - you're human after all."
    },
    {
      "cite": "Hardie Grant Books",
      "quote": "There will always be temptations and obstacles in your way, so turn them into positives. Learn from any lapse you may have had."
    },
    {
      "cite": "Jack W. Hayford",
      "quote": "Bad days happen to everyone. They come more often than we think we deserve, and they sometimes last much longer than we think we can stand."
    },
    {
      "cite": "Jack W. Hayford",
      "quote": "Bad days are the results of things that happen, and things that happen are the results of what people do. People who misunderstood. People who hurt us."
    },
    {
      "cite": "Vishnu Karmakar",
      "quote": "No matter what you do, you will still have good days, bad days and average days. If you can survive a bad day, or a bad round, and still maintain your mental composure, it will serve as an example and a building block."
    },
    {
      "cite": "Vishnu Karmakar",
      "quote": "A bad day requires attention, but an especially good shot or good round requires as much, if not more, attention to the workings of your mind."
    },
    {
      "cite": "Donna Daisy",
      "quote": "Life has a beautiful way of teaching lessons through the challenges you face."
    },
    {
      "cite": "Donna Daisy",
      "quote": "When adversity occurs, you always have a choice. You can become helpless and give up, believing that nothing you do will make a difference. Or, you can choose to become empowered by acquiring the mindset, the lifestyle, and the skills."
    },
    {
      "cite": "Aliya Abbas",
      "quote": "Everything and anything is possible when you believe, put forth some action, and focus!"
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "To push forward and show the world that you won't take any more of this nonsense truly defines the person you are and want to be."
    },
    {
      "cite": "Franca Lawrence",
      "quote": "Life is hard and what you do with your difficult life experiences will determine how you turn out in the end."
    },
    {
      "cite": "Franca Lawrence",
      "quote": "There will always be problems and challenges as long as we live."
    },
    {
      "cite": "Brian Azzarello",
      "quote": "You had a bad day and everything changed. Dressing up like a flying rat doesn't hide it, it screams it. You had a bad day and it drove you as crazy as everybody else, only you won 't admit it. You have to keep pretending that life makes sense, that there's some point to all..."
    },
    {
      "cite": "Hideaki Sorachi",
      "quote": "But as long as we live, we shall have bad days. They're not always bad things though. A glass to drink always tastes better at the end of such days."
    },
    {
      "cite": "Foz Allan",
      "quote": "Even on a bad day, there is always something good."
    },
    {
      "cite": "Menno Meyjes",
      "quote": "It's not about what you do on a good day. It's what you do on a bad day."
    },
    {
      "cite": "David Crane",
      "quote": "I have my bad days, but then I remember what a cute smile I have."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "They're just having a bad day. Sometimes they don't think, they get caught up. They're just trying to survive."
    },
    {
      "cite": "Daniel Powter",
      "quote": "Cause you had a bad day / You're taking one down / You sing a sad song just to turn it around"
    },
    {
      "cite": "Heitor Teixeira Pereira",
      "quote": "I'm having a bad bad day / If you take it personal that's okay / Watch this is so fun to see, huh / Despicable me"
    },
    {
      "cite": "Heitor Teixeira Pereira",
      "quote": "I'm having a bad bad day / It's about time that I get my way / Steam rolling whatever I see, huh"
    },
    {
      "cite": "Carrie Snow",
      "quote": "No day is so bad it can't be fixed with a nap."
    },
    {
      "cite": "Henry Moore",
      "quote": "I think, what has this day brought me, and what have I given it?"
    },
    {
      "cite": "Neil Maxwell",
      "quote": "When life is viewed as good, a bad day is easily absorbed."
    },
    {
      "cite": "Cotton Fitzsimmons",
      "quote": "You're not going to make me have a bad day. If there's oxygen on earth and I'm breathing. It's going to be a good day."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Give goodness to the day and before you know it, the day will be giving goodness to you."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "If you keep on saying things are going to be bad, you have a good chance of becoming a prophet."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Don't be mean when you've had a bad day. Be nice, and your day will get better."
    },
    {
      "cite": "Dennis S. Brown",
      "quote": "The only difference between a good day and a bad day is your attitude."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The only thing that could spoil a day was people."
    },
    {
      "cite": "John Lubbock",
      "quote": "A day of worry is more exhausting than a day of work."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Finish each day before you begin the next, and interpose a solid wall of sleep between the two."
    }
  ]
}