{
  "source": "https://www.wisesayings.com/bad-karma-quotes/",
  "theme": "bad-karma",
  "quotes": [
    {
      "cite": "Sylvester Stallone",
      "quote": "There's a natural law of karma that vindictive people, who go out of their way to hurt others, will end up broke and alone."
    },
    {
      "cite": "Sri Guru Granth Sahib",
      "quote": "The person who is basically evil by nature will always be averse to virtuous deeds. He is always engaged in bad karma."
    },
    {
      "cite": "Sakyong Mipham",
      "quote": "Karma moves in two directions. If we act virtuously, the seed we plant will result in happiness. If we act nonvirtuously, suffering results."
    },
    {
      "cite": "William Penn",
      "quote": "The jealous are troublesome to others, but torment to themselves."
    },
    {
      "cite": "American Proverb",
      "quote": "Every sin carries its own punishment."
    },
    {
      "cite": "Latin Proverb",
      "quote": "Let them fall into the snare which they have laid."
    },
    {
      "cite": "The Bible",
      "quote": "Whatsoever a man soweth, that shall he also reap."
    },
    {
      "cite": "Rick Springfield",
      "quote": "Karma is not just about the troubles, but also about surmounting them."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Men are not punished for their sins, but by them."
    },
    {
      "cite": "Proverb",
      "quote": "Whoso diggeth a pit shall fall therein."
    },
    {
      "cite": "Frederick Douglas",
      "quote": "Men may not get all they pay for in this world; but they must certainly pay for all they get."
    },
    {
      "cite": "Galatians",
      "quote": "Whatsoever a man soweth, that shall he also reap."
    },
    {
      "cite": "Hindu Proverb",
      "quote": "They who give have all things; they who withhold have nothing."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "If you keep saying things are going to be bad, you have a chance of being a prophet."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "One who previously made bad karma, but who reforms and creates good karma, brightens the world like the moon appearing from behind a cloud."
    },
    {
      "cite": "Amanda Bynes",
      "quote": "Never Try To Ruin Someone.. That's Bad Karma.. Let Them Ruin Themselves The Victory Is That Much Sweeter. You Reap What You Sow!"
    },
    {
      "cite": "unknown",
      "quote": "Life is just like a boomerang doing bad things to others and karma is turning back double to you."
    },
    {
      "cite": "Proverb",
      "quote": "Before you begin on the journey of revenge, dig two graves."
    },
    {
      "cite": "Latin Proverb",
      "quote": "Punishment awaits all offenses."
    },
    {
      "cite": "American Proverb",
      "quote": "He falls into the pit who leads another to it."
    },
    {
      "cite": "Angie Stone",
      "quote": "I would never disrespect any man, woman, chick or child out there. We re all the same. What goes around comes around, and karma kicks us all in the butt in the end of the day."
    },
    {
      "cite": "Arabic Proverb",
      "quote": "He who sows evil reaps remorse."
    },
    {
      "cite": "Latin Proverb",
      "quote": "He prepares evil for himself who plots mischief for others."
    },
    {
      "cite": "Scottish Proverb",
      "quote": "He that slays shall be slain."
    },
    {
      "cite": "Latin Proverb",
      "quote": "Every man's sin falls on his own head."
    },
    {
      "cite": "unknown",
      "quote": "Be careful how you treat people. What you do to others has a funny way of coming back on you."
    },
    {
      "cite": "American Proverb",
      "quote": "Harm set, harm get."
    },
    {
      "cite": "Gordana Biernat",
      "quote": "KARMA is nothing more than a REMINDER that we are ONE. Harming others we ultimately end up harming ourselves."
    },
    {
      "cite": "Crescans Master",
      "quote": "Remember! What goes around comes around three times harder than before. Karma is a bitch and one day it will come for you."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Let the punishment match the offense."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "I'm a true believer in karma. You get what you give, whether it's bad or good."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Is Fate getting what you deserve, or deserving what you get?"
    },
    {
      "cite": "Ashly Lorenzana",
      "quote": "Sooner or later in life, we will all take our own turn being in the position we once had someone else in."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "My actions are my only true belongings. I cannot escape the consequences of my actions. My actions are the ground on which I stand."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "How people treat you is their karma, how you react is yours."
    },
    {
      "cite": "Bodhidharma",
      "quote": "Still others commit all sorts of evil deeds, claiming karma doesn't exist. They erroneously maintain that since everything is empty, committing evil isn't wrong. Such persons fall into a hell of endless darkness with no hope of release. Those who are wise hold no such conception."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Leave behind the passive dreaming of a rose-tinted future. The energy of happiness exists in living today with roots sunk firmly in reality's soil."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Life will give you whatever experience is most helpful for the evolution of your consciousness."
    },
    {
      "cite": "Nina Hagen",
      "quote": "As long as karma exists, the world changes. There will always be karma to be taken care of."
    },
    {
      "cite": "Yannick Noah",
      "quote": "I believe in Karma. If the good is sown, the good is collected. When positive things are made, that returns well."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "If you're really a mean person you're going to come back as a fly and eat poop."
    },
    {
      "cite": "Sakyong Mipham",
      "quote": "Like gravity, karma is so basic we often don't even notice it."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "Every action of our lives touches on some chord that will vibrate in eternity."
    },
    {
      "cite": "Chanakya",
      "quote": "A man is born alone and dies alone and he experiences the good and bad consequences of his karma alone; and he goes alone to hell or the Supreme abode."
    },
    {
      "cite": "Holly Valance",
      "quote": "I never kill insects. If I see ants or spiders in the room, I pick them up and take them outside. Karma is everything."
    },
    {
      "cite": "Jessica Brody",
      "quote": "Karma comes after everyone eventually."
    },
    {
      "cite": "Ben Okri",
      "quote": "The law is simple. Every experience is repeated or suffered till you experience it properly."
    },
    {
      "cite": "Katie McGarry",
      "quote": "I must have killed a lot of cows in a past life for Karma to hate me this much."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Those who pray for your downfall are concentrating negative thoughts towards you, without taking cognisance of the slippery ground in which they are standing, which could lead to their downfall."
    },
    {
      "cite": "Allen Lokos",
      "quote": "You cannot control the results, only your actions."
    },
    {
      "cite": "Jim Butcher",
      "quote": "What goes around comes around. And sometimes you get what’s coming around."
    },
    {
      "cite": "Edith Wharton",
      "quote": "People pay for what they do, and still more, for what they have allowed themselves to become. And they pay for it simply, by the lives they lead."
    },
    {
      "cite": "unknown",
      "quote": "Don’t waste time on revenge. The people who hurt you will eventually face their own karma."
    },
    {
      "cite": "Benjamin Bayani",
      "quote": "Karma bides it’s time. You will always have to watch out. Karma is unforgiving and always gets payback."
    },
    {
      "cite": "unknown",
      "quote": "No need for revenge. Just sit back and wait. Those who hurt you will eventually screw up themselves and if you’re lucky, God will let you watch."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Sooner or later, everyone sits down to a banquet of consequences."
    },
    {
      "cite": "Girdhar Joshi",
      "quote": "Stop blaming others for the pains and sufferings you have. They are because of you, your karma, and your own disposition."
    },
    {
      "cite": "Ottilie Weber",
      "quote": "Dear Karma, I really hate you right now, you made your point."
    },
    {
      "cite": "H. Raven Rose",
      "quote": "This is your karma. You do not understand now, but you will understand later. The source of pain is within your own larger expression of being."
    },
    {
      "cite": "Chuck Lorre",
      "quote": "I believe that the Laws of Karma do not apply to show business, where good things happen to bad people on a fairly regular basis."
    }
  ]
}