{
  "source": "https://www.wisesayings.com/bad-mood-quotes/",
  "theme": "bad-mood",
  "quotes": [
    {
      "cite": "Jorge Bucay",
      "quote": "When you don't manage your life well, you become angry and frustrated as things don't go as intended, and our bad mood is a sign showing we were not able to resolve the conflict."
    },
    {
      "cite": "David D. Burns",
      "quote": "That's one of the peculiar things about bad moods we often fool ourselves and create misery by telling ourselves things that simply are not true."
    },
    {
      "cite": "Kajol",
      "quote": "I am mean; I'm nasty at times. I don't feel like talking to people at times. When I am in a bad mood and have had a really awful day, don't come in my face because I am not tolerant and I am not a goddess; I can't handle it after a point. I am going to get up, and I am going to scream, and I am going to say bad things to you."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Emotional self-awareness is the building block of the next fundamental emotional intelligence: being able to shake off a bad mood."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Sometimes you can't realize you're in a bad mood until another person enters your orbit."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "Just don't go to a place where everything is too expensive it'll put your husband in a bad mood."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A bad mood is often the reason for blaming others; but very often blaming others causes bad feelings in us: The more we blame others, the worse we feel."
    },
    {
      "cite": "David Wolfe",
      "quote": "Your partner blames you for his or her problems, bad moods and overall unhappiness."
    },
    {
      "cite": "Ellie Kemper",
      "quote": "I think weather affects my mood a lot more than I thought, and I like to be in bad moods sometimes."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "You don't think in depression that you've put on a gray veil and are seeing the world through the haze of a bad mood. You think that the veil has been taken away, the veil of happiness, and that now you're seeing truly."
    },
    {
      "cite": "Cathy Freeman",
      "quote": "When I'm in a bad mood, I don't listen."
    },
    {
      "cite": "Megan Mccafferty",
      "quote": "You can only be in a bad mood for so long before you have to face up to the fact that it isn't a bad mood at all; it's just your sucky personality."
    },
    {
      "cite": "Cher",
      "quote": "Nothing lifts me out of a bad mood better than a hard workout on my treadmill. It never fails. Exercise is nothing short of a miracle."
    },
    {
      "cite": "Faith Hill",
      "quote": "When I wake up in a bad mood, I try not to stay in one. Learn to make the best of what you have."
    },
    {
      "cite": "Amy Krouse Rosenthal",
      "quote": "If someone is in a bad mood, tickling only makes it worse."
    },
    {
      "cite": "Avril Lavigne",
      "quote": "To understand me, you have to meet me and be around me. And then only if I'm in a good mood don't meet me in a bad mood."
    },
    {
      "cite": "Pema Chodron",
      "quote": "My moods are continuously shifting like the weather."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "I never make the mistake of arguing with people for whose opinions I have no respect."
    },
    {
      "cite": "Dennis Prager",
      "quote": "A bad mood is like bad breath. Both are wrong to inflict onto others."
    },
    {
      "cite": "Derek Tangye",
      "quote": "A cat has to be in a very bad mood if a human cannot coax him to purr."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "Sometimes you can't tell if you're just in a bad mood or everyone around you is being annoying."
    },
    {
      "cite": "Henry Rollins",
      "quote": "You can find me in the frozen mood section."
    },
    {
      "cite": "Luis Alberto Urrea",
      "quote": "Everybody knew that being dead could put you in a terrible mood."
    },
    {
      "cite": "David D. Burns",
      "quote": "Every time you feel depressed about something, try to identify a corresponding negative thought you had just prior to and during the depression. Because these thoughts have actually created your bad mood, by learning to restructure them, you can change your mood."
    },
    {
      "cite": "Jonathan Cainer",
      "quote": "The bad mood fairy comes to annoy you only when you are actually in a good position, but don't yet realise it!"
    },
    {
      "cite": "Bill Watterson",
      "quote": "Nothing helps a bad mood like spreading it around."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Ignoring to change your thoughts and beliefs wouldn't fail to cause your negative mood to remain unchanged."
    },
    {
      "cite": "A. J. Jacobs",
      "quote": "It's hard to be in a bad mood when you're walking around looking like you're about to play the semifinals at wimbledon."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "They thought depression was like bieng depressed. They thought it was like being in a bad mood, only worse. Therefore, they tried to get him to snap out of it."
    },
    {
      "cite": "Matthew Woodring Stover",
      "quote": "It's not always easy to distinguish between existentialism and a bad mood."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Don't kill yourself just because you think and feel you are empty. God needs empty vessels to fill!"
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Beware of what you say when you are in a bad mood; dont mix bad words with a bad mood. You'll have many opportunities to change a mood, but you won't be able to replace the words youve spoken."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Remember that a man, a true man, never hates. His rages and his bad moods never last beyond the present moment-like electric shocks."
    },
    {
      "cite": "Himanshu Chhabra",
      "quote": "Just like seasons people change. But the difference is, once gone, seasons come back."
    },
    {
      "cite": "Maisie Williams",
      "quote": "You know sometimes when you're in a really bad mood and you're not sure why? That's how I get sometimes."
    },
    {
      "cite": "Toba Beta",
      "quote": "When you're in bad mood, you find jerk on anywhere."
    },
    {
      "cite": "David Mitchell",
      "quote": "Good moods're as fragile as eggs. Bad moods're as fragile as bricks."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "I got my wife a mood ring. It works real good! When shes in a good mood it turns blue, but when shes in a bad mood theres a red mark across my forehead."
    },
    {
      "cite": "J D Salinger",
      "quote": "If you're not in the mood, you can't do that stuff right."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "When you're in a good mood, bring up the past. When you're in a bad mood, stick to the present. And when you're not feeling emotional at all, it's time to talk about the future."
    },
    {
      "cite": "Salma Hayek",
      "quote": "If I go on a diet and work out, I'm always in a bad mood. I'd rather be a little heavier but nice."
    },
    {
      "cite": "Randy Moss",
      "quote": "My concentration and focus level tends to go down sometimes when I'm in a bad mood."
    }
  ]
}