{
  "source": "https://www.wisesayings.com/bad-habits-quotes/",
  "theme": "bad-habits",
  "quotes": [
    {
      "cite": "Carlos Santana",
      "quote": "Most people don't have that willingness to break bad habits. They have a lot of excuses and they talk like victims."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "It is easier to prevent bad habits than to break them."
    },
    {
      "cite": "Jenny Craig",
      "quote": "A change in bad habits leads to a change in life."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Not managing your time and making excuses are two bad habits. Don't put them both together by claiming you 'don't have the time'."
    },
    {
      "cite": "John Rampton",
      "quote": "Make no mistake about it. Bad habits are called 'bad' for a reason. They kill our productivity and creativity. They slow us down. They hold us back from achieving our goals. And they're detrimental to our health."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "Working people have a lot of bad habits, but the worst of these is work."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "A single bad habit will mar an otherwise faultless character, as an ink-drop soileth the pure white page."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "A bad habit never disappears miraculously, it's an undo-it-yourself project."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Bad habits are our enemies because they hinder us from being the person we want to be."
    },
    {
      "cite": "James Cash Penney",
      "quote": "The best way to stop a bad habit is never to begin it."
    },
    {
      "cite": "Og Mandino",
      "quote": "Good habits are the key to all success. Bad habits are the unlocked door to failure."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Good or bad, habits always deliver results."
    },
    {
      "cite": "Boonaa Mohammed",
      "quote": "A bad habit is only a habit until you can observe it, then it's a choice you make"
    },
    {
      "cite": "Brian Tracy",
      "quote": "Good habits are hard to develop but easy to live with; bad habits are easy to develop but hard to live with. The habits you have and the habits that have you will determine almost everything you achieve or fail to achieve."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "One bad habit often spoils a dozen good ones."
    },
    {
      "cite": "Herbert M. Shelton",
      "quote": "Cutting out bad habits is far more effective than cutting out organs."
    },
    {
      "cite": "Mark Twain",
      "quote": "You can't break a bad habit by throwing it out the window. You've got to walk it slowly down the stairs."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "All bad habits start slowly and gradually, and before you know you have the habit, the habit has you."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "Bad habits are easier to abandon today than tomorrow."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "The strongest thing in the world is a bad habit."
    },
    {
      "cite": "Leo Aikman",
      "quote": "The best way to break a bad habit is to drop it."
    },
    {
      "cite": "Anonymous",
      "quote": "Bad habits are like a comfortable bed, easy to get into, but hard to get out of."
    },
    {
      "cite": "Alain De Botton",
      "quote": "The best cure for one’s bad tendencies is to see them in action in another person."
    },
    {
      "cite": "Warren Buffet",
      "quote": "Bad habits are like chains that are too light to feel until they are too heavy to carry."
    },
    {
      "cite": "Rob Gilbert",
      "quote": "First we form habits, then they form us. Conquer your bad habits or they will conquer you."
    },
    {
      "cite": "Eubie Blake",
      "quote": "I don’t have any bad habits. They might be bad habits for other people, but they’re all right for me."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Bad habits are like infection. Inflammation starts from the mouth and weaken the body’s ability."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "I'll give up my bad habits as soon as equally satisfying good habits become available."
    },
    {
      "cite": "Bret Harte",
      "quote": "Don't be too quickTo break bad habits: better stick,Like the Mission folk, to your arsenic."
    },
    {
      "cite": "David Lee Roth",
      "quote": "We've all got our self-destructive bad habits, the trick is to find four or five you personally like the best and just do those all the time."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Each year one vicious habit rooted out, in time might make the worst man good throughout."
    },
    {
      "cite": "Jerome Hines",
      "quote": "The only proper way to eliminate bad habits is to replace them with good ones."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "Correcting bad habits cannot be done by forbidding or punishment."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Weaken a bad habit by avoiding everything that occasioned it or stimulated it, without concentrating upon it in your zeal to avoid it. Then divert your mind to some good habit and steadily cultivate it until it becomes a dependable part of you."
    },
    {
      "cite": "Martha Beck",
      "quote": "Bad habits fill needs, so find good alternatives for them."
    },
    {
      "cite": "Elizabeth George",
      "quote": "Exchange the bad habit of worrying with the excellent habit of trusting God."
    },
    {
      "cite": "Jack Nicholson",
      "quote": "The only way to break a bad habit was to replace it with a better habit."
    },
    {
      "cite": "Denis Waitley",
      "quote": "The truth is, you don't break a bad habit; you replace it with a good one."
    },
    {
      "cite": "Jose Bergamin",
      "quote": "There are no good or bad habits. All habits are, by definition, bad."
    },
    {
      "cite": "Ifeanyi Enoch Onuoha",
      "quote": "Bad habits are like comfort zones; easier to get into, but harder to get out of."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Bad habits are easy to form, but hard to live with. Good habits are hard to form, but easy to live with. And as Goethe said, ‘Everything is hard before it’s easy."
    },
    {
      "cite": "John Bartholomew Gough",
      "quote": "What you learn from bad habits and in bad society you will never forget, and it will be a lasting pang to you."
    }
  ]
}