{
  "source": "https://www.wisesayings.com/bad-girls-quotes/",
  "theme": "bad-girls",
  "quotes": [
    {
      "cite": "David Niven",
      "quote": "I wonder why it is, that young men are always cautioned against bad girls. Anyone can handle a bad girl. It's the good girls men should be warned against."
    },
    {
      "cite": "Mae West",
      "quote": "Good girls go to heaven, bad girls go everywhere."
    },
    {
      "cite": "Aida Turturro",
      "quote": "I don't look at her like she's a bad girl. She just misunderstood sometime, she's a little troubled, she's a little dysfunctional. She's a survivor."
    },
    {
      "cite": "Ronda Rousey",
      "quote": "The whole 'bad girl' thing allows me to mess up sometimes. And I have freedom to say more of what I want to."
    },
    {
      "cite": "Mae West",
      "quote": "There are no good girls gone wrong - just bad girls found out."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "It's the good girls who keep diaries; the bad girls never have the time."
    },
    {
      "cite": "unknown",
      "quote": "Bad girls ain't no good but good girls ain't no fun."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "I'm half good and I'm half bad. My mama is a very good girl and my daddy is a very bad boy. And I guess that leaves me somewhere sort of...here."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "There is nothing uglier than a very beautiful face with an ugly heart."
    },
    {
      "cite": "Charlotte Stein",
      "quote": "You're a bad girl, trying to force me over the edge ... But you don't have to. I'm already there. I'm already lost in you."
    },
    {
      "cite": "Sara Foster",
      "quote": "I think that everybody would love to play the bad girl. 'Cause for most of us. It's a stretch."
    },
    {
      "cite": "unknown",
      "quote": "A bad attitude can literally block love, blessings and destiny from finding you."
    },
    {
      "cite": "unknown",
      "quote": "Treat me like a queen and I'll treat you like my king. Treat me like a game. And I'll show you how it's played."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Good girl doesn't exist; you just have to choose between bad and worse."
    },
    {
      "cite": "Roger Allan Raby",
      "quote": "A bad attitude is the worst thing that can happen to a group of people. It's infectious."
    },
    {
      "cite": "Epictetus",
      "quote": "When one maintains her proper attitude in life, he does not long after externals."
    },
    {
      "cite": "Belinda Carlisle",
      "quote": "I was like the good girl, bad girl, there were no grey areas for me."
    },
    {
      "cite": "unknown",
      "quote": "Good girls are just bad girls that never got caught."
    },
    {
      "cite": "Amanda Seyfried",
      "quote": "You don't have to listen to those mean girls. They're just there to make you upset and feel bad about yourself. And you know, inside, they feel bad about themselves too. But they don't wanna admit it to anybody."
    },
    {
      "cite": "unknown",
      "quote": "I don't have an attitude problem. You have a problem with my attitude, and that's not my problem."
    },
    {
      "cite": "Ruchir Patel",
      "quote": "You say that I have a bad attitude. Guess what? My attitude is a result of your actions. Change your actions and I will change my attitude."
    },
    {
      "cite": "Payne Stewart",
      "quote": "A bad attitude is worse than a bad swing."
    },
    {
      "cite": "Helen Gurley Brown",
      "quote": "Good girls go to heaven and bad girls go everywhere."
    },
    {
      "cite": "Ludacris",
      "quote": "We want a lady in the street but a freak in the bed."
    },
    {
      "cite": "unknown",
      "quote": "The woman who does not require validation from anyone is the most feared individual on the planet."
    },
    {
      "cite": "unknown",
      "quote": "I can only please one person per day, today is not your day and tomorrow doesn't look good either."
    },
    {
      "cite": "Jay-Z",
      "quote": "They say you can't turn a bad girl good, but once a good girls gone bad, she’s gone forever."
    },
    {
      "cite": "George Carlin",
      "quote": "The main reason Santa is so jolly is because he knows where all the bad girls live."
    },
    {
      "cite": "unknown",
      "quote": "I'm good, but not an angel. I do sin, but I'm not the devil. I'm just a small girl in a big world trying to find someone to love."
    },
    {
      "cite": "Betsey Johnson",
      "quote": "Girls do not dress for boys. They dress for themselves and, of course, each other. If girls dressed for boys they'd just walk around naked at all times."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "Just because you dress sexy doesn't mean you're a bad girl, it just means you know how to dress."
    },
    {
      "cite": "Kelly Clarkson",
      "quote": "I never said I was a 'good girl. I'm not a bad girl. I'm just normal and that's what I'm going to be."
    },
    {
      "cite": "Jethro Tull",
      "quote": "She's a nice girl, but her bad girl's better."
    },
    {
      "cite": "Christopher Pike",
      "quote": "But I wasn't a bad girl. I don't want to be forgotten. I want people to remember me."
    },
    {
      "cite": "George Carlin",
      "quote": "The main reason Santa is so jolly is because he knows where all the bad girls live."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Attitude is a little thing that makes a big difference."
    },
    {
      "cite": "Tom Petty",
      "quote": "How about a cheer for all those bad girls? And all those boys that play that rock and roll? They love it like you love Jesus, It does the same thing to their souls."
    },
    {
      "cite": "Laura Wiess",
      "quote": "My biggest mistake is in believing there are limits to how bad it can get."
    },
    {
      "cite": "Taylor Swift",
      "quote": "I think every girl's dream is to find a bad boy at the right time, when he wants to not be bad anymore."
    }
  ]
}