{
  "source": "https://www.wisesayings.com/bad-behavior-quotes/",
  "theme": "bad-behavior",
  "quotes": [
    {
      "cite": "Kimberly Giles",
      "quote": "All bad behavior is really a request for love, attention, or validation."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Forgiveness requires a sense that bad behaviour is a sign of suffering rather than malice."
    },
    {
      "cite": "Donald L. Hicks",
      "quote": "To change undesirable behaviors we see in the world, we must change the thinking that leads to those behaviors."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Good character going bad is like a beast escaping it's cage; it will be hard to capture it again!"
    },
    {
      "cite": "Billy Porter",
      "quote": "I just feel like we as a human race tend to fear that which we don't understand. It's cause for a lot of bad things and bad behavior to exist on the planet."
    },
    {
      "cite": "Elizabeth Mitchell",
      "quote": "I will overlook bad behavior if I know that people's intentions are good. I have this belief that people really can do good things and that people want to be good."
    },
    {
      "cite": "Dr. Phil",
      "quote": "One thing I believe strongly in this life is that you just don't reward bad behavior."
    },
    {
      "cite": "Alan Robert Neal",
      "quote": "The problem with merely tethering your bad behavior is that you'll eventually drop the chain."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Don't give money to people who won't behave properly with it. You'll just enable bad behavior."
    },
    {
      "cite": "Jane Austen",
      "quote": "A person who is knowingly bent on bad behavior, gets upset when better behavior is expected of them."
    },
    {
      "cite": "Ilana Mercer",
      "quote": "The end result of positively reinforcing bad behavior is that you get more of it. The culmination of a failure to punish predators is a debased, dissolute, slum-dog society in which, by legal decree, the righteous suffer and the wicked prosper."
    },
    {
      "cite": "Martha C. Nussbaum",
      "quote": "Knowledge is no guarantee of good behavior, but ignorance is a virtual guarantee of bad behavior."
    },
    {
      "cite": "Steven Pinker",
      "quote": "Genetically influenced behavior is not necessarily good and not necessarily unchangeable. Explanations of bad behavior that appeal to genes do not absolve a person any more than do explanations that appeal to upbringing."
    },
    {
      "cite": "Noah Baumbach",
      "quote": "I think sometimes bad behaviour can be liberating for certain people. They need to behave badly to find themselves - to go off path to find their path. You see it with kids all the time: They're testing boundaries, and I think that's healthy."
    },
    {
      "cite": "Marianne Faithfull",
      "quote": "Bad behaviour makes men more glamorous. Women get destroyed, thrown out of society and locked up in institutions."
    },
    {
      "cite": "Alexander Mccall Smith",
      "quote": "The trouble with the world today, she thought, was that people were not prepared to stand up to bad behaviour."
    },
    {
      "cite": "Alexander McCall Smith",
      "quote": "If there's bad behaviour, the quickest way of stopping it is to give more love. That always works, you know. People say we must punish when there is wrongdoing, but if you punish you're only punishing yourself. And what's the point of that?"
    },
    {
      "cite": "Proverbs 23:9",
      "quote": "Do not speak in the hearing of a fool, for he will despise the good sense of your words."
    },
    {
      "cite": "Jim Butcher",
      "quote": "Most of the bad guys in the real world don't know that they are bad guys. You don't get a flashing warning sign that you're about to damn yourself. It sneaks up on you when you aren't looking."
    },
    {
      "cite": "Janet Suzman",
      "quote": "I can't bear inequality, I can't bear bad behaviour to other people. I cannot bear it that people are mean to people who can't help what they are."
    },
    {
      "cite": "Owen Jones",
      "quote": "The objective is to change the system and the behaviour it encourages, rather than replacing 'bad' people with 'good' people."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "There is no difference between the person who wishes he can change his bad character and did not and the person who never wished for it. Wishes alone don't change the world!"
    },
    {
      "cite": "B.G. Bowers",
      "quote": "I sometimes marvel at how far I've come - blissful, even, in the knowledge that I am slowly becoming a well-evolved human being - only to have the illusion shattered by an episode of bad behaviour that contradicts the new and reinforces the old."
    },
    {
      "cite": "Gasmaskamn",
      "quote": "It is important to correct bad behavior one toe at a time."
    },
    {
      "cite": "D.R. Silava",
      "quote": "The worst tragedy of sin isn't that it produced bad behavior, but that it produced the idea that bad behavior is strong enough to deflect love."
    },
    {
      "cite": "Craig Conway",
      "quote": "Atrociously bad behavior from a company with a history of atrociously bad behavior."
    },
    {
      "cite": "Cathy Burnham Martin",
      "quote": "We tend to learn from bad examples, but we should take care not to use bad examples as a rationalization of our own bad behavior."
    }
  ]
}