{
  "source": "https://www.wisesayings.com/bad-decision-quotes/",
  "theme": "bad-decision",
  "quotes": [
    {
      "cite": "Thomas Sowell",
      "quote": "You need to be empathetic in your own personal life and we help our neighbors and our friends out who are struggling in our neighborhoods. But we don't make bad decisions based on empathy."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "But with your life you make a few bad decisions, get unlucky a few times, whatever, but you have to keep going, right?"
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "My bad luck got tangled up with my bad decisions, and I'm paying for it."
    },
    {
      "cite": "James Clavell",
      "quote": "Guard yourself and your conscience no one else will and know that a bad decision at the right time can destroy you far more surely than any bullet!"
    },
    {
      "cite": "Miranda July",
      "quote": "Things usually make sense in time, and even bad decisions have their own kind of correctness."
    },
    {
      "cite": "Amy Seimetz",
      "quote": "Boredom is usually what spurs either bad decisions or any decision at all."
    },
    {
      "cite": "Thomm Quackenbush",
      "quote": "A lonely person on a college campus is never more than a few minutes and a bad decision from company."
    },
    {
      "cite": "Phil Crosby",
      "quote": "Making a wrong decision is understandable. Refusing to search continually for learning is not."
    },
    {
      "cite": "Joe Andrew",
      "quote": "The hardest decisions in life are not between good and bad or right and wrong, but between two goods or two rights."
    },
    {
      "cite": "James Mansfield",
      "quote": "Give your decisions, never your reasons.Your decisions may be right, your reasons are sure to be wrong."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "There is no stigma attached to recognizing a bad decision in time to install a better one."
    },
    {
      "cite": "Maisie Williams",
      "quote": "People go down bad paths and they make bad decisions, but it's always justified in their head."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Take responsibility for your last bad decision, and then let it go. Don't blame others or make excuses for yourself."
    },
    {
      "cite": "Jenji Kohan",
      "quote": "There's more to us than the moment we made a bad decision."
    },
    {
      "cite": "Dan Ariely",
      "quote": "A very simple bad decision is to get into debt. And that is very expensive."
    },
    {
      "cite": "Karrine Steffans",
      "quote": "Making bad decisions and choosing the wrong partner can ruin your life for a long time, perhaps forever."
    },
    {
      "cite": "Mac Miller",
      "quote": "When being unable to differentiate a good from a bad decision:it has become time to follow your heart."
    },
    {
      "cite": "Seth",
      "quote": "It's better to make a decision, even the wrong one, than to be in limbo."
    },
    {
      "cite": "Paul Arden",
      "quote": "Start taking bad decisions and it will take you to a place where others only dream of being."
    },
    {
      "cite": "Sonia Sotomayor",
      "quote": "Good people can do bad things, make bad decisions. It doesn't make them bad people."
    },
    {
      "cite": "Cynthia Addai-Robinson",
      "quote": "Even bad decisions usually result in good lessons learned."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "We all make mistakes. Sometimes I think the only point of our miserable lives is simply to learn how to live with the consequences of the bad decisions weÂ´ve made."
    },
    {
      "cite": "Elizabeth Rodriguez",
      "quote": "Parts of you die with every decision you have to make. It becomes about making decisions between bad decisions and worse decisions."
    },
    {
      "cite": "Mark Twain",
      "quote": "Good decisions come from experience. Experience comes from making bad decisions."
    },
    {
      "cite": "Joel Spolsky",
      "quote": "Never put yourself in a position that will put yourself at risk if you make the wrong decision. We spent cash on everything. It's fashionable to make 'bet the company' decisions, but don't do it."
    },
    {
      "cite": "Wynton Marsalis",
      "quote": "The fact that we are culturally ignorant and we don't know what our heritage is, the price that we pay is that we act outside of ourselves almost all the time. We make very bad decisions how we deal with other people and their culture."
    },
    {
      "cite": "Peter Schutz",
      "quote": "A bad decision well implemented is better than a brilliant decision not well implemented."
    },
    {
      "cite": "Sanhita Baruah",
      "quote": "The fact that you made worse decisions in the past shouldn't be an excuse to make bad decisions in the present."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing."
    },
    {
      "cite": "Dick Vitale",
      "quote": "Life is simple. Make good decisions and good things happen. Make bad decisions and bad things happen."
    },
    {
      "cite": "Richard Branson",
      "quote": "In business, if you realize you've made a bad decision, you change it."
    },
    {
      "cite": "Paz De La Huerta",
      "quote": "It's amazing that no matter how much money you have, you can make some bad decisions, and in five months you're on the street, begging."
    },
    {
      "cite": "Allen W. Wood",
      "quote": "We can make mistakes about what we ought to do, and these are not the same as making bad decisions about what to do."
    },
    {
      "cite": "W. E. B. Griffin",
      "quote": "When you are angry, you make bad decisions in direct proportion to the level of your anger."
    },
    {
      "cite": "Madeline Zima",
      "quote": "It's a good idea to prioritize your life and not making drinking the top priority. I think there are aspects of it that definitely illuminate bad decisions and how they'll negatively affect you."
    },
    {
      "cite": "Maimonides",
      "quote": "The risk of a wrong decision is preferable to the terror of indecision."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Don't mourn over your bad decisions. Just start overcoming them with good ones."
    },
    {
      "cite": "Justin Bieber",
      "quote": "Young people in the business have grown up and made the wrong decisions, or bad decisions, and haven't been good role models. To be someone that people look up to is important to me."
    },
    {
      "cite": "Paul Gosar",
      "quote": "If you're not going to have consequences to a bad decision or to mislead Congress or any other aspect of life, that only incubates people to hatch bigger ideas that are not forthright and not abiding by the law."
    },
    {
      "cite": "James C. Collins",
      "quote": "Bad decisions made with good intentions, are still bad decisions."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "If someone you know makes a bad decision or uses bad judgment, it doesn't mean you have to allow that to alter your attitude. Why should you allow anyone else's bad decisions to send you into a tailspin of misery?"
    },
    {
      "cite": "Milan Kundera",
      "quote": "Human life occurs only once, and the reason we cannot determine which of our decisions are good and which are bad is that in a given situation we can make only one decision; we are not granted a second, third, or fourth life in which to compare various decisions."
    },
    {
      "cite": "Bernie Sanders",
      "quote": "The problems we face, did not come down from the heavens. They are made, they are made by bad human decisions, and good human decisions can change them."
    },
    {
      "cite": "Jacque Fresco",
      "quote": "There are no bad people, there are people with insufficient information to make appropriate decisions."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Burning bridges behind you is understandable. It's the bridges before us that we burn, not realizing we may need to cross, that brings regret."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Never cut a tree down in the wintertime. Never make a negative decision in the low time. Never make your most important decisions when you are in your worst moods. Wait. Be patient. The storm will pass. The spring will come."
    },
    {
      "cite": "George S. Patton",
      "quote": "No good decision was ever made in a swivel chair."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "The more decisions we make in a day, the more likely we are to make bad decisions - because deciding wears us down. You start making decisions in the morning, and by the middle of the afternoon, you're running on fumes."
    },
    {
      "cite": "Deb Caletti",
      "quote": "Sometimes good choices are really bad ones, wrapped up in so much fear you can’t even see straight."
    },
    {
      "cite": "Jim Camp",
      "quote": "Unnecessary fear of a bad decision is a major stumbling block to good decisions."
    },
    {
      "cite": "Andy Stanley",
      "quote": "You don't sit around looking for reasons to do the right thing; it's the bad decisions that require creative reasoning."
    },
    {
      "cite": "Elias Canetti",
      "quote": "Every decision is liberating, even if it leads to disaster. Otherwise, why do so many people walk upright and with open eyes into their misfortune?"
    },
    {
      "cite": "David Russell",
      "quote": "The hardest thing in life is to know which bridge to cross and which to burn."
    },
    {
      "cite": "Marcel Proust",
      "quote": "All our final decisions are made in a state of mind that is not going to last."
    },
    {
      "cite": "Sun Tzu",
      "quote": "The quality of decision is like the well-timed swoop of a falcon which enables it to strike and destroy its victim."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Ever notice that \"what the hell\" is always the right decision?"
    },
    {
      "cite": "Aaron Hill",
      "quote": "Tender-handed stroke a nettle, / And it stings you for your pains; / Grasp it like a man of mettle, / And soft as silk it remains."
    },
    {
      "cite": "Ken Cruickshank",
      "quote": "If a committee is allowed to discuss a bad idea long enough, it will inevitably vote to implement the idea simply because so much work has already been done on it."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "Even a correct decision is wrong when it is taken too late."
    },
    {
      "cite": "Warren Buffett",
      "quote": "You only have to do a very few things right in your life so long as you don't do too many things wrong."
    },
    {
      "cite": "Warren Buffett",
      "quote": "If you don't make mistakes, you can't make decisions."
    },
    {
      "cite": "Ellis Vidler",
      "quote": "Don't be too concerned about bad decisions. Bad decisions make good stories."
    },
    {
      "cite": "Marion G. Harmon",
      "quote": "Everything happens for a reason. But sometimes the reason is that you're stupid and you make bad decisions."
    },
    {
      "cite": "Billy Graham",
      "quote": "We are free to choose, but we reap the consequences of bad moral decisions."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "If someone tells you he is going to make a 'realistic decision', you immediately understand that he has resolved to do something bad."
    },
    {
      "cite": "James Rupert Nance",
      "quote": "The only bad thing about making a mistake is to keep on making it."
    },
    {
      "cite": "Sophocles",
      "quote": "Men of ill-judgment oft ignore the good that lies within their hands, til they have lost it."
    },
    {
      "cite": "Ranal Currie",
      "quote": "Bad decisions create even worse circumstances."
    },
    {
      "cite": "Sarah Bhatnagar",
      "quote": "Impulsive actions, and bad decisions, / one cannot dive in wells when they’re thirsty, / But at one point- out of desperation, we all did."
    },
    {
      "cite": "Will Conaway",
      "quote": "Don't let one bad decision be the first in a series of more bad decisions."
    },
    {
      "cite": "Isaiah Henkel",
      "quote": "Don’t ever feel bad for making a decision that upsets other people. You are not responsible for their happiness. You are responsible for your happiness."
    },
    {
      "cite": "Tokio",
      "quote": "Have you ever thought that if you could go back in time you probably wouldn't make the same decisions? And that we all make our own snowballs with our bad decisions, snowballs that get bigger and bigger, like the rock in Indiana Jones, and slide down after you to squash you. All the decisions we made in the past they take us inexorably to our future."
    },
    {
      "cite": "Dr. George O'Malley",
      "quote": "Sometimes, even the best of us make rash decisions - bad decisions. Decisions we pretty much know we're gonna regret the moment, the minute - especially the morning after. I mean, maybe not \"regret\" regret because at least, you know, we put ourselves out there but still, something inside us decides to do a crazy thing."
    },
    {
      "cite": "Governor Swann",
      "quote": "Even a good decision if made for the wrong reasons can be a wrong decision."
    },
    {
      "cite": "Sunny",
      "quote": "Every bad decision has to start somewhere."
    }
  ]
}