{
  "source": "https://www.wisesayings.com/baggage-quotes/",
  "theme": "baggage",
  "quotes": [
    {
      "cite": "Arnold H. Glasgow",
      "quote": "Your body is the baggage you must carry through life. The more excess the baggage, the shorter the trip."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Never ever hurt anyone in this journey. We are all travelers and we must carry kindness in our baggage!"
    },
    {
      "cite": "Nitya Prakash",
      "quote": "Where I can't take you along with me, I stuff my emotional baggage with your words and unpack them slowly, a bit all the way, till I return."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "After a bad trip, don't carry your luggage on board the next flight. Stay grounded til you figure out a new way to travel."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Even the elephant carries but a small trunk on his journeys. The perfection of traveling is to travel without baggage."
    },
    {
      "cite": "T Jay Taylor",
      "quote": "Maybe your baggage is lighter or you carry it in a fancier suitcase, but we all have baggage."
    },
    {
      "cite": "Rebecca McNutt",
      "quote": "I’ve been alive a long time, long enough to know that the more baggage you carry in life, the more unstable you’ll be, until eventually you get sick of carrying it, and then you just fall down."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Everyone you meet comes with baggage, find someone who cares enough to help you unpack."
    },
    {
      "cite": "John Muir",
      "quote": "Only by going alone in silence, without baggage, can one truly get into the heart of the wilderness. All other travel is mere dust and hotels and baggage and chatter."
    },
    {
      "cite": "Wayne L.Misner",
      "quote": "Keeping baggage from the past will leave no room for happiness in the future."
    },
    {
      "cite": "Nikki Sixx",
      "quote": "In life, when the baggage gets too heavy, you have to put it down."
    },
    {
      "cite": "Wally Amos",
      "quote": "Life truly is a journey, and the less baggage we carry the easier the ride."
    },
    {
      "cite": "Stuart Wilde",
      "quote": "Things you believe are baggage in your life."
    },
    {
      "cite": "George William Curtis",
      "quote": "Modern Americans travel light, with little philosophic baggage other than a fervent belief in their right to the pursuit of happiness."
    },
    {
      "cite": "Sean Bean",
      "quote": "I sort of leave the character at the end of the day. I don't carry anything around with me - no excess baggage or unnecessary thoughts. I think it's too exhausting to do that. To put things into perspective - your work is your work, and your leisure time is something else."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "Simplicity is making the journey of this life with just baggage enough."
    },
    {
      "cite": "Willliam Congreve",
      "quote": "In my conscience I believe the baggage loves me, for she never speaks well of me herself, nor suffers anybody else to rail at me."
    },
    {
      "cite": "Paul David Hewson",
      "quote": "Love is not the easy thing... The only baggage you can bring Is all that you can't leave behind."
    },
    {
      "cite": "Carlos Santana",
      "quote": "Everybody sooner or later has to drop the luggage and the baggage of illusions."
    },
    {
      "cite": "Dolores O'Riordan",
      "quote": "I keep my children safe and protected from all my baggage. They get to have a normal childhood, and they're not affected by my life."
    },
    {
      "cite": "Rory Freedman",
      "quote": "Sometimes it's hard to tell where your instincts start and your baggage stops."
    },
    {
      "cite": "Phil Brown",
      "quote": "The way the game is, players come to a football club with baggage. Whether that's positive or negative, they come to a new club with some luggage. Tony's baggage over the last four or five years has been not playing so many games at Tottenham."
    },
    {
      "cite": "Peggy Ryan",
      "quote": "The only way to lose weight is to check it as airline baggage."
    }
  ]
}