{
  "source": "https://www.wisesayings.com/balance-quotes/",
  "theme": "balance",
  "quotes": [
    {
      "cite": "Zig Ziglar",
      "quote": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty."
    },
    {
      "cite": "Gretchen Pilar",
      "quote": "A good method of juggling different tasks is to always balance the short and long term tasks."
    },
    {
      "cite": "Jenna Bognar",
      "quote": "Live life in harmony. Balance the elements of life around you to live in peace. Let your worries go. Do not stress over things you cannot control. Live and be."
    },
    {
      "cite": "Euripides",
      "quote": "The best and safest thing is to keep a balance in your life, acknowledge the great powers around us and in us. If you can do that, and live that way, you are really a wise man."
    },
    {
      "cite": "Jana Kingsford",
      "quote": "Balance is not something you find, it's something you create."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Man maintains his balance, poise, and sense of security only as he is moving forward."
    },
    {
      "cite": "Beyonce Knowles",
      "quote": "I have so much admiration for women who are mothers, who balance family and work."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "We need to introduce a little balance into your life. Part of this balance means not missing out on some of the marvels of life around you, the fun, some excitement, or other challenges in life."
    },
    {
      "cite": "Senora Roy",
      "quote": "Happy thoughts or wishful thinking won't cut it. Rather, the trick is to replace negative thoughts with more balanced thoughts."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The balance of power is the scale of peace."
    },
    {
      "cite": "Stanley Victor Paskavich",
      "quote": "Belief and disbelief creates the balance of our existence."
    },
    {
      "cite": "Nigella Lawson",
      "quote": "You need a balance in life between dealing with whats going on inside and not being so absorbed in yourself that it takes over."
    },
    {
      "cite": "Ira Kaplan",
      "quote": "It's one of the things that makes it enjoyable to keep playing; you have to approach each set differently and make some balance between what you want to do and what seems right."
    },
    {
      "cite": "Michael Steinhardt",
      "quote": "The balance between confidence and humility is best learned through extensive experience and mistakes."
    },
    {
      "cite": "John Adams",
      "quote": "The balance of power in a society accompanies the balance of property in land."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Achieve balance through the combined conscious states of the heart and mind."
    },
    {
      "cite": "Jessye Norman",
      "quote": "Problems arise in that one has to find a balance between what people need from you and what you need for yourself."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "So divinely is the world organized that every one of us, in our place and time, is in balance with everything else."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Feeling that your life is on the edge doesn't mean that you're going to end up falling. Find the balance to stay strong and carry on."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Happiness would lose its importance if it is not be balanced by sadness."
    },
    {
      "cite": "Stephen Covey",
      "quote": "The challenge of work-life balance is without question one of the most significant struggles faced by modern man."
    },
    {
      "cite": "Eve Babitz",
      "quote": "It was all balance. But then, she already knew that from surfing."
    },
    {
      "cite": "Senora Roy",
      "quote": "When we focus on our blessings it creates an appreciative heart and adds a strong sense of balance to our lives."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "Somehow, we'll find it. The balance between whom we wish to be and whom we need to be. But for now, we simply have to be satisfied with who we are."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "The gift of balance in your life - may you find the balance of life, time for work but also time for play. Too much of one thing ends up creating stress that no one needs in their life."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The dogged determination and patience of one person to do what is Right and Necessary may not always win the day or even be noticed, but it will tip the balance just a little in the direction of good."
    },
    {
      "cite": "Tshepo Koos Maluleke",
      "quote": "The best relationships are those with an equal balance between communication and action."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "Women need real moments of solitude and self reflection to balance out how much of ourselves we give away."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Life is about balance. Be kind, but don't let people abuse you. Trust, but don't be deceived. Be content, but never stop improving yourself."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "Live a balanced life - learn some and think some and draw and paint and sing and dance and play and work every day some."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When bored of sitting, move! When bored of moving, sit! Balance your life or there will remain neither moving nor sitting in your life but only falling!"
    },
    {
      "cite": "Kall",
      "quote": "Happiness depends on how you balance your life's equations between positive and negative experiences and attitudes."
    },
    {
      "cite": "Marc Benioff",
      "quote": "I believe a balanced life is essential, and I try to make sure that all of our employees know that and live that way. It's crucial to me as a manager that I help ensure that our employees are as successful as our customers and partners."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Balance your thoughts with action. If you spend too much time thinking about a thing, you'll never get it done."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "In all aspects of our lives balance is key. Doing one thing too much can cause upset, like the old saying goes, everything in moderation is the secret!."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "Beauty is only skin deep. What's really important is finding a balance of mind, body and spirit."
    },
    {
      "cite": "Betsy Jacobson",
      "quote": "Balance is not better time management, but better boundary management. Balance means making choices and enjoying those choices."
    },
    {
      "cite": "Khoi Vinh",
      "quote": "You have to have a balance and understand that as much as you would like to have absolute control over everything, it's just not realistic."
    },
    {
      "cite": "Jack Welch",
      "quote": "There's no such thing as work-life balance. There are work-life choices, and you make them, and they have consequences."
    },
    {
      "cite": "Oren Peli",
      "quote": "It's always about finding the right balance between answering some questions and raising new ones to keep your story going."
    },
    {
      "cite": "Catherine Pulsife",
      "quote": "We need to maintain a proper balance in our life by allocating the time we have. There are occasions where saying no is the best time management practice there is."
    },
    {
      "cite": "Peter Latham",
      "quote": "Fortunate, indeed, is the man who takes exactly the right measure of himself and holds a just balance between what he can acquire and what he can use."
    },
    {
      "cite": "Olivia Newton-John",
      "quote": "There's a balance in my life. There's reality, and there's the part that looks really glamorous, but we're all just people in the end."
    },
    {
      "cite": "Bronnie Ware",
      "quote": "Don't work too hard. Try to maintain balance. Don't make work your whole life."
    },
    {
      "cite": "Philip Green",
      "quote": "It's all about quality of life and finding a happy balance between work and friends and family."
    },
    {
      "cite": "Cara Delevingne",
      "quote": "When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Happiness is not a matter of intensity but of balance and order and rhythm and harmony."
    },
    {
      "cite": "Roshan Sharma",
      "quote": "Life works with balance. If you give and receive out of giving, you create a balance with life. You serve life, before you expect life to serve you."
    },
    {
      "cite": "Brian Benjamin Sotomayor",
      "quote": "Balance is key, without balance there's conflict , a battle between positivity and negativity."
    },
    {
      "cite": "Carlos Coleman",
      "quote": "Power is bad / Silence is good / Violence is bad / But balance is good / The world isn't fair / The challenge is great / It's bitter and sweet"
    },
    {
      "cite": "Carlos Coleman",
      "quote": "We all in the way, too stubborn to move / We try and we fail, we love and we lose / We push and we pull, we come and we go / It's one and the same, cause it's one thing I know / Balance is good, balance is good"
    },
    {
      "cite": "Hannah Evyenia Karydas",
      "quote": "I'd do anything for a soul, for a soul, 'cause I feel nothing / But I know there's some way to bring back my balance / A soul, for a soul, 'cause I feel nothing"
    },
    {
      "cite": "Scott Benji",
      "quote": "Don't lose ya balance / Losing your balance / The fool never loved you / Babygirl you are a soldier / Whichever way you take don't let that crown tip over"
    },
    {
      "cite": "Gavin Rossdale",
      "quote": "Man on the run / You better step aside / Man on the run / Running for his life / Man on the run / Racing through the balance"
    },
    {
      "cite": "Martin Gore",
      "quote": "There's more besides joyrides / Little house in the countryside / Understand, learn to demand / Compromise, sometimes lie / Get the balance right, get the balance right"
    },
    {
      "cite": "Martin Gore",
      "quote": "Don't take this way, don't take that way / Straight down the middle until next Thursday/ Push to the left, back to the right / Twist and turn till you've got it right / Get the balance right"
    },
    {
      "cite": "Burt Bacharach",
      "quote": "Once to every deer there comes a deer / And from that first moment it's very clear that / The balance of nature goes on / Forever and ever with true love"
    },
    {
      "cite": "Edwin J Hayes",
      "quote": "Till your memory starts to fade out and your game of life is played out / Got to balance out the power don't we? / Balance your emotions / Push and pull positions like the moon pulls on the ocean"
    },
    {
      "cite": "Howard Jones",
      "quote": "The balance of love is now in the red / I'm fed up with the empty things you said"
    },
    {
      "cite": "Chino Moreno",
      "quote": "Oh can you taste your life / Balanced, balanced, balanced / How will you spend your time / Reborn, reborn, reborn"
    },
    {
      "cite": "Steven Van Zandt",
      "quote": "Realign your mind, soul and body, begin again / Time to get ready for childhood's end / Too many overfed, underfed, landrich, landless / The time has come for justice or maybe one last kiss / Got my eyes wide open time for new birth / Restore the balance"
    },
    {
      "cite": "Tove Lo",
      "quote": "Breathe and balance and love, I was born on the scene / Now it runs in my blood, yeah, you know what I mean"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "And every life spawned in this Universe by the Creator; sagaciously balanced itself between its share of enchantingly good and diabolically bad."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "In talking / In walking / In working / In life / In all subjects / Balance is magnet  / To the strength / For a sustainable way / And  / The strong security  / Of yourself."
    },
    {
      "cite": "Robert Mark Kamen",
      "quote": "Better learn balance. Balance is key. Balance good, karate good. Everything good. Balance bad, better pack up, go home. Understand?"
    },
    {
      "cite": "Tony Gilroy",
      "quote": "When you really are enjoying what it is you do, who needs balance? There's your balance! There's your balance. When you're really enjoying what it is you do, there's your balance."
    },
    {
      "cite": "Ryan Murphy",
      "quote": "Sometimes to lose balance for love is part of living a balanced life."
    },
    {
      "cite": "Ryan Murphy",
      "quote": "Listen, balance, my darling, is not letting anybody love you less than you love yourself."
    },
    {
      "cite": "Jeff Nathanson",
      "quote": "Everything you see - exists together in a delicate balance. While others search for what they can take, a true king searches for what he can give."
    },
    {
      "cite": "Haim Saban",
      "quote": "Yes. But you're lacking balance in your life. You're pushing yourself too hard. And that's not letting you be at your best."
    },
    {
      "cite": "Michael Dante DiMartino",
      "quote": "You must gain balance within yourself before you can bring balance to the world."
    },
    {
      "cite": "John Bellairs",
      "quote": "Life is like riding a bicycle. To keep your balance you must keep moving."
    },
    {
      "cite": "David Chase",
      "quote": "You've got to have balance in a relationship."
    },
    {
      "cite": "Alfred Gough",
      "quote": "For everything in nature, there is a balance."
    },
    {
      "cite": "Margaret Wehrenberg",
      "quote": "People out of balance can be out of balance with their goals."
    },
    {
      "cite": "John A. Andrews",
      "quote": "As a human beings, our life gets out of balance when our priorities are out of whack."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "The calm and balanced mind is the strong and great mind; the hurried and agitated mind is the weak one."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Work, love and play are the great balance wheels of man’s being."
    },
    {
      "cite": "John Wooden",
      "quote": "Next to love, balance is the most important thing."
    },
    {
      "cite": "Steven Covey",
      "quote": "Wisdom is your perspective on life, your sense of balance, your understanding of how the various parts and principles apply and relate to each other."
    },
    {
      "cite": "Colin Wright",
      "quote": "Extremes are easy. Strive for balance."
    },
    {
      "cite": "Ricky Lankford",
      "quote": "Balance. The ultimate goal."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Happiness is not a matter of intensity but of balance and order and rhythm and harmony."
    },
    {
      "cite": "Confucius",
      "quote": "The best and safest thing is to keep a balance in your life, acknowledge the great powers around us and in us. If you can do that, and live that way, you are really a wise man. Euripides to go beyond is as wrong as to fall short."
    },
    {
      "cite": "Michael Thomas Sunnarborg",
      "quote": "A true balance between work and life comes with knowing that your life activities are integrated, not separated."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "The critical part of a balance life is choosing priorities. If you are tying to balance family and a career, the choices are complex because both are important."
    },
    {
      "cite": "The Tao Te Ching",
      "quote": "Whether you go up the ladder or down it, your position is shaky. When you stand with your two feet on the ground, you will always keep your balance."
    },
    {
      "cite": "Ambuj Bajpai",
      "quote": "All of my experience has taught me that the key to life boils down to one thing: balance."
    },
    {
      "cite": "Thomas Kinkade",
      "quote": "Balance, peace, and joy are the fruit of a successful life. It starts with recognizing your talents and finding ways to serve others by using them."
    },
    {
      "cite": "Ambuj Bajpai",
      "quote": "Balance is important in every aspect of our lives- our health, our relationships; our diet... the list goes on."
    },
    {
      "cite": "Ambuj Bajpai",
      "quote": "Moderation is a commitment to balance."
    },
    {
      "cite": "Ambuj Bajpai",
      "quote": "First and foremost is an understanding that the most powerful drug available to human kind is one called 'Life Balance.'"
    },
    {
      "cite": "Ambuj Bajpai",
      "quote": "Yes, life's good when things go right, and vitality is the reward for creating and maintaining life balance in all three realms of mind, body and spirit."
    },
    {
      "cite": "Seymour R. Ian",
      "quote": "If you want to avoid burn-out you must maintain a healthy balance between work, rest and play."
    },
    {
      "cite": "Art Garfunkel",
      "quote": "I have the feeling that in a balanced life one should die penniless. The trick is dismantling."
    },
    {
      "cite": "Sea Change Publishing",
      "quote": "Balance is a journey, not a destination."
    },
    {
      "cite": "Sea Change Publishing",
      "quote": "Part of the balance for me is making time for friends as well as building new friendships."
    },
    {
      "cite": "Sea Change Publishing",
      "quote": "Being more balance has helped me to come to the realization that 'things' can't make us happy, only we hold the key to our own happiness."
    },
    {
      "cite": "Marilyn Meberg",
      "quote": "So many of us yearn for balance in our lives. We hope to find that precise alignment which will leave all our daily responsibilities in perfect harmony."
    }
  ]
}