{
  "source": "https://www.wisesayings.com/bali-quotes/",
  "theme": "bali",
  "quotes": [
    {
      "cite": "Anais Nin",
      "quote": "Life, religion and art all converge in Bali. They have no word in their language for 'artist' or 'art.' Everyone is an artist."
    },
    {
      "cite": "Abeer Allan",
      "quote": "And like tea dissolving in hot water, the sun dissolved in the sky… creating a velvet horizon, announcing for the stars’ night dance with the moon, the awaited joy for the wounded souls. — From Bali – The Rebirth"
    },
    {
      "cite": "Sam Keen",
      "quote": "There is a saying in Bali: \"We have no art. We do everything as beautifully as possible.\" This reflects my philosophy of practice. I try to remember daily what a gift it is to have the privilege of living in this wondrous world."
    },
    {
      "cite": "Margaret Mead",
      "quote": "[In Bali] life is a rhythmic, patterned unreality of pleasant, significant movement, centered in one's own body to which all emotions long ago withdrew."
    },
    {
      "cite": "Toba Beta",
      "quote": "Don't talk about heaven if you've never been to Bali."
    },
    {
      "cite": "Arthur Erickson",
      "quote": "Tahiti has been spoiled for many years, but Bali is one of the few cultures with origins in one of the great ancient cultures which is still alive."
    },
    {
      "cite": "Ben Folds",
      "quote": "I could probably live in Bali the rest of my life and completely live in the sticks and have a f–king moped and make a record every couple of years and not step in public and break even like I do anyway. That's really tempting."
    },
    {
      "cite": "Carolyn Murphy",
      "quote": "My favorite hotel is the Villa Alilla in Bali. The setting is pure bliss, overlooking the ocean of Uluwatu; the eye line makes you feel as if you're floating on top of the ocean."
    },
    {
      "cite": "Joe Taslim",
      "quote": "My favorite place in Indonesia is Bali. I was there with my family in Nusa Dua, and my kids loved it. I'm a workaholic, so for me, Bali is a place where you can have a vacation, but you can have your own moment as well. You feel like you blend with nature - and I love the beach."
    },
    {
      "cite": "Matt Groening",
      "quote": "I went to Bali, and I was in a small village, and somebody who was with me showed a woman a little figurine of Bart and asked: 'Do you know who this is?' And she said: 'Mickey Mouse.'"
    },
    {
      "cite": "Rita Gelman",
      "quote": "Stay away from Europe, stay away from Japan, Australia. If you go to the Western world, you're gonna pay more money. You can spend five months in Bali for what you'd spend in one month in Europe."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Religious ceremonies are of paramount importance in Bali ( an island, don’t forget, with seven unpredictable volcanoes on it-you would pray, too)."
    },
    {
      "cite": "Henry Golding",
      "quote": "Bali is the sort of place where you can walk down the street and find something picturesque."
    },
    {
      "cite": "Chip Conley",
      "quote": "Bali is one of my favorite places in the world. In one of my past lives, I believe I was living on the island of Bali."
    },
    {
      "cite": "Peggy Lee",
      "quote": "Bali Ha'I may call you, any night, any day. In your heart, you'll hear it call you. Come away, come away."
    },
    {
      "cite": "The Wondermints",
      "quote": "I'll be in Bali. Beautiful Bali. That's where I want to be."
    }
  ]
}