{
  "source": "https://www.wisesayings.com/ballerina-quotes/",
  "theme": "ballerina",
  "quotes": [
    {
      "cite": "Merce Cunningham",
      "quote": "You have to love dancing to stick to it. It gives you nothing back, no manuscripts to store away, no paintings to show on walls and maybe hang in museums, no poems to be printed and sold, nothing but that single fleeting moment when you feel alive."
    },
    {
      "cite": "Torron-Lee Dewar",
      "quote": "Every dance you make belongs to you. It is part of your collection. When you think of it like that, you'll want to make your next routine the best you've ever made!"
    },
    {
      "cite": "Ayn Rand",
      "quote": "It ballet is a perfect medium for the expression of spiritual love."
    },
    {
      "cite": "Shah Asad Rizvi",
      "quote": "Dance as the narration of a magical story; that recites on lips, illuminates imaginations and embraces the most sacred depths of souls."
    },
    {
      "cite": "Shah Asad Rizvi",
      "quote": "Dance to inspire, dance to freedom, life is about experiences so dance and let yourself become free."
    },
    {
      "cite": "Erol Ozan",
      "quote": "Dancing is creating a sculpture that is visible only for a moment."
    },
    {
      "cite": "Shah Asad Rizvi",
      "quote": "One step, two steps, three steps; like winds of time experience joy of centuries, when movements become revelations of the dance of destinies."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "The ballet needs to tell its own story in such a way it can be received without having to be translated into language."
    },
    {
      "cite": "Robert Gottlieb",
      "quote": "All ballet galas are unbearable, but they're unbearable in different ways."
    },
    {
      "cite": "George Balanchine",
      "quote": "The ballet is a purely female thing; it is a woman, a garden of beautiful flowers, and man is the gardener."
    },
    {
      "cite": "Sutton Foster",
      "quote": "Ballet is an incredibly difficult, beautiful art form that takes a lot of training, a lot of time, and a lot of hard work."
    },
    {
      "cite": "Robert Gottlieb",
      "quote": "Ballet is like any other art form in that we all start out knowing nothing about it."
    },
    {
      "cite": "Lincoln Kirstein",
      "quote": "Dance design is not simply one element; it is that without which ballet cannot exist. As aria is to opera, words to poetry, color to painting, so sequence in steps their syntax, idiom, vocabulary are the stuff of stage dancing."
    },
    {
      "cite": "George Balanchine",
      "quote": "In ballet a complicated story is impossible to tell we can't dance synonyms."
    },
    {
      "cite": "Jennifer Homans",
      "quote": "Ballet is purifying, every movement physically honed and essential, with no superfluity or excess."
    },
    {
      "cite": "Trudy Garfunkel",
      "quote": "Ballet is a universe of the imagination, a place of magic and enchantment, beauty and romance. Its many worlds vibrate with graceful dancers, glorious music, and sumptuous costumes."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Ballet is the body rising. Ballet is ceremonial and hieratic. Its disdain for the commonplace material world is the source of its authority and glamour."
    },
    {
      "cite": "Martin Fridmann",
      "quote": "Ballet is created on beautiful lines and shapes. If what you hear and what you see mesh, there's a very thrilling experience."
    },
    {
      "cite": "Bill Irwin",
      "quote": "The physical language of the body is so much more powerful than words."
    },
    {
      "cite": "Henry Havelock Ellis",
      "quote": "Dancing is the loftiest, the most moving, the most beautiful of the arts. For it is no mere translation or abstraction of life. It is life itself."
    },
    {
      "cite": "Nina Ananiashvili",
      "quote": "Ballet is not just movement, not simply abstract. It's something beautiful. Sometimes there's this feeling in the movement that makes me want to cry."
    },
    {
      "cite": "George Borodin",
      "quote": "Ballet is not technique but a way of expression that comes more closely to the inner language of man than any other."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "Dancing is like bank robbery, it takes split-second timing."
    },
    {
      "cite": "Agnes De Mille",
      "quote": "Ballet technique is arbitrary and very difficult. It never becomes easy; it becomes possible."
    },
    {
      "cite": "Edwin Denby",
      "quote": "Ballet is the one form of theater where nobody speaks a foolish word all evening, nobody on the stage at least."
    },
    {
      "cite": "Maria Tallchief",
      "quote": "A ballerina takes steps given to her and makes them her own. Each individual brings something different to the same role,"
    },
    {
      "cite": "Natalia Makarova",
      "quote": "A real ballerina must fill her space with her own personality."
    },
    {
      "cite": "Priya Sachdev",
      "quote": "The ballerina style is here to stay. An added advantage is that the shoes blend well with Indian as well as Western attire."
    },
    {
      "cite": "Elton John",
      "quote": "Blue jean baby, LA lady, seamstress for the band. Pretty eyed, pirate smile, you'll marry a music man. Ballerina, you must have seen her dancing in the sand."
    },
    {
      "cite": "Robert Gottlieb",
      "quote": "The first movement ballerina should be a paradigm of strength and authority."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Dancing can reveal all the mystery that music conceals."
    },
    {
      "cite": "Arlene Croce",
      "quote": "Ballet is only good when it is great."
    },
    {
      "cite": "Maris Liepa",
      "quote": "When one lifts a ballerina, it is not her weight but her nature that causes the problem."
    }
  ]
}