{
  "source": "https://www.wisesayings.com/ballet-quotes/",
  "theme": "ballet",
  "quotes": [
    {
      "cite": "Martin Fridmann",
      "quote": "Ballet is created on beautiful lines and shapes. If what you hear and what you see mesh, there's a very thrilling experience."
    },
    {
      "cite": "Kevin Mckenzie",
      "quote": "I think most dancers would agree that the art of ballet chooses the dancer, not the other way around."
    },
    {
      "cite": "Greg Ray",
      "quote": "You go to the ballet and you see girls dancing on their tiptoes. Why don't they just get taller girls?"
    },
    {
      "cite": "George Borodin",
      "quote": "Ballet is not technique but a way of expression that comes more closely to the inner language of man than any other."
    },
    {
      "cite": "Agnes De Mille",
      "quote": "Ballet technique is arbitrary and very difficult. It never becomes easy; it becomes possible."
    },
    {
      "cite": "Alexander Pushkin",
      "quote": "Ballet is a dance executed by the human soul."
    },
    {
      "cite": "Edwin Denby",
      "quote": "You don't have to know about ballet to enjoy it, all you have to do is look at it."
    },
    {
      "cite": "George Balanchine",
      "quote": "Ballet is important and significant - yes. But first of all it is a pleasure."
    },
    {
      "cite": "Arlene Croce",
      "quote": "Ballet is only good when it is great."
    },
    {
      "cite": "Joanne H. Morscher",
      "quote": "Ballet class is like Life Lessons 101. You learn some of life's most important lessons here that you will carry with you forever."
    },
    {
      "cite": "Edwin Denby",
      "quote": "Ballet is the one form of theater where nobody speaks a foolish word all evening, nobody on the stage at least."
    },
    {
      "cite": "Nan Keating",
      "quote": "Most people think of ballet as children in little tutus. They don't know it is sweat, blood and tears as well!"
    },
    {
      "cite": "Sutton Foster",
      "quote": "Ballet is an incredibly difficult, beautiful art form that takes a lot of training, a lot of time, and a lot of hard work."
    },
    {
      "cite": "Carine Roitfeld",
      "quote": "Ballet is good, because it makes you stand up tall."
    },
    {
      "cite": "Robert Gottlieb",
      "quote": "Ballet is like any other art form in that we all start out knowing nothing about it."
    },
    {
      "cite": "unknown",
      "quote": "If ballet was easy, then everyone would be doing it."
    },
    {
      "cite": "Lincoln Kirstein",
      "quote": "The domain of the ballet dancer is not earth but air."
    },
    {
      "cite": "George Balanchine",
      "quote": "In ballet a complicated story is impossible to tell... we can't dance synonyms."
    },
    {
      "cite": "Oscar Levant",
      "quote": "Ballet is the fairies' baseball."
    },
    {
      "cite": "Jennifer Homans",
      "quote": "Ballet is purifying, every movement physically honed and essential, with no superfluity or excess."
    },
    {
      "cite": "Trudy Garfunkel",
      "quote": "Ballet is a universe of the imagination, a place of magic and enchantment, beauty and romance. Its many worlds vibrate with graceful dancers, glorious music, and sumptuous costumes."
    },
    {
      "cite": "George Balanchine",
      "quote": "The ballet is a purely female thing; it is a woman, a garden of beautiful flowers, and man is the gardener."
    },
    {
      "cite": "Robert Caro",
      "quote": "The ballet embodies the notes of music. And sometimes you almost feel like you can see the notes dance up there on the stage."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "The ballet needs to tell its own story in such a way it can be received without having to be translated into language."
    },
    {
      "cite": "Robert Caro",
      "quote": "At the ballet, you really feel like you're in the presence of something outside the rest of your life. Higher than the rest of your life."
    },
    {
      "cite": "Neve Campbell",
      "quote": "Ballet is completely unnatural to the body, just being turned-out... it's not the way your body is supposed to function, so you actually train your body to be a different structure than you were born with."
    },
    {
      "cite": "Jennifer Ellison",
      "quote": "Ballet is such a disciplined craft and it has given me a good grounding."
    },
    {
      "cite": "Jean-Georges Noverre",
      "quote": "A fine picture is but the image of nature; a finished ballet is nature herself."
    },
    {
      "cite": "George Balanchine",
      "quote": "Ballet will speak for itself. About itself."
    },
    {
      "cite": "Merce Cunningham",
      "quote": "You have to love dancing to stick to it. It gives you nothing back, no manuscripts to store away, no paintings to show on walls and maybe hang in museums, no poems to be printed and sold, nothing but that single fleeting moment when you feel alive."
    },
    {
      "cite": "Edgar Degas",
      "quote": "And even this heart of mine has something artificial. The dancers have sewn it into a bag of pink satin, pink satin slightly faded, like their dancing shoes."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "When ballet takes to the sea, even the sunset comes to take a sneak peak."
    },
    {
      "cite": "Ana Claudia Antunes",
      "quote": "Ballet shoes... I cannot play with them like they're toys. But when the music is playing they get deep on my toes."
    },
    {
      "cite": "Misty Copeland",
      "quote": "Ballet: something pure in this crazy world."
    },
    {
      "cite": "Mordecai Richler",
      "quote": "Beauty, like male ballet dancers, makes some men afraid."
    },
    {
      "cite": "Ritchie Blackmore",
      "quote": "If a ballet dancer falls over, it's knowing how to get out looking clumsy that counts."
    },
    {
      "cite": "Karen Kain",
      "quote": "There's nothing like the force and challenge of a new ballet to galvanize everyone involved in bringing it to life."
    },
    {
      "cite": "George Sava",
      "quote": "Ballet is not technique but a way of expression that comes more closely to the inner language of man than any other."
    },
    {
      "cite": "Deborah Bull",
      "quote": "You increase muscle bulk by training against resistance. For example, weights. And in ballet, this isn't the case."
    },
    {
      "cite": "Zoe Saldana",
      "quote": "Being a former dancer, classical dancer, it informed me as a human being just in terms of the grace I guess. Ballet is a very graceful form of art. You also become very aware of your body and your mind and your body is working in conjunction."
    },
    {
      "cite": "Isadora Duncan",
      "quote": "The real American type can never be a ballet dancer. The legs are too long, the body too supple and the spirit too free for this school of affected grace and toe walking."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Some people think that movements, such as the movements in ballet, are a higher cultural expression, whereas some are just dirt. I think it is elitist to think that a trained movement is more acceptable than untrained and possibly unrehearsed movements."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "A lot of people insisted on a wall between modern dance and ballet. I'm beginning to think that walls are very unhealthy things."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "The highest heels I do are six-inch heels - but mostly only dancers can wear them, since they are used to being on point in ballet shoes."
    },
    {
      "cite": "Penelope Cruz",
      "quote": "The discipline that ballet requires is obsessive. And only the ones who dedicate their whole lives are able to make it. Your toenails fall off and you peel them away and then you're asked to dance again and keep smiling. I wanted to become a professional ballet dancer."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "It's no good running a pig farm badly for 30 years while saying, 'Really, I was meant to be a ballet dance.' By then, pigs will be your style."
    },
    {
      "cite": "Natalia Makarova",
      "quote": "Even the ears must dance."
    },
    {
      "cite": "Sylvie Guillem",
      "quote": "Technical perfection is insufficient. It is an orphan without the true soul of the dancer."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "When other little girls wanted to be ballet dancers, I kind of wanted to be a vampire."
    },
    {
      "cite": "Julia Child",
      "quote": "Non-cooks think it's silly to invest two hours' work in two minutes' enjoyment, but if cooking is evanescent, well, so is the ballet."
    },
    {
      "cite": "Elif Shafak",
      "quote": "Ballet is like writing poetry with your body."
    },
    {
      "cite": "Agnes De Mille",
      "quote": "To dance is to be out of yourself. Larger, more beautiful, more powerful… This is power, it is glory on earth and it is yours for the taking."
    },
    {
      "cite": "Louis Litt",
      "quote": "They all owe their success to ballet because it gives them discipline and grace, it embodies our emotions, it's breathtaking in its beauty, and most importantly, it expresses what cannot be put into words."
    },
    {
      "cite": "Erik Jones",
      "quote": "I do ballet because it has nothing to do with the people. Give me tiaras and boys in tights any day."
    },
    {
      "cite": "Dean Martha Stone",
      "quote": "Ballet is fine conditioning. Every woman should have an air of delicate grace."
    },
    {
      "cite": "Mikhail Baryshnikov",
      "quote": "Classical ballet, modern dance, theatrical dancing. Today, we see these styles dance overlapping, borrowing steps and movements from each other. This, I believe, is wonderful. We all to learn from each other, bringing more joy and satisfaction to the audience."
    },
    {
      "cite": "Andy Partridge",
      "quote": "Ballet for a rainy day / Silent film of melting miracle play / Dancing out there through my window / To the backdrop of a slow descending grey."
    },
    {
      "cite": "Christopher M. Oliva; John N. Oliva; Paul O'Neill",
      "quote": "It's a gutter ballet / Just a menagerie / Still the orchestra plays / On a dark and lonely night / To a distant fading light."
    },
    {
      "cite": "Steven Wright",
      "quote": "Ballerinas are always on their toes. Why don't they just get taller ballerinas?"
    }
  ]
}