{
  "source": "https://www.wisesayings.com/ball-quotes/",
  "theme": "ball",
  "quotes": [
    {
      "cite": "Sarah Jessica Parker",
      "quote": "Balls are to men what purses are to women."
    },
    {
      "cite": "Gerard Way",
      "quote": "Beach balls at festivals are the work of the devil."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "The tennis ball doesn't know how old I am. The ball doesn't know if I'm a man or a woman or if I come from a communist country or not. Sport has always broken down these barriers."
    },
    {
      "cite": "Pele",
      "quote": "When you control the ball you control the score."
    },
    {
      "cite": "Stefon Diggs",
      "quote": "When you have the ball in your hand, you're the most important guy in the whole organization."
    },
    {
      "cite": "Robert Morley",
      "quote": "The ball is man's most disastrous invention, not excluding the wheel."
    },
    {
      "cite": "Dave Bautista",
      "quote": "Basketballs dont hold grudges!"
    },
    {
      "cite": "James Naismith",
      "quote": "Basketball is a pure invention."
    },
    {
      "cite": "Vivian Nixon",
      "quote": "Keep all your balls in the air."
    },
    {
      "cite": "Brock Lesnar",
      "quote": "It takes some balls to live life to the fullest."
    },
    {
      "cite": "Mike Trout",
      "quote": "Keep your head on the ball. You've got to hit it first, then look where it goes. People get in trouble when they look for where the ball's going, and they haven't even hit it yet."
    },
    {
      "cite": "Dennis Bergkamp",
      "quote": "Behind every kick of the ball there has to be a thought."
    },
    {
      "cite": "Jamie Redknapp",
      "quote": "The ball was coming down like a butterfly with sore feet."
    },
    {
      "cite": "Rick Perry",
      "quote": "It takes balls to execute an innocent man."
    },
    {
      "cite": "Sepp Herberger",
      "quote": "The ball is round so that the game can change direction."
    },
    {
      "cite": "Dorian Corey",
      "quote": "If everybody went to balls and did less drugs, itd be a fun world, wouldnt it?"
    },
    {
      "cite": "Bob Gibson",
      "quote": "A curve ball is not something you can pick up overnight. It took me years to perfect mine."
    },
    {
      "cite": "Vern Law",
      "quote": "Don't throw the ball before you have it."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "A charity ball is like a dance except it's tax deductible."
    },
    {
      "cite": "Maria Sharapova",
      "quote": "I hit a ball for a living, but I have that passion to keep learning."
    }
  ]
}