{
  "source": "https://www.wisesayings.com/bamboo-quotes/",
  "theme": "bamboo",
  "quotes": [
    {
      "cite": "Bruce Lee",
      "quote": "Notice that the stiffest tree is most easily cracked, while the bamboo or willow survives by bending with the wind."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "The bamboo that bends is stronger than the oak that resists."
    },
    {
      "cite": "Derek Walcott",
      "quote": "Memory that yearns to join the center, a limb remembering the body from which it has been severed, like those bamboo thighs of the god."
    },
    {
      "cite": "Sadao Araki",
      "quote": "Give me a Japanese division armed with bamboo spears and I'll wipe out the entire Russian Far Eastern Army."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "Study the teachings of the pine tree, the bamboo, and the plum blossom. The pine is evergreen, firmly rooted, and venerable. The bamboo is strong, resilient, unbreakable. The plum blossom is hardy, fragrant, and elegant."
    },
    {
      "cite": "Eddie Huang",
      "quote": "I wanted to inspire people not to work under a bamboo ceiling. Whatever you are — yellow, black, white, brown — you don't have to allow your skin to define who you are or how you operate your business. There's not one face to anything."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "The human capacity for burden is like bamboo- far more flexible than you'd ever believe at first glance."
    },
    {
      "cite": "Ramakrishna Paramahansa",
      "quote": "The young bamboo can be easily bent, but the full grown bamboo breaks when it is bent with force. It is easy to bend the young heart towards God, but the untrained heart of the old escapes the hold whenever it is so drawn."
    },
    {
      "cite": "George Weigel",
      "quote": "And as a friend at a major American newspaper said to me when I complained about this tendency in his own paper, 'You know how these media narratives are. They’re like bamboo.' Meaning, once they start growing, you can’t kill them."
    },
    {
      "cite": "Eugen Herrigel",
      "quote": "You can learn from an ordinary bamboo leaf what ought to happen. It bends lower and lower under the weight of snow. Suddenly the snow slips to the ground without the leaf having stirred. Stay like that at the point of highest tension until the shot falls from you. So, indeed, it is: when the tension is fulfilled, the shot must fall, it must fall from the archer like snow from a bamboo leaf, before he even thinks it."
    },
    {
      "cite": "Ping Fu",
      "quote": "Bamboo is flexible, bending with the wind but never breaking, capable of adapting to any circumstance. It suggests resilience, meaning that we have the ability to bounce back even from the most difficult times."
    },
    {
      "cite": "Sarah Lafleur",
      "quote": "My mother always says, \"The bamboo that bends is stronger than the oak.\" I can be very focused and determined. But, I can also be very stubborn. Be flexible be nuanced."
    },
    {
      "cite": "Steve Lacy",
      "quote": "Bamboo is not a weed, it's a flowering plant. Bamboo is a magnificent plant."
    },
    {
      "cite": "Derek Walcott",
      "quote": "Memory that yearns to join the centre, a limb remembering the body from which it has been severed, like those bamboo thighs of the god."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Destroy the man of wicked thoughts, Like a bamboo-tree with its fruit."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "Learn about a pine tree from a pine tree, and about a bamboo plant from a bamboo plant."
    },
    {
      "cite": "Sadao Araki",
      "quote": "If we have a thousand bamboo spears, there's nothing to worry about a war with the Soviet Union."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "You'd think I was shoving bamboo splinters under your nails."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "From the pine tree, learn of the pine tree; And from the bamboo, of the bamboo"
    },
    {
      "cite": "Michelle Moran",
      "quote": "When a storm comes, bamboo bends. It doesn't break."
    },
    {
      "cite": "Matt Goulding",
      "quote": "The key to great bamboo, Yamashita tells me, is space. Bamboo trees can reproduce for six years, but their roots need room to spread, and the sun needs room to bake the forest floor."
    },
    {
      "cite": "Anna Getty",
      "quote": "I stopped using plastic cooking spoons years ago and love my bamboo spoons and spatulas by Bambuhome."
    },
    {
      "cite": "David Walker",
      "quote": "Well, it was just, the bars was all just like the bamboo roofs and everything. You know. As I say, to me, it’s completely spoiled all, all these places now. Make them all just tourist traps."
    },
    {
      "cite": "Jingtao Zhang",
      "quote": "Golden bamboo wind beated Is far away care golden is the noble heart."
    },
    {
      "cite": "Xiaoyuan Yin",
      "quote": "Constructed of thin strips of bamboo loosely bound to make a flat, rectangular, but flexible surface, sushi mats help tightly roll together the seaweed, sticky rice and fillings to create a sushi roll."
    },
    {
      "cite": "Claude Mckay",
      "quote": "Do you see me in the meadow Coming from the woodland spring With a bamboo on my shoulder With a bamboo on my shoulder"
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "An ijjit grinnin' in a dream -- for shells an' parrakeets, An' walkin'-sticks o' carved bamboo an' blowfish stuffed an' dried -- Fillin' my bunk wi' rubbishry the Chief put overside."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "a cuckoo cries and through a thicket of bamboo the late moon shines."
    },
    {
      "cite": "Francis William Lauderdale Adams",
      "quote": "On a bended bamboo shouldered, Bearing a block of stone, Two worn out Coolies half-naked Utter their grunting groan."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The sparrows chirped enchanting rhymes in unison,  hoisted fine threads of bamboo sticks to their place of dw elling"
    },
    {
      "cite": "William Ernest Henley",
      "quote": "A blue canal the lake's blue bound Breaks at the bamboo bridge; and lo!"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "the sparrows chirped enchanting rhymes in unison,  hoisted fine threads of bamboo sticks to their place of dw elling"
    },
    {
      "cite": "Ho Xuan Huong",
      "quote": "Lying down the young girl slides into sleeping. Her bamboo comb loosely attached to her hair"
    },
    {
      "cite": "Yosa Buson",
      "quote": "Ghostly smoke rises and fades away with a west wind strong in fields of small bamboo grasses and reedy fields."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Dismantling weak foundations of cheap bamboo, tearing apart tin roofs from thatched hay, uprooting tree roots from deep recesses of ground"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "When I drank water in a glass of pure bamboo; the liquid looked glistening and mesmerizing under the sun."
    },
    {
      "cite": "Yosa Buson",
      "quote": "Young bamboo trees -- at Hashimoto, the courtesan, is she still there or not?"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "I liked the way; in which a plethora of bamboo sticks were used to construct fortified enclosures for dwelling."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "charging them with the highest treason, sweeping them away like piece of dirt, with cheap broomsticks of twined bamboo."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "An evening she had watched the moon made dizzy by the shaking of bamboo leaves, and on many a rainy day the smell of the wet earth."
    }
  ]
}