{
  "source": "https://www.wisesayings.com/banana-quotes/",
  "theme": "banana",
  "quotes": [
    {
      "cite": "Garth Risk Hallberg",
      "quote": "If you throw a banana at a wall, there's a small possibility that it will pass through the wall."
    },
    {
      "cite": "Vilayanur S. Ramachandran",
      "quote": "Any ape can reach for a banana, but only humans can reach for the stars."
    },
    {
      "cite": "Harry Style",
      "quote": "Never make eye contact with anyone while eating a banana."
    },
    {
      "cite": "Nigerian Proverb",
      "quote": "An old banana leaf was once young and green."
    },
    {
      "cite": "William Powell",
      "quote": "Believe it or not, bananas do contain a small quantity of Musa Sapientum bananadine, which is a mild, short-lasting psychedelic."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Where the banana grows man is sensual and cruel."
    },
    {
      "cite": "Peter Kay",
      "quote": "You never know where to look when eating a banana."
    },
    {
      "cite": "Anonymous",
      "quote": "You cannot taste me, until you undress me. Sincerely, banana."
    },
    {
      "cite": "Brendan Morrison",
      "quote": "Goals are like bananas, they come in bunches."
    },
    {
      "cite": "African Proverb",
      "quote": "If the banana pest doesn't die it will always reach at the ripe banana."
    },
    {
      "cite": "Bill Gates",
      "quote": "Intellectual property has the shelf life of a banana."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Time flies like an arrow; fruit flies like a banana."
    },
    {
      "cite": "Willie LeHay",
      "quote": "The weakest part of the banana is its underside. It's better to store them on their belly or hang them on a tree. That's why bananas aren't piled two layers high."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "Anything can happen. The great banana peel of existence is always on the floor somewhere."
    },
    {
      "cite": "Kiran Desai",
      "quote": "No fruit dies so vile and offensive a death as the banana."
    },
    {
      "cite": "Daphne Guinness",
      "quote": "Life is full of banana skins. You slip, you carry on."
    },
    {
      "cite": "Kikuyu Proverb",
      "quote": "The woman who gives birth to a child is like the banana tree that breaks under the weight of its fruit."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "On a traffic light green means go and yellow means yield, but on a banana it's just the opposite. Green means hold on, yellow means go ahead, and red means where the hell did you get that banana at."
    },
    {
      "cite": "Darynda Jones",
      "quote": "If you must eat a banana in public, never make eye contact."
    },
    {
      "cite": "Helio Castroneves",
      "quote": "The banana is good for retaining water, and the sugar brings me up. It's going to look like oatmeal when it's done, but it tastes much better."
    },
    {
      "cite": "Nick Cramer",
      "quote": "Donkey Kong, defender of the world's largest banana horde."
    },
    {
      "cite": "Steven Moffat",
      "quote": "I think I just invented the banana daquiri a couple centuries early."
    },
    {
      "cite": "Jim Davis",
      "quote": "Bananas are an excellent source of potassium."
    },
    {
      "cite": "Mark Ellinger",
      "quote": "The tree of your body may be losing a cherry, but it's gaining two plums and a banana!"
    },
    {
      "cite": "Ken Koonce",
      "quote": "Tastes like onions and bananas, but strangely, something else. Pickles?"
    },
    {
      "cite": "Larry Bernard",
      "quote": "Don't look now but i think this apes one banana short of a bunch."
    },
    {
      "cite": "Yann Martel",
      "quote": "Bananas don't float. You said the Orangutan floated to you in a bundle of bananas, but bananas don't float."
    },
    {
      "cite": "Jack Johnson",
      "quote": "Waking up too early / Maybe we can sleep in / Make you banana pancakes / Pretend like it's the weekend now / And we could pretend it all the time"
    },
    {
      "cite": "Frederic Patenaude",
      "quote": "Bananas are one of the few fruits found in stores everywhere in the world."
    },
    {
      "cite": "Frederic Patenaude",
      "quote": "Banana tress can be grown anywhere that does not experiencing freezing temperatures."
    },
    {
      "cite": "Frederic Patenaude",
      "quote": "Bananas are a good food for those transitioning into a raw-vegan diet because bananas are high in sugar(with some starch), and are both filling and satisfying."
    },
    {
      "cite": "Frederic Patenaude",
      "quote": "Bananas are an excellent source of potassium, as many people know, and of other minerals and nutrients."
    },
    {
      "cite": "Lorna Piatti-Farnell",
      "quote": "The question of how it is possible for banana plants to multiply is answered very simply: by cloning."
    },
    {
      "cite": "Lorna Piatti-Farnell",
      "quote": "Bananas reproduce through a grafting system where parts of the banana plant are replanted to grow thousands of new one."
    },
    {
      "cite": "Lorna Piatti-Farnell",
      "quote": "Every banana is exactly the same as the next, with the same taste, the same texture, the same color and the virtually the same size."
    },
    {
      "cite": "Lorna Piatti-Farnell",
      "quote": "Every banana is a clone of itself."
    },
    {
      "cite": "Lorna Piatti-Farnell",
      "quote": "The cloning process grants the banana the ability to please the consumer with the same experience every time."
    },
    {
      "cite": "Duke University Press",
      "quote": "In the early 1900's, British colonial policies transformed Jamaica into the major supplier of bananas to Britain, the largest market in Europe."
    },
    {
      "cite": "Dan Koeppel",
      "quote": "Banana isn't technically a tree, it actually has no trunk."
    },
    {
      "cite": "Dan Koeppel",
      "quote": "The proper term for banana's central support is a pseudo stem."
    },
    {
      "cite": "Dan Koeppel",
      "quote": "A typical Indian market sells dozens of banana types, including the country's favorite, Mysore, best described as a sweet and sour banana."
    },
    {
      "cite": "Dan Koeppel",
      "quote": "Peeling and eating the fruit is just the beginning of Indian banana cuisine."
    },
    {
      "cite": "Dan Koeppel",
      "quote": "Bananas are used it curries and stews; banana leaves are used as plates in many parts of the country."
    },
    {
      "cite": "T. Radha",
      "quote": "Banana is an antique fruit crop of the world is known as 'Apple of the Paradise' and botanically named as Musa Paradisiaca."
    },
    {
      "cite": "T. Radha",
      "quote": "Banana is the staple food in Uganda, Bukoba and Tanzania."
    },
    {
      "cite": "T. Radha",
      "quote": "Banana is the most important traded tropical fruit."
    },
    {
      "cite": "T. Radha",
      "quote": "Banana was introduced to East Africa even before Christ and to the Mediterranean region about 650 AD."
    },
    {
      "cite": "T. Radha",
      "quote": "Banana is the most nourishing fruit, contains vitamins and minerals, and has several medicinal properties."
    },
    {
      "cite": "Laszlo Somogyi",
      "quote": "Banana puree or mashed bananas are, at present, the highest volume processed banana product."
    },
    {
      "cite": "Marilyn Rittenhouse Harris",
      "quote": "The  banana is a berry originally containing numerous hard seeds and historians speculate that its root was the edible portion."
    },
    {
      "cite": "Marilyn Rittenhouse Harris",
      "quote": "Banana has been cultivated for at least 10,000-15,000 years."
    },
    {
      "cite": "Marilyn Rittenhouse Harris",
      "quote": "Early man propagated the species to give more fruit and less seeds, hence the seedless banana."
    },
    {
      "cite": "Marilyn Rittenhouse Harris",
      "quote": "From its origin in the Asian tropics, the Arabs carries the banana to Africa and to the Canary Islands, from which the Portuguese or Spanish took it to the New World."
    },
    {
      "cite": "Marilyn Rittenhouse Harris",
      "quote": "The banana has captured the imagination of man throughout history in legends, religious practices, and music."
    },
    {
      "cite": "Jasper Woodroof",
      "quote": "The conventional technique for making dried banana chips is to use unripe fruit having a solid texture and sugar."
    }
  ]
}