{
  "source": "https://www.wisesayings.com/bank-quotes/",
  "theme": "bank",
  "quotes": [
    {
      "cite": "Andrew Jackson",
      "quote": "I have always been afraid of banks."
    },
    {
      "cite": "Andrew Jackson",
      "quote": "If Congress has the right under the constitution to issue paper money, it was given them to be used by themselves, not to be delegated to individuals or corporations."
    },
    {
      "cite": "Anthony T Hincks",
      "quote": "We use Halloween to scare the kids and bankers to scare the adults."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "When the paper money goes the banks will become the gods of man."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "The greedy loathe wars, but not as much as they love profit."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "You don't make money from peace. You make money from wars!"
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "What is robbing a bank compared with founding a bank?"
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "It is easier to rob by setting up a bank than by holding up a bank clerk."
    },
    {
      "cite": "Charlie Munger",
      "quote": "I do not think you can trust bankers to control themselves. They are like heroin addicts."
    },
    {
      "cite": "Christopher Rice",
      "quote": "Every day is a bank account, and time is our currency. No one is rich, no one is poor, we've got 24 hours each."
    },
    {
      "cite": "Dan Quayle",
      "quote": "Bank failures are caused by depositors who don't deposit enough money to cover losses due to mismanagement."
    },
    {
      "cite": "Dick Bove",
      "quote": "The fear among bankers is that there’s this guy out there, and he can do whatever he wants, and nobody can stop him, I would be afraid too if I were a bank."
    },
    {
      "cite": "Donald Trump",
      "quote": "Nobody knows banking better than I do."
    },
    {
      "cite": "E. Joseph Cossman",
      "quote": "Drive in banks were established so most of the cars today could see their real owners."
    },
    {
      "cite": "Elsa Maxwell",
      "quote": "Under pressure, people admit to murder, setting fire to the village church, or robbing a bank, but never to being bores."
    },
    {
      "cite": "Hartley Withers",
      "quote": "Good Banking is produced not by good laws, but by good bankers."
    },
    {
      "cite": "Harvey Goldsmith",
      "quote": "I hate banks. They do nothing positive for anybody except take care of themselves. They're first in with their fees and first out when there’s trouble."
    },
    {
      "cite": "Hendrith Vanlon Smith",
      "quote": "Advances in digital banking will not eliminate the branch, they will allow for more creative ways to help clients achieve financial well being."
    },
    {
      "cite": "Henry Ford",
      "quote": "It is well enough that people of the nation do not understand our banking and monetary system, for if they did, I believe there would be a revolution before tomorrow morning."
    },
    {
      "cite": "Howard Davies",
      "quote": "Most people find a disorientating mismatch between the long-term nature of their liabilities and the increasingly short-term nature of their assets."
    },
    {
      "cite": "J. Edgar Hoover",
      "quote": "Banks are an almost irresistible attraction for that element of our society which seeks unearned money."
    },
    {
      "cite": "Jaffar Hussein",
      "quote": "Good bankers, like good tea, can only be appreciated when they are in hot water."
    },
    {
      "cite": "James Buchan",
      "quote": "Because bankers measure their self-worth in money, and pay themselves a lot of it, they think they're fine fellows and don't need to explain themselves."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "I hesitate to deposit money in a bank. I am afraid I shall never dare to take it out again. When you go to confession and entrust your sins to the safe-keeping of the priest, do you ever come back for them?"
    },
    {
      "cite": "John Gotti",
      "quote": "Always be nice to bankers. Always be nice to pension fund managers. Always be nice to the media. In that order."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "The process by which banks create money is so simple that the mind is repelled."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "The sound banker, alas! is not one who foresees danger and avoids it, but one who, when he is ruined, is ruined in a conventional and orthodox way along with his fellows, so that no one can really blame him."
    },
    {
      "cite": "John Rogers",
      "quote": "Banks do not create money for the public good. They are businesses owned by private shareholders. Their purpose is to make a profit."
    },
    {
      "cite": "John Steinbeck",
      "quote": "We're sorry. It's not us. It's the monster. The bank isn't a man. The bank isn't like a man. Yes, but the bank is only made of men."
    },
    {
      "cite": "John Steinbeck",
      "quote": "The bank, the monster has to have profits all the time. It can't wait. It'll die. No, taxes go on. When the monster stops growing, it dies. It can't stay one size."
    },
    {
      "cite": "Lord Acton",
      "quote": "The issue which has swept down the centuries and which will have to be fought sooner or later is the people vs. the banks."
    },
    {
      "cite": "Lord Longford",
      "quote": "With a group of bankers I always had the feeling that success was measured by the extent one gave nothing away."
    },
    {
      "cite": "Mark Twain",
      "quote": "A banker is a fellow who lends you his umbrella when the sun is shining but wants it back the minute it begins to rain."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Central banks don't have divine wisdom. They try to do the best analysis they can and must be prepared to stand or fall by the quality of that analysis."
    },
    {
      "cite": "Mary Parker Follet",
      "quote": "No one has a greater asset for his business than a man’s pride in his work."
    },
    {
      "cite": "Muhammad Yunus",
      "quote": "So I went to the bank and proposed that they lend money to the poor people. The bankers almost fell over."
    },
    {
      "cite": "Muhammad Yunus",
      "quote": "Today, if you look at financial systems around the globe, more than half the population of the world out of six billion people, more than three billion. Do not qualify to take out a loan from a bank. This is a shame."
    },
    {
      "cite": "Muhammad Yunus",
      "quote": "They explained to me that the bank cannot lend money to poor people because these people are not creditworthy."
    },
    {
      "cite": "Paul Volcker",
      "quote": "The only thing useful banks have invented in 20 years is the ATM."
    },
    {
      "cite": "Paula Poundstone",
      "quote": "I don't have a bank account, because I don't know my mothers maiden name."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Anytime three New Yorkers get into a cab without an argument, a bank has just been robbed."
    },
    {
      "cite": "Proverbs 22:7",
      "quote": "The rich rule over the poor and the borrower is slave to the lender."
    },
    {
      "cite": "Robin Sacredfire",
      "quote": "Those who think banks and governments are making them poor haven't seen the whole picture. Poverty is the act of trusting their system."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "And I sincerely believe, with you, that banking establishments are more dangerous than standing armies, and that the principle of spending money to be paid by posterity, under the name of funding, is but swindling futurity on a large scale."
    },
    {
      "cite": "unknown",
      "quote": "Being a [bank] director is like being a pilot of an aircraft, it’s years of boredom and seconds of terror"
    },
    {
      "cite": "Walter Bagehot",
      "quote": "Adventure is the life of commerce, but caution, I had almost said timidity, is the life of banking."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Banking is very good business if you don't do anything dumb."
    },
    {
      "cite": "Will Rogers",
      "quote": "There are two things that can disrupt business in this country. One is War, and the other is a meeting of the Federal Reserve Bank."
    },
    {
      "cite": "Woody Allen",
      "quote": "If only God would give me some clear sign! Like making a large deposit in my name at a Swiss bank."
    },
    {
      "cite": "Robert Frost",
      "quote": "A bank is a place where they lend you an umbrella in fair weather and ask for it back when it begins to rain."
    },
    {
      "cite": "unknown",
      "quote": "Your bank account can be overdrawn, but it can never be overfilled."
    },
    {
      "cite": "Bob Hope",
      "quote": "A bank is a place that will lend you money if you can prove that you don't need it."
    },
    {
      "cite": "William Paterson",
      "quote": "The bank hath benefit of interest on all moneys which it creates out of nothing."
    }
  ]
}