{
  "source": "https://www.wisesayings.com/banking-quotes/",
  "theme": "banking",
  "quotes": [
    {
      "cite": "Adam Smith",
      "quote": "It is not by augmenting the capital of the country, but by rendering a greater part of that capital active and productive than would otherwise be so, that the most judicious operations of banking can increase the industry of the country."
    },
    {
      "cite": "Walter Wriston",
      "quote": "Banking is a branch of the information business."
    },
    {
      "cite": "Mark Winne",
      "quote": "Food banking as well as other antihunger programs do a good job of managing poverty by alleviating its worst symptom, hunger."
    },
    {
      "cite": "Felix Rohatyn",
      "quote": "At its core, banking is not simply about profit, but about personal relationships."
    },
    {
      "cite": "Felix Rohatyn",
      "quote": "Investment banking is not a business; it is a personal service where bankers work hand in hand with their clients. And it is a service that must not simply be about making bigger and bigger deals that reap rewards for only a small group of executives."
    },
    {
      "cite": "James Grant",
      "quote": "The art of banking is always to balance the risk of a run with the reward of a profit. The tantalizing factor in the equation is that riskier borrowers pay higher interest rates. Ultimate safety a strongbox full of currency would avail the banker nothing. Maximum risk a portfolio of loans to prospective bankrupts at usurious interest rates would invite disaster. A good banker safely and profitably treads the middle ground."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "In central banking as in diplomacy, style, conservative tailoring, and an easy association with the affluent count greatly and results far much less."
    },
    {
      "cite": "Josiah Stamp",
      "quote": "The modern banking system manufactures money out of nothing."
    },
    {
      "cite": "Martin Mayer",
      "quote": "This is the twilight of the banks. It would be a more cheerful spectacle if we could envision the dawn of the institutions that will replace them."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Banking is a very treacherous business because you don't realize it is risky until it is too late. It is like calm waters that deliver huge storms."
    },
    {
      "cite": "Robert Frost",
      "quote": "A bank is a place where they lend you an umbrella in fair weather and ask for it back when it begins to rain."
    },
    {
      "cite": "Charlie Munger",
      "quote": "There's more honor in investment management than in investment banking."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "The large banking interests were deeply interested in the World War because of the wide opportunities for large profits."
    },
    {
      "cite": "Hartley Withers",
      "quote": "Good banking is produced not by good laws, but by good bankers."
    },
    {
      "cite": "Michael Lewis",
      "quote": "A banking system is an act of faith: it survives only for as long as people believe it will."
    },
    {
      "cite": "James Buchan",
      "quote": "Because bankers measure their self-worth in money, and pay themselves a lot of it, they think they're fine fellows and don't need to explain themselves."
    },
    {
      "cite": "John Williams",
      "quote": "Investment banking fees are geared towards success."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Banking may well be a career from which no man really recovers."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Banking establishments are more dangerous than standing armies."
    },
    {
      "cite": "James Holt McGavran",
      "quote": "There's a way of transferring funds that is even faster than electronic banking. It's called marriage."
    },
    {
      "cite": "E. Joseph Cossman",
      "quote": "Drive-in banks were established so most of the cars today could see their real owners."
    },
    {
      "cite": "Mark Skousen",
      "quote": "Banking technology has made it simple and efficient to invest in good causes."
    }
  ]
}