{
  "source": "https://www.wisesayings.com/baptism-quotes/",
  "theme": "baptism",
  "quotes": [
    {
      "cite": "Brian McLaren",
      "quote": "Baptism is rich in meaning. It suggests cleansing. When you are a disciple, you understand that you are cleansed by Christ. You understand that Christ died in your place on the cross, paying for your sins, fully forgiving you for all your wrongs. You are cleansed from guilt, and you are becoming a cleaner, healthier, more whole person."
    },
    {
      "cite": "T D Jakes",
      "quote": "Baptism was to put a line of demarcation between your past sins when you are buried with Him by Baptism-you are burying your past sins-eradicating them-putting a line in the sand saying that old man is dead and he is no longer alive any more and I rise up to walk in the newness of life."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "A man who knows that he is saved by believing in Christ does not, when he is baptized, lift his baptism into a saving ordinance. In fact, he is the very best protester against that mistake, because he holds that he has no right to be baptized until he is saved."
    },
    {
      "cite": "Thomas F. Madden",
      "quote": "Prominent Christians in Constantine's time waited to be baptized until their deathbeds lest they commit a \"major\"sin that couldn't be forgiven of those already baptized. Others felt anyone who did anything to avoid martyrdom were apostates had no valid subsequent ministry."
    },
    {
      "cite": "Henry Allen Ironside",
      "quote": "To the lover of the Lord Jesus Christ there can be nothing legal about baptism. It is simply the glad expression of a grateful heart recognizing its identity with Christ in death, burial, and resurrection. Many of us look back to the moment when we were thus baptized as one of the most precious experiences we have ever known."
    },
    {
      "cite": "Robert D. Hales",
      "quote": "When we were baptized we took upon us not only the name of Christ, but also the law of obedience."
    },
    {
      "cite": "John Stott",
      "quote": "Baptism with water is the sign and seal of baptism with the Spirit, as much as it is of the forgiveness of sins. Water-baptism is the initiatory Christian rite, because Spirit-baptism is the initiatory Christian experience."
    },
    {
      "cite": "St. Isidore",
      "quote": "Baptism is not the work of man but of Christ, and this sacrament is so holy that it would not be defiled, even if the minister were a murderer."
    },
    {
      "cite": "Aberjhani",
      "quote": "I called it a baptism in flaming ink that forced me to shed my shyness about recognizing myself as a poet and to accept the fact that life had never given me any choice in the matter. And then I had to discover exactly what that meant."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Baptism in the Holy Spirit belongs to them that believe and are not of this world."
    },
    {
      "cite": "John H. Gower",
      "quote": "We bring them Lord, in thankful hands, And yielding them up to Thee; Joyful that we ourselves are Thine, Thine let our off-spring be."
    },
    {
      "cite": "Max Lucado",
      "quote": "Baptism is the initial step of a faithful heart."
    },
    {
      "cite": "Max Lucado",
      "quote": "Indeed, baptism is a vow, a sacred vow of the believer to follow Christ. Just as a wedding celebrates the fusion of two hearts, baptism celebrates the union of sinner with Savior."
    },
    {
      "cite": "James E. Faust",
      "quote": "The full benefit of forgiveness of sin through the Savior's Atonement begins with repentance and baptism and then expands upon receiving the Holy Ghost."
    },
    {
      "cite": "Ronald Rolheiser",
      "quote": "The word baptism means derailment. Christ baptizes Peter on the rock when he tells him: \"Because you confessed your love for me, your life is no longer your own. Before you said this, you fastened your belt and you walked wherever you liked. Now, others will put a belt around you and take you where you would rather not go.\" To submit to love is to be baptized, that is, to let one's life be forever interrupted. To not let one's life be interrupted is to say no to love."
    },
    {
      "cite": "Martin Luther",
      "quote": "For that purpose Christ instituted holy baptism, thereby to clothe you with his righteousness. It is tantamount to his saying, My righteousness shall be your righteousness; my innocence, your innocence. Your sins indeed are great, but by baptism I bestow on you my righteousness; I strip death from you and clothe you with my life."
    },
    {
      "cite": "Saint Basil",
      "quote": "All of us who desire the kingdom of God are, by the Lord's decree, under an equal and rigorous necessity of seeking after the grace of Baptism."
    },
    {
      "cite": "Michael Horton",
      "quote": "Baptism is not only a sacrament of our union with Christ; it is also a sacrament of our communion as the body of Christ."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "Baptism is the sacrament of allegiance of them that are to be received into the Kingdom of God, that is to say, into Eternal life, that is to say, to Remission of Sin. For as Eternal life was lost by the committing, so it is recovered by the remitting of men's sins."
    },
    {
      "cite": "Tony Compolo",
      "quote": "In baptism, new Christians become part of a body of fellow believers who are called to spiritually encourage one another and hold one another responsible for consistent Christian living."
    },
    {
      "cite": "Bruce R. McConkie",
      "quote": "Baptism is the gate through which all must enter to accomplish the Lord's desire to bring to pass the immortality and eternal life of man."
    },
    {
      "cite": "Thomas Keating",
      "quote": "If you accept the belief that baptism incorporates us in the mystical body of Christ, into the divine DNA, then you might say that the Holy Spirit is present in each of us, and thus we have the capacity for the fullness of redemption, of transformation."
    },
    {
      "cite": "Hans Urs von Balthasar",
      "quote": "The Church does not dispense the sacrament of baptism in order to acquire for herself an increase in membership but in order to consecrate a human being to God and to communicate to that person the divine gift of birth from God."
    },
    {
      "cite": "Michael S. Heiser",
      "quote": "Baptism, then, is not what produces salvation. It 'saves' in that it reflects a heart decision: a pledge of loyalty to the risen Savior. In effect, baptism in New Testament theology is a loyalty oath, a public avowal of who is on the Lord's side in the cosmic war between good and evil. ... Early baptismal formulas included a renunciation of Satan and his angels for this very reason. Baptism was and still is spiritual warfare."
    },
    {
      "cite": "Henry B Eyring",
      "quote": "Even before baptism, a child or an adult can have the Holy Ghost testify to their hearts of sacred truth. They must act on that testimony to retain it, but it will guide them toward goodness."
    },
    {
      "cite": "J.E.B. Spredemann",
      "quote": "Bishop Hostettler explained that baptism was not the means by which one is saved, but simply an outward sign of salvation. Just as an Amishman's beard is an indication of his marriage and commitment to his wife, so baptism symbolizes our covenant with Christ."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "Baptism is not to be conferred on a man who is unwilling to give up his other sins, so neither should Baptism be given to one who is unwilling to renounce his unbelief. Nevertheless, each of them receives the Sacrament if it is conferred on him, although not unto salvation."
    },
    {
      "cite": "Watchman Nee",
      "quote": "Baptism is an outward expression of an inward faith."
    },
    {
      "cite": "Kate Douglas Wiggins",
      "quote": "Every child born into the world is a new thought of God, an ever fresh and radiant possibility."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Based or our baptism, all are called to a mystical life, to communion with God. We need to claim that, to taste it and feel it, to trust that the deeper we live this communion, the more our behavior will witness to the truth."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "Besides the physical ordinance of baptism and the laying on of hands, one must be spiritually born again to gain exaltation and eternal life."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Although among heretics and schismatics there is the same Baptism, nevertheless, the remission of sins is not operative among them because of the very rottenness of discord and wickedness of dissension ... Baptism was in them, but it did not profit them outside the Church ... Outside the Church, Baptism works death because of discord."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "Baptism is the door of the spiritual life and the gateway to the sacraments."
    },
    {
      "cite": "Aidan Kavanagh",
      "quote": "Baptism has always been a compound act absorbing cultural patterns into itself: it has taken on definite shape in various cultures, shaping those cultures in turn."
    }
  ]
}