{
  "source": "https://www.wisesayings.com/barbershop-quotes/",
  "theme": "barbershop",
  "quotes": [
    {
      "cite": "Rob Bennett",
      "quote": "Barbershop. It's in their interests to find alternate vehicles to promote the shows."
    },
    {
      "cite": "Anthony Hamilton",
      "quote": "Being a barber is about taking care of the people."
    },
    {
      "cite": "Harvey Feldman",
      "quote": "Barbershop is not a hobby, it's a lifestyle."
    },
    {
      "cite": "Jonny Moroni",
      "quote": "Doing barbershop has made us all better singers. When we hit just the right chord together, there's no better feeling."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Beware of the young doctor and the old barber."
    },
    {
      "cite": "George Herbert",
      "quote": "No barber shaves so close but another finds worke."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "You might be a redneck if you need an estimate from your barber before you get a haircut."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "There is no bad day that can't be overcome by listening to a barbershop quartet. This is just truth, plain and simple."
    },
    {
      "cite": "Paul Merson",
      "quote": "If you keep walking past the barbers, eventually you'll get a haircut."
    },
    {
      "cite": "Warren Buffett",
      "quote": "You don't ever ask a barber whether you need a haircut."
    },
    {
      "cite": "Ice Cube",
      "quote": "There's things people say in the barbershop they won't even say in their own living room, because it's just one of those zones where nobody's going to judge you too much about your dumb opinion."
    },
    {
      "cite": "Adam Peaty",
      "quote": "Your barber always knows everything that goes on in the town, doesn't he?"
    },
    {
      "cite": "Joe Davis",
      "quote": "This is a barbershop, not a hair salon. You come in here not trying to impress anyone. It's a place just to talk, to hang out with the fellows, talk about sports, women, relationships."
    },
    {
      "cite": "Deon Cole",
      "quote": "No matter what barbershop you go to, there's always that guy who's just hanging around and doesn't do much, but knows everything that's going on in the community."
    },
    {
      "cite": "Rowan Atkinson",
      "quote": "Your services might be as useful as a barbershop on the steps of a guillotine."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "A barber lathers a man before he shaves him."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "To make a fine gentleman, several trades are required, but chiefly a barber."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Barbershop conversations are irrefutable proof that heads exist for the sake of hair."
    },
    {
      "cite": "Regina Spektor",
      "quote": "All the barbershops and funeral-homes were open  and the customers were coming and the business was doing great."
    },
    {
      "cite": "Drake",
      "quote": "I'm always at the top of barbershop gossip."
    },
    {
      "cite": "Bernie Mac",
      "quote": "Whatever you hear at the barber shop, stays at the barber shop."
    },
    {
      "cite": "Charles M. Schwab",
      "quote": "When you go into your customary barber shop, you will wait for the man who gives you a little better shave, a little trimmer hair-cut. Business leaders are looking for the same things in their offices that you look for in the barber shop."
    },
    {
      "cite": "Jenifer Lewis",
      "quote": "I don't have any beauty shop memories. I remember the barber shop."
    }
  ]
}