{
  "source": "https://www.wisesayings.com/bartender-quotes/",
  "theme": "bartender",
  "quotes": [
    {
      "cite": "Cheryl Charming",
      "quote": "Bartenders want to give you good service,  but they also want to give everyone a good service. If the bar is slow, then the bartender will be able to spend more time with you."
    },
    {
      "cite": "Al the Bartender",
      "quote": "A good bartender has to be part philosopher, part psychiatrist, part psychic."
    },
    {
      "cite": "Steven Kates",
      "quote": "No one ever made history in the living room. And without a bartender, who at home are you going to tell your troubles to? Your dog?"
    },
    {
      "cite": "Bruce Tomlinson",
      "quote": "A professional bartender is someone who can do his or her best work when he or she doesn't feel like it."
    },
    {
      "cite": "Don Marquis",
      "quote": "By the time a bartender knows what drink a man will have before he orders, there is little else about him worth knowing."
    },
    {
      "cite": "Ernest Rutherford",
      "quote": "A theory that you can't explain to a bartender is probably no damn good."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A bartender is just a pharmacist with a limited inventory."
    },
    {
      "cite": "Rude Awakening",
      "quote": "I like the sound the glass makes when the bartender puts on the counter. I like the way it feels in my hand. I bring it in close, and I can smell it, and a wave of release goes through my body even before I take the first sip."
    },
    {
      "cite": "Hal Roach",
      "quote": "An American goes into an Irish pub. He said to the bartender, 'Whiskey and ice.' The bartender said, 'There's no ice.' The American said, 'I'll have water.' He said, 'You can't. The water's frozen.'"
    },
    {
      "cite": "Ray Foley",
      "quote": "Is it true,' asked the customer 'that alcohol makes people able to do things better?' 'No,' replied the bartender, 'it just makes them less ashamed of doing them badly."
    },
    {
      "cite": "Ray Foley",
      "quote": "The difference between a rich drunk and a poor one is that a rich one tells his problems to a psychiatrist and a poor one tells his to a bartender."
    },
    {
      "cite": "Johnny Welsh",
      "quote": "People tend to talk openly to bartenders."
    },
    {
      "cite": "Jeffrey Morgenthaler",
      "quote": "The professional bartender has the convenience of a daily fresh produce delivery to the restaurant or bar room door."
    },
    {
      "cite": "Jeffrey Morgenthaler",
      "quote": "There's a myth out there that chilling citrus will reduce the yield of juice, so some bartenders leave it on the counter, but you can trust me when I tell you that this is a load of bull."
    },
    {
      "cite": "Ray Foley",
      "quote": "A bartender can't be made overnight, though, and a headful of recipes and facts will get you only so far."
    },
    {
      "cite": "Jim Meehan",
      "quote": "That's the magic of being a bartender— the sleight of hand at play, to hide all the work and serve up all the pleasure."
    },
    {
      "cite": "Angus Winchester",
      "quote": "Bartenders want to give you good service,  but they also want to give everyone a good service. If the bar is slow, then the bartender will be able to spend more time with you."
    },
    {
      "cite": "Jim Meehan",
      "quote": "Bartenders and contemporary cocktail historians must be more transparent about our formulas and practices, in order to preserve them for generations to come."
    },
    {
      "cite": "Dave Arnold",
      "quote": "Bartenders recognize through practice what liquid increments look like in a standard mixing glass."
    },
    {
      "cite": "Dave Arnold",
      "quote": "For the bartender, the weight of the finished beverage isn't important but the volume is."
    },
    {
      "cite": "Zach Galifianakis",
      "quote": "You know you have a drinking problem when the bartender knows your name — and you’ve never been to that bar before…"
    },
    {
      "cite": "Jim Bishop",
      "quote": "A good writer is not, per se, a good book critic. No more so than a good drunk is automatically a good bartender…"
    },
    {
      "cite": "Maggie Haberman",
      "quote": "I was a bartender for four years, and that was the best training that I had for learning how to approach people."
    },
    {
      "cite": "Harry Gordon Johnson",
      "quote": "The greatest accomplishment of a bartender lies in his ability to exactly suit his customer."
    },
    {
      "cite": "Dave Matthews",
      "quote": "If I go / Before I'm old / Oh, brother of mine / Please don't forget me if I go / Bartender, please / Fill my glass for me / With the wine you gave Jesus that set him free / After three days in the ground."
    }
  ]
}