{
  "source": "https://www.wisesayings.com/baseball-quotes/",
  "theme": "baseball",
  "quotes": [
    {
      "cite": "Babe Ruth",
      "quote": "Every strike brings me closer to the next home run."
    },
    {
      "cite": "Leo Durocher",
      "quote": "Baseball is like church. Many attend, few understand."
    },
    {
      "cite": "Barry Lyga",
      "quote": "I do what I've trained my whole life to do. I watch the ball. I keep my eye on the ball. I never stop watching. I watch it as it sails past me and lands in the catcher's mitt, a perfect and glorious strike three."
    },
    {
      "cite": "John Irving",
      "quote": "Baseball is a game with a lot of waiting in it; it is a game with increasingly heightened anticipation of increasingly limited action."
    },
    {
      "cite": "Philip Roth",
      "quote": "Oh, to be a center fielder, a center fielder- and nothing more."
    },
    {
      "cite": "Ted Williams",
      "quote": "Baseball is the only field of endeavor where a man can succeed three times out of ten and be considered a good performer."
    },
    {
      "cite": "Roy Campanella",
      "quote": "You gotta be a man to play baseball for a living, but you gotta have a lot of little boy in you, too."
    },
    {
      "cite": "Paul Gallico",
      "quote": "No game in the world is as tidy and dramatically neat as baseball, with cause and effect, crime and punishment, motive and result, so cleanly defined."
    },
    {
      "cite": "Earl Wilson",
      "quote": "A baseball game is simply a nervous breakdown divided into nine innings."
    },
    {
      "cite": "Ty Cobb",
      "quote": "I have observed that baseball is not unlike war, and when you get right down to it, we batters are the heavy artillery."
    },
    {
      "cite": "George Carlin",
      "quote": "Baseball is the only major sport that appears backwards in a mirror."
    },
    {
      "cite": "Chad Harbach",
      "quote": "Baseball is a team game but, at the same time, it's a very lonely game: unlike in soccer or basketball, where players roam around, in baseball everyone has their little plot of the field to tend. When the action comes to you, the spotlight is on you but no one can help you."
    },
    {
      "cite": "Hank Aaron",
      "quote": "The thing I like about baseball is that it's one-on-one. You stand up there alone, and if you make a mistake, it's your mistake. If you hit a home run, it's your home run."
    },
    {
      "cite": "James Patrick Murray",
      "quote": "Baseball is a game where a curve is an optical illusion, a screwball can be a pitch or a person, stealing is legal and you can spit anywhere you like except in the umpire's eye or on the ball."
    },
    {
      "cite": "Yogi Berra",
      "quote": "Baseball is 90 percent mental and the other half is physical."
    },
    {
      "cite": "Earl Weaver",
      "quote": "In baseball, you can't kill the clock. You've got to give the other man his chance. That's why this is the greatest game."
    },
    {
      "cite": "W. P. Kinsella",
      "quote": "The crack of the bat, the sound of baseballs thumping into gloves, the infield chatter are like birdsong to the baseball starved."
    },
    {
      "cite": "Tommy Henrich",
      "quote": "Catching a fly ball is a pleasure, but knowing what to do with it after you catch it is a business."
    },
    {
      "cite": "Early Wynn",
      "quote": "A pitcher has to look at the hitter as his mortal enemy."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "Baseball is like driving, it's the one who gets home safely that counts."
    },
    {
      "cite": "Pete Rose",
      "quote": "Playing baseball for a living is like having a license to steal."
    },
    {
      "cite": "Joaquin Andujar",
      "quote": "I throw the ball ninety-two miles an hour, but they hit it back just as hard."
    },
    {
      "cite": "Hank Aaron",
      "quote": "Guessing what the pitcher is going to throw is eighty percent of being a successful hitter. The other twenty percent is just execution."
    },
    {
      "cite": "Willie Mays",
      "quote": "Baseball is a game, yes. It is also a business. But what it most truly is, is disguised combat. For all its gentility, its almost leisurely pace, baseball is violence under wraps."
    },
    {
      "cite": "Mickey Mantle",
      "quote": "After I hit a home run I had a habit of running the bases with my head down. I figured the pitcher already felt bad enough without me showing him up rounding the bases."
    },
    {
      "cite": "Yogi Berra",
      "quote": "I never blame myself when I'm not hitting. I just blame the bat and if it keeps up, I change bats."
    },
    {
      "cite": "Hank Aaron",
      "quote": "The pitcher has got only a ball. I've got a bat. So the percentage in weapons is in my favor and I let the fellow with the ball do the fretting."
    },
    {
      "cite": "Joe Garagiola",
      "quote": "Baseball is drama with an endless run and an ever-changing cast."
    },
    {
      "cite": "Ken Harrelson",
      "quote": "Baseball is the only sport I know that when you're on offense, the other team controls the ball."
    },
    {
      "cite": "Bill Veeck",
      "quote": "Baseball is almost the only orderly thing in a very unorderly world. If you get three strikes, even the best lawyer in the world can't get you off."
    }
  ]
}