{
  "source": "https://www.wisesayings.com/basketball-quotes/",
  "theme": "basketball",
  "quotes": [
    {
      "cite": "Author Unknown",
      "quote": "Basketball doesn't build character it reveals it."
    },
    {
      "cite": "Dan Frisby",
      "quote": "Basketball is like photography, if you don't focus, all you have is the negative."
    },
    {
      "cite": "Red Auerbach",
      "quote": "Basketball is like war in that offensive weapons are developed first, and it always takes a while for the defense to catch up."
    },
    {
      "cite": "Bobby Knight",
      "quote": "Basketball is a full court game, so every drill must be done full court."
    },
    {
      "cite": "Dean Smith",
      "quote": "Basketball is a beautiful game when the five players on the court play with one heartbeat."
    },
    {
      "cite": "Phil Jackson",
      "quote": "Basketball is a simple game. Your goal is penetration, get the ball close to the basket, and there are three ways to do that. Pass, dribble and offensive rebound."
    },
    {
      "cite": "Dick Vertlieb",
      "quote": "Basketball is the second most exciting indoor sport , and the other one shouldn't have spectators."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "A basketball team is like the five fingers on your hand. If you can get them all together, you have a fist. That's how I want you to play."
    },
    {
      "cite": "Bob Sundvold",
      "quote": "Basketball is a game that gives you every chance to be great, and puts every pressure on you to prove that you haven't got what it takes. It never takes away the chance, and it never eases up on the pressure."
    },
    {
      "cite": "Dean Smith",
      "quote": "Basketball, more than any other sport, is a team game about the thousands of small, unselfish acts, the sacrifices on the part of the players that result in team building."
    },
    {
      "cite": "Tony Alfonso",
      "quote": "The game of basketball is a game of accepting failure; of accepting imperfection; of realizing that the perfect game has never been played, never will be played, or ever could be played."
    },
    {
      "cite": "Jim Calhoun",
      "quote": "Basketball doesn't care what color your skin is. It doesn't care what language you speak or what religion you practice. It doesn't care if you're big or small, fast or slow. It just asks you to play, to compete, to lose with dignity, to win with humility."
    },
    {
      "cite": "Larry Bird",
      "quote": "Practice habits were crucial to my development in basketball. I didn't play against the toughest competition in high school, but one reason I was able to do well in college was that I mastered the fundamentals. You've got to have them down before you can even think about playing."
    },
    {
      "cite": "Bill Russell",
      "quote": "Remember that basketball is a game of habits. If you make the other guy deviate from his habits, you've got him."
    },
    {
      "cite": "Bob Knight",
      "quote": "I just love the game of basketball so much. The game! I don't need the 18,000 people screaming and all the peripheral things. To me, the most enjoyable part is the practice and preparation."
    },
    {
      "cite": "Bob Knight",
      "quote": "Good basketball always starts with good defense!"
    },
    {
      "cite": "Dean Smith",
      "quote": "Basketball is a team game. But that doesn't mean all five players should take the same amount of shots"
    },
    {
      "cite": "Dr. Jack Ramsay",
      "quote": "A key basketball skill is imagery. The best players see situations before they happen so they can be prepared."
    },
    {
      "cite": "Phil Jackson",
      "quote": "Basketball is a sport that involves the subtle interweaving of players at full speed to the point where they are thinking and moving as one."
    },
    {
      "cite": "Bob Donewald",
      "quote": "Basketball is not an equal opportunity game. If you can't shoot it well, you don't get to shoot."
    },
    {
      "cite": "David Blatt",
      "quote": "Basketball is a game of sacrificing yourself for the next guy, being a team that takes good shots, and taking the right shots."
    },
    {
      "cite": "Terry Stotts",
      "quote": "The fundamentals of the game are the same wherever you go: pass, dribble, shoot, defend, rebound, screen, play hard and together."
    },
    {
      "cite": "Bob Knight",
      "quote": "In basketball, the mental is to the physical as four is to one."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Basketball, a game which won't be fit for people until they set the basket umbilicus-high and return the giraffes to the zoo."
    },
    {
      "cite": "Sara Levinson",
      "quote": "Basketball is the MTV of sports."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Basketball can serve as a kind of metaphor for ultimate cooperation. It is a sport where success, as symbolized by the championship, requires that the dictates of community prevail over selfish impulses."
    },
    {
      "cite": "Jason Behr",
      "quote": "If you're playing basketball with someone who's better than you, you have to get better or else it's no fun."
    },
    {
      "cite": "Pete Carill",
      "quote": "The two ingredients in success in basketball are playing hard and playing intelligently."
    }
  ]
}