{
  "source": "https://www.wisesayings.com/bass-quotes/",
  "theme": "bass",
  "quotes": [
    {
      "cite": "Suzi Quatro",
      "quote": "Guitar is for the head, drums are for the chest, but bass gets you in the groin."
    },
    {
      "cite": "Paul Fournel",
      "quote": "In life's orchestra, the bike is the double bass. Hard to forget it"
    },
    {
      "cite": "Suzi Quatro",
      "quote": "Bass guitar is the engine of the band."
    },
    {
      "cite": "Charlie Haden",
      "quote": "The bass, no matter what kind of music you're playing, it just enhances the sound and makes everything sound more beautiful and full. When the bass stops, the bottom kind of drops out of everything."
    },
    {
      "cite": "Victor Wooten",
      "quote": "The bass is the link between harmony and rhythm. It is the foundation of a band. It is what all the other instruments stand upon, but it is rarely recognized as that."
    },
    {
      "cite": "Mark Lanegan",
      "quote": "The absence of a bass player always makes things go faster and hit harder in the high-end range."
    },
    {
      "cite": "Stanley Clarke",
      "quote": "Bass players are always the intellectual kind, but nobody knows it."
    },
    {
      "cite": "Suzi Quatro",
      "quote": "A bass should sound like a bass with the thump of the finger against the wood, like it began with stand up."
    },
    {
      "cite": "Chad Smith",
      "quote": "Sometimes one of us will have a riff or a bass line from home but it really gels when we come together. We really have a strong special chemistry that we take advantage of when we get together."
    },
    {
      "cite": "Hunter Hayes",
      "quote": "A bass player has to think and play like a bass player. A drummer has to play and think like a drummer, and stay out of the way of the vocalist. The guitar player has to respect everybody else."
    },
    {
      "cite": "Ron Carter",
      "quote": "A good bassist determines the direction of any band."
    },
    {
      "cite": "Suzi Quatro",
      "quote": "The bass player's function, along with the drums, is to be the engine that drives the car everything else is merely colours."
    },
    {
      "cite": "Mike Gordon",
      "quote": "It's really important for the bass and the drums to somehow blend."
    },
    {
      "cite": "John Densmore",
      "quote": "Bass players and drummers are brothers in the basement cooking up the groove that makes people move."
    }
  ]
}