{
  "source": "https://www.wisesayings.com/bath-quotes/",
  "theme": "bath",
  "quotes": [
    {
      "cite": "Ernie Pyle",
      "quote": "If you go long enough without a bath, even the fleas will leave you alone."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "There must be quite a few things a hot bath won't cure, but I don't know many of them."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "Bath twice a day to be really clean, once a day to be passably clean, once a week to avoid being a public menace."
    },
    {
      "cite": "Henry Beard",
      "quote": "You can often wash your troubles away with the right kind of bath. Throw everything you have into the tub: bubble gels, bubble oils, bubble powders, bubble gum."
    },
    {
      "cite": "Neil Simon",
      "quote": "You're welcome to take a bath. You look like the second week of the garbage strike."
    },
    {
      "cite": "Cynthia Nixon",
      "quote": "I love a warm bath at the end of a day."
    },
    {
      "cite": "Rose Macaulay",
      "quote": "A hot bath! How exquisite a vespertine pleasure, how luxurious, fervid and flagrant a consolation for the rigours, the austerities, the renunciations of the day."
    },
    {
      "cite": "Kylie Minogue",
      "quote": "I love to have a bath with beautiful, relaxing music on and have no rush to do anything. It's a wonderful indulgence, and it helps me to calm down and stop my mind running overtime."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Take a music bath once or twice a week for a few seasons, and you will find that it is to the soul what the water bath is to the body"
    },
    {
      "cite": "Mark Twain",
      "quote": "It is a mistake that there is no bath that will cure people's manners, but drowning would help."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "BATH, n. A kind of mystic ceremony substituted for religious worship, with what spiritual efficacy has not been determined."
    },
    {
      "cite": "Erwin McManus",
      "quote": "You cannot wash the feet of a dirty world if you refuse to touch it"
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "As we wash our body so we should wash destiny, change life as we change clothes."
    },
    {
      "cite": "Emilia Clarke",
      "quote": "I'm really old-fashioned. An Epsom salt bath, that's genuinely better than any massage."
    },
    {
      "cite": "Lyle Lovett",
      "quote": "I don't know what it is about the shower that generates creative thoughts. Maybe it's the hot water. Maybe it's being unencumbered even by the restriction of clothing."
    },
    {
      "cite": "Elizabeth Jane Howard",
      "quote": "I think best in a hot bath, with my head tilted back and my feet up high."
    },
    {
      "cite": "Liane Moriarty",
      "quote": "Baths, she thought, were just like her relationships, all \"ooh, ah\" in the beginning and then suddenly, without warning, she had to get out, out, out!"
    },
    {
      "cite": "Curt Siodmak",
      "quote": "A bath and a tenderloin steak. Those are the high points of a man's life."
    },
    {
      "cite": "Isabel Gillies",
      "quote": "Sprinkling drops of lavender and clary-sage oil into a bath is a totally simple yet complex pleasure."
    },
    {
      "cite": "Kristin Scott Thomas",
      "quote": "Baths are my favorite thing. I can have two, three a day."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Meditate and bath in the light of eternity. Nothing else is worthwhile."
    },
    {
      "cite": "Sheherazade Goldsmith",
      "quote": "A long, hot bath is a real treat. But from a 'green' point of view, that's probably what it should be: an occasional treat."
    },
    {
      "cite": "Dodie Smith",
      "quote": "Noble deeds and hot baths are the best cures for depression."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "People who wash much have a high mind about it, and talk down to those who wash little."
    },
    {
      "cite": "William Blake",
      "quote": "Dip him in the river who loves water."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "It seemed silly to wash one day when I would only have to wash again the next. It made me tired just to think of it."
    },
    {
      "cite": "Veronica Roth",
      "quote": "I shower in the dark, barely able to tell soap from conditioner, and tell myself that I will emerge new and strong, that the water will heal me."
    },
    {
      "cite": "Rodney Harrison",
      "quote": "I take three showers a day. I don’t need to be in the shower for 15 minutes. I’m a five-minute guy."
    },
    {
      "cite": "Nolan Bushnell",
      "quote": "Everyone who's ever taken a shower has an idea. It's the person who gets out of the shower, dries off and does something about it who makes a difference."
    },
    {
      "cite": "Tom Ford",
      "quote": "Yes, I still take my baths all day long. They're meditative. I have three a day."
    }
  ]
}