{
  "source": "https://www.wisesayings.com/bathtub-quotes/",
  "theme": "bathtub",
  "quotes": [
    {
      "cite": "Alicia Alvrez",
      "quote": "In the middle ages, couples used to get married in the bathtub because water signified purity. The couple and their attendants would stand in a tub filled with water."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "If you linger in the bathtub, chances are you will emerge as a wrinkled prune. That's because prolonged exposure to water causes skin's natural water repellent, keratin, to dissolve and the cells in the epidermis layer to absorb  water and swell, causing puckering."
    },
    {
      "cite": "Wade Bradford",
      "quote": "Somewhere right now, water is filling up a bathtub, steam is fogging up a mirror, washcloths and rubber duckies are waiting..."
    },
    {
      "cite": "Katherine Obermeyer",
      "quote": "Sometimes love is like being in a bathtub. You are in the bathtub with the person you love. The bathtub is fun."
    },
    {
      "cite": "Katherine Obermeyer",
      "quote": "Have you ever heard that the best way to clean the bathtub is to get in? You can reach all the sides; you are not leaning across. You don't mind getting water on your elbows because you are naked and in the water."
    },
    {
      "cite": "Katherine Obermeyer",
      "quote": "Have you added too much water and need to drain some out? Someone will have to take this action or the bath will overflow. Since the bathtub just has two people in it, that someone is either you or your spouse. Water that overflows will ruin the carpet/tile/linoleum and rot the floor underneath the bathtub.This is a marriage where people worked at it, but they didn't realize all the different types of work that needed to be done."
    },
    {
      "cite": "Barbara Isenberg",
      "quote": "Breathing, meditating, and stretching in the bathtub can become a natural ritual for our culture."
    },
    {
      "cite": "Deborah Hanekamp",
      "quote": "I stepped into a large, cold bathtub. I dunked my head underwater. I did not exactly know what my sins were but I felt them wash away."
    },
    {
      "cite": "Paulette Kouffman Sherman",
      "quote": "The average person spends a year and a half of their entire life in the  bathroom. 66 percent of mothers hide out in the bathroom for quiet time. 47 percent of Americans contemplate their future in there, so now you can accomplish all that with a positive intention."
    },
    {
      "cite": "Steven Wright",
      "quote": "You know when you put a stick in water and it looks bent? That's why I never take baths."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "When I pricked minuscule bubbles of soap emanating from the bathtub; / a pungent spray flew in my eyes, / It was as if someone had hurled tones of chili powder; and the interiors of my eye developed a severe red allergy."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "I filled the bathtub to the brim; with a solution of my crystalline tears, / She entered; cleansed her blotted hands in the same; exited as phlegmatically as she had come."
    },
    {
      "cite": "Ezra Pound",
      "quote": "As a bathtub lined with white porcelain, / When the hot water gives out or goes tepid, / So is the slow cooling of our chivalrous passion, / O my much praised but-not-altogether-satisfactory lady."
    },
    {
      "cite": "Aki Kaurismaki",
      "quote": "When I was young, I would sit in the bath and ideas would come to me. But I'm not young anymore, so now I just sit in the bath."
    },
    {
      "cite": "Sarah McLachlan",
      "quote": "I think a lot of contemplation happens in bathtubs. It does for me. Nothing like a hot bath to ease the tension and think about what's going to happen next."
    },
    {
      "cite": "Elizabeth Kubler Ross",
      "quote": "There is no need to go to India or anywhere else to find peace. You will find that deep place of silence right in your room, your garden or even your bathtub."
    },
    {
      "cite": "Grover Norquist",
      "quote": "Our goal is to shrink government to the size where we can drown it in a bathtub."
    },
    {
      "cite": "Stephen King",
      "quote": "Writing fiction, especially a long work of fiction, can be a difficult, lonely job; it's like crossing the Atlantic Ocean in a bathtub. There's plenty of opportunity for self-doubt."
    },
    {
      "cite": "Bill Dewitt",
      "quote": "The bathtub was invented in 1850 and the telephone in 1875. In other words, if you had been living in 1850, you could have sat in the bathtub for 25 years without having to answer the phone."
    },
    {
      "cite": "Charles Macklin",
      "quote": "Every tub must stand upon its bottom."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "In the lobby of every business incubator there needs to be a bathtub, to get the ideas flowing. But to make it functional, it needs to be used as a fish tank."
    },
    {
      "cite": "Gary White",
      "quote": "In what we call trophy baths, the tub is set up as the focal point, and people want to make sure it is seen."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The truth isn't easily pinned to a page. In the bathtub of history the truth is harder to hold than the soap and much more difficult to find."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "There is no need to go to India or anywhere else to find peace.  You will find that deep place of silence right in your room, your garden or even your bathtub."
    },
    {
      "cite": "Art Donovan",
      "quote": "You know you're big when you sit in the bathtub and the water in the toilet rises."
    },
    {
      "cite": "Henry Beard",
      "quote": "You can often wash your troubles away with the right kind of bath. Throw everything you have into the tub: bubble gels, bubble oils, bubble powders, bubble gum."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "People run from rain but sit in bathtubs full of water."
    },
    {
      "cite": "Minnie Pearl",
      "quote": "Getting married is a lot like getting into a tub of hot water. After you get used to it, it ain't so hot."
    },
    {
      "cite": "Akilnathan Logeswaran",
      "quote": "To me bathtubs are the epitome of luxury. Either you have no money to own one or you have no time to use one."
    },
    {
      "cite": "Reinhard Bonnke",
      "quote": "If you want to catch fish, don't throw your net into the bathtub."
    }
  ]
}