{
  "source": "https://www.wisesayings.com/battle-quotes/",
  "theme": "battle",
  "quotes": [
    {
      "cite": "Pierre Corneille",
      "quote": "Where there is no peril in the fight, there is no glory in the triumph."
    },
    {
      "cite": "Erwin Rommel",
      "quote": "Don't fight a battle if you don't gain anything by winning."
    },
    {
      "cite": "Ulysses S. Grant",
      "quote": "In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "In preparing for battle I have always found that plans are useless, but planning is indispensable."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "You may have to fight a battle more than once to win it."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Never think that war, no matter how necessary, nor how justified, is not a crime."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "War does not determine who is right - only who is left."
    },
    {
      "cite": "Mao Zedong",
      "quote": "War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "It is good that war is so horrible, or we might grow to like it."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Battle not with monsters lest you become one."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "War is a quarrel between two thieves too cowardly to fight their own battle."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "You must not fight too often with one enemy, or you will teach him all your art of war."
    },
    {
      "cite": "Arthur Wellesley",
      "quote": "Nothing except a battle lost can be half so melancholy as a battle won."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Wars are poor chisels for carving out peaceful tomorrows."
    },
    {
      "cite": "Martin Luther",
      "quote": "War is the greatest plague that can afflict humanity, it destroys religion, it destroys states, it destroys families. Any scourge is preferable to it."
    },
    {
      "cite": "Donald Trump",
      "quote": "Sometimes by losing a battle you find a new way to win the war."
    },
    {
      "cite": "Ferdinand Foch",
      "quote": "A battle won is a battle which we will not acknowledge to be lost."
    },
    {
      "cite": "Ezra Pound",
      "quote": "The real trouble with war (modern war) is that it gives no one a chance to kill the right people."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "It is fatal to enter any war without the will to win it."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "All wars are follies, very expensive and very mischievous ones."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "War is not an adventure. It is a disease. It is like typhus."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "For a war to be just three conditions are necessary - public authority, just cause, right motive."
    },
    {
      "cite": "Thucydides",
      "quote": "Wars spring from unseen and generally insignificant causes, the first outbreak being often but an explosion of anger."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "War is what happens when language fails."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "You don't always win your battles, but it's good to know you fought."
    },
    {
      "cite": "Colin Powell",
      "quote": "No battle plan survives contact with the enemy."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "War is a defeat for humanity."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "There is no avoiding war; it can only be postponed to the advantage of others."
    },
    {
      "cite": "H. G. Wells",
      "quote": "If we don't end war, war will end us."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Once we have a war there is only one thing to do. It must be won. For defeat brings worse things than any that can ever happen in war."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "No one ever goes into battle thinking God is on the other side."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Wars have never hurt anybody except the people who die."
    },
    {
      "cite": "Thomas Mann",
      "quote": "War is only a cowardly escape from the problems of peace."
    },
    {
      "cite": "Bob Marley",
      "quote": "The hotter the battle the sweeter the victory."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "A lost battle is a battle one thinks one has lost."
    },
    {
      "cite": "Enoch Powell",
      "quote": "No battle is worth fighting except the last one."
    },
    {
      "cite": "Brad Thor",
      "quote": "Anyone that goes to battle goes to battle knowing the mindset and tactics of their enemies."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "War is so unjust and ugly that all who wage it must try to stifle the voice of conscience within themselves."
    },
    {
      "cite": "James Monroe",
      "quote": "Preparation for war is a constant stimulus to suspicion and ill will."
    },
    {
      "cite": "Alexander Berkman",
      "quote": "War means blind obedience, unthinking stupidity, brutish callousness, wanton destruction, and irresponsible murder."
    },
    {
      "cite": "George Orwell",
      "quote": "The quickest way of ending a war is to lose it."
    },
    {
      "cite": "Aristotle",
      "quote": "We make war that we may live in peace."
    },
    {
      "cite": "A. J. P. Taylor",
      "quote": "No war is inevitable until it breaks out."
    },
    {
      "cite": "Janet Morris",
      "quote": "Everyone prepares for battle in his own way."
    },
    {
      "cite": "George Washington",
      "quote": "To be prepared for war is one of the most effective means of preserving peace."
    },
    {
      "cite": "Gilbert Parker",
      "quote": "War is cruelty, and none can make it gentle."
    },
    {
      "cite": "William Westmoreland",
      "quote": "War is fear cloaked in courage."
    },
    {
      "cite": "John Abbott",
      "quote": "War is the science of destruction."
    },
    {
      "cite": "Julius Caesar",
      "quote": "In war, events of importance are the result of trivial causes."
    },
    {
      "cite": "William McKinley",
      "quote": "War should never be entered upon until every agency of peace has failed."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "No battle was ever won according to plan, but no battle was ever won without one."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "Carry the battle to them. Don't let them bring it to you. Put them on the defensive and don't ever apologize for anything."
    },
    {
      "cite": "Carl von Clausewitz",
      "quote": "Only great and general battles can produce great results"
    },
    {
      "cite": "John Wayne",
      "quote": "All battles are fought by scared men who'd rather be some place else."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "The battle is lost or won in the secret places of the will before God, never first in the external world."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A battle sometimes decides everything and sometimes the most trifling thing decides the fate of a battle."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "The hardest battle you're ever going to fight is the battle to be just you."
    },
    {
      "cite": "F. E. Adcock",
      "quote": "Battles are sometimes won by generals. Wars are nearly always won by sergeants and privates."
    },
    {
      "cite": "Dorothy Day",
      "quote": "The legal battle against segregation is won, but the community battle goes on."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Battles are lost in the same spirit in which they are won."
    },
    {
      "cite": "Yukito Kishiro",
      "quote": "The purpose of battle is to attain the greatest heights within your own limits."
    },
    {
      "cite": "Chuck Smith",
      "quote": "There are more battles won through prayer than by any other means."
    },
    {
      "cite": "Buddha",
      "quote": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours."
    },
    {
      "cite": "George S. Patton",
      "quote": "Battle is the most magnificent competition in which a human being can indulge."
    },
    {
      "cite": "P. C. Cast",
      "quote": "Battle scars from the war of good versus evil have a unique beauty all their own."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Battles are won by slaughter and maneuver. The greater the general, the more he contributes in maneuver, the less he demands in slaughter."
    },
    {
      "cite": "Lynn Viehl",
      "quote": "No battle was ever won by wholly sane men."
    },
    {
      "cite": "James Ewell Brown Stuart",
      "quote": "Believe that you can whip the enemy, and you have won half the battle."
    },
    {
      "cite": "Stephen King",
      "quote": "The battle between good and evil is endlessly fascinating because we are participants every day."
    },
    {
      "cite": "Chrissie Wellington",
      "quote": "Pick your battles, and accept yourself for who you are."
    },
    {
      "cite": "David Millar",
      "quote": "The manner in which one loses the battle can sometimes outshine the victory."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "In a battle between force and an idea, the latter always prevails."
    },
    {
      "cite": "Andy Andrews",
      "quote": "Do battle with the challenges of your present, and you will unlock the prizes of your future."
    }
  ]
}