{
  "source": "https://www.wisesayings.com/be-bold-quotes/",
  "theme": "be-bold",
  "quotes": [
    {
      "cite": "Queen Latifah",
      "quote": "Be bold, be brave enough to be your true self."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "The doors will be opened to those who are bold enough to knock."
    },
    {
      "cite": "Ed Sheeran",
      "quote": "Be original; don’t be scared of being bold."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Boldness is ever blind, for it sees not dangers and inconveniences whence it is bad in council though good in execution."
    },
    {
      "cite": "Richard Branson",
      "quote": "It’s only by being bold that you get anywhere."
    },
    {
      "cite": "Ovid",
      "quote": "The bold adventurer succeeds the best."
    },
    {
      "cite": "Harald Hardrade",
      "quote": "All people need in order to rise up against tyranny is a leader bold enough to take up the banner."
    },
    {
      "cite": "Brendon Burchard",
      "quote": "I would rather be a hot mess of bold action, a make it happen learn on the fly kind of person, than a perfectly organized coward."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Whatever you can do, or dream you can, begin it. Boldness has genius, power and magic in it."
    },
    {
      "cite": "Dorothea Brande",
      "quote": "Act boldly and unseen forces will come to your aid."
    },
    {
      "cite": "Angela Hunt",
      "quote": "We need to be visionary; we have to be bold."
    },
    {
      "cite": "Anthony Storr",
      "quote": "Originality implies being bold enough to go beyond accepted norms."
    },
    {
      "cite": "Kevin Rampe",
      "quote": "Above all else, be daring, be bold, be unconventional."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Put a grain of boldness into everything you do."
    },
    {
      "cite": "James Swartz",
      "quote": "Fortune favors the bold."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "Make bold choices and make mistakes. It’s all these things that add up to the person you become."
    },
    {
      "cite": "John Di Lemme",
      "quote": "Taking bold focused action creates explosive results."
    },
    {
      "cite": "Thomas J. Powell",
      "quote": "Be bold when others are scared."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Whatever you dream of, be bold and pursue it."
    },
    {
      "cite": "Robert Frost",
      "quote": "Freedom lies in being bold."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Take risks, be bold and let your genius convert your fear into power and brilliance."
    },
    {
      "cite": "Joel Brown",
      "quote": "You decide every day who you will and will not be. Be bold in your decision but remember, choose wisely."
    },
    {
      "cite": "William Wordsworth",
      "quote": "How does the Meadow flower its bloom unfold? Because the lovely little flower is free down to its root, and in that freedom bold."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led, and bearding every authority which stood in their way."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "In criticism I will be bold, and as sternly, absolutely just with friend and foe. From this purpose nothing shall turn me."
    },
    {
      "cite": "Matt Ross",
      "quote": "Live each day like it could be your last. Drink it in. Be adventurous, be bold, but savor it. It goes fast."
    },
    {
      "cite": "David J. Corbett",
      "quote": "You and Father taught me not to careful, but to be bold."
    },
    {
      "cite": "Greg Berlanti",
      "quote": "Sometimes bravery isn't enough. Sometimes the world requires us to be bold."
    },
    {
      "cite": "Norman Reilly Raine",
      "quote": "I am an ambitious man, Mister Povey... and an ambitious man, if he be bold enough, can carve himself a kingdom."
    },
    {
      "cite": "David Angell",
      "quote": "We should do something special - be bold. It's leap year - take a leap!"
    },
    {
      "cite": "Seth MacFarlane",
      "quote": "To build a home and a life in this harsh, unforgiving country required that a man be bold, fearless, and tough as iron. The men who were courageous and resilient were the men who prospered."
    },
    {
      "cite": "Jeffrey Hirschfield",
      "quote": "Be bold, Zev, don't compromise yourself with sentiment! Together we can own the universe! You know this is what you want..."
    },
    {
      "cite": "Keith Richards",
      "quote": "Trust your gut reaction  / Be bold, be bold baby  / If you don't take chances  / You won't make advances"
    },
    {
      "cite": "Taishi",
      "quote": "Be bold. Be yourself. / Stand up. / Keep on lookin' for a light. / You cut thick clouds."
    },
    {
      "cite": "Des'ree Weekes",
      "quote": "You gotta be bad, you gotta be bold, you gotta be wiser/ You gotta be hard, you gotta be tough, you gotta be stronger / You gotta be cool, you gotta be calm, you gotta stay together / All I know, all I know, love will save the day"
    },
    {
      "cite": "Jen Ledger",
      "quote": "I'm gonna be bold / Gotta hold my head up / 'Cause I know when I get up / There's a victory I already hold"
    },
    {
      "cite": "David Cole",
      "quote": "It's either you're in or out / Gotta know what you're all about / Be bold and strong / Tell yourself you're not doing wrong"
    },
    {
      "cite": "Nicholas Fleece",
      "quote": "The morning is cold / We'll wake when we're bold / For the rest of our lives / And though / The evening is warm / We'll sleep through the storm"
    },
    {
      "cite": "Tori Ellen Amos",
      "quote": "Yes, she's bold / Bold enough / To set fire to your plain / Her fire to your plain"
    },
    {
      "cite": "Kevin Churko",
      "quote": "That you're no longer alone tonight / You're coming into your own tonight / One of the brave and the bold tonight"
    },
    {
      "cite": "Henry Stephen Font",
      "quote": "Excuse me if I'm wrong / But I need some encouraging / Thank you for being so bold"
    },
    {
      "cite": "Prince Rogers Nelson",
      "quote": "How can you just leave me standing? / Alone in a world that's so cold (so cold) / Maybe I'm just too demanding / Maybe I'm just like my father, too bold"
    },
    {
      "cite": "Jack William Adams",
      "quote": "Brave, bold / Acting for what, a name on road / It's like man wanna see fame on road / But don't really want to get blazed on road"
    },
    {
      "cite": "Norman Hassan",
      "quote": "Hold your fire, cool your temper / Young guns ever too bold / Hold your fire, just remember / Young guns never grow old"
    },
    {
      "cite": "Felix Snow",
      "quote": "If you play it brave and bold / These are streets of gold"
    },
    {
      "cite": "Charles Sangster",
      "quote": "With my vassals brave and bold; / We'd hunt all day, / Through the wild wood gay, / In our guise of green and gold."
    },
    {
      "cite": "Harriet Monroe",
      "quote": "And good and bad, the battles bold / You fought with principalities / And powers. We chaffed and laughed away / Such woes that day!"
    },
    {
      "cite": "John Newton",
      "quote": "No -- I must maintain my hold, / 'Tis thy goodness makes me bold; / I can no denial take, / When I plead for Jesu's sake."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Modest men must needs endure, / And the bold must humbly bow; / Thus thy fate's the same, be sure, / Whether bold or modest thou."
    },
    {
      "cite": "Herman Melville",
      "quote": "We rovers bold, / To the land of Gold, / Over the bowling billows are gliding: / Eager to toil, / For the golden spoil"
    },
    {
      "cite": "John Dryden",
      "quote": "Swift and resistless through the land he pass'd / Like that bold Greek who did the east subdue, / And made to battles such heroic haste / As if on wings of victory he flew."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "Boldness is a mental attitude, a liberating force. It is a way of interacting with the world."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "I believe that you have to be bold in order to live fully, to be able to make the most of the cards that life deals you."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "It is possible to learn how to be bold. Bold enough to change. Bold enough to risk failure. Bold enough to pick yourself up and try again."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "Every sports person knows how terrifying it is to risk failing but they keep being bold enough to try."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "Being bold does not mean that you are not afraid. It means that you face up to that fear and keep going."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "By giving something a go you gradually learn to be bolder and less afraid."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "To live boldly is to be fully alive, to experience the full range of emotions."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "Determined people are bold. And boldness always involves risk."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "You should always encourage yourself to be bold enough to work out what it is you really believe in and what kind of life you want to lead."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "Not to have a bold vision for the future means that our enemies have won. They have diminished our dreams and therefore they have diminished us."
    },
    {
      "cite": "Susan Mitchell",
      "quote": "Leaders is about not being afraid to be bold and not being afraid to be seen to be bold."
    },
    {
      "cite": "Don Cheadle",
      "quote": "The world needs more people to be bold and take on this important work for our tomorrow."
    },
    {
      "cite": "Jeff Shore",
      "quote": "Boldness is taking action to do the right thing, despite fear and discomfort. It isn't about being obnoxious, slick, or manipulative."
    },
    {
      "cite": "Jeff Shore",
      "quote": "To be bold is to initiate strong, positive action at a time when others would give in and take the easy path."
    },
    {
      "cite": "Don Gossett",
      "quote": "Bold living...being courageous under all adversities and learning that triumph goes to those who practice this truth."
    },
    {
      "cite": "Elsie Olson",
      "quote": "You have the power. Be a hero too. Be brave and be bold. Be your best you."
    },
    {
      "cite": "Elsie Olson",
      "quote": "Being bold means having courage. People who are bold are brave or daring. They take chances. They try new thing. People who are bold face their fears."
    },
    {
      "cite": "Elsie Olson",
      "quote": "Be bold! It's important to be brave. But true heroes are smart too. They don't take unnecessary risks. These are actions that could put themselves or others in danger."
    },
    {
      "cite": "Bridgette Murphy",
      "quote": "Be bold! Break out of it today, and jump over one of the biggest mental barriers in your mind."
    },
    {
      "cite": "Tyson T. Cooper",
      "quote": "A principle that goes hand in hand with doing the small things is to be bold."
    },
    {
      "cite": "Chitra Jha",
      "quote": "Goals must be realistic and achievable, dreams can be bold, fantastic and outrageous"
    },
    {
      "cite": "Chitra Jha",
      "quote": "Bold dreams push us forward and extend our possibilities because boldness has a powerful magnetic quality to it."
    },
    {
      "cite": "Shaun Smith",
      "quote": "It requires courage, conviction and imagination to be bold -- but the rewards can be immense."
    },
    {
      "cite": "Shaun Smith",
      "quote": "They are bold. Not reckless. Just bold: they stand out from others because they stand up for something."
    },
    {
      "cite": "Shaun Smith",
      "quote": "Some are bold because what they do is so dramatically different to what has been done before."
    },
    {
      "cite": "Shaun Smith",
      "quote": "All are bold because they have an unshakable belief in what they stand for and let their actions follow their beliefs."
    },
    {
      "cite": "Shaun Smith",
      "quote": "Being bold is an attitude of mind but is evidenced by what people do."
    },
    {
      "cite": "Shaun Smith",
      "quote": "Being bold starts with individual people having belief in something, a commitment to achieving it and a determination to see it sustained. Boldness starts with you."
    },
    {
      "cite": "Baldev Bhatia",
      "quote": "To be bold, to be strong, and courageous through which they can lead a sweet, good, happy, and prosperous life."
    },
    {
      "cite": "Golda Meir",
      "quote": "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement."
    },
    {
      "cite": "Fay Weldon",
      "quote": "Be bold, but not too bold. Have courage, but not too much."
    },
    {
      "cite": "Anonymous",
      "quote": "Be bold enough to use your voice, brave enough to listen to your heart, and strong enough to live the life you have always imagined."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Take bold decisions. Don't let doubts fumble decisions in your mind and make you confused over them. Pursue what you are convinced to do; else you set yourself up where you do not belong."
    },
    {
      "cite": "Ruth Boorstine",
      "quote": "Be bold in what you stand for and careful what you fall for."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Courage leads you to win battles everyone may lose."
    },
    {
      "cite": "Horace",
      "quote": "Begin, be bold, and venture to be wise."
    },
    {
      "cite": "Janna Cachola",
      "quote": "Be bold in pursuing what others believe is unrealistic because this will achieve more than being bland and unimaginative."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Stand up, be bold, be strong. Take the whole responsibility on your own shoulders, and know that you are the creator of your own destiny. All the strength and succor you want is within yourself. Therefore make your own future."
    },
    {
      "cite": "Nirav Sanchaniya",
      "quote": "Stop being self-conscious when you write. You are the expert about the world you are creating, no one else. So be bold and write on."
    },
    {
      "cite": "Peter T. Mcintyre",
      "quote": "Confidence comes not from always being right but from not fearing to be wrong."
    },
    {
      "cite": "Dale E. Turner",
      "quote": "People who make no mistakes lack boldness and the spirit of adventure. They are the brakes on the wheels of progress."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Virtue is bold, and goodness never fearful."
    },
    {
      "cite": "John Lewis",
      "quote": "You must be bold, brave, and courageous and find a way to get in the way."
    },
    {
      "cite": "Helen Keller",
      "quote": "Avoiding danger is no safer in the long run than outright exposure. The fearful are caught as often as the bold."
    },
    {
      "cite": "Anonymous",
      "quote": "Be brave. Take Risks. Nothing can substitute experience."
    },
    {
      "cite": "Voltaire",
      "quote": "Be bold, proclaim it everywhere: They only live who dare."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Always be yourself, express yourself have faith in yourself, do not go out and look for a successful personality and duplicate it."
    },
    {
      "cite": "William O. Douglas",
      "quote": "We need to be bold and adventurous in our thinking in order to survive."
    },
    {
      "cite": "Brad Henry",
      "quote": "Let us be bold. Let us be brave. Let us be together."
    }
  ]
}