{
  "source": "https://www.wisesayings.com/be-grateful-quotes/",
  "theme": "be-grateful",
  "quotes": [
    {
      "cite": "Alfred Bester",
      "quote": "Be grateful that you only see the outward man. Be grateful that you never see the passions, the hatreds, the jealousies, the malice, the sicknesses be grateful you rarely see the frightening truth in people."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "Be grateful for your problems, for they stimulate an I can solve it attitude."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Be grateful for what you already have, and you will attract more good things."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Focus on being grateful for what you have already enjoy it!! Then release into the universe. The universe will manifest it."
    },
    {
      "cite": "Thomas S Monson",
      "quote": "Each of us has much for which to be grateful if we will but pause and contemplate our blessings."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "May you find the courage to be grateful for every circumstance."
    },
    {
      "cite": "Yasmin Mogahed",
      "quote": "Be grateful for the wound that pushes you towards God."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Be grateful for what you have, while in pursuit of what you want."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Practice being grateful for everything that life has blessed you with."
    },
    {
      "cite": "Yasmin Mogahed",
      "quote": "Be grateful for every single person who was part of your story.The ones that hurt you. The ones that helped you. Because they all taught you."
    },
    {
      "cite": "Valerie Harper",
      "quote": "Be grateful for each moment we have and be happy, but more than anything live it fully."
    },
    {
      "cite": "Alexandra Adornetto",
      "quote": "Be grateful for small mercies."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "By talking to yourself about the things you have to be grateful for you can fill your mind with thoughts that soar."
    },
    {
      "cite": "C.J. Langenhoven",
      "quote": "We need to be grateful for many things that didn't happen."
    },
    {
      "cite": "Radhanath",
      "quote": "A grateful heart is not one that is very selective and choosy about what to be grateful for."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them."
    },
    {
      "cite": "Pavithra Mehta",
      "quote": "What you truly acknowledge truly is yours. Invite your heart to be grateful and your thank yous will be heard even when you don't use words."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "If the only prayer you ever say in your entire life is thank you, it will be enough."
    },
    {
      "cite": "Hal Elrod",
      "quote": "Be grateful for your challenges, setbacks, adversity and disappointments. Be grateful for your opportunity to overcome every single one, because doing so contributes to your growth and your ability to help others overcome theirs."
    },
    {
      "cite": "Roy Bennett",
      "quote": "Be grateful for what you already have while you pursue your goals."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life."
    },
    {
      "cite": "Meryl Davis",
      "quote": "Just remember: to be grateful and thank the people who are there and support you along the way is a great start to success."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Be grateful everyday for the brief but magnificent opportunity that life provides."
    },
    {
      "cite": "Rumi",
      "quote": "Be grateful for whoever comes, because each has been sent as a guide from beyond."
    },
    {
      "cite": "Mary C. Neal",
      "quote": "No matter what the circumstances, we can be grateful that God fulfills His promises, that our faith is sufficient to sustain us, and that our eternal life is assured."
    },
    {
      "cite": "Thomas Merton",
      "quote": "To be grateful is to recognize the love of God in everything."
    },
    {
      "cite": "Christiane Northrup",
      "quote": "Feeling grateful or appreciative of someone or something in your life actually attracts more of the things that you appreciate and value into your life."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "No matter what the situation is close your eyes and think of all the things you could be grateful for in your life right now."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Be grateful to those who refuse your demands. They are your benefactors."
    },
    {
      "cite": "Cesc Fabregas",
      "quote": "I think you have to be grateful to those who have helped you."
    },
    {
      "cite": "Grenville Kleiser",
      "quote": "Be grateful for the joy of life. Be glad for the privilege of work. Be thankful for the opportunity to give and serve. Good work is the great character builder, the sweetener of life, the maker of destiny. Let the spirit of your work be right, and whether your task be great or small you will then have the satisfaction of knowing it is worth while."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Be grateful for the tiny details of your life and make room for unexpected and beautiful blessings."
    },
    {
      "cite": "Trent Franks",
      "quote": "My smile will always be broken, but I'll always be grateful for the chance to get to do what I get to do."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Be grateful for good breaks and kind favors but don't count on them."
    },
    {
      "cite": "Richard Carlson",
      "quote": "The trick is to be grateful when your mood is high and graceful when it is low."
    },
    {
      "cite": "Zelig Pliskin",
      "quote": "Every moment of life is precious and can never happen again and therefore is a reason to appreciate, be grateful for and celebrate the fact that you are alive."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude."
    },
    {
      "cite": "Rebecca Pidgeon",
      "quote": "Contemplate the good things in your life and be grateful for them."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Be grateful for what you have and stop complaining it bores everybody else, does you no good, and doesn't solve any problems."
    },
    {
      "cite": "Alice Barrett",
      "quote": "So every single day, I found something to be grateful for and that's a powerful lesson."
    },
    {
      "cite": "Rumi",
      "quote": "Be grateful for your life, every detail of it, and your face will come to shine like a sun, and everyone who sees it will be made glad and peaceful."
    },
    {
      "cite": "Quentin L. Cook",
      "quote": "Always be grateful for your blessings, especially your heritage. When we are blessed with goodly parents, we should be grateful. This is the debt each of us owes for our heritage."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Don't focus on what's wrong. Things may not be perfect, but be grateful for the opportunity to experience each day. Live each day like it could be your last."
    },
    {
      "cite": "Dave Pelzer",
      "quote": "Build on past successes, be grateful for what you do have, and know that this, too, shall pass. It's only for the now. Whatever we're facing, it's not forever."
    },
    {
      "cite": "Nicole Ari Parker",
      "quote": "Exercise is about being grateful for the body you have and sustaining the life you have."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "If people begin to be more grateful, they will see the wonders of life."
    },
    {
      "cite": "Aristotle",
      "quote": "It is just that we should be grateful, not only to those with whose views we may agree, but also to those who have expressed more superficial views; for these also contributed something, by developing before us the powers of thought."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."
    }
  ]
}