{
  "source": "https://www.wisesayings.com/be-kind-quotes/",
  "theme": "be-kind",
  "quotes": [
    {
      "cite": "Frederick Greenwood",
      "quote": "Kindness is no virtue, but a common duty."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "Be kind whenever possible. It is always possible."
    },
    {
      "cite": "Joseph Hall",
      "quote": "A good man is kinder to his enemy than bad men to their friends."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Men are only as great as they are kind."
    },
    {
      "cite": "Henry James",
      "quote": "Three things in human life are important: the first is to be kind; the second is to be kind; and the third is to be kind."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Kindness in words creates confidence.. Kindness in thinking creates profoundness.. Kindness in giving creates love."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees."
    },
    {
      "cite": "Ilyas Kassam",
      "quote": "It is more important to be of pure intention than of perfect action."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "You cannot do a kindness too soon, for you never know how soon it will be too late."
    },
    {
      "cite": "Aesop",
      "quote": "No act of kindness, no matter how small, is ever wasted."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "I admire those who do good and expect nothing in return."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The simplest acts of kindness are by far more powerful then a thousand heads bowing in prayer."
    },
    {
      "cite": "Abraham Miller",
      "quote": "Kindness is a distemper which is soon cured by experience."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "If you can be kind and considerate for one day, then you can be for another. It won't cost you a penny in the world. Begin today."
    },
    {
      "cite": "Sophocles",
      "quote": "Kindness is ever the begetter of kindness."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Our kindness may be the most persuasive argument for that which we believe."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you are kind, people may accuse you of ulterior motives. Be kind anyway."
    },
    {
      "cite": "William John Bennett",
      "quote": "A kind and compassionate act is often its own reward."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Kindness is loving people more than they deserve"
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "The very nature of kindness is to spread. If you are kind to others, today they will be kind to you, and tomorrow to somebody else."
    },
    {
      "cite": "John Lithgow",
      "quote": "Take care, be kind, be considerate of other people and other species, and be loving."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Never look down on anybody unless you're helping them up."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A warm smile is the Universal language of kindness."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Being kind is more important than being right."
    },
    {
      "cite": "Robert Breault",
      "quote": "Today I bent the truth to be kind, and I have no regret, for I am far surer of what is kind than I am of what is true."
    },
    {
      "cite": "James M. Barrie",
      "quote": "Always be a little kinder than necessary."
    },
    {
      "cite": "Dara Horn",
      "quote": "Time itself is created through deeds of true kindness."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Kindness can become its own motive. We are made kind by being kind."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "We are made kind by being kind."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "If you want to be holy, be kind."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "The more you extend kindness to yourself, the more it will become your automatic response to others."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Be kind to yourself and others. Come from love every moment you can."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "Practice kindness all day to everybody and you will realize you're already in heaven now."
    },
    {
      "cite": "Henry Drummond",
      "quote": "Kindness is the golden key that unlocks the hearts of others."
    },
    {
      "cite": "Confucius",
      "quote": "Act with kindness, but do not expect gratitude."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that has done you a kindness will be more ready to do you another, than he whom you yourself have obliged."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Kindness is in our power, even when fondness is not."
    },
    {
      "cite": "Andrew Iskander",
      "quote": "Because that's what kindness is. It's not doing something for someone else because they can't, but because you can."
    },
    {
      "cite": "Kahil Gibran",
      "quote": "Tenderness and kindness are not signs of weakness and despair but manifestations of strength and resolution."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Kindness is the noblest weapon to conquer with."
    },
    {
      "cite": "Seneca",
      "quote": "Wherever there is a human being, there is an opportunity for kindness."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "To be kind is good. To be kind without expecting anything in return is better."
    },
    {
      "cite": "Plato",
      "quote": "Be kind, for everyone you meet is fighting a harder battle."
    },
    {
      "cite": "Harold S. Kushner",
      "quote": "Being kind to others is a way of being good to yourself."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "Kindness makes a fellow feel good whether it's being done to him or by him."
    },
    {
      "cite": "Roy Bennett",
      "quote": "A random act of kindness, no matter how small, can make a tremendous impact on someone else's life."
    },
    {
      "cite": "C. A. Bartol",
      "quote": "Gentleness and kindness will make our homes a paradise upon earth."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Kindness is the golden chain by which society is bound together."
    },
    {
      "cite": "Mark Twain",
      "quote": "Kindness is a language which the deaf can hear and the blind can see."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "The smallest act of kindness is worth more than the greatest intention."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust, and hostility to evaporate."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees."
    },
    {
      "cite": "Anne Lamott",
      "quote": "The world is always going to be dangerous, and people get badly banged up, but how can there be more meaning than helping one another stand up in a wind and stay warm?"
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "Love and kindness are never wasted. They always make a difference. They bless the one who receives them, and they bless you, the giver."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Behind every beautiful thing, there's some kind of pain."
    },
    {
      "cite": "Brene Brown",
      "quote": "Every time we choose courage, we make everyone around us a little better and the world a little braver. And our world could stand to be a little kinder and braver."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Be kind whenever possible. It is always possible."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Human kindness has never weakened the stamina or softened the fiber of a free people. A nation does not have to be cruel in order to be tough."
    },
    {
      "cite": "Harold S. Kushner",
      "quote": "Do things for people not because of who they are or what they do in return, but because of who you are."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Gratitude is the inward feeling of kindness received. Thankfulness is the natural impulse to express that feeling. Thanksgiving is the following of that impulse."
    },
    {
      "cite": "Ingrid Newkirk",
      "quote": "The wonderful thing is that it’s so incredibly easy to be kind."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "What wisdom can you find that is greater than kindness?"
    },
    {
      "cite": "John Ruskin",
      "quote": "A little thought and a little kindness are often worth more than a great deal of money."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Kindness is a passport that opens doors and fashions friends. It softens hearts and molds relationships that can last lifetimes."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Kindness is like snow, It beautifies everything it covers."
    },
    {
      "cite": "Lady Gaga",
      "quote": "I've been searching for ways to heal myself, and I've found that kindness is the best way."
    },
    {
      "cite": "Mongai Fankam",
      "quote": "We can each change the world, with genuine acts of kindness."
    },
    {
      "cite": "Philo",
      "quote": "Be kind, for everyone you meet is fighting a hard battle."
    },
    {
      "cite": "Princess Diana",
      "quote": "Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "You can accomplish by kindness what you cannot by force."
    },
    {
      "cite": "Rick Riordan",
      "quote": "But remember, boy, that a kind act can sometimes be as powerful as a sword."
    },
    {
      "cite": "Robert Brault",
      "quote": "Today I bent the truth to be kind, and I have no regret, for I am more sure of what is kind than I am of what is true."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Kindness is the sunshine in which virtue grows."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We can't help everyone, but everyone can help someone."
    },
    {
      "cite": "Saffron Barker",
      "quote": "Kindness makes you the most beautiful person in the world, no matter what you look like."
    },
    {
      "cite": "Sarah Fielding",
      "quote": "The words of kindness are more healing to a drooping heart than balm or honey."
    },
    {
      "cite": "Scott Adams",
      "quote": "Remember there’s no such thing as a small act of kindness. Every act creates a ripple with no logical end."
    },
    {
      "cite": "Theodore Isaac Rubin",
      "quote": "Kindness is more important than wisdom, and the recognition of this is the beginning of wisdom."
    },
    {
      "cite": "Warsan Shire",
      "quote": "Don't assume, ask. Be kind. Tell the truth. Don't say anything you can't stand behind fully. Have integrity. Tell people how you feel."
    },
    {
      "cite": "Whoopi Goldberg",
      "quote": "When you are kind to someone in trouble, you hope they'll remember and be kind to someone else. And it’ll become like a wildfire."
    },
    {
      "cite": "Germany Kent",
      "quote": "It will make you feel good because there is satisfaction in taking the time to be kind."
    },
    {
      "cite": "Germany Kent",
      "quote": "The words you speak and the actions you take determine your life experience; therefore, it is always wise to think and speak positively. If you can choose on thought, you can choose another. The happiness in your life is directly correlated to your thinking."
    },
    {
      "cite": "Mother Theresa",
      "quote": "It is better to make mistakes in kindness than to work miracles with unkindness."
    },
    {
      "cite": "Mother Theresa",
      "quote": "It is very important to be kind to ourselves and control ourselves by keeping our balance."
    },
    {
      "cite": "Germany Kent",
      "quote": "It's always wise to be kind, grateful, and supportive to others."
    },
    {
      "cite": "R. J. Palacio",
      "quote": "One should be kinder than needed."
    },
    {
      "cite": "R. J. Palacio",
      "quote": "Kinder than is necessary. Because it's not enough to be kind."
    },
    {
      "cite": "R. J. Palacio",
      "quote": "Kindness a nice word of encouragement given when needed. An act of friendship. A passing smile."
    },
    {
      "cite": "R. J. Palacio",
      "quote": "Wherever you are, whenever you can, you will try to act a little kinder than is necessary - the world really would be a better place. And if you do this, if you act just a little kinder than is necessary, someone else, somewhere, someday, may recognize in you, in every single one of you, the face of God."
    },
    {
      "cite": "R. J. Palacio",
      "quote": "Be kind to nature and it will be kind to you."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Treat everyone with politeness and kindness, not because they are nice, but because you are."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Always have a willing hand to help someone, you might be the only one that does."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "If a kind man stands by his conscience and exhibits truth in his words and actions, he will stand by God regardless of his faith."
    },
    {
      "cite": "Tom Giaquinto",
      "quote": "Kindness trumps everything. Kind people are magnets for all of the good things in life."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "If you have kindness in your heart, you offer acts of kindness to touch the hearts of others wherever you go—whether they are random or planned. Kindness becomes a way of life."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Kindness is a girl's best friend."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "The man who spreads kindness, peace and knowledge, over the one who spreads lies, fear and terror — and misuses His name."
    },
    {
      "cite": "Bernardo Moya",
      "quote": "Be. Be kind to yourself give yourself a break."
    },
    {
      "cite": "Bernardo Moya",
      "quote": "Remember to be kind. Everyone you meet is fighting a battle you likely know nothing about."
    },
    {
      "cite": "Bernardo Moya",
      "quote": "It doesn't take much to change someone's life. Sometimes all it takes is a few kind words or an action. Helping someone. Letting them know you see them, and that you're there to help them."
    },
    {
      "cite": "Lidia Longorio",
      "quote": "If being “too kind” breaks your heart, it’s not in vain."
    },
    {
      "cite": "Jose Incer",
      "quote": "Be kind to yourself and you would've taken a step toward self-actualization."
    },
    {
      "cite": "Cathy Burnham Martin",
      "quote": "It requires neither time nor money to be kind."
    },
    {
      "cite": "Cathy Burnham Martin",
      "quote": "It costs no money to be kind. It takes no extra time to be kind."
    },
    {
      "cite": "Morgan Rhodes",
      "quote": "Kindness is what makes a good king who will put the needs and rights of his people before his own desires."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "It’s easy to be kind to friends who return your smiles and happily lend a helping hand. But the true test of good character is finding the will and desire to be kind and charitable to those who give us absolutely no motivation to do so."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Out of all the magic words in existence, kind words produce the most powerful transformation spells."
    },
    {
      "cite": "Aristotle",
      "quote": "The unfortunate need people who will be kind to them; the prosperous need people to be kind to."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "A part of kindness consists in loving people more than they deserve."
    },
    {
      "cite": "William Penn",
      "quote": "Any good therefore that I can do, or any kindness that I can show to any fellow creature, let me do it now. Let me not defer or neglect it, for I shall not pass this way again."
    },
    {
      "cite": "Arlene De’Sha Jennings",
      "quote": "Something's others always desire to find, is another to be open, loving and kind."
    },
    {
      "cite": "Arlene De’Sha Jennings",
      "quote": "Always ask God to help you find, ways to be loving, honest and kind."
    },
    {
      "cite": "Jason B. Cunningham",
      "quote": "Be kind in your speeches."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You act in love to be kind, be gentle and be peaceful."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "It is better to be kind than be impolite."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "People think kindness is a soft, weak, submissive influence when in reality it is the most potent, persuasive force in existence."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "There are hundreds of reasons to be kind, but only one that matters—because it’s who you are."
    },
    {
      "cite": "Anuranjita Kumar",
      "quote": "Stop battling with yourself. Be kind to yourself."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Since we are dependent on the kindness of others at the beginning and end of our lives, then how can we neglect projecting kindness towards others in the middle of our lives, when it is our best time to share it?"
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "If people were kinder, the world might cease weeping."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "The trait I regard most highly in a man is kindness. Thoughtful, consistent kindness."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Seek to be kind, and you'll find the rainbow follows you."
    },
    {
      "cite": "Tom Giaquinto",
      "quote": "We change the world a little each day with our kindness."
    }
  ]
}