{
  "source": "https://www.wisesayings.com/beach-quotes/",
  "theme": "beach",
  "quotes": [
    {
      "cite": "Psyche Roxas-Mendoza",
      "quote": "Every time I stand before a beautiful beach, its waves seem to whisper to me: If you choose the simple things and find joy in nature's simple treasures, life and living need not be so hard."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "To go out with the setting sun on an empty beach is to truly embrace your solitude."
    },
    {
      "cite": "Pam Shaw",
      "quote": "After a visit to the beach, it's hard to believe that we live in a material world."
    },
    {
      "cite": "Loren Eiseley",
      "quote": "Every time we walk along a beach some ancient urge disturbs us so that we find ourselves shedding shoes and garments or scavenging among seaweed and whitened timbers like the homesick refugees of a long war."
    },
    {
      "cite": "Henry Beston",
      "quote": "The three great elemental sounds in nature are the sound of rain, the sound of wind in a primeval wood, and the sound of outer ocean on a beach."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Total physical and mental inertia are highly agreeable, much more so than we allow ourselves to imagine. A beach not only permits such inertia but enforces it, thus neatly eliminating all problems of guilt. It is now the only place in our overly active world that does."
    },
    {
      "cite": "Sandy Gingras",
      "quote": "At the beach, life is different. Time doesn't move hour to hour but mood to moment. We live by the currents, plan by the tides and follow the sun."
    },
    {
      "cite": "J. Henson",
      "quote": "Come walk with me, take off your shoes, let's walk the beach with only the moon to light the path and waves to hear you tell me you love me. Why does the ocean rock the moon to sleep every night? So the sun will wake and kiss the beach"
    },
    {
      "cite": "Helen Keller",
      "quote": "I could never stay long enough on the shore; the tang of the untainted, fresh, and free sea air was like a cool, quieting thought."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "One learns first of all in beach living the art of shedding; how little one can get along with, not how much."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "The sea does not reward those who are too anxious, too greedy, or too impatient. One should lie empty, open, choiceless as a beach -- waiting for a gift from the sea."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "My life is like a stroll on the beach... as near to the edge as I can go."
    },
    {
      "cite": "Isaac Newton",
      "quote": "To myself I am only a child playing on the beach, while vast oceans of truth lie undiscovered before me."
    },
    {
      "cite": "E.F.Benson",
      "quote": "It is easier to do nothing by the sea than anywhere else.. because bathing and basking on the shore cannot be considered an employment but only an apotheosis of loafing._"
    },
    {
      "cite": "Anna Quindlen",
      "quote": "I read and walked for miles at night along the beach, writing bad blank verse and searching endlessly for someone wonderful who would step out of the darkness and change my life. It never crossed my mind that that person could be me."
    },
    {
      "cite": "Suzy Toronto",
      "quote": "No words can express, The depth of her contentment, As she walks along the beach. As the waves lap against the shores, They create the rhythm of her life. Balmy breeze kiss, Her sun-bronzed skin, And she wonders... Could there ever be a greater destiny, Than to be born with a love, For the treasures of the sea? Here, she is home."
    },
    {
      "cite": "Maria Sharapova",
      "quote": "I still love things that you don't even need to pay for. Going to the beach and being around five of your friends and having a good time means so much more than going out and spending hundreds of dollars."
    },
    {
      "cite": "Donna McLavy",
      "quote": "I honestly think the beach is the only place children actually entertain themselves."
    },
    {
      "cite": "Christina Applegate",
      "quote": "My dream is to have a house on the beach, even just a little shack somewhere so I can wake up, have coffee, look at dolphins, be quiet and breathe the air."
    },
    {
      "cite": "Michelle Held",
      "quote": "Don't grow up too quickly, lest you forget how much you love the beach."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "The beach is not a place to work; to read, write or to think."
    },
    {
      "cite": "Anonymous",
      "quote": "Some beach somewhere, there's a big umbrella casting shade over an empty chair. Palm trees are growing, warm breezes blowing. I picture myself there, some beach somewhere."
    },
    {
      "cite": "Anonymous",
      "quote": "Beach Rules: Soak up the sun. Ride the waves. Breathe the salty air. Feel the breeze. Build sandcastles. Rest, relax, reflect. Collect seashells. Bare-feet required."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "If there's a heaven for me, I'm sure it has a beach attached to it."
    },
    {
      "cite": "Anonymous",
      "quote": "The beach is a great place to relieve the soul-crushing stress you build up in the traffic going to the beach."
    },
    {
      "cite": "Sarah Kay",
      "quote": "[T]here's nothing more beautiful than the way the ocean refuses to stop kissing the shoreline, no matter how many times it's sent away."
    },
    {
      "cite": "Anonymous",
      "quote": "Come to the beach, Where the sea is blue, And little white waves come running at you. A wave comes splashing, Over your toes. You just stand still, and away it goes. We'll build a castle down by the sea, and look for shells if you'll come with me."
    },
    {
      "cite": "Anonymous",
      "quote": "Our memories of the ocean will linger on, long after our footprints in the sand are gone."
    },
    {
      "cite": "Anne Sexton",
      "quote": "Here in front of the summer hotel the beach waits like an altar."
    },
    {
      "cite": "Noel Coward",
      "quote": "There’s sand in the porridge and sand in the bed, and if this is pleasure we’d rather be dead."
    },
    {
      "cite": "Patrick Campbell",
      "quote": "What kind of holiday can you take when you live in almost continual sunshine in an olive grove in the mountains, which is only twenty minutes away from the beaches and the sea?"
    },
    {
      "cite": "Arthur Smith",
      "quote": "After you’ve spent 8 hours reading on the beach you don’t feel like turning in early with a good book."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The beach reminds us of space. Fine sand grains, all more or less uniform in size, have been produced from the larger rocks through ages of jostling and rubbing, abrasion and erosion, again driven through waves and weather by distinct moon and Sun."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "I shall wear white flannel trousers, and walk upon the beach."
    },
    {
      "cite": "Deborah Ager",
      "quote": "I want to run the beach’s length, because it never ends."
    },
    {
      "cite": "Rachel Carson",
      "quote": "In every outthrust headland, in every curving beach, in every grain of sand there is the story of the earth."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "The sea was wet as wet could be, the sands were dry as dry. You could not see a cloud, because no cloud was in the sky."
    },
    {
      "cite": "Steven Wright",
      "quote": "Babies don’t need a vacation, but I still see them at the beach. I’ll go over to them and say, ‘What are you doing here, you’ve never worked a day in your life!’"
    },
    {
      "cite": "Sandy Archibald",
      "quote": "The beach is in our blood. Everyone in our family returns to the beach instinctively, just like sea turtles."
    },
    {
      "cite": "Dennis Wilson",
      "quote": "On the beach, you can live in bliss."
    },
    {
      "cite": "Jean-Paul Henriette De Coster",
      "quote": "Here I am to set you free / Take your chance and follow me / There´s no limit on the beach / Nothing we can reach."
    },
    {
      "cite": "Peter Dennis Blandfor Townshend",
      "quote": "A beach is a place where a man can feel / He's the only soul in the world that's real."
    },
    {
      "cite": "Kater Pierson",
      "quote": "There's a beach / Oh I hope it's not out of reach / It's very beautiful / Come my little peach."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "At the beach - time you enjoyed wasting, is not wasted."
    },
    {
      "cite": "Henry Grunwald",
      "quote": "A beach is not only a sweep of sand, but shells of sea creatures, the sea glass, the seaweed, the incongruous objects washed up by the ocean."
    },
    {
      "cite": "Roxane Gay",
      "quote": "Long walks on the beach are the supposed holy grail of a romantic evening. The beach becomes a kind of utopia - the place where all our dreams come true."
    },
    {
      "cite": "Franny Billingsley",
      "quote": "The beach has a language of its own, with its undulating ribbons of silt, the imponderable hieroglyphs of bird tracks. The receding waves catch on innumerable holes in the sand. Bubbles form and fade. A new language, with a new alphabet."
    }
  ]
}