{
  "source": "https://www.wisesayings.com/beard-quotes/",
  "theme": "beard",
  "quotes": [
    {
      "cite": "Si Robertson",
      "quote": "Never insult a mans beard, you either get thunder or lightning."
    },
    {
      "cite": "John Steinbeck",
      "quote": "A man with a beard was always a little suspect anyway. You couldn't say you wore a beard because you liked a beard. People didn't like you for telling the truth. You had to say you had a scar so you couldn't shave."
    },
    {
      "cite": "Voltaire",
      "quote": "Ideas are like beards; men do not have them until they grow up."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "Surrender one hair, and you'll end up beardless."
    },
    {
      "cite": "Demetri Martin",
      "quote": "Having a beard is a good way to make your face more susceptible to velcro."
    },
    {
      "cite": "Paul Mccartney",
      "quote": "Having a beard is natural. When you think about it, shaving it off is quite weird."
    },
    {
      "cite": "Craig Brown",
      "quote": "A decent beard has long been the number one must-have fashion item for any fugitive from justice."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "It is almost impossible to carry the torch of truth through a crowd without singeing somebody's beard."
    },
    {
      "cite": "Minnie Pearl",
      "quote": "Kissing a man with a beard is a lot like going to a picnic. You don't mind going through a little bush to get there!"
    },
    {
      "cite": "Sebastian Barry",
      "quote": "A beard on a man is only a way of hiding something, his face of course, but also the inner matters, like a hedge around a secret garden, or a cover over a bird cage."
    },
    {
      "cite": "Ellie Kemper",
      "quote": "A man's face is not a rich person's lawn … Nor is a man's face the woods."
    },
    {
      "cite": "Pawan Mishra",
      "quote": "A goatee is to beards what diamonds are to ornaments."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "There is always a period when a man with a beard shaves it off. This period does not last. He returns headlong to his beard."
    },
    {
      "cite": "Don Drysdale",
      "quote": "Some of these guys wear beards to make them look intimidating, but they don't look so tough when they have to deliver the ball. Their abilities and their attitudes don't back up their beards."
    },
    {
      "cite": "Cyprian",
      "quote": "The beard must not be plucked. Ye shall not deface the figure of your beard."
    },
    {
      "cite": "Emilio Pucci",
      "quote": "You can wear your hair long or wear a beard because you want to show that you are interested in thought, in psychological endeavors rather than appearance."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Growing a beard is a habit most natural, Scriptural, manly and beneficial."
    },
    {
      "cite": "Alexei Sayle",
      "quote": "You can't do comedy with a beard."
    },
    {
      "cite": "John Milton",
      "quote": "A beardless cynic is the shame of nature."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "You cannot grow a beard in a moment of passion."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "A beard well lathered is half shaven."
    },
    {
      "cite": "Anonymous",
      "quote": "A man without beard is like lion without mane."
    }
  ]
}