{
  "source": "https://www.wisesayings.com/bear-quotes/",
  "theme": "bear",
  "quotes": [
    {
      "cite": "Charles Muir",
      "quote": "Bears are not companions of men, but children of God."
    },
    {
      "cite": "Earl Fleming",
      "quote": "It would be fitting, I think, if among the last manmade tracks on earth would be found the footprints of the great brown bear."
    },
    {
      "cite": "Stephen Herrero",
      "quote": "If we can learn to live with bears, especially the grizzly, and if we can learn to accommodate the needs of bears in their natural environment, then maybe we can also find ways to use the finite resources of our continent and still maintain some of the diversity and natural beauty that were here when Columbus arrived."
    },
    {
      "cite": "Werner Herzog",
      "quote": "He tried to act like a bear, and for us on the island, you don't do that. You don't invade on their territory... For him to act like a bear the way he did, to me it was the ultimate of disrespecting the bear and what the bear represents."
    },
    {
      "cite": "Andrew Witham",
      "quote": "The bears went out one day looking for food which was other bears"
    },
    {
      "cite": "Christopher Barnard",
      "quote": "It's. A. Bear! Granted it seems like a very intelligent bear, but it's still a bear! It has no concept of revenge."
    },
    {
      "cite": "Peter Gaulke",
      "quote": "Bears have been known to attack man, although the fact is that fewer people have been killed by bears than in all of World World I and World War II combined."
    },
    {
      "cite": "Peter Gaulke",
      "quote": "It is estimated that bears kill over two million salmon a year. Attacks by salmon on bears are much more rare."
    },
    {
      "cite": "Jim Henson",
      "quote": "The great attraction everywhere would be Simon Smith and his dancing Bear. It's Simon Smith and his Amazing Dancing Bear."
    },
    {
      "cite": "Randal Case",
      "quote": "Clever bears think of everything."
    },
    {
      "cite": "Stephen Judson",
      "quote": "Polar bears have always hunted from floating platforms of sea ice."
    },
    {
      "cite": "Stephen Judson",
      "quote": "This is a cold, stark world, but to polar bear mothers and cubs, it's paradise."
    },
    {
      "cite": "Stephen Judson",
      "quote": "Some of these calves are just a week or two old, and they're easy pickings for bears and wolves."
    },
    {
      "cite": "David Campbell",
      "quote": "Polar bears sure have great coats."
    },
    {
      "cite": "Steve Be",
      "quote": "I look like a bear, I talk like a bear but I can't fish, I can't climb a tree, I can't even go in the woods!"
    },
    {
      "cite": "James Lapine",
      "quote": "A bear? No, bears are sweet! Besides, you ever see a bear with forty-foot feet?"
    },
    {
      "cite": "Pino Van Lamsweerde",
      "quote": "Care Bears, get ready to care... prepare to stare... stare there!"
    },
    {
      "cite": "Geoffrey Luck",
      "quote": "Bears typically hibernate through the winter, so late autumn is crucial in terms of their survival."
    },
    {
      "cite": "Mark Knopler",
      "quote": "Beware / The Bear's in town / Somebody's money says the Bear's going down / Yeah, the Bear never smiles"
    },
    {
      "cite": "Jimmy Kennedy",
      "quote": "Every Teddy Bear who's been good / Is sure of a treat today / There's lots of marvelous things to eat / And wonderful games to play."
    },
    {
      "cite": "Bernd Brunner",
      "quote": "Polar bears, in turn, are considered to be youngest bears of all."
    },
    {
      "cite": "Bernd Brunner",
      "quote": "As the animal that, perhaps more than any other, embodied the pagan concept of a kinship between man and nature, the bear play."
    },
    {
      "cite": "Bernd Brunner",
      "quote": "The many surviving stories about bears reveal the variety of roles that they have played in the human imagination, from enemies of mankind to their protective spirits."
    },
    {
      "cite": "Bernd Brunner",
      "quote": "The idea that people were related to bears played an important role not only in North America, but in Europe and Asia as well."
    },
    {
      "cite": "Bernd Brunner",
      "quote": "In some tales, humans became bears as a result of unfortunate tree-climbing episodes."
    },
    {
      "cite": "Christopher Servheen",
      "quote": "The bears are one of the most diverse groups of large mammals."
    },
    {
      "cite": "Christopher Servheen",
      "quote": "Bears are well-known and have a positive image for much of the public."
    },
    {
      "cite": "Christopher Servheen",
      "quote": "Bears are a key indicator of ecosystem health wherever they are found. As such, bears can be a key focus for ecosystem conservation."
    },
    {
      "cite": "Linda Masterson",
      "quote": "Black bears are much more adaptable, and willing and able to live in a much closer proximity to people."
    },
    {
      "cite": "Linda Masterson",
      "quote": "With the black bear population healthy or growing across much of the continent, and people populations on the increase as well, people and black bears are encountering each other more often. And like the early pioneers, we have a choice to make."
    },
    {
      "cite": "Linda Masterson",
      "quote": "Black bears can survive--and even thrive--on the fringes of civilization, or sometimes right in the midst of it."
    },
    {
      "cite": "Diana Star Helmer",
      "quote": "Bears are sort like people. They sit and stand, like people do. They use their paws like hands. Bears eat vegetables, meats and sweets."
    },
    {
      "cite": "Charles Fergus",
      "quote": "Bears project a mighty physical presence and a capacity for action. They are smart, something that often becomes apparent the moment you come face-to-face with one."
    },
    {
      "cite": "Charles Fergus",
      "quote": "Bears with their great size and strength, remind us of how weak and ineffectual we are as organisms: a bear, even a small one, could abolish a human fairly easily."
    },
    {
      "cite": "Charles Fergus",
      "quote": "Bears remind us of ourselves. They walk on the flats of their feet, as people do."
    },
    {
      "cite": "Charles Fergus",
      "quote": "People probably have revered bears for as long as we have interacted with them. And while bear worship is not a part of most modern religions, it is natural for us--even those of us who have never seen a bear--to be awed by such magnificent and formidable creatures."
    },
    {
      "cite": "Therese M. Shea",
      "quote": "Bears look like they might be slow because they have short legs and large feet. However, some kinds can move very quickly!"
    },
    {
      "cite": "Therese M. Shea",
      "quote": "All bears have thick fur and large heads with small eyes and small, round ears. Bears can walk upright, like people, on two big feet."
    },
    {
      "cite": "Catherine Lukas",
      "quote": "Bears are masters of survival. They have developed a perfect way to conserve energy during winter, when food is scarce. How do they do this? They hibernate, or sleep, through the winter."
    },
    {
      "cite": "Catherine Lukas",
      "quote": "The extra fat feeds the bears during winter and helps keep them warm. As cold weather approaches, bears stop eating and grow tired and sleepy."
    },
    {
      "cite": "Catherine Lukas",
      "quote": "Bears make many noises , including grunting, blowing, woofing, and growling. Cubs whine or cry when they are upset or 'chuckle' when they are happy."
    },
    {
      "cite": "Christina Wilsdon",
      "quote": "Polar bears are large, powerful creatures that live in the icy Arctic. But sadly, they are becoming more rare because of climate change and other damage to their habitat."
    },
    {
      "cite": "Christina Wilsdon",
      "quote": "Many people are working to find to slow global warming. They hope that polar bears will benefit from their work."
    },
    {
      "cite": "Christina Wilsdon",
      "quote": "Polar bear's only predators are humans."
    },
    {
      "cite": "Gillia M. Olson",
      "quote": "The loss of polar bears depends on how fast the sea melts. If the ice recedes, there will be fewer seals. Fewer seals mean less food for polar bears. Less food means more polar bears will starve."
    },
    {
      "cite": "Gillia M. Olson",
      "quote": "Hungry bears will eat garbage and other people foods associated with people. This practice is dangerous to both polar bears and people."
    },
    {
      "cite": "Darice Bailer",
      "quote": "Polar bears are the largest bears in the world. They live and hunt seals on arctic ice around the North Pole and in northern parts of Europe."
    },
    {
      "cite": "Darice Bailer",
      "quote": "Bears are good climbers and swimmers."
    },
    {
      "cite": "Bobbie Neate",
      "quote": "The polar bear has adapted brilliantly to its very homeland. Polar bears live in the North of the world where it is very cold."
    },
    {
      "cite": "Beverley Randell",
      "quote": "Bears are good at smelling. They can smell everything."
    },
    {
      "cite": "Carl Jung",
      "quote": "We deem those happy who from the experience of life have learnt to bear its ills without being overcome by them."
    },
    {
      "cite": "Coretta Scott King",
      "quote": "Hate is too great a burden to bear. It injures the hater more than it injures the hated."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "A son can bear with equanimity the loss of his father, but the loss of his inheritance may drive him to despair."
    },
    {
      "cite": "John Milton",
      "quote": "To be blind is not miserable; not to be able to bear blindness, that is miserable."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Nothing happens to any man that he is not formed by nature to bear."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "Forgive, forget. Bear with the faults of others as you would have them bear with yours."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "It seems to me that trying to live without friends is like milking a bear to get cream for your morning coffee. It is a whole lot of trouble, and then not worth much after you get it."
    },
    {
      "cite": "Jonathan Lethem",
      "quote": "I can't bear the silent ringing in my skull."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Always bear in mind that your own resolution to succeed is more important than any other."
    }
  ]
}