{
  "source": "https://www.wisesayings.com/beast-quotes/",
  "theme": "beast",
  "quotes": [
    {
      "cite": "Albert Camus",
      "quote": "A man without ethics is a wild beast loosed upon this world."
    },
    {
      "cite": "Axel Munthe",
      "quote": "The wild, cruel beast is not behind the bars of the cage. He is in front of it."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "What a cage is to the wild beast, law is to the selfish man."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Courage without conscience is a wild beast."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "There is a savage beast in every man, and when you hand that man a sword or spear and send him forth to war, the beast stirs."
    },
    {
      "cite": "Sarah J. Maas",
      "quote": "Each of us has a beast roaming beneath our skin, roaring to get out."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Certainly no beast has essayed the boundless, infinitely inventive art of human hatred. No beast can match its range and power."
    },
    {
      "cite": "Aristotle",
      "quote": "He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "He who makes a beast of himself gets rid of the pain of being a man."
    },
    {
      "cite": "Upton Sinclair",
      "quote": "Man is an evasive beast, given to cultivating strange notions about himself. He is humiliated by his simian ancestry, and tries to deny his animal nature, to persuade himself that he is not limited by its weaknesses nor concerned in its fate."
    },
    {
      "cite": "Eric Thomas",
      "quote": "Everybody wants to be a beast until it's time to do what real bests do."
    },
    {
      "cite": "Robert Greene",
      "quote": "The human tongue is a beast that few can master."
    },
    {
      "cite": "Maria V. Snyder",
      "quote": "The heart is a strange beast and not ruled by logic."
    },
    {
      "cite": "Plutarch",
      "quote": "No beast is more savage than man when possessed with power answerable to his rage."
    },
    {
      "cite": "John Wilmot",
      "quote": "Man differs more from man than man from beast."
    },
    {
      "cite": "Sam Levenson",
      "quote": "Any beast can cry over the misfortunes of its own child. It takes a mensch to weep for others' children."
    },
    {
      "cite": "George Macdonald",
      "quote": "A beast does not know that he is a beast, and the nearer a man gets to being a beast, the less he knows it."
    },
    {
      "cite": "Brad Pitt",
      "quote": "Success is a beast. And it actually puts the emphasis on the wrong thing. You get away with more instead of looking within."
    },
    {
      "cite": "Buddha",
      "quote": "An insincere and evil friend is more to be feared than a wild beast - a wild beast may wound your body, but an evil friend will wound your mind."
    },
    {
      "cite": "Anuj Somany",
      "quote": "A beast is always going to enjoy the feast in a land full of foxes and wolves that hardly care about others and do hard work the least."
    },
    {
      "cite": "Vikrant Parsai",
      "quote": "A person without learning is like a beast dressed up in man’s clothes in the field."
    },
    {
      "cite": "John Gay",
      "quote": "Beasts kill for hunger, men for pay."
    },
    {
      "cite": "Leonid Andreyev",
      "quote": "There is no beast more cruel than man."
    },
    {
      "cite": "Mary Balogh",
      "quote": "Fear is a powerful beast, if it is allowed the mastery."
    },
    {
      "cite": "Plato",
      "quote": "From all wild beasts, a child is the most difficult to handle."
    },
    {
      "cite": "Tom Holland",
      "quote": "Fame is a beast that you can't control or be prepared for."
    },
    {
      "cite": "William Golding",
      "quote": "Maybe there is a beast. Maybe it's only us."
    },
    {
      "cite": "H.W. Mann",
      "quote": "Ego is the Beast that seeks to conquer and destroy"
    },
    {
      "cite": "Rumi",
      "quote": "The images we create could turn into wild beasts and tear us to pieces."
    }
  ]
}