{
  "source": "https://www.wisesayings.com/beautiful-women-quotes/",
  "theme": "beautiful-women",
  "quotes": [
    {
      "cite": "Audrey Hepburn",
      "quote": "The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides."
    },
    {
      "cite": "Bernard Cornfeld",
      "quote": "A beautiful woman with a brain is like a beautiful woman with a club foot."
    },
    {
      "cite": "Paul Klee",
      "quote": "Beauty is as relative as light and dark. Thus, there exists no beautiful woman, none at all, because you are never certain that a still far more beautiful woman will not appear and completely shame the supposed beauty of the first."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us leave the beautiful women to men with no imagination."
    },
    {
      "cite": "Carl Jung",
      "quote": "A particular beautiful woman is a source of terror. As a rule, a beautiful woman is a terrible disappointment."
    },
    {
      "cite": "Akhenaton",
      "quote": "When virtue and modesty enlighten her charms, the luster of a beautiful woman is brighter than the stars of heaven, and the influence of her power it is in vain to resist."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "If truth is beauty, how come no one has their hair done in a library?"
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Men really prefer reasonably attractive women; they go after the sensational ones to impress other men."
    },
    {
      "cite": "Sappho",
      "quote": "What is beautiful is good, and who is good will soon be beautiful."
    },
    {
      "cite": "Jean Kerr",
      "quote": "I'm tired of all this nonsense about beauty being only skin deep. That's deep enough. What do you want--and adorable pancreas?"
    },
    {
      "cite": "Dorothy Parker",
      "quote": "...I have been fed, in my youth, a lot of old wives' tales about the way men would instantly forsake a beautiful woman to flock around a brilliant one. It is but fair to say that, after geting out in the world, I had never seen this happen."
    },
    {
      "cite": "Laurette Taylor",
      "quote": "Beautiful women seldom want to act. They are afraid of emotion and they do not try to extract anything from a character that they are portraying, because in expressing emotion they may encourage crow's feet and laughing wrinkles. They avoid anything that will disturb their placidity and countenance, for placidity and countenance insures smooth skin."
    },
    {
      "cite": "Catherine Deneuve",
      "quote": "It is very fashionable for good-looking ladies to say how hard it is to be beautiful, but that's not true. There are times when it depresses and bothers me to see just how easy things are made for a beautiful woman"
    },
    {
      "cite": "Ann Pratchett",
      "quote": "No one could see her objectively anyway. Even those who saw her for the first time, before she had opened her mouth to sing. Found her radiant, as if her talent could not be contained in her voice and so poured like light though her skin. Then all that could be seen was the weight and the gloss of her hair and the pale pink of her cheeks and her beautiful hands."
    },
    {
      "cite": "Aiden Chambers",
      "quote": "She is--one of those people who, at first sight, look plain, are quiet, unassertive, unmemorable even. But who, when they start to talk and you get to know them, become more and more attractive and impressive, and you see that in fact they are beautiful. Not conventionally beautiful, not celebrity beautiful, but beautiful all through."
    },
    {
      "cite": "Chloe Thurlow",
      "quote": "A beautiful woman is like a painting and remains beautiful no matter how old she is."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity, and an understanding of life that fills them with compassion, gentleness, and a deep loving concern. Beautiful people do not just happen."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "There is nothing more rare, nor more beautiful, than a woman being unapologetically herself; comfortable in her perfect imperfection. To me, that is the true essence of beauty."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "To him she seemed so beautiful, so seductive, so different from ordinary people, that he could not understand why no one was as disturbed as he by the clicking of her heels on the paving stones, why no one else's heart was wild with the breeze stirred by the sighs of her veils, why everyone did not go mad with the movements of her braid, the flight of her hands, the gold of her laughter. He had not missed a single one of her gestures, not one of the indications of her character, but he did not dare approach her for fear of destroying the spell."
    },
    {
      "cite": "Lord Byron",
      "quote": "She walks in beauty, like the night of cloudless climes and starry skies; And all that's best of dark and bright meet in her aspect and her eyes."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The death of a beautiful woman is, unquestionably, the most poetical topic in the world."
    },
    {
      "cite": "Elle Macpherson",
      "quote": "It's not vanity to feel you have a right to be beautiful. Women are taught to feel we're not good enough, that we must live up to someone else's standards. But my aim is to cherish myself as I am."
    },
    {
      "cite": "Becki Newton",
      "quote": "When I think of the most beautiful women, they're not supermodels."
    },
    {
      "cite": "Neil Strauss",
      "quote": "A lot of guys are very intimidated by an attractive woman, and they dehumanize her because our culture perceives beautiful women as commodities. But I think if you're able walk up to a person and get to know them, and you see their flaws and their impurities, and realize that they're like you, then you can humanize them again."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Plain women know more about men than beautiful women do."
    },
    {
      "cite": "Susan Estrich",
      "quote": "I'm always suspicious of really beautiful women telling us we shouldn't be worried about beauty."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "A beautiful woman should break her mirror early."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "A beautiful woman must expect to be more accountable for her steps, than one less attractive."
    },
    {
      "cite": "Norman Mailer",
      "quote": "The highest prize in a world of men is the most beautiful woman available on your arm and living there in her heart loyal to you."
    },
    {
      "cite": "Tom Wolfe",
      "quote": "There is no spectacle on earth more appealing than that of a beautiful woman in the act of cooking dinner for someone she loves."
    },
    {
      "cite": "Isabella Rossellini",
      "quote": "The reason of my life is not to be the most beautiful woman in the world."
    },
    {
      "cite": "Author Unknown",
      "quote": "A beautiful woman is the one who never compare herself with others, because what others have doesn't make her feel insecure."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The death of a beautiful woman is questionably the most poetic topic in the world."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The husbands of very beautiful women belong to the criminal classes."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "Being jealous of a beautiful woman is not going to make you more beautiful."
    },
    {
      "cite": "Margaret Cho",
      "quote": "I always thought that people told you that you're beautiful--that this was a title that was bestowed upon you...I think that it's time to take this power into our own hands and to say, 'You know what? I'm beautiful. I just am. And that's my light. I'm just a beautiful woman.'"
    },
    {
      "cite": "Philippa Gregory",
      "quote": "Some women attract desire. Others do not."
    },
    {
      "cite": "Rose McGowan",
      "quote": "That poor girl's been brainwashed into thinking her beauty is all she's worth, because from the time she was a little child she's been getting compliments about her beauty. And it becomes something you think you owe other people."
    },
    {
      "cite": "Jill Lepore",
      "quote": "Why do beautiful women love ugly men?"
    },
    {
      "cite": "Pawan Mishra",
      "quote": "There are a thousand beautiful women out there, but only a handful of them possess the grace required by such beauty to stop it from looking ugly."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Women sit or move to and fro, some old, some young, The young are beautiful—but the old are more beautiful than the young"
    },
    {
      "cite": "Sam Levenson",
      "quote": "For attractive lips, speak words of kindness. For lovely eyes, seek out the good in people. For a slim figure, share your food with the hungry. For beautiful hair, let a child run his fingers through it once a day. For poise, walk with the knowledge you’ll never walk alone."
    },
    {
      "cite": "Nancy Bruno",
      "quote": "Beauty shines from within the physical body for the world to see; it is the untold stories of lifelong experiences--the light, love, hardships, and successes that pour out of the body--that makes a person beautiful."
    },
    {
      "cite": "Rosalind Y. Tompkins",
      "quote": "Beauty that is only skin deep is not beauty at all, because a pretty face, hair, and body, or nice clothes are all surface attractiveness, with no depth. That kind of beauty fades with age and life circumstances."
    },
    {
      "cite": "Rosalind Y. Tompkins",
      "quote": "True beauty comes from within and is seen outwardly."
    },
    {
      "cite": "Rosalind Y. Tompkins",
      "quote": "We can embrace our uniqueness and experience beauty on a whole different level when we aren't trying to be beautiful to everyone and everything."
    },
    {
      "cite": "Butta 'Fly' Jonez",
      "quote": "Beautiful women don't care that your feelings are hurt."
    },
    {
      "cite": "Butta 'Fly' Jonez",
      "quote": "Every man who dates beautiful woman consistently, is a man who believes he deserves to have a beautiful woman on his arm. An that my friend, is all you need when it comes to women. Self-confidence is attractive!"
    },
    {
      "cite": "Cho Kyo",
      "quote": "A woman thought of as a beauty in one culture may be considered plain in another."
    },
    {
      "cite": "Cho Kyo",
      "quote": "A beautiful woman' is an image as a whole; it is an impression."
    },
    {
      "cite": "Cho Kyo",
      "quote": "Rather than saying that the beautiful woman really exists, we should say that she only exists within the imagination of individuals."
    },
    {
      "cite": "Cho Kyo",
      "quote": "A beauty' is not merely 'a beautiful-looking woman' but an indicator of culture that contains multiple meanings."
    },
    {
      "cite": "Carol Phillips",
      "quote": "Beauty is defined as the quality that gives pleasure to the mind or senses and is associated with harmony of form or color, excellence or artistry, truthfulness, and originality; one that is beautiful, especially a beautiful woman."
    },
    {
      "cite": "Carol Phillips",
      "quote": "A woman of inner beauty is one who possesses Godly qualities."
    },
    {
      "cite": "Carol Phillips",
      "quote": "Yes, living by Godly principles can help us to become a beautiful woman."
    },
    {
      "cite": "Samona Perry",
      "quote": "Most time the pretty woman can be found only being concerned with her outer appearance and with shallow issues."
    },
    {
      "cite": "Samona Perry",
      "quote": "You'll find in many cases that some pretty women are often not taken seriously because they are sometimes considered to be airheads."
    },
    {
      "cite": "Samona Perry",
      "quote": "The pretty woman is cute and she uses her skills to show off that cuteness."
    },
    {
      "cite": "Samona Perry",
      "quote": "The pretty woman is not dumb, she is very smart and wise but wisdom and reliability are not found in her smartness."
    },
    {
      "cite": "Columbia University Press",
      "quote": "Beautiful woman makes her declaration of truth in order to prove she is not lying."
    },
    {
      "cite": "Cassandra A. George Sturge",
      "quote": "Society sets the cultural standards for what is to be considered beautiful. Based on these societal standards, if you are a woman."
    },
    {
      "cite": "David Twohy",
      "quote": "Beautiful women, they just... mystify me."
    },
    {
      "cite": "Emanuele Crialese",
      "quote": "Beautiful women are for men with no imagination."
    },
    {
      "cite": "Whit Stillman",
      "quote": "It's very hard for beautiful women to experience rejection."
    },
    {
      "cite": "Cynthia Cidre",
      "quote": "Daddy always said beautiful women were the most dangerous."
    },
    {
      "cite": "Nuran Evren Sit",
      "quote": "Women chooses wrong men generally. Beautiful women usually chooses wrong men."
    },
    {
      "cite": "Edith Maude Hull",
      "quote": "Unfortunately, beautiful women provoke in some men all that is base in their characters."
    },
    {
      "cite": "Dennis Feldman",
      "quote": "You guys think beautiful women are nothing but decoration. Total airheads."
    },
    {
      "cite": "Jim Thomas",
      "quote": "Well, you know beautiful women; they encourage you one minute, and cut the legs out from under you the next!"
    },
    {
      "cite": "Jonathan Ames",
      "quote": "The world is completely melting, and yet beautiful women are still being produced. It's the one positive in these preapocalyptic times."
    },
    {
      "cite": "Greg Berlanti",
      "quote": "What is it about beautiful women? One minute they're right there, the next minute they take the good couch and they're gone."
    },
    {
      "cite": "Neil Simon",
      "quote": "It is always the most courageous of men who wins the most beautiful women, but it is only the ruthless who get to keep them."
    },
    {
      "cite": "Matt Nix",
      "quote": "Most people think distracting a group of guys is best done by a beautiful woman. The problem with beautiful women is people want them to stick around, which can cause a lot of problems."
    },
    {
      "cite": "Ingmar Bergman",
      "quote": "Women are women. We all have the same bodily equipment, more or less perfect."
    },
    {
      "cite": "Frederick Hibbert",
      "quote": "Yeah, she's such a beautiful woman / And she have so many ugly men / And when she go to the market place / She'd leave all characters at home, oh"
    },
    {
      "cite": "Walt Whitman",
      "quote": "Women sit, or move to and fro--some old, some young; / The young are beautiful--but the old are more beautiful than the / young."
    },
    {
      "cite": "Even Stevens",
      "quote": "When you're in love with a beautiful woman / You know it's hard / Everybody wants her / Everybody loves her / Everybody wants to take your baby home"
    },
    {
      "cite": "Paula Cole",
      "quote": "Strong, beautiful woman, oh so don’t let the world get you down, / Look within yourself and remember who you are."
    },
    {
      "cite": "Soul Brothers",
      "quote": "Thankful for this woman / What a virtuous woman / Blessed to have this woman / She's a beautiful woman"
    },
    {
      "cite": "Omoakhuana Anthonia",
      "quote": "A beautiful woman is one with a beautiful heart. She may be covered with mud or sores but only her foot fit the glass slipper."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "How beautiful a woman can be if kindness is her true beauty."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "A beautiful lady with an evil heart is like a hundred dollar note cut in two with one piece missing."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "A beautiful woman is the hundred percent attractive at every place if no one other is with her."
    },
    {
      "cite": "Lebo Grand",
      "quote": "Even the most beautiful woman will lose her flavors. However, the flavors of the woman who is always in touch with her sensuality will outlive her."
    }
  ]
}