{
  "source": "https://www.wisesayings.com/beauty-quotes/",
  "theme": "beauty",
  "quotes": [
    {
      "cite": "French Proverb",
      "quote": "Beauty and folly are often companions."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Beauty does not ensnare men; they ensnare themselves."
    },
    {
      "cite": "Filipino Proverb",
      "quote": "Beauty will fade, but not goodness."
    },
    {
      "cite": "Georgian Proverb",
      "quote": "Beauty without virtue is a curse."
    },
    {
      "cite": "Roman Proverb",
      "quote": "The autumn of beauty is still beautiful."
    },
    {
      "cite": "Dashiell Hammett",
      "quote": "She was as beautiful as the devil, and twice as dangerous."
    },
    {
      "cite": "Thomas Mann",
      "quote": "Beauty can pierce one like a pain."
    },
    {
      "cite": "George Bancroft",
      "quote": "Beauty, like truth and justice, lives within us."
    },
    {
      "cite": "William Congreve",
      "quote": "There is in true beauty, as in courage, something which narrow souls cannot dare to admire."
    },
    {
      "cite": "Struthers Brut",
      "quote": "Beauty is like the surf that never ceases."
    },
    {
      "cite": "Francis Bacon",
      "quote": "There is no excellent beauty that hath not some strangeness in proportion."
    },
    {
      "cite": "Karl Kraus",
      "quote": "A woman who cannot be ugly is not beautiful."
    },
    {
      "cite": "William Carlos Williams",
      "quote": "All women are not Helen…but have Helen in their hearts."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "When I am working on a problem, I never think about beauty. I think only how to solve the problem. But when I have finished, if the solution is not beautiful, I know it is wrong."
    },
    {
      "cite": "Plato",
      "quote": "The contemplation of beauty causes the soul to grow wings."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "It is amazing how complete is the delusion that beauty if goodness."
    },
    {
      "cite": "Robert Mallet",
      "quote": "Nothing is more moving than beauty which is unaware of itself, except for ugliness which is."
    },
    {
      "cite": "Jean Anouilh",
      "quote": "Things are beautiful if you love them."
    },
    {
      "cite": "W.Somerset Maugham",
      "quote": "Beauty is a an ecstacy; it is as simple as hunger. There is really nothing to be said about it."
    },
    {
      "cite": "John Keats",
      "quote": "Beauty is truth-- truth, beauty--that is all ye know on earth and all ye need to know."
    },
    {
      "cite": "George W. Russell",
      "quote": "Our hearts were drunk with beauty. Our eyes could never see."
    },
    {
      "cite": "Doctor Zhivago",
      "quote": "Art always serves beauty, and beauty is the joy of possessing form, and form is the key to organic life since no living thing can exist without it."
    },
    {
      "cite": "Walter de la Mare",
      "quote": "But beauty vanishes; beauty passes. However rare--rare it be."
    },
    {
      "cite": "F. Davison",
      "quote": "No beauty she doth miss / When all her robes are on / But beauty's self she is / When all her robes are gone."
    },
    {
      "cite": "Joseph Machlis",
      "quote": "Beauty in music is too often confused with something that lets the ears lie back in an easy chair."
    },
    {
      "cite": "William Shakespeare",
      "quote": "O, she is rich in beauty, only poor that, when she dies, with beauty dies her store."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Beauty provoketh thieves sooner than gold."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Every man feels instinctively that all the beautiful sentiments in the world weigh less than a single lovely action."
    },
    {
      "cite": "Thomas Dekker",
      "quote": "Honest labor bears a lovely face."
    },
    {
      "cite": "Alexander The Great",
      "quote": "It is a lovely thing to live with courage and die leaving an everlasting renown."
    },
    {
      "cite": "Louis Nizer",
      "quote": "A beautiful lady is an accident of nature. A beautiful old lady is a work of art."
    },
    {
      "cite": "Joshua Prager",
      "quote": "You know that living is the most real, the most beautiful thing."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The beauty of a woman is seen in her eyes, because that is the doorway to her heart, the place where love resides."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Elegance is the only beauty that never fades."
    },
    {
      "cite": "Risa Mickenberg",
      "quote": "Beauty has the power to change us, and in turn, our lives."
    },
    {
      "cite": "Risa Mickenberg",
      "quote": "And isn't that the meaning of life? To find beauty in ourselves, in the world,  and in others?"
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Beauty is eternity gazing at itself in a mirror. But you are eternity and you are the mirror"
    },
    {
      "cite": "Albertina Theresa Cameron",
      "quote": "Beauty is within, regardless of race, culture or skin you're in / You must first learn to love yourself first / Be grateful, kind and loving to know your worth / Others are not going to see you for who you are."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Love of beauty is taste. The creation of beauty is art."
    },
    {
      "cite": "Scott Westerfeld",
      "quote": "What you do, the way you think, makes you beautiful."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The truth is not always beautiful, nor beautiful words the truth."
    },
    {
      "cite": "Ruskin Bond",
      "quote": "And when all the wars are over, a butterfly will still be beautiful."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Beauty is not in the face; beauty is a light in the heart."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The longer I live the more beautiful life becomes. If you foolishly ignore beauty, then you will soon find yourself without it. Your life will be impoverished. But if you invest in beauty, it will remain with you all the days of your life."
    },
    {
      "cite": "Denise LaFrance",
      "quote": "Do not dissect a rainbow. In other words, do not destroy a beautiful phenomenon by overanalyzing it."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting."
    },
    {
      "cite": "Ninon de L'Enclos",
      "quote": "That which is striking and beautiful is not always good, but that which is good is always beautiful."
    },
    {
      "cite": "John Ray",
      "quote": "Beauty is power; a smile is its sword."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The best part of beauty is that which no picture can express."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "There is no exquisite beauty without some strangeness in the proportion."
    },
    {
      "cite": "John Keats",
      "quote": "A thing of beauty is a joy forever:  Its loveliness increases; it will never pass into nothingness."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Though we travel the world over to find the beautiful, we must carry it with us or we find it not."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "There is nothing more rare, nor more beautiful, than a woman being unapologetically herself; comfortable in her perfect imperfection. To me, that is the true essence of beauty."
    },
    {
      "cite": "Cynthia Hand",
      "quote": "There's nothing more inspiring than the complexity and beauty of the human heart."
    },
    {
      "cite": "Albert Camus",
      "quote": "Beauty is unbearable, drives us to despair, offering us for a minute the glimpse of an eternity that we should like to stretch out over the whole of time."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The soul that sees beauty may sometimes walk alone."
    },
    {
      "cite": "Joseph Addison",
      "quote": "There is nothing that makes its way more directly to the soul than beauty."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "People are like stained - glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Everything beautiful is loveable."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "It is the beautiful bird that gets caged."
    },
    {
      "cite": "George Garrett",
      "quote": "Beauty, like a lantern’s light, will shine outward from within him."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Beauty, like supreme dominion is best supported by opinion."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Beauty without grace is the hook without the bait."
    },
    {
      "cite": "Sir Thomas Overbury",
      "quote": "Beauty is only skin deep."
    },
    {
      "cite": "Greek Proverb",
      "quote": "Beauty is in the eye of the beholder."
    },
    {
      "cite": "Korean (on beauty)",
      "quote": "Butterflies come to pretty flowers."
    },
    {
      "cite": "unknown",
      "quote": "Don't gild the lily."
    },
    {
      "cite": "unknown",
      "quote": "Everything is lovely when the geese honk high."
    },
    {
      "cite": "Japanese (on art and creativity)",
      "quote": "Poetry moves heaven and earth."
    },
    {
      "cite": "Egyptian (on beauty)",
      "quote": "A beautiful thing is never perfect."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "cite": "Confucius",
      "quote": "Everything has beauty, but not everyone sees it."
    },
    {
      "cite": "Laetitia Casta",
      "quote": "Real beauty is to be true to oneself."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "The words that enlighten the soul are more precious than jewels."
    },
    {
      "cite": "William Congreve",
      "quote": "Music has charms to soothe a savage beast."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "The beautiful is always bizarre."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "There is certainly no absolute standard of beauty. That precisely is what makes its pursuit so interesting."
    },
    {
      "cite": "David Hume",
      "quote": "Beauty in things exists in the mind which contemplates them."
    },
    {
      "cite": "Gabriela Mistral",
      "quote": "Beauty is the shadow of God on the universe."
    },
    {
      "cite": "William Scott Downey",
      "quote": "Judge nothing by the appearance. The more beautiful the serpent, the more fatal its sting."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Anyone who keeps the ability to see beauty never grows old."
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "There is a road from the eye to the heart that does not go through the intellect."
    },
    {
      "cite": "Mike Dolan",
      "quote": "Glamour is a shooting star, it catches your eye, but fades away, beauty is the sun always brilliant day after day."
    },
    {
      "cite": "Mandy Hale",
      "quote": "There is nothing more beautiful than someone who goes out of their way to make life beautiful for others."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "People are more than just the way they look."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "Beauty awakens the soul to act."
    }
  ]
}