{
  "source": "https://www.wisesayings.com/beautiful-smile-quotes/",
  "theme": "beautiful-smile",
  "quotes": [
    {
      "cite": "Dale Carnegie",
      "quote": "Your smile brightens the lives of all who see it. To someone who has seen a dozen people frown, scowl or turn their faces away, your smile is like the sun breaking through the clouds."
    },
    {
      "cite": "Sanober Khan",
      "quote": "Your smile is the ultimate golden dream. All the poems in the world are waking up from."
    },
    {
      "cite": "Ahlam Mosteghanemi",
      "quote": "The most beautiful smile is the one for someone who isn't there, who just popped on your mind."
    },
    {
      "cite": "Tessa Dare",
      "quote": "Oh no. Don't smile. You'll kill me. I stop breathing when you smile."
    },
    {
      "cite": "Belinda Jeffrey",
      "quote": "Her smile could wash away a thousand doubts as soon as light up a room."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Every time you smile at someone, it is an action of love, a gift to that person, a beautiful thing."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Smile carry your magical fragrance and vibrations which sooth the surroundings where you go."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Hide your craziness behind a beautiful smile. That's all you need."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Beauty is truth's smile when she beholds her own face in a perfect mirror."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A beautiful smile without any reason is the smile of the existence!"
    },
    {
      "cite": "Debasish Mridha",
      "quote": "The best blessing that you can give is your beautiful smile."
    },
    {
      "cite": "Greta Garbo",
      "quote": "Anyone who has a continuous smile on his face conceals a toughness that is almost frightening."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "And then he gives me a smile that just seems so genuinely sweet with just the right touch of shyness that unexpected warmth rushes through me."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "A beautiful smile is the prettiest ornament that you can find. Happiness is the prettiest color for your imaginative mind."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "Her smile is like summer moonlight beautiful and magical, with a fire that could melt the night."
    },
    {
      "cite": "Og Mandino",
      "quote": "A smile remains the most inexpensive gift I can bestow on anyone and yet its powers can vanquish kingdoms."
    },
    {
      "cite": "Rahul Rawat",
      "quote": "When she smiles at you, you will feel like the whole world is yours. If you really love her; else her smile wouldn't matter."
    },
    {
      "cite": "Tara Estacaan",
      "quote": "Her smile is the simplest miracle that she can create anytime."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "A beautiful smile is to the female countenance what the sunbeam is to the landscape; it embellishes an inferior face and redeems an ugly one."
    },
    {
      "cite": "Rashida Jones",
      "quote": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful."
    },
    {
      "cite": "Lucy Christopher",
      "quote": "You smiled then, and your whole face changed with it. It kind of lit up, like there were sunbeams coming from inside you."
    },
    {
      "cite": "Sylvia Day",
      "quote": "His smile was like lightning in the darkness, blinding and beautiful and mysterious, and I wanted him so badly it was physically painful."
    },
    {
      "cite": "Julie Hebert",
      "quote": "Your smile lights my way through life, and keeps me warm inside. It reminds me that people are good, especially when they're snide."
    },
    {
      "cite": "Kylie Bax",
      "quote": "Always wear a smile sometime during the day it makes you feel happier and look younger."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Keep smiling, because life is a beautiful thing and there's so much to smile about."
    },
    {
      "cite": "Denis Waitley",
      "quote": "A smile is the light in your window that tells others that there is a caring, sharing person inside."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "One smile in the morning can change your mood for the entire day. One hug in the evening can usher you into cheerful night dreams you will never regret!"
    },
    {
      "cite": "Justin Bieber",
      "quote": "A girl has to have a beautiful smile, beautiful eyes and she should have a good sense of humor. She should be honest, loving and trustworthy."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "A smile puts you on the right track. A smile makes the world a beautiful place. When you lose your smile, you lose your way in the chaos of life."
    },
    {
      "cite": "Michael Jackson",
      "quote": "Children show me in their playful smiles the divine in everyone."
    },
    {
      "cite": "Ron Gutman",
      "quote": "When you smile, you don't only appear to be more likable and courteous, you appear to be more competent."
    },
    {
      "cite": "Heather Wolf",
      "quote": "Just sharing one little smile can change someone's whole world."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "The greatest self is a peaceful smile, that always sees the world smiling back."
    },
    {
      "cite": "Susan Anton",
      "quote": "When you walk into a room, a healthy, beautiful smile is incredibly important."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy."
    },
    {
      "cite": "Les Brown",
      "quote": "Your smile will give you a positive countenance that will make people feel comfortable around you."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Because of your smile, you make life more beautiful."
    },
    {
      "cite": "Cat Deeley",
      "quote": "As long as you smile, have sparkly eyes and stick your shoulders back, nobody's going to notice your bum or your waist or your feet, for that matter."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Smile on the face or innocence on the face is as attractive as beauty on the face."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "A smile is a curve that sets everything straight."
    },
    {
      "cite": "Tom Wilson",
      "quote": "A smile is happiness you'll find right under your nose."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Just one smile immensely increases the beauty of the universe."
    },
    {
      "cite": "Yani Tseng",
      "quote": "I like to smile. I smile even when I'm nervous since it calms me down and shows my friendliness."
    },
    {
      "cite": "Lee Donghae",
      "quote": "People don't smile because they're happy. They're happy because they smile."
    },
    {
      "cite": "Albert Camus",
      "quote": "To be happy, we must not be too concerned with others."
    },
    {
      "cite": "Albert Einstein",
      "quote": "That man is here for the sake of other men – above all for those upon whose smiles and well-being our own happiness depends."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "There is very little success where there is little laughter."
    },
    {
      "cite": "Andy Rooney",
      "quote": "If you smile when you are alone, then you really mean it."
    },
    {
      "cite": "Anthony J. D’Angelo",
      "quote": "Smile, it's the key that fits the lock of everybody’s heart."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us."
    },
    {
      "cite": "Bei Maejor",
      "quote": "You shouldn’t never regret something that made you smile."
    },
    {
      "cite": "Chad Sugg",
      "quote": "If you’re reading this… Congratulations, you’re alive. If that’s not something to smile about, then I don’t know what is."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "I have many problems in life. But my lips don’t know that. They always smile."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "You’ll find that life is still worthwhile, if you just smile."
    },
    {
      "cite": "Chris Hart",
      "quote": "All the statistics in the world can’t measure the warmth of a smile."
    },
    {
      "cite": "Christie Brinkley",
      "quote": "Share your smile with the world. It’s a symbol of friendship and peace."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Better by far you should forget and smile than that you should remember and be sad."
    },
    {
      "cite": "Connie Brockway",
      "quote": "And enigmatic smile is worth ten pages of dialog."
    },
    {
      "cite": "Connie Stevens",
      "quote": "Nothing you wear is more important than your smile."
    },
    {
      "cite": "Dalai Lama",
      "quote": "A simple smile. That’s the start of opening your heart and being compassionate to others."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Smile, it’s free therapy."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Don’t cry because it’s over, smile because it happened."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living."
    },
    {
      "cite": "George Eliot",
      "quote": "Wear a smile and have friends; wear a scowl and have wrinkles."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Today, give a stranger one of your smiles. It might be the only sunshine he sees all day."
    },
    {
      "cite": "Jeremy Aldana",
      "quote": "I am intrigued by the smile upon your face, and the sadness within your eyes."
    },
    {
      "cite": "unknown",
      "quote": "You're never fully dressed until you wear a smile."
    },
    {
      "cite": "Jim Beggs",
      "quote": "Before you put on a frown, make absolutely sure there are no smiles available."
    },
    {
      "cite": "Joe Brown",
      "quote": "Learn to smile at every situation. See it as an opportunity to prove your strength and ability."
    },
    {
      "cite": "John Ray",
      "quote": "Beauty is power; a smile is its sword."
    },
    {
      "cite": "Joseph Addison",
      "quote": "What sunshine is to flowers, smiles are to humanity. These are but trifles, to be sure; but scattered along life’s pathway, the good they do is inconceivable."
    },
    {
      "cite": "Kenneth Branagh",
      "quote": "Lighten up, just enjoy life, smile more, laugh more, and don’t get so worked up about things."
    },
    {
      "cite": "Leo F. Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "I love those that can smile in trouble."
    },
    {
      "cite": "Les Giblin",
      "quote": "If you’re not using your smile, you’re like a man with a million dollars in the bank and no checkbook."
    },
    {
      "cite": "Mark Twain",
      "quote": "Wrinkles should merely indicate where smiles have been."
    },
    {
      "cite": "Mark Twain",
      "quote": "Life is short, break the rules... and never regret anything that made you smile."
    },
    {
      "cite": "Max Eastman",
      "quote": "A smile is the universal welcome."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you have only one smile in you, give it to the people you love. Don’t be surly at home, then go out in the street and start grinning ‘Good morning’ at total strangers."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Let us always meet each other with smile, for the smile is the beginning of love."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be the living expression of God’s kindness; kindness in your face, kindness in your eyes, kindness in your smile, kindness in your warm greeting."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Peace begins with a smile."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "Life is like a mirror. Smile at it and it smiles back at you."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "If I can see pain in your eyes then share with me your tears. If I can see joy in your eyes then share with me your smile."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "I was smiling yesterday, I am smiling today and I will smile tomorrow. Simply because life is too short to cry for anything."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Smile at strangers and you just might change a life."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It only takes a split second to smile and forget, yet to someone that needed it, it can last a lifetime."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "When a new day begins, dare to smile gratefully."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Smiling is very important. If we are not able to smile, then the world will not have peace. It is not by going out for a demonstration against nuclear missiles that we can bring about peace. It is with our capacity of smiling, breathing, and being peace that we can make peace."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "If we are peaceful, if we are happy, we can smile and blossom like a flower, and everyone in our family, our entire society, will benefit from our peace."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Our smile affirms our awareness and determination to live in peace and joy. The source of a true smile is an awakened mind."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection."
    },
    {
      "cite": "unknown",
      "quote": "If you see someone without a smile give them one of yours."
    },
    {
      "cite": "unknown",
      "quote": "Use your smile to change the world but don’t let the world change your smile."
    },
    {
      "cite": "unknown",
      "quote": "The world always looks brighter from behind a smile."
    },
    {
      "cite": "unknown",
      "quote": "A smile is a powerful weapon; you can even break ice with it."
    },
    {
      "cite": "unknown",
      "quote": "Smile! It's the second best thing you can do with your lips."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A warm smile is the universal language of kindness."
    },
    {
      "cite": "William Hazlitt",
      "quote": "A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A smile cures the wounding of a frown."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The robbed that smiles, steals something from the thief."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Smile in the mirror. Do that every morning and you’ll start to see a big difference in your life."
    }
  ]
}