{
  "source": "https://www.wisesayings.com/beautiful-friendship-quotes/",
  "theme": "beautiful-friendship",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Friendship is the candle that lights up your heart whenever it is dark outside."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Your friend is the man who knows all about you, and still likes you."
    },
    {
      "cite": "N. R. Hart",
      "quote": "Some souls just understand each other upon meeting."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious."
    },
    {
      "cite": "Anonymous",
      "quote": "Friendship isn't about who you've known the longest, it's about who walked in to your life, said I'm here for you, and proved it."
    },
    {
      "cite": "Anna Taylor",
      "quote": "Some people arrive and make such a beautiful impact on your life; you can barely remember what life was like without them."
    },
    {
      "cite": "C. J. Langenhoven",
      "quote": "Friends should be like books, few, but hand-selected."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Friendship often ends in love; but love in friendship never."
    },
    {
      "cite": "Jon Katz",
      "quote": "Friends are part of the glue that holds life and faith together. Powerful stuff."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "There is nothing on this earth more to be prized than true friendship."
    },
    {
      "cite": "Jim Henson",
      "quote": "There's not a word yet for old friends who've just met."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The language of friendship is not words but meanings."
    },
    {
      "cite": "Elizabeth Foley",
      "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
    },
    {
      "cite": "Mikaela Tiu",
      "quote": "Friendship isn't about whom you have known the longest. It's about who came, and never left your side."
    },
    {
      "cite": "Anonymous",
      "quote": "Friendship isn't a big thing, it's a million little things."
    },
    {
      "cite": "Mencius",
      "quote": "Friends are the siblings God never gave us."
    },
    {
      "cite": "Amy Poehler",
      "quote": "Find a group of people who challenge and inspire you; spend a lot of time with them, and it will change your life."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "A quarrel between friends, when made up, adds a new tie to friendship."
    },
    {
      "cite": "Anonymous",
      "quote": "Life can give us a number of beautiful friends! But, only true friends can give us a beautiful life."
    },
    {
      "cite": "O. Henry",
      "quote": "No friendship is an accident."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing."
    },
    {
      "cite": "Helen Keller",
      "quote": "Walking with a friend in the dark is better than walking alone in the light."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Friends are medicine for a wounded heart, and vitamins for a hopeful soul."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "There is nothing on this earth to be prized more than true friendship."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow."
    },
    {
      "cite": "Charles Darwin",
      "quote": "A man's friendships are one of the best measures of his worth."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Anybody can sympathise with the sufferings of a friend, but it requires a very fine nature to sympathise with a friend's success."
    },
    {
      "cite": "Hasidic",
      "quote": "One who looks for a friend without faults will have none."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "The greatest healing therapy is friendship and love."
    },
    {
      "cite": "Tim McGraw",
      "quote": "We all take different paths in life, but no matter where we go, we take a little of each other everywhere."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Friendship is always a sweet responsibility, never an opportunity."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Friendship is like money, easier made than kept."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things, does the heart find its morning and is refreshed."
    },
    {
      "cite": "Christie Brinkley",
      "quote": "Share your smile with the world. It's a symbol of friendship and peace."
    },
    {
      "cite": "Jerome Cummings",
      "quote": "A friend is one who knows us, but loves us anyway."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the blessings of old friends that you can afford to be stupid with them."
    },
    {
      "cite": "Aristotle",
      "quote": "Friendship is essentially a partnership."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Friendship is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything."
    },
    {
      "cite": "Jim Morrison",
      "quote": "A friend is someone who gives you total freedom to be yourself , and especially to feel, or not feel. Whatever you happen to be feeling at any moment is fine with them. That's what real love amounts to letting a person be what he really is."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Let there be no purpose in friendship save the deepening of the spirit."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "One of the most beautiful qualities of true friendship is to understand and to be understood."
    },
    {
      "cite": "Marie de Rabutin-Chantal",
      "quote": "True friendship is never serene."
    },
    {
      "cite": "Hillaire Belloc",
      "quote": "There is nothing worth the wear of winning, but laughter and the love of friends."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "Friendship is the only cement that will ever hold the world together."
    },
    {
      "cite": "Walter Winchell",
      "quote": "A friend is one who walks in when others walk out."
    },
    {
      "cite": "WaqarWaqar Ahmed",
      "quote": "Friendship is delicate as a glass, once broken it can be fixed but there will always be cracks."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."
    },
    {
      "cite": "Timothy Keller",
      "quote": "Friendship is a deep oneness that develops when two people, speaking the truth in love to one another, journey together to the same horizon."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "My friends are my estate."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Friendship multiplies the good of life and divides the evil."
    },
    {
      "cite": "Elisabeth Foley",
      "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "It's the friends you can call up at 4 a.m. that matter."
    },
    {
      "cite": "Toni Morrison",
      "quote": "She is a friend of my mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order."
    },
    {
      "cite": "Edith Wharton",
      "quote": "There is one friend in the life of each of us who seems not a separate person, however dear and beloved, but an expansion, an interpretation, of one's self, the very meaning of one's soul."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "A good relationship has a pattern like a dance and is built on some of the same rules. The partners do not need to hold on tightly, because they move confidently in the same pattern, intricate but gay and swift and free."
    },
    {
      "cite": "Dinah Craik",
      "quote": "As we sail through life towards death, bound unto the same port—heaven,—Friend, what years could us divide?"
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own."
    },
    {
      "cite": "Colette",
      "quote": "Friendship, which of its nature a delicate thing, fastidious, slow of growth, is easily checked, will hesitate, demur, recoil where love, good old blustering love, bowls ahead and blunders through every obstacle."
    },
    {
      "cite": "Carrie Jacobs Bond",
      "quote": "And we find at the end of a perfect day, / The soul of a friend we've made."
    },
    {
      "cite": "Emily Brontë",
      "quote": "Love is like the wild-rose briar; / Friendship is like the holly-tree. / The holly is dark when the rose briar blooms, / But which will bloom most constantly?"
    },
    {
      "cite": "Aristotle",
      "quote": "Without friends no one would choose to live, though he had all other goods."
    },
    {
      "cite": "Mary Russell Mitford",
      "quote": "Friendship is the bread of the heart."
    },
    {
      "cite": "Helen Barker Parker",
      "quote": "Today a man discovered gold and fame, / Another flew the stormy seas; / Another set an unarmed world aflame, / One found the germ of a disease. / But what high fates my path attend for I—today—I found a friend."
    },
    {
      "cite": "Corinne Roosevelt Robinson",
      "quote": "Though Love be deeper, Friendship is more wide."
    },
    {
      "cite": "Epicurus",
      "quote": "Of all the things which wisdom provides to make life entirely happy, much the greatest is the possession of friendship."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The feeling of friendship is like that of being comfortably filled with roast beef, love, like being enlivened with champagne."
    },
    {
      "cite": "Donna Roberts",
      "quote": "A friend is someone who knows the song in your heart and can sing it back to you when you have forgotten the words."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "You know when I feel inwardly beautiful? When I am with my girlfriends and we are having a goddess circle."
    },
    {
      "cite": "James Francis Byrnes",
      "quote": "Friendship without self-interest is one of the rare and beautiful things of life."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Sometimes our light goes out but is blown into flame by another human being. Each of us owes deepest thanks to those who have rekindled this light."
    },
    {
      "cite": "Theocritus",
      "quote": "Verily great grace may go / With a little gift; and precious are all things that come from friends."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The ornament of a house is the friends who frequent it."
    },
    {
      "cite": "Charlotte Gay",
      "quote": "A friend's writing on an envelope lifts the heart on the rainiest morning."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "Rare as is true love, true friendship is rarer."
    },
    {
      "cite": "Anne Scottlin",
      "quote": "Like the fragrance of flowers in sunshine, friendship magnifies life’s sweetness."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "The mark of Friendship is not that help will be given when the pinch comes (of course it will) but that, having been given, it makes no difference at all."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "But friendship is the breathing rose, with sweets in every fold."
    },
    {
      "cite": "Twilight Sparkle",
      "quote": "When I started out, I was unsure / I thought I knew all that I needed, didn't know what to expect / But when my walls came down, I saw the truth / All along something was missing / And I think you'll see it, too / This is where the magic happens / This is where the magic lives / Our friendships weave together stronger / The bonds grow deeper, lasting longer / And the greatest spell you'll know / Is how the Magic of Friendship grows."
    },
    {
      "cite": "Avatar Roku",
      "quote": "Some friendships are so strong they can even transcend lifetimes."
    },
    {
      "cite": "Dr. Hannibal Lecter",
      "quote": "The most beautiful quality of a true friendship is to understand and be understood with absolute clarity."
    },
    {
      "cite": "Stephen Sinclair",
      "quote": "You are beautiful amazing / Our friendship is ever growing / A never ending journey / I hold you in the highest a place that no other will touch / These days we've been back and forth so it's all or nothing now / This is our story our testimony and strength to push forward / May we constantly see with eyes of pure thought / You have been a part of who I am / It will never be forgotten / Us together us forever."
    }
  ]
}