{
  "source": "https://www.wisesayings.com/bed-quotes/",
  "theme": "bed",
  "quotes": [
    {
      "cite": "Andy Warhol",
      "quote": "Everything is more glamorous when you do it in bed anyway."
    },
    {
      "cite": "George Horace Lorimer",
      "quote": "You've got to get up every morning with determination if you're going to go to bed with satisfaction."
    },
    {
      "cite": "Haliburton",
      "quote": "To carry care to bed is to sleep with a pack on your back."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Don't take tomorrow to bed with you."
    },
    {
      "cite": "George Burns",
      "quote": "Don't stay in bed, unless you can make money in bed."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Never go to bed mad. Stay up and fight."
    },
    {
      "cite": "Richard Grenier",
      "quote": "People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf."
    },
    {
      "cite": "John Ciardi",
      "quote": "Early to bed and early to rise probably indicates unskilled labor."
    },
    {
      "cite": "Jules Feiffer",
      "quote": "Getting out of bed in the morning is an act of false confidence."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "A man would prefer to come home to an unmade bed and a happy woman than to a neatly made bed and an angry woman."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "No one ever died from sleeping in an unmade bed."
    },
    {
      "cite": "Max Lerner",
      "quote": "The best thing about lying in bed late is that you learn to distinguish between first things and trivia, for whatever presses on you has to prove its importance before it makes you move."
    },
    {
      "cite": "Groucho Marx",
      "quote": "A hospital bed is a parked taxi with the meter running."
    },
    {
      "cite": "Studs Terkel",
      "quote": "Never go to bed with someone whose problems are greater than yours."
    },
    {
      "cite": "Nancy Spain",
      "quote": "Only a fool would make the bed every day."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Those who hate to go to bed fear death; those who hate to get up fear life."
    },
    {
      "cite": "Nelson Rodrigues",
      "quote": "The bed is a metaphysical piece of furniture."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "And bed, he thought. Bed is my friend. Just bed, he thought. Bed will be a great thing. It is easy when you are beaten, he thought. I never knew how easy it was. And what beat you, the thought."
    },
    {
      "cite": "Thomas Hood",
      "quote": "O bed! O bed! delicious bed! That heaven upon earth to the weary head."
    },
    {
      "cite": "Ogden Nash",
      "quote": "The bed is a bundle of paradoxes: we go to it with reluctance, yet we quit it with regret; we make up our minds every night to leave it early, but we make up our bodies every morning to keep it late."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Early to bed and early to rise makes a man healthy, wealthy and wise."
    },
    {
      "cite": "Doris Lessing",
      "quote": "Bed is the best place for reading, thinking, or doing nothing."
    },
    {
      "cite": "Andrew Young",
      "quote": "On the soft bed of luxury many kingdoms have expired."
    },
    {
      "cite": "Walker Quotes",
      "quote": "The bed is just gorgeous. It's bright and colorful. It looks like a whole bunch of mattresses piled up. But it's an optical illusion. It's really just fabric, stuffing, nails and a staple gun. It's so tall, you need a ladder to get in."
    },
    {
      "cite": "Rick Moody",
      "quote": "A bed is where a sense of shared purpose first takes root."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The happiest part of a man's life is what he passes lying awake in bed in the morning."
    },
    {
      "cite": "Angela Carter",
      "quote": "The bed is now as public as the dinner table and governed by the same rules of formal confrontation."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "The bed comprehends our whole life, for we were born in it, we live in it, and we shall die in it"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "In bed we laugh, in bed we cry, and born in bed, in bed we die; the near approach a bed may show of human bliss to human woe."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "Go to bed early and wake up early. The morning hours are good."
    }
  ]
}