{
  "source": "https://www.wisesayings.com/bedroom-quotes/",
  "theme": "bedroom",
  "quotes": [
    {
      "cite": "Dorothy Eden",
      "quote": "How peaceful a bedroom is without a man in it."
    },
    {
      "cite": "Homer",
      "quote": "Be generous in the bedroom. Share your sandwich."
    },
    {
      "cite": "Margot Kidder",
      "quote": "If you're gonna fall apart, do it in your own bedroom."
    },
    {
      "cite": "Will Durst",
      "quote": "It's okay to laugh in the bedroom so long as you don't point"
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "The spirit of the marriage left the bedroom and took to living in the parlor."
    },
    {
      "cite": "William Masters",
      "quote": "When things don't work well in the bedroom, they don't work well in the living room either."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A husband and wife who have separate bedrooms have either drifted apart or found happiness."
    },
    {
      "cite": "Dalton Trumbo",
      "quote": "The only interesting thing that can happen in a Swiss bedroom is suffocation by feather mattress."
    },
    {
      "cite": "Evangeline Lilly",
      "quote": "My bedroom is my sanctuary. It's the only place in the house that has a beautiful lush shag rug, which is my favorite."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "You remember some bedrooms you have slept in. There are bedrooms you like to remember and others you would like to forget."
    },
    {
      "cite": "Vera Wang",
      "quote": "My bedroom is my sanctuary. It's like a refuge, and it's where I do a fair amount of designing - at least conceptually, if not literally."
    },
    {
      "cite": "Dorothy Draper",
      "quote": "Of all the rooms in the house your bedroom is yours."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "But even the law cannot be in your bedroom at night."
    },
    {
      "cite": "Margaret Kennedy",
      "quote": "Where the bedroom is wrong the whole house is wrong."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "A bedroom is just as nice as whoever sleeps in it with you."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "Just following orders' is no excuse unless you're in the bedroom."
    },
    {
      "cite": "Ann Landers",
      "quote": "More divorces start in the bedroom than in any other room in the house."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "Real intimacy depends on truth - lovingly told - especially in the bedroom."
    },
    {
      "cite": "James Franco",
      "quote": "It feels really sad, to me, to go to a dark bedroom. It's like surrendering to the night or something."
    },
    {
      "cite": "Eminem",
      "quote": "Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business."
    }
  ]
}