{
  "source": "https://www.wisesayings.com/bedtime-quotes/",
  "theme": "bedtime",
  "quotes": [
    {
      "cite": "James Lendall Basford",
      "quote": "A sleepy man's eyes generally go to bed some time before he does."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Good night! Good night! Far flies the light; But still God's love Shall shine above, Making all bright, Good night! Good night!"
    },
    {
      "cite": "W Somerset Maugham",
      "quote": "It was such a beautiful day I decided to stay in bed."
    },
    {
      "cite": "Nick Rhodes",
      "quote": "You can only sleep in one bed at a time."
    },
    {
      "cite": "Robert Bloch",
      "quote": "So much for modern science and its wonderful discoveries that just about everything can kill you. Life is only a bedtime story before a long, long sleep."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "The bed is a bundle of paradoxes: we go to it with reluctance, yet we quit it with regret; we make up our minds every night to leave it early, but we make up our bodies every morning to keep it late."
    },
    {
      "cite": "Amelia Atwater-Rhodes",
      "quote": "White pill, blue pill, yellow pill, purple pill; its like swallowing a rainbow every bedtime"
    },
    {
      "cite": "Aspen Matis",
      "quote": "Rest fixed most things. Sleep was my sweet reward. I treated bedtime as both incentive and sacrament."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "The amount of sleep required by the average person is five minutes more."
    },
    {
      "cite": "Lenore Kandel",
      "quote": "Bedtime is daytime, and we come into bloom after midnight."
    },
    {
      "cite": "William Shakespeare",
      "quote": "O sleep, O gentle sleep, Nature's soft nurse, how have I frighted thee, That thou no more wilt weigh my eyelids down and steep my sense in forgetfulness?"
    },
    {
      "cite": "Edmund Vance Cooke",
      "quote": "Don't fight with the pillow, but lay down your head And kick every worriment out of the bed."
    },
    {
      "cite": "Robin Hobb",
      "quote": "A time when it is far too early to arise, but so late that going to bed makes small sense."
    },
    {
      "cite": "Charles M Schulz",
      "quote": "Sometimes you lie in bed at night, and you don't have a single thing to worry about.That always worries me!"
    },
    {
      "cite": "Jeb Dickerson",
      "quote": "May sleep envelop you as a bed sheet floating gently down, tickling your skin and removing every worry. Reminding you to consider only this moment."
    },
    {
      "cite": "Nanette L. Avery",
      "quote": "Before you go to bed think about what you left behind in the wake of the day."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Sleeping is no mean art: for its sake one must stay awake all day."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "Ironically, to my children, bedtime is a punishment that violates their basic rights as human beings. Once the lights are out, you can expect at least an hour of inmates clanging their tin cups on the cell bars."
    },
    {
      "cite": "Edwidge Danticat",
      "quote": "These were our bedtime stories. Tales that haunted our parents and made them laugh at the same time. We never understood them until we were fully grown and they became our sole inheritance"
    },
    {
      "cite": "Charlie Munger",
      "quote": "Go to bed smarter than when you woke up."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "It is one of life's bitterest truths that bedtime so often arrives just when things are really getting interesting."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Three meals plus bedtime make four sure blessings a day."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "The feeling of sleepiness when you are not in bed, and can't get there, is the meanest feeling in the world."
    },
    {
      "cite": "Michael Longenberger",
      "quote": "It's very easy to see those on a bedtime schedule and those not."
    },
    {
      "cite": "Siri Hustvedt",
      "quote": "Bedtime rituals for children ease the way to the elsewhere of slumber teeth brushing and pajamas, the voice of a parent reading, the feel and smell of the old blanket or toy, the nightlight glowing in a corner"
    },
    {
      "cite": "Red Skelton",
      "quote": "Any kid will run any errand for you, if you ask at bedtime."
    },
    {
      "cite": "William G. Golding",
      "quote": "Sleep is when all the unsorted stuff comes flying out as from a dustbin upset in a high wind."
    },
    {
      "cite": "Alexander Fleming",
      "quote": "Suggested remedy for the common cold. A good gulp of whiskey at bedtime it's not very scientific, but it helps."
    },
    {
      "cite": "Amanda Ashley",
      "quote": "That settles it, no more books about vampire before bedtime."
    },
    {
      "cite": "Anne Bronte",
      "quote": "I love the silent hour of night, for blissful dreams may then arise, revealing to my charmed sight what may not bless my waking eyes."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "Laugh and the world laughs with you, snore and you sleep alone."
    },
    {
      "cite": "Arthur Kornberg",
      "quote": "I told my three sons stories about germs more than fifty years ago as fanciful bedtime tales."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "A ruffled mind makes a restless pillow."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "And if tonight my soul may find her peace in sleep, and sink in good oblivion, and in the morning wake like a new-opened flower then I have been dipped again in God, and new-created."
    },
    {
      "cite": "Dean Koontz",
      "quote": "The world is a more mysterious place than it seems to be most of the time, when we're plodding along from breakfast to bedtime in a reassuringly familiar routine."
    },
    {
      "cite": "Edward Lucas",
      "quote": "There is more refreshment and stimulation in a nap, even of the briefest, than in all the alcohol ever distilled."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The worst thing in the world is to try to sleep and not to."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "The sky grew darker, painted blue on blue, one stroke at a time, into deeper and deeper shades of night."
    },
    {
      "cite": "Leonardo de Vinci",
      "quote": "As a well spent day brings happy sleep so a life well spent brings happy death."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "We are but older children, dear, Who fret to find our bedtime near."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Each night, when I go to sleep, I die. And the next morning, when I wake up, I am reborn."
    },
    {
      "cite": "Margaret Wise Brown",
      "quote": "Goodnight stars, goodnight air, goodnight noises everywhere."
    },
    {
      "cite": "Mesut Barazany",
      "quote": "Your future depends on your dreams, so go to sleep."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "But love, I’ve come to understand, is more than three words mumbled before bedtime. Love is sustained by action, a pattern of devotion in the things we do for each other every day."
    },
    {
      "cite": "Ogden Nash",
      "quote": "The bed is a bundle of paradoxes, we go to it with reluctance, yet we quit it with regret. We make up our minds every night to leave it early, but we make up our bodies every morning to keep it late."
    },
    {
      "cite": "Paul Doiron",
      "quote": "Angels do not whisper in our ears. Predestination is a fairy tale, a bedtime story for adults scared of meaningless death."
    },
    {
      "cite": "Proverbs 3:24",
      "quote": "When you lie down, you will not be afraid. Your sleep will be sweet."
    },
    {
      "cite": "Shannon Fife",
      "quote": "The persons hardest to convince that they're at the retirement age are children at bedtime."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "From candlelight to early bedtime, I read."
    },
    {
      "cite": "William Wordsworth",
      "quote": "A flock of sheep that leisurely pass by One after one; the sound of rain, and bees Murmuring. The fall of rivers, winds and seas, Smooth fields, white sheets of water, and pure sky. I've thought of all by turns, and still I lie Sleepless."
    }
  ]
}