{
  "source": "https://www.wisesayings.com/bee-quotes/",
  "theme": "bee",
  "quotes": [
    {
      "cite": "Elizabeth Lawrence",
      "quote": "The hum of bees is the voice of the garden."
    },
    {
      "cite": "Mark Nepo",
      "quote": "The flower doesn't dream of the bee. It blossoms and the bee comes."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The keeping of bees is like the direction of sunbeams."
    },
    {
      "cite": "Unkown",
      "quote": "Every epigram should resemble a bee; it should have sting, honey, and brevity."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The men of experiment are like the ant, they only collect and use; the reasoners resemble spiders, who make cobwebs out of their own substance. But the bee takes the middle course: it gathers its material from the flowers of the garden and field, but transforms and digests it by a power of its own."
    },
    {
      "cite": "Saint John Chrysostom",
      "quote": "The bee is more honored than other animals, not because she labors, but because she labors for others."
    },
    {
      "cite": "John Keats",
      "quote": "Even bees, the little alsmen of spring bowers, know there is richest juice in poison-flowers."
    },
    {
      "cite": "William Blake",
      "quote": "The busy bee has no time for sorrow."
    },
    {
      "cite": "Scottish Proverb",
      "quote": "Bees that have honey in their mouths have stings in their tails."
    },
    {
      "cite": "Pietro Metastasio",
      "quote": "The bee and the serpent often sip from the selfsame flower."
    },
    {
      "cite": "David Foster Wallace",
      "quote": "Everything takes time. Bees have to move very fast to stay still."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "If bees only gathered nectar from perfect flowers, they wouldn’t be able to make even a single drop of honey."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Float like a butterfly, sting like a bee-- his hands can’t hit what his eyes can’t see."
    },
    {
      "cite": "Srikumar Rao",
      "quote": "When the flower blossoms, the bee will come."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "The bee collects honey from flowers in such a way as to do the least damage or destruction to them, and he leaves them whole, undamaged and fresh, just as he found them."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "A bee is never as busy as it seems; it's just that it can't buzz any slower."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "That which is not good for the bee-hive cannot be good for the bees."
    },
    {
      "cite": "Muriel Barbery",
      "quote": "We think we can make honey without sharing in the fate of bees, but we are in truth nothing but poor bees, destined to accomplish our task and then die."
    },
    {
      "cite": "Charles Tennyson Turner",
      "quote": "The little bee returns with evening's gloom, to join her comrades in the braided hive, there, housed beside their might honey-comb, they dream their polity shall long survive."
    },
    {
      "cite": "Garth Nix",
      "quote": "Bee stings are very educational ."
    },
    {
      "cite": "Arthur Guiterman",
      "quote": "It takes a bee to get the honey out."
    },
    {
      "cite": "Charles A. Beard",
      "quote": "The bee fertilizes the flower it robs."
    },
    {
      "cite": "Karl von Frisch",
      "quote": "The bee's life is like a magic well: the more you draw from it, the more it fills with water."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "As a bee without harming the flower, its colour or scent, flies away, collecting only the honey, even so should the sage wander in the village."
    },
    {
      "cite": "Anne Raver",
      "quote": "Don't wear perfume in the garden — unless you want to be pollinated by bees."
    },
    {
      "cite": "Congo Proverb",
      "quote": "When the bee comes to your house, let her have beer; you may want to visit the bee's house some day."
    },
    {
      "cite": "William Longgood",
      "quote": "The bee is domesticated but not tamed."
    },
    {
      "cite": "Carol Ann Duffy",
      "quote": "Bees are the batteries of orchards, gardens, guard them."
    },
    {
      "cite": "Jay Ebben",
      "quote": "Bees have so much to offer us if we only listen."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "For to the bee a flower is the fountain of life, and to the flower a bee is the messenger of love."
    },
    {
      "cite": "Maurice Maeterlinck",
      "quote": "If the bee disappeared off the face of the earth, man would only have four years left to live."
    },
    {
      "cite": "Sue Monk Kidd",
      "quote": "She liked to tell everybody that women made the best beekeepers, 'cause they have a special ability built into them to love creatures that sting. It comes from years of loving children and husbands."
    }
  ]
}