{
  "source": "https://www.wisesayings.com/beef-quotes/",
  "theme": "beef",
  "quotes": [
    {
      "cite": "Neal Barnard",
      "quote": "If beef is your idea of real food for real people, you'd better live real close to a real good hospital."
    },
    {
      "cite": "William Bligh",
      "quote": "Beef also was difficult to be procured and exceedingly poor. The price nearly sixpence farthing per pound."
    },
    {
      "cite": "John Churchill",
      "quote": "No soldier can fight unless he is properly fed on beef and beer."
    },
    {
      "cite": "Mos Def",
      "quote": "Beef is not what Jay said to Nas. Beef is when the working folks can't find jobs."
    },
    {
      "cite": "James Lovelock",
      "quote": "If we gave up eating beef we would have roughly 20 to 30 times more land for food than we have now."
    },
    {
      "cite": "African Proverb",
      "quote": "The end of an ox is beef, and the end of a lie is grief."
    },
    {
      "cite": "Augustus J. C. Hare",
      "quote": "Pity is like eating mustard without beef."
    },
    {
      "cite": "Charlie Murphy",
      "quote": "I don't have beef with anyone, only martians."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Having beef with someone is unnecessary and avoidable. Whatever the issue, if not positive, it is an opportunity to cut the excess fat from an unhealthy dietary network. Simply excuse yourself from the table of negativity and lean forward in peace."
    },
    {
      "cite": "Edna Ferber",
      "quote": "Roast beef, medium, is not only a food. It is a philosophy."
    },
    {
      "cite": "Ludacris",
      "quote": "A lot of beefs in the music industry are caused from miscommunication and just not really understanding what's going on, having people in your ear saying this is what somebody did, or this is what somebody did to you."
    },
    {
      "cite": "Kelly Reichardt",
      "quote": "It's been a lifetime of trying to have less beef. Beef comes very naturally to me. I was born with my dukes up, but that's not always necessary anymore. I have to retrain myself."
    },
    {
      "cite": "Cardi B",
      "quote": "If a girl have beef with me, she gon' have beef with me forever."
    },
    {
      "cite": "Marie-Antoine Careme",
      "quote": "Beef is the soul of cooking."
    },
    {
      "cite": "Fetty Wap",
      "quote": "I don't beef with people, because I don't be around people. Nobody can't say nothing about me, because ain't nobody know nothing about me."
    },
    {
      "cite": "Lord Byron",
      "quote": "But beef is rare within these oxless isles; Goat's flesh there is, no doubt, and kid, and mutton; And, when a holiday upon them smiles, A joint upon their barbarous spits they put on."
    },
    {
      "cite": "Tristram Stuart",
      "quote": "A hunk of beef raised on Scottish moorland has a very different ecological footprint from one created in an intensive feedlot using concentrated cereal feed, and a wild venison or rabbit casserole is arguably greener than a vegetable curry."
    },
    {
      "cite": "Tory Lanez",
      "quote": "You're gonna know, if I have beef with somebody, then one of us is just falling out."
    }
  ]
}