{
  "source": "https://www.wisesayings.com/beer-quotes/",
  "theme": "beer",
  "quotes": [
    {
      "cite": "Kinky Friedman",
      "quote": "Beer is in the eye of the beer holder."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Milk is for babies. When you grow up you have to drink beer."
    },
    {
      "cite": "Plato",
      "quote": "He was a wise man who invented beer."
    },
    {
      "cite": "William Shakespeare",
      "quote": "For a quart of Ale is a meal for a King."
    },
    {
      "cite": "Frank Zappa",
      "quote": "You can't be a real country unless you have a beer and an airline - it helps if you have some kind of a football team, or some nuclear weapons, but at the very least you need a beer."
    },
    {
      "cite": "Dave Barry",
      "quote": "Without question, the greatest invention in the history of mankind is beer. Oh, I grant you that the wheel was also a fine invention, but the wheel does not go nearly as well with pizza."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Beer, if drunk in moderation, softens the temper, cheers the spirit and promotes health."
    },
    {
      "cite": "Tina Fey",
      "quote": "In a study, scientists report that drinking beer can be good for the liver. I'm sorry, did I say  scientists'  I meant Irish people."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Most people hate the taste of beer to begin with. It is, however, a prejudice."
    },
    {
      "cite": "Wiley",
      "quote": "Beer may not solve your problems, but neither will water or milk."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Beer is proof that God loves us and wants us to be happy."
    },
    {
      "cite": "Dr. Benjamin Rush",
      "quote": "Beer is a wholesome liquor ..it abounds with nourishment."
    },
    {
      "cite": "Al Bundy",
      "quote": "Pretty women make us BUY beer. Ugly women make us DRINK beer."
    },
    {
      "cite": "Stephen Wright",
      "quote": "24 hours in a day, 24 beers in a case. Coincidence?"
    },
    {
      "cite": "Washington Irving",
      "quote": "They who drink beer will think beer."
    },
    {
      "cite": "David Rains Wallace",
      "quote": "Fermentation may have been a greater discovery than fire."
    },
    {
      "cite": "Ancient Egyptian Saying",
      "quote": "The mouth of a perfectly happy man is filled with beer."
    },
    {
      "cite": "Paracelsus",
      "quote": "A little bit of beer is divine medicine."
    },
    {
      "cite": "Kaiser Welhelm",
      "quote": "Give me a woman who loves beer and I will conquer the world."
    },
    {
      "cite": "Bruce Carlton",
      "quote": "Beer will always have a definite role in the diet of an individual and can be considered a cog in the wheel of nutritional foods."
    },
    {
      "cite": "Harold Rudolph",
      "quote": "Brewers enjoy working to make beer as much as drinking beer instead of working."
    },
    {
      "cite": "Capital Brewery",
      "quote": "People who drink light 'beer' don't like the taste of beer; they just like to pee a lot."
    },
    {
      "cite": "Jack Handy",
      "quote": "If you ever reach total enlightenment while drinking beer, I bet it makes beer shoot out your nose."
    },
    {
      "cite": "Jim Parker",
      "quote": "A bar is better than a newspaper for public discussion."
    },
    {
      "cite": "William Shakespeare",
      "quote": "For a quart of ale is a dish for a king."
    },
    {
      "cite": "Hervey Allen",
      "quote": "Religions change; beer and wine remain."
    },
    {
      "cite": "Henry Lawson",
      "quote": "Beer makes you feel the way you ought to feel without beer."
    },
    {
      "cite": "Author Unknown",
      "quote": "Give a man a beer, he'll drink for the day.Teach a man to brew, he'll be drunk the rest of his life."
    },
    {
      "cite": "David Moulton",
      "quote": "Why is American beer served cold? So you can tell it from urine."
    },
    {
      "cite": "Stephen Morris",
      "quote": "There is more to life than beer alone, but beer makes those other things even better."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Most Americans are born drunk, and really require a little wine or beer to sober them."
    },
    {
      "cite": "Sydney Smith",
      "quote": "What two ideas are more inseparable than beer and Britannia?"
    },
    {
      "cite": "Charlie Papazian",
      "quote": "Give a man a beer and he'll waste an hour. Teach a man to brew and he will waste a lifetime!"
    },
    {
      "cite": "Louis Untermeyer",
      "quote": "Life, alas, / Is very drear. / Up with the glass! / Down with the beer"
    },
    {
      "cite": "William Shakespeare (Henry IV)",
      "quote": "I will make it felony to drink small beer."
    },
    {
      "cite": "William Shakespeare (Henry IV)",
      "quote": "I will make it felony to drink small beer."
    },
    {
      "cite": "Dave Barry",
      "quote": "Not all chemicals are bad. Without chemicals such as hydrogen and oxygen, for example, there would be no way to make water, a vital ingredient in beer."
    },
    {
      "cite": "Diana Jordan",
      "quote": "Men are simple things. They can survive a whole weekend with only three things: beer, boxer shorts and batteries for the remote control."
    },
    {
      "cite": "Terry Lovelock",
      "quote": "Heineken refreshes the parts other beers cannot reach."
    },
    {
      "cite": "Don Marquis",
      "quote": "Prohibition makes you want to cry into your beer and denies you the beer to cry into."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "I’m only a beer teetotaller, not a champagne teetotaller."
    },
    {
      "cite": "Barry Humphries",
      "quote": "Oh, I was down by Manly Pier / Drinking tubes of ice-cold beer / With a bucket full of prawns upon me knee. / But when I’d swallowed the last prawn / I had a technicolour yawn / And I chundered in the old Pacific sea."
    },
    {
      "cite": "Thomas Hughes",
      "quote": "Life isn’t all beer and skittles; but beer and skittles, or something better of the same sort, must form a good part of every Englishman’s education."
    },
    {
      "cite": "William Shakespeare (Twelfth Night)",
      "quote": "Dost thou think because thou art virtuous, there shall be no more cakes and ale?"
    },
    {
      "cite": "Xeni Jardin",
      "quote": "When you invite the whole world to your party, inevitably someone pees in the beer."
    },
    {
      "cite": "William Shakespeare (Othello)",
      "quote": "To suckle fools and chronicle small beer."
    },
    {
      "cite": "Charles Dickens",
      "quote": "'Did you ever taste beer?' 'I had a sip of it once,' said the small servant. 'Here's a state of things!' cried Mr. Swiveller—'.She never tasted it — it can’t be tasted in a sip!'"
    },
    {
      "cite": "Billy Carter",
      "quote": "Paintings are like a beer. Only beer tastes good, and it's hard to stop drinking beer."
    },
    {
      "cite": "English Proverb",
      "quote": "Bread is the staff of life, but beer is life itself."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Better weak beer than an empty cask."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Beware, froth is not beer."
    },
    {
      "cite": "English Proverb",
      "quote": "Cider on beer, never fear; beer upon cider, makes a bad rider."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Froth is no beer."
    },
    {
      "cite": "Danish Proverb",
      "quote": "He that drinks beer, thinks beer."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts, and beer."
    },
    {
      "cite": "Garrett Oliver",
      "quote": "After water and tea, beer is the third most popular drink in the world. This should not he surprising, as beer is also the most complex and varied of drinks. It can taste like lemons or smoke, coffee or coconuts, bananas or bread, chilies or ginger. Beer can be crisply acidic and earthy, or it can be bracingly bitter and spectacularly aromatic. It can evince a mere prickle of carbonation or flourish on the palate into a fine mousse. It can be enjoyed days after it was brewed or emerge from a bottle more than a century later and produce rapturous delight."
    },
    {
      "cite": "Garrett Oliver",
      "quote": "Many of life’s great moments happen at the table, whether these be the tables in our homes, in our restaurants, or in our pubs. The world of beer, this great culture, is worthy of far more respect than it has ever enjoyed, and it is capable of producing far more joy than most people realize."
    },
    {
      "cite": "Charles Portis",
      "quote": "When the beer came, I dipped a finger in it and wet down each corner of the paper napkin to anchor it, so it would not come up with the mug each time and make me appear ridiculous."
    },
    {
      "cite": "Charles W. Bamforth",
      "quote": "A beer drinker drinks as much with his or her eyes as with their mouth."
    },
    {
      "cite": "Duane Swierczynski",
      "quote": "There are only two things on Earth that can make an otherwise intelligent, cultured person grab a microphone and start belting out 'Afternoon Delight' in front of total strangers: a lot of beer, and a Karaoke song list."
    },
    {
      "cite": "Sean Donovan",
      "quote": "Dear Beer, It's become quite clear that life is better when you're not near."
    },
    {
      "cite": "Julius Caesar",
      "quote": "Beer . . . a high and mighty liquor."
    },
    {
      "cite": "Roman Rite",
      "quote": "Bless, O Lord, this creature beer, which thou hast deigned to produce from the fat of grain: that it may be a salutary remedy to the human race, and grant, through the invocation of thy holy name, that whoever shall drink it may gain health in body and peace in soul. Through Christ our Lord. Amen."
    },
    {
      "cite": "Rich Higgins",
      "quote": "A little beer is delicious. A little curiosity makes beer more inspiring. And a little knowledge allows beer to take you places. Cheers!"
    },
    {
      "cite": "Phil Newton and J. Edward",
      "quote": "If you give a guy a beer, / He'll want popcorn to go with it."
    },
    {
      "cite": "Buffy Summers",
      "quote": "Want beer. Like beer. Beer good."
    },
    {
      "cite": "Jimmy Potts",
      "quote": "Vote for beer! Put men to work. Put money in circulation. Don't cha want people to have somethin' in their pockets besides their hands? Don't cha?"
    },
    {
      "cite": "Jimmy Potts",
      "quote": "Beer! Beer! Beer! What marvelous beer! How gratifyin'. How gratifyin'. Why, look at that beer! Look at that quality of it! Aw, get the feel of it. Get the feel of it!"
    },
    {
      "cite": "Tony Hunter",
      "quote": "Beer goes very good with beer."
    },
    {
      "cite": "John Nash",
      "quote": "I have respect for beer. I have respect for beer!"
    },
    {
      "cite": "Turanga Morris",
      "quote": "No beer until you finish your tequila!"
    },
    {
      "cite": "Joseph 'Jacknife' Megessey",
      "quote": "Breakfast beer! Ain't you ever had a beer for breakfast? You take one sip of breakfast beer, the cobwebs go, your voice rises two octaves, and 'Hey, man!' the sun comes up inside you."
    },
    {
      "cite": "J.J. Bealer",
      "quote": "Nothing alcoholic. Oh, a beer, maybe."
    },
    {
      "cite": "Al Bundy",
      "quote": "Pretty women makes us BUY beer. Ugly women makes us DRINK beer."
    },
    {
      "cite": "Bob McKenzie",
      "quote": "This movie was shot in 3B - three beers - and it looks good, eh?"
    },
    {
      "cite": "Red Forman",
      "quote": "I like the sound of a beer church."
    },
    {
      "cite": "Sgt. Abraham Ford",
      "quote": "I am a large man, and I have had many beers to make up for that."
    },
    {
      "cite": "Cal",
      "quote": "Beer before liquor, get drunk quicker. Liquor before beer, you like Pam Grier!"
    },
    {
      "cite": "Marcy",
      "quote": "You're talking beer, you're talking his belly."
    },
    {
      "cite": "James Stephens",
      "quote": "If I asked her master he'd give me a cask a day; / But she with the beer at hand, not a gill would arrange! / May she marry a ghost and bear him a kitten and may / The High King of Glory permit her to get the mange."
    },
    {
      "cite": "Robert Graves",
      "quote": "What do you think / The bravest drink / Under the sky?' / 'Strong beer,' said I."
    },
    {
      "cite": "Robert Graves",
      "quote": "Teach me to live that I may fear / The grave as little as my beer."
    },
    {
      "cite": "Robert Graves",
      "quote": "Tell us, now, how and when / We may find the bravest men?' / 'A sure test, an easy test: / Those that drink beer are the best, / Brown beer strongly brewed, / English drink and English food.'"
    },
    {
      "cite": "Robert Graves",
      "quote": "Oh, never choose as Gideon chose / By the cold well, but rather those / Who look on beer when it is brown, / Smack their lips and gulp it down."
    },
    {
      "cite": "Robert Graves",
      "quote": "There’s a prize for every one / Every one, any one, / There’s a prize for every one, / Whoever he may be: / Crags for the mountaineer, / Flags for the Fusilier, / For English poets, beer! / Strong beer for me!”"
    },
    {
      "cite": "Charles Stuart Calverley",
      "quote": "O Beer! O Hodgson, Guinness, Allsopp, Bass! / Names that should be on every infant's tongue! / Shall days and months and years and centuries pass, / And still your merits be unrecked, unsung?"
    },
    {
      "cite": "Jim Koch",
      "quote": "Unfortunately almost all our beer knowledge comes from Budweiser, Miller, and Coors. It's as if all we knew about food we learn from McDonalds."
    },
    {
      "cite": "Bender",
      "quote": "Ah, beer. So many choices, and it makes so little difference."
    },
    {
      "cite": "Scooter Collins",
      "quote": "I like it ice cold, I take it with a lime, / Canadian, Mexican, Heineken, American, they're all real good friends of mine / I like it in a mug, in a bottle, or a cup, I like it with a shot / It hits the spot / Beer"
    },
    {
      "cite": "Brian Kelley; Canaan Lee Smith; Corey Crowder; Ernest K. Smith; Tyler Hubbard",
      "quote": "It's beer thirty, and I'm thirsty / And I been workin' like a dog all week long / So maybe somethin' cold won't hurt me / 'Cause it's beer thirty, and it's time to party"
    },
    {
      "cite": "Bobby Olen Pinson; Marc David Fortney; Toby Keith Covel",
      "quote": "It’s cold beer country / 110 in the shade / Iced tea won’t cut it / And neither will lemonade / I need a cold Budweiser on a bar stool / And a jukebox by my dear / Singing cold beer country / 'Cause it’s cold beer country round here"
    },
    {
      "cite": "Arthur Schwartz; Howard Dietz",
      "quote": "How I love a glass of beer (More beer) / Beer goes very good with beer (More beer) / When I'm drinking beer I'm thinking, ach life is beer / But there's someone I love even more than beer"
    },
    {
      "cite": "Mark Irwin; Chris Janson; Chris Dubois",
      "quote": "Beer one tastes just like a beer / Beer two, a little bit better than one / Beer three, beer four / Yeah, that was pretty damn good so hand me one more / Beer five and I'm comin' alive / Beer six, man that went down quick / Seven, eight, nine, I'm feelin' fine / And by number ten life's good again, hey / Yeah, that's the power of positive drinkin'"
    },
    {
      "cite": "Jen Lewis",
      "quote": "Liquor before beer, in the clear. Wine before whiskey before beer before whiskey before rum before beer, I'm an idiot."
    },
    {
      "cite": "Steven W. Skinner",
      "quote": "Our local beer maker went out of business - there had been trouble brewing for a while."
    },
    {
      "cite": "James Breakwell",
      "quote": "A flight attendant judged me for ordering alcohol at 7:10 AM on a 50-minute flight. Sorry, lady. The first rule of free beer is drink it."
    }
  ]
}