{
  "source": "https://www.wisesayings.com/beginning-quotes/",
  "theme": "beginning",
  "quotes": [
    {
      "cite": "Catherine Pulsifer",
      "quote": "You could consider a new beginning as the start of a new year. A fresh start, a new goal, a year to make your dreams come true. Be determined and persevere."
    },
    {
      "cite": "Plato",
      "quote": "The beginning is the most important part of the work."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "Miriam Kinai",
      "quote": "Do not despise humble beginnings. The Son of God began His life in a humble manger."
    },
    {
      "cite": "Maria Robinson",
      "quote": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "Be willing to be a beginner every single morning."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "All beginnings are delightful; the threshold is the place to pause."
    },
    {
      "cite": "Erki Nool",
      "quote": "Every beginning is difficult, but it gets easier from there on."
    },
    {
      "cite": "Paul Valery",
      "quote": "Every beginning is a consequence every beginning ends some thing."
    },
    {
      "cite": "Mitch Albom",
      "quote": "All endings are also beginnings. We just don't know it at the time."
    },
    {
      "cite": "Lao Tzu",
      "quote": "New beginnings are often disguised as painful endings."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is a beginning; keeping together is progress; working together is success."
    },
    {
      "cite": "Spider Robinson",
      "quote": "A beginning is the end of something, always."
    },
    {
      "cite": "Seneca",
      "quote": "Every new beginning comes from some other beginning's end."
    },
    {
      "cite": "Mary Wollstonecraft Shelley",
      "quote": "The beginning is always today."
    },
    {
      "cite": "Plato",
      "quote": "Truth is the beginning of every good to the gods, and of every good to man."
    },
    {
      "cite": "Aristotle",
      "quote": "A beginning is that which does not itself follow anything by causal necessity, but after which something naturally is or comes to be."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "It is not death that a man should fear, but he should fear never beginning to live."
    },
    {
      "cite": "James Dobson",
      "quote": "Great beginnings are not as important as the way one finishes."
    },
    {
      "cite": "Lord Byron",
      "quote": "The beginning of atonement is the sense of its necessity."
    },
    {
      "cite": "Anne Sullivan",
      "quote": "Keep on beginning and failing. Each time you fail, start all over gain, and you will grow stronger until have accomplished a purpose not the one you began with perhaps, but one you'll be glad to remember."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "What we call the beginning is often the end. And to make an end is to make a beginning. The end is where we start from."
    },
    {
      "cite": "Confucius",
      "quote": "To see and listen to the wicked is already the beginning of wickedness."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Do not wait until the conditions are perfect to begin. Beginning makes the conditions perfect."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The first step towards getting somewhere is to decide that you are not going to stay where you are."
    },
    {
      "cite": "Frank Herbert",
      "quote": "A beginning is the time for taking the most delicate care that the balances are correct."
    },
    {
      "cite": "Rachel Carson",
      "quote": "Beginnings are apt to be shadowy and so it is the beginnings of the great mother life, the sea."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "Begin at the beginning and go on till you come to the end; then stop."
    },
    {
      "cite": "Mark Twain",
      "quote": "The secret of getting ahead is getting started."
    },
    {
      "cite": "Buddha",
      "quote": "There are two mistakes one can make along the road to truth not going all the way, and not starting."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Before any beginning, there needs to be a plan of how you are going to get to the end. If you do not create a plan, it is like deciding to play football without the ball."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "There will come a time when you believe everything is finished. That will be the beginning."
    },
    {
      "cite": "Albert Camus",
      "quote": "Beginning to think is beginning to be undermined."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "He who chooses the beginning of a road chooses the place it leads to. It is the means that determine the end."
    },
    {
      "cite": "Bob Marley",
      "quote": "Beginnings are usually scary and endings are usually sad, but it's everything in between that makes it all worth living."
    }
  ]
}