{
  "source": "https://www.wisesayings.com/behaviour-quotes/",
  "theme": "behaviour",
  "quotes": [
    {
      "cite": "Plato",
      "quote": "Human behavior flows from three main sources: desire, emotion, and knowledge."
    },
    {
      "cite": "Tony Gilroy",
      "quote": "You have to know human behaviour … And the quality of your writing is absolutely capped at your understanding of human behaviour. You’ll never write above what you know about people."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Behaviour is the mirror in which we can display our image."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A man's ethical behaviour should be based effectually on sympathy, education, and social ties and needs; no religious basis is necessary. Man would indeed be in a poor way if he had to be restrained by fear of punishment and hope of reward after death."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Behavior is the mirror in which everyone shows their image."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Behavior is what a man does, not what he thinks, feels, or believes."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Our thinking and our behaviour are always in anticipation of a response. It is therefore fear-based."
    },
    {
      "cite": "Confucius",
      "quote": "We can know a person by observing his behaviour, understanding the reasons for his actions and ascertaining his intentions. If we do this, how can we not know him?"
    },
    {
      "cite": "David Horne",
      "quote": "Our behaviour as an athlete is often determined by our previous experiences and how we dealt with those experiences. It is these experiences from past performances that can often shape what will happen in the future. It is for this reason that you learn and move on to be more mentally stronger as both an athlete and as a human!"
    },
    {
      "cite": "Anthony Storr",
      "quote": "Some split between the inner world and outer world is common to all behaviour, and the need to bridge the gap is the source of creative behaviour."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Your behaviour is the mirror, for your mental state."
    },
    {
      "cite": "Julia Woodman",
      "quote": "The way people behave is usually just a reflection of where they are in their journey of consciousness, what their own experiences thus far have been. We do not have to react to them, we can simply move to our own level of understanding. By observing others, we can also reflect upon our selves, and out own ways of being."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The behaviour and attitude of another person's towards you reflect their state of inner self and mindset."
    },
    {
      "cite": "Carrie Latet",
      "quote": "Our behavior is human with a sliver of animal, our souls animal with a sliver of human."
    },
    {
      "cite": "Frances Hesselbein",
      "quote": "Practice self-awareness, self-evaluation, and self-improvement. If we are aware that our manners - language, behavior, and actions - are measured against our values and principles, we are able to more easily embody the philosophy, leadership is a matter of how to be, not how to do."
    },
    {
      "cite": "Keith Henson",
      "quote": "People repeat behaviour that leads to flooding their brains with pleasurable chemicals. The short-term reward loop acts over hours to years, and the long-term reproductive success loop over generations."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Perfect behavior is born of complete indifference."
    },
    {
      "cite": "George A. Sheehan",
      "quote": "Anything that changes your values changes your behaviour."
    },
    {
      "cite": "Bjork",
      "quote": "There's no map to human behaviour."
    },
    {
      "cite": "Pope Shenouda III of Alexandria",
      "quote": "The world sees in our conduct, in our behaviour, the proof that we are the real children of God."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Don't indulge in careless behaviour. Don't be the friend of sensual pleasures. He who meditates attentively attains abundant joy."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "The basic fundamental of behaviour should be to give."
    },
    {
      "cite": "Alok Karkera",
      "quote": "How you are perceived is impacted more by passage of time than by any behavioural changes."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Your behaviour can make friends and as well as opponents and enemies too. It depends on you."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Hard work make us strong and behaviour makes us unique."
    },
    {
      "cite": "Anonymous",
      "quote": "We change other people's behavior by changing our own"
    }
  ]
}