{
  "source": "https://www.wisesayings.com/behave-quotes/",
  "theme": "behave",
  "quotes": [
    {
      "cite": "Marianne Williamson",
      "quote": "Take stock of your thoughts and behavior. Each night ask yourself, when were you negative when you could have been positive? When did you withhold love when you might have given it? When did you play a neurotic game instead of behaving in a powerful way? Use this process to self-correct."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The test of a man or woman's breeding is how they behave in a quarrel."
    },
    {
      "cite": "Herbert A. Simon",
      "quote": "Human beings, viewed as behaving systems, are quite simple. The apparent complexity of our behavior over time is largely a reflection of the complexity of the environment in which we find ourselves."
    },
    {
      "cite": "Henry S. Haskins",
      "quote": "Good behavior is the last refuge of mediocrity."
    },
    {
      "cite": "Michael Josephson",
      "quote": "The way we treat people we think can’t help or hurt us—like housekeepers, waiters, and secretaries—tells more about our character than how we treat people we think are important. How we behave when we think no one is looking or when we don’t think we will get caught more accurately portrays our character than what we say or do in service of our reputations."
    },
    {
      "cite": "Epictetus",
      "quote": "Remember that you ought to behave in life as you would at a banquet. As something is being passed around it comes to you; stretch out your hand, take a portion of it politely. It passes on; do not detain it. Or it has not come to you yet; do not project your desire to meet it, but wait until it comes in front of you. So act toward children, so toward a wife, so toward office, so toward wealth."
    },
    {
      "cite": "Warren Buffett",
      "quote": "The big question about how people behave is whether they've got an Inner Scorecard or an Outer Scorecard. It helps if you can be satisfied with an Inner Scorecard."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "The weirder you're going to behave, the more normal you should look. It works in reverse, too. When I see a kid with three or four rings in his nose, I know there is absolutely nothing extraordinary about that person."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Behave so the aroma of your actions may enhance the general sweetness of the atmosphere."
    },
    {
      "cite": "Michael Josephson",
      "quote": "What a person says and does in ordinary moments when no one is looking reveals more about true character than grand actions taken while in the spotlight. Our true character is revealed by normal, consistent, everyday attitudes and behavior, not by self-conscious words or deeds or rare acts of moral courage."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Behavior seemeth to me as a garment of the mind, and to have the conditions of a garment. For it ought to be made in fashion; it ought not to be too curious; it ought to be shaped so as to set forth any good making of the mind, and hide any deformity; and above all, it ought not to be too straight, or restrained for exercise or motion."
    },
    {
      "cite": "Wolfgang Amadeus Mozart",
      "quote": "Just as people behave to me, so do I behave to them. When I see that a person despises me and treats me with contempt, I can be as proud as any peacock."
    },
    {
      "cite": "Ralph Barton Perry",
      "quote": "A man's behavior on dry land differs from his behavior in water; he acts differently indoors and out, in summer and in winter. A man's behavior is always a function of his environment; that is one of the things we mean by behavior."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "I believe that you control your destiny, that you can be what you want to be. You can also stop and say, 'No, I won't do it, I won't behave this way anymore. I'm lonely and I need people around me, maybe I have to change my methods of behaving,' and then you do it."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Patience is not simply the ability to wait—it's how we behave while we're waiting."
    },
    {
      "cite": "Tom Lickona; Eric Schaps; Catherine Lewis",
      "quote": "One’s character is one’s habitual way of behaving. We all have patterns of behavior or habits, and often we are quite unaware of them. When Socrates urged us to Know thyself, he clearly was directing us to come to know our habitual ways of responding to the world around us."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If the human race wishes to have a prolonged and indefinite period of material prosperity, they have only got to behave in a peaceful and helpful way toward one another."
    },
    {
      "cite": "May Sarton",
      "quote": "One must think like a hero to behave like a merely decent human being."
    },
    {
      "cite": "Mario Bunge; Ruben Ardila",
      "quote": "Trying to understand behavior solely on the strength of observations of behavior is like trying to understand television by looking at the screen and abstaining from theorizing about electromagnetic waves and electrons."
    },
    {
      "cite": "Henry Miller",
      "quote": "Most of the ills we suffer from are directly traceable to our own behavior. Man is not suffering from the ravages wrought by earthquakes and volcanoes, by tornadoes and tidal waves; he is suffering from his own misdeeds, his own foolishness, his own ignorance and disregard of natural laws."
    },
    {
      "cite": "Lew Wallace",
      "quote": "As a rule, there is no surer way to the dislike of men than to behave well where they have behaved badly."
    },
    {
      "cite": "Billie Holiday",
      "quote": "You've got to have something to eat and a little love in your life before you can hold still for any damn body's sermon on how to behave."
    },
    {
      "cite": "Benjamin C. Leeming",
      "quote": "What a man does, not what he feels, thinks, or believes, is the universal yardstick of behavior."
    },
    {
      "cite": "Albert F. Schlieder",
      "quote": "We tend to judge others by their behavior, and ourselves by our intentions."
    },
    {
      "cite": "Abraham J. Heschel",
      "quote": "A test of a people is how it behaves toward the old. It is easy to love children. Even tyrants and dictators make a point of being fond of children. But the affection and care for the old, the incurable, the helpless are the true gold mines of a culture."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Behavior is the mirror in which everyone shows their true image."
    },
    {
      "cite": "Marvin Williams",
      "quote": "There is no better test of a man's integrity than his behavior when he is wrong."
    },
    {
      "cite": "Victoria Wood",
      "quote": "If you behave normally, people treat you normally. It's only when you act as if you're someone special that they feel obliged to stand on ceremony."
    },
    {
      "cite": "E.M. Forster",
      "quote": "The people I respect most behave as if they were immortal and as if society was eternal."
    },
    {
      "cite": "Ali Ibn Abi Talib",
      "quote": "A man's behavior is the index of the man, and his discourse is the index of his understanding."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "The less I behave like Whistler's mother the night before, the more I look like her the morning after."
    },
    {
      "cite": "Gavin Newsom",
      "quote": "Society becomes how we behave."
    },
    {
      "cite": "Plato",
      "quote": "Human behavior flows from three main sources desire, emotion, and knowledge."
    },
    {
      "cite": "Albert Camus",
      "quote": "But practically I know men and recognize them by their behavior, by the totality of their deeds, by the consequences caused in life by their presence."
    },
    {
      "cite": "Alex Trebek",
      "quote": "Don't tell me what you believe in. I'll observe how you behave and I will make my own determination."
    },
    {
      "cite": "Charlie Brooker",
      "quote": "There are different groups of people in your life that you behave slightly differently with. You behave one way with your family. You behave in a different way with your work colleagues. You behave differently with your friends from the movie club, your fitness instructor⁠—all subtly different personas."
    },
    {
      "cite": "Vanessa Diffenbaugh",
      "quote": "Your behavior is a choice; it isn't who you are."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "As the occasion, so the behavior."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Be + Have = Behave. You will experience your success when you BEHAVE accordingly. BE and you shall HAVE."
    },
    {
      "cite": "Augustus Y. Napier",
      "quote": "Even if society dictates that men and women should behave in certain ways, it is fathers and mothers who teach those ways to children not just in the words they say, but in the lives they lead."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "Woe, woe, woe... in a little while we shall all be dead. Therefore let us behave as though we were dead already."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "If you want to change attitudes, start with a change in behavior."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Know how to behave at a fine restaurant, which is a telltale measure of social maturity."
    },
    {
      "cite": "Thomas Mann",
      "quote": "People's behavior makes sense if you think about it in terms of their goals, needs, and motives."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "Charming people live up to the very edge of their charm, and behave as outrageously as the world lets them."
    },
    {
      "cite": "Noah Baumbach",
      "quote": "I think sometimes bad behaviour can be liberating for certain people. They need to behave badly to find themselves—to go off path to find their path. You see it with kids all the time: They're testing boundaries, and I think that's healthy."
    },
    {
      "cite": "John W. Holt Jr.",
      "quote": "The true test of character is not how much we know how to do, but how we behave when we don't know what to do."
    },
    {
      "cite": "Václav Havel",
      "quote": "When a person tries to act in accordance with his conscience, when he tries to speak the truth, when he tries to behave like a citizen, even in conditions where citizenship is degraded, it won't necessarily lead anywhere, but it might. There's one thing, however, that will never lead anywhere, and that is speculating that such behavior will lead somewhere."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Our behavior is human with a sliver of animal, our souls animal with a sliver of human."
    },
    {
      "cite": "Ilka Chase",
      "quote": "It is usually when men are at their most religious that they behave with the least sense and the greatest cruelty."
    },
    {
      "cite": "Marshall Goldsmith",
      "quote": "One of the greatest mistakes of successful people is the assumption, 'I behave this way, and I achieve results. Therefore, I must be achieving results because I behave this way.' This belief is sometimes true, but not across the board."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The laws of behavior yield to the energy of the individual."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "Human beings are the only creatures who are able to behave irrationally in the name of reason."
    },
    {
      "cite": "François de la Rochefoucauld",
      "quote": "Perfect valor is to behave, without witnesses, as one would act were all the world watching."
    },
    {
      "cite": "Amy Morin",
      "quote": "Your thoughts greatly influence how you feel and behave. In fact, your inner monologue has a tendency to become a self-fulfilling prophecy."
    },
    {
      "cite": "Jacob Braude",
      "quote": "Always behave like a duck—keep calm and unruffled on the surface but paddle like the devil underneath."
    },
    {
      "cite": "Benjamin Watson",
      "quote": "Whether in the locker room, the community, or at home, our goal should not be to simply behave in a specific way. It should instead be to instill the correct values in our hearts, so that our actions will flow out unimpeded, confirming what we truly believe."
    },
    {
      "cite": "Alex Kapranos",
      "quote": "Men behave very oddly in the company of attractive women."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "Men are created like upright angels, but too often behave like downright devils."
    },
    {
      "cite": "Don Cornelius",
      "quote": "People who dance well, dress well, are well groomed and know how to behave seem to know others who dance, dress and behave well."
    },
    {
      "cite": "Sol Chaneles",
      "quote": "To behave with dignity is nothing less than to allow others to freely be themselves."
    },
    {
      "cite": "Wallace Shawn",
      "quote": "It is hard enough to make a plan for how you are going to spend an evening with somebody else. So to make a plan for how you are going to behave in 25 years seems based on a view of life that is incomprehensible to me."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Behavior, what wert thou / Till this madman show'd thee?"
    },
    {
      "cite": "Tom Shadyac",
      "quote": "You can't sow an apple seed and expect to get an avocado tree. The consequences of your life are sown in what you do and how you behave."
    },
    {
      "cite": "Geoffrey L. Rudd",
      "quote": "In the last analysis we must be judged by what we do and not by what we believe. We are as we behave—with a very small margin of credit for our unmanifested vision of how we might behave if we could take the trouble."
    },
    {
      "cite": "Melanie Joy",
      "quote": "Our values and behaviors are incongruent, and this incongruence causes us a certain degree of moral discomfort. In order to alleviate this discomfort, we have three choices: we can change our values to match our behaviors, we can change our behaviors to match our values, or we can change our perception of our behaviors so that they appear to match our values."
    },
    {
      "cite": "Abba Eban",
      "quote": "History teaches us that men and nations behave wisely once they have exhausted all other alternatives."
    },
    {
      "cite": "Greg Gaffin",
      "quote": "We delude ourselves into believing that morality comes from somewhere else, whereas in reality we behave as we've been told to behave."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "I place a high moral value on the way people behave. I find it repellent to have a lot, and to behave with anything other than courtesy in the old sense of the word—politeness of the heart, a gentleness of the spirit."
    },
    {
      "cite": "Francoise Sagan",
      "quote": "I like men to behave like men⁠—strong and childish."
    },
    {
      "cite": "Evan Esar",
      "quote": "A lot of people get credit for being well-behaved simply because they haven't the money to be otherwise."
    },
    {
      "cite": "Sonny Mehta",
      "quote": "I have nothing but regret that I cannot continue to behave the way I behaved all my life, and I can't wait for a chance to behave immoderately again."
    },
    {
      "cite": "Edith Evans",
      "quote": "When a woman behaves like a man why doesn't she behave like a nice man?"
    },
    {
      "cite": "Max Cannon",
      "quote": "People are going to behave however the social norms permit, and beyond that."
    },
    {
      "cite": "Penelope Wilton",
      "quote": "People in distress behave in a stressful way. They aren't all sweetness and light. They don't behave well when they are unhappy. That's just what I've observed."
    },
    {
      "cite": "Claire Tomalin",
      "quote": "I've behaved badly in my life. I hope I haven't behaved as badly as Dickens! In a way, if you're a woman, you're not in a position to behave as badly, because you don't have the economic power."
    },
    {
      "cite": "George Akerlof",
      "quote": "The idea is that in any situation, people have a notion as to who they are and how they should behave. And if you don't behave according to your identity, you pay a cost."
    },
    {
      "cite": "Emily Berrington",
      "quote": "Little girls as children, I think, are expected to behave better. If a boy's naughty at school, he's a little bit cheeky and mischievous. If a girl's naughty, she's trouble."
    },
    {
      "cite": "Alexander Rodger",
      "quote": "Behave yoursel' before folk; / Whate'er ye do, when out o' view, / Be cautious aye before folk."
    },
    {
      "cite": "Tamara Mellon",
      "quote": "The truth is that we all have lives that are complicated. We all get hurt by people we love sometimes. It's laughable to believe that anyone is immune. The important thing is how you behave."
    },
    {
      "cite": "Diane Mott Davidson",
      "quote": "I'm always astonished to see how badly people can behave when they think no one is noticing."
    },
    {
      "cite": "Will Cuppy",
      "quote": "Etiquette means behaving yourself a little better than is absolutely essential."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Do not let the behavior of others destroy your inner peace."
    },
    {
      "cite": "Dr. Phil McGraw",
      "quote": "One thing I believe strongly in this life is that you just don't reward bad behavior."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "If they do it often, it isn't a mistake; it's just their behavior."
    },
    {
      "cite": "Alan Robert Neal",
      "quote": "The problem with merely tethering your bad behavior is that you'll eventually drop the chain."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "It's good to know that if I behave strangely enough, society will take full responsibility for me."
    },
    {
      "cite": "Christian Andreu; Joseph Duplantier; Mario Duplantier",
      "quote": "The way we all behave is not understandable / It is so sad to see the wealth of our planet fade away / We all behave like children, taking off the head of our / Teddy bear to see what's inside, taking, not giving back."
    },
    {
      "cite": "Sharon Stone",
      "quote": "People don't change their behavior unless it makes a difference for them to do so."
    },
    {
      "cite": "Henry Cloud",
      "quote": "We change our behavior when the pain of staying the same becomes greater than the pain of changing. Consequences give us the pain that motivates us to change."
    },
    {
      "cite": "Francis Galton",
      "quote": "All male animals, including men, when they are in love, are apt to behave in ways that seem ludicrous to bystanders."
    },
    {
      "cite": "A.E. Housman",
      "quote": "OH, when I was in love with you, / Then I was clean and brave, / And miles around the wonder grew / How well did I behave."
    },
    {
      "cite": "Pierre-Ambroise Choderlos de Laclos",
      "quote": "We should never permit ourselves to behave in excess except with those whom we will leave soon."
    },
    {
      "cite": "Louis Kronenberger",
      "quote": "There seems to be a terrible misunderstanding on the part of a great many people to the effect that when you cease to believe you may cease to behave."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Just because everyone is behaving like a clown, it doesn’t mean you have to join the circus."
    },
    {
      "cite": "George Orwell",
      "quote": "If men would behave decently, the world would be decent."
    },
    {
      "cite": "Laurel Thatcher Ulrich",
      "quote": "Well-behaved women seldom make history."
    },
    {
      "cite": "Carol Plum-Ucci",
      "quote": "If you can understand human behavior, it can't hurt you nearly as much."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Because you believed I was capable of behaving decently, I did."
    },
    {
      "cite": "Jon Elster",
      "quote": "Nothing is so unimpressive as behavior designed to impress."
    }
  ]
}