{
  "source": "https://www.wisesayings.com/being-yourself-quotes/",
  "theme": "being-yourself",
  "quotes": [
    {
      "cite": "Aristotle",
      "quote": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing."
    },
    {
      "cite": "Judy Garland",
      "quote": "Always be a first rate version of yourself and not a second rate version of someone else."
    },
    {
      "cite": "John Mason",
      "quote": "You were born an original. Don't die a copy."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it."
    },
    {
      "cite": "unknown",
      "quote": "Say what you feel. It's not being rude, it's called being real."
    },
    {
      "cite": "Raymond Hull",
      "quote": "He who trims himself to suit everyone will soon whittle himself away."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We are so accustomed to disguise ourselves to others that in the end we become disguised to ourselves."
    },
    {
      "cite": "EE Cummings",
      "quote": "It takes courage to grow up and become who you really are."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I will not let anyone walk through my mind with their dirty feet."
    },
    {
      "cite": "Julius Charles Hare",
      "quote": "Be what you are. This is the first step toward becoming better than you are."
    },
    {
      "cite": "John Jakes",
      "quote": "Be yourself. Above all, let who you are, what you are, what you believe shine through every sentence you write, every piece you finish."
    },
    {
      "cite": "Molly Sims",
      "quote": "Be yourself, fill your life with good people, and don't get a big head. It can all be gone tomorrow."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Be yourself - not your idea of what you think somebody else's idea of yourself should be."
    },
    {
      "cite": "John Grisham",
      "quote": "Don't compromise yourself - you're all you have."
    },
    {
      "cite": "Tina Lifford",
      "quote": "When you know yourself, you are empowered. When you accept yourself, you are invincible."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes I have to remind myself that I don't have to do what everyone else is doing."
    },
    {
      "cite": "Andre Gide",
      "quote": "It is better to be hated for what you are than to be loved for something you are not."
    },
    {
      "cite": "Karl G. Maeser",
      "quote": "Be yourself, but always your better self."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Imitation is suicide."
    },
    {
      "cite": "Toby Keith",
      "quote": "Don't compromise even if it hurts to be yourself."
    },
    {
      "cite": "Taylor Swift",
      "quote": "You're lucky enough to be different, never change."
    },
    {
      "cite": "Toba Beta",
      "quote": "Just because they disagree, doesn't mean you ain't right."
    },
    {
      "cite": "unknown",
      "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Be yourself; everyone else is already taken."
    },
    {
      "cite": "Irving Wallace",
      "quote": "To be one's self, and unafraid whether right or wrong, is more admirable than the easy cowardice of surrender to conformity."
    },
    {
      "cite": "Margaret Oliphant",
      "quote": "Oh, never mind the fashion. When one has a style of one's own, it is always 20 times better."
    },
    {
      "cite": "Virginia Satir",
      "quote": "We must not allow other people's limited perceptions to define us."
    },
    {
      "cite": "Nora Roberts",
      "quote": "Be yourself. Be true to that, to your heart. Patience. See what happens if you step back instead of bounding forward."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "No other version, no matter how perfect it is, would ever feel better than being your true self."
    },
    {
      "cite": "Gerard Way",
      "quote": "Be yourself, don't take anything from anyone, and never let them take you alive."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Too many people overvalue what they are not and undervalue what they are."
    },
    {
      "cite": "Mandy Hale",
      "quote": "It's better to be a misfit than a one-size-fits-all!"
    },
    {
      "cite": "E.L. Konigsburg",
      "quote": "Before you can be anything, you have to be yourself. That's the hardest thing to find."
    },
    {
      "cite": "Horace",
      "quote": "Rule your mind or it will rule you."
    },
    {
      "cite": "Andre Berthiaume",
      "quote": "We all wear masks, and the time comes when we cannot remove them without removing some of our own skin."
    },
    {
      "cite": "Taylor Swift",
      "quote": "If they don't like you for being yourself, be yourself even more."
    },
    {
      "cite": "Matt Damon",
      "quote": "It's just better to be yourself than to try to be some version of what you think the other person wants."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "Some people say you are going the wrong way, when it's simply a way of your own."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "If you choose to be fearless, then be fearlessly authentic not an imitation of someone you envy."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Do what you feel in your heart to be right - for you'll be criticized anyways."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "We are what we pretend to be, so we must be careful about what we pretend to be."
    },
    {
      "cite": "unknown",
      "quote": "Don't let people's compliments get to your head and don't let their criticism get to your heart."
    },
    {
      "cite": "Bernard M. Baruch",
      "quote": "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind."
    },
    {
      "cite": "Coco Chanel",
      "quote": "I don't care what you think about me. I don't think about you at all."
    },
    {
      "cite": "unknown",
      "quote": "It's better to walk alone than in a crowd going in the wrong direction."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "If you don't know what you want, others will want you for what they know! You must know yourself!"
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "You don't have to say everything to be a light. Sometimes a fire built on a hill will bring interested people to your campfire."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "When you dance to your own rhythm, Life taps its toes to your beat."
    }
  ]
}