{
  "source": "https://www.wisesayings.com/being-tired-quotes/",
  "theme": "being-tired",
  "quotes": [
    {
      "cite": "Edward Franklin Albee",
      "quote": "I am sick of the disparity between things as they are and as they should be. I'm tired. I'm tired of the truth and I'm tired of lying about the truth."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "When we are tired, we are attacked by ideas we conquered long ago."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "A man grows most tired while standing still."
    },
    {
      "cite": "Terry Mark",
      "quote": "Even when you have every right to be tired of everything, Never be tired of living."
    },
    {
      "cite": "Caitlin Moran",
      "quote": "Once you become poor, tired and time-constrained, you become a much better human being."
    },
    {
      "cite": "Brayden Brad",
      "quote": "Don't stop when you are tired. Stop when you are done!!"
    },
    {
      "cite": "Ces Peta",
      "quote": "I'm not tired of challenges. I'm tired of people challenging me for nothing."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Never be tired of a dream, if not fulfilled. Fear of failure should not deter you from your path of self belief. Your belief and determination will get you to your destination and make the dream come true."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "If one could run without getting tired I don't think one would often want to do anything else"
    },
    {
      "cite": "Glen Rambharack",
      "quote": "If we want to get over being tired and weary, we have to learn how to go to God on a regular basis. The minute we feel like we cant take it anymore, we have to go spend a little time with him, read his word and talk to him in your prayers, he hears every words you tell him, just leave all your burden with him as soon as you tell him your troubles, feel the ease up on your shoulders, because he took your load of them, the pain in your heart ease up because he comforted you. What a friend we have in our Lord !!"
    },
    {
      "cite": "Richard Armour",
      "quote": "Retired is being tired twice, I've thought, first tired of working, then tired of not."
    },
    {
      "cite": "Andrea Arnold",
      "quote": "Whenever I get fed up with life I love to go wandering in nature."
    },
    {
      "cite": "Dan Castellaneta",
      "quote": "Sometimes the only way you can feel good about yourself is by making someone else look bad. And I'm tired of making other people feel good about themselves."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Life is one long process of getting tired."
    },
    {
      "cite": "Newt Gingrich",
      "quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did."
    },
    {
      "cite": "Steven Adler",
      "quote": "I just got tired of being sick and tired and feeling down. Unfortunately, you don't realize this until you're getting sober but the reason why you're depressed all the time is it's the drugs that are depressing you."
    },
    {
      "cite": "Charles Stanley",
      "quote": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength."
    },
    {
      "cite": "Bob Hope",
      "quote": "You never get tired unless you stop and take time for it."
    },
    {
      "cite": "Amy Poehler",
      "quote": "I am tired of being tired and talking about how tired I am."
    },
    {
      "cite": "Faith Puleston",
      "quote": "The tired spirit is a hungry spirit."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "When a man is tired of London, he is tired of life; for there is in London all that life can afford."
    },
    {
      "cite": "Roger Bannister",
      "quote": "You get very tired, and there was a certain amount of pain and you slow up. Your legs are so tired that you are in fact slowing. If you don't keep running, keep your blood circulating, the muscles stop pumping the blood back and you get dizzy."
    },
    {
      "cite": "Tomas Kalnoky",
      "quote": "So you're tired of living / Feel like you might give in / Well don't. It's not your time"
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "When you've exhausted all possibilities, remember this you haven't."
    },
    {
      "cite": "Elizabeth Wurtzel",
      "quote": "I start to feel like I can't maintain the facade any longer, that I may just start to show through. And I wish I knew what was wrong. Maybe something about how stupid my whole life is. I don't know. Why does the rest of the world put up with the hypocrisy, the need to put a happy face on sorrow, the need to keep on keeping on?... I don't know the answer, I know only that I can't. I don't want any more vicissitudes, I don't want any more of this try, try again stuff. I just want out. I've had it. I am so tired. I am twenty and I am already exhausted."
    },
    {
      "cite": "Ray Davies",
      "quote": "Money and Corruption Are ruining the land Crooked politicians Betray the working man, Pocketing the profits And treating us like sheep, And we're tired of hearing promises That we know they'll never keep"
    },
    {
      "cite": "Hugh McLeod",
      "quote": "My flame has gone out / My fuel has been spent / I forgot how to love / I can't pay the rent."
    },
    {
      "cite": "Larry Ferguson",
      "quote": "Well being tired is a lot better than being dead, man."
    },
    {
      "cite": "Annie Lennox",
      "quote": "Tired of all this mad frustration / Tired of all the aggravation / Sick and tired of devastation / Give it some consideration"
    },
    {
      "cite": "Bailey's Festus",
      "quote": "I am tired of looking on what is, / One night as well see beauty never more, / As look upon it with an empty eye. / I would this world over. I am tired"
    },
    {
      "cite": "Miss Barrett",
      "quote": "My hear is very tired -- my strength is low --/ My hands are full of blossoms pluek'd before, / Held dead with in them 'till myself shall die."
    },
    {
      "cite": "Joanna Baillie's Ethwald",
      "quote": "Full many a storm on this gray head has beat; / And now, on my high station do I stand, / Like the tired watchman in his rocked tower, / Who looked for the hour of his release. / I'm sick of worldly broils, and fain would rest / With those who war no more."
    },
    {
      "cite": "Michael A. Schmidt",
      "quote": "To an athlete, fatigue may mean poor recovery or lack of competitive drive."
    },
    {
      "cite": "Michael A. Schmidt",
      "quote": "Fatigue has many faces and many causes. Fatigue and tiredness mean different things to different people."
    },
    {
      "cite": "Bob Hockey",
      "quote": "Fatigue is a pervasive influence in human life, experienced by everyone on a regular bases."
    },
    {
      "cite": "Nirmala",
      "quote": "Tiredness is just something that is appearing; it's not who you are."
    },
    {
      "cite": "Jeff Bass",
      "quote": "Right now I'm tired of everything / Tired of all this player hating that's going on in my own city"
    },
    {
      "cite": "Jeff Bass",
      "quote": "I'm tired of using plastic silverware / Tired of working in Building Square / Tired of not being a millionaire / But if I had a million dollars / I'd buy a damn brewery, and turn the planet into alcoholics"
    },
    {
      "cite": "Anthony S Crawford",
      "quote": "There's a whole in my heart / My soul is bleeding / I need to free my mind / And see what I'm feeling / 'Cause Lord knows, Lord knows, / I'm / (I'm tired) / Tired of the way he treats me"
    },
    {
      "cite": "Johnny Guitar Watson",
      "quote": "I laid down last night, too tired to wake. / I had a chill this morning, too tired to shake. / I got a good poker hand, too tired to win. / I can hear my baby knocking, too tired to let her in."
    },
    {
      "cite": "Beth Ditto",
      "quote": "I'm getting tired of feeling run down now / Anxiety's high as buildings downtown / I want to hide until the sun goes down / Turning the tide / I hope I don't drown"
    },
    {
      "cite": "Matt Haig",
      "quote": "Anxiety is the partner of depression. It accompanies half the cases of depression. Sometimes it triggers depression."
    },
    {
      "cite": "Matt Haig",
      "quote": "Anxiety and depression are an interesting mix. In many ways they are opposite experiences, and yet mix them together and you don't get a happy medium."
    },
    {
      "cite": "Matt Haig",
      "quote": "You can be a depressive and be happy, just as you can be a sober alcoholic. It doesn't have always have an obvious case."
    },
    {
      "cite": "Matt Haig",
      "quote": "One in five people gets depression at some point in their life. Though obviously more than that will suffer from mental illness."
    },
    {
      "cite": "Matt Haig",
      "quote": "Twice as many women as men will suffer a serious bout of depression in their lives."
    },
    {
      "cite": "Pat Love",
      "quote": "The symptoms of clinical depression include excessive crying or sadness, extreme mood swings, erratic behavior, loss of interest in friends, loved ones, or any type of pleasure, loss of appetite, weight gain or loss, anger, irritability, fatigue."
    },
    {
      "cite": "I. C. Robledo",
      "quote": "If you have a sad expression, it is much more likely you will make others feel this too. If you smile happily, you may have this effect on those around you as well."
    },
    {
      "cite": "Jean Watson",
      "quote": "A person who displays a negative character generates a negative atmosphere."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Purpose is the ultimate fuel for our journey through life. When we drive with purpose we don't get tired or bored and our engines don't burn out."
    },
    {
      "cite": "Jon Gordon",
      "quote": "No matter how tired you feel, no matter how much you want to quit, no matter what obstacles is in your way, keep moving toward the vision you have for your future."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Knocked down but not beaten. Tired but not giving up. I saw the sun peek through the clouds. Sometimes all we need is a glimmer of hope."
    },
    {
      "cite": "Jon Gordon",
      "quote": "While fear and worry can weaken or harden you, love transforms you and the people and situations around you."
    },
    {
      "cite": "Jon Gordon",
      "quote": "You don't have to wait to feel positive enough for a smile to happen. You can generate a positive feeling by smiling. Your smile can be the source of your positivity, not the result of it. Smile more today."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Tired, tired with nothing, tired with everything, tired with the world's weight he had never chosen to bear."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "We must also look into our feelings of grief and loss. When we accept that everything is constantly changing, when we accept the inevitability that people and animals die, we can deal with pain in a much better fashion."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "Embrace your grief and your sadness felt towards those that have passed and remember them with love."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "Replace your grief with love and appreciation. That is truly what any who have departed from our lives would wish for us."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "I’m tired of forgiving, / —your constant complaining / But I’m most tired of wishing, / —when the hope turns to pain"
    },
    {
      "cite": "Frances Ellen Watkins Harper",
      "quote": "I'm tired, I'm tired of life, brother! / Of all that meets my eye; / And my weary spirit fain would pass / To worlds beyond the sky."
    },
    {
      "cite": "Lesbia Harford",
      "quote": "Sometimes I am too tired / To think of you. / Today was such a day, / But then I knew / Today, for certain, you'd be weary too / You there in hospital / With health to seek— / And me at my machine / Too tired to speak— / We're very funny lovers of a week."
    },
    {
      "cite": "Claude Mckay",
      "quote": "And with a leaden sigh thou wilt invite / To rest thy tired hands and aching feet. / The wretched day was theirs, the night is mine; / Come tender sleep, and fold me to thy breast."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "O! yes after a tired day in the office; slaving more than 12 hours under my pretentious boss's nose; the world outside seemed as if it was recreated again; and things which seemed like wholesomely dead in office hours; now struck me as if they were bouncing and alive; as if they had been just born."
    },
    {
      "cite": "Pamela P. Mercer",
      "quote": "Tired of always being last / Tired of defending / Tired of pretending / That it's okay. for you to be exactly who you are / You'd need to quit / Accepting my justification of you lies"
    },
    {
      "cite": "Shauna Niequist",
      "quote": "You've done enough. It's okay to be tired. You can take a break."
    },
    {
      "cite": "Jeff VanVonderen",
      "quote": "Jesus' response to tired people is rest."
    }
  ]
}