{
  "source": "https://www.wisesayings.com/being-gay-quotes/",
  "theme": "being-gay",
  "quotes": [
    {
      "cite": "Lady Gaga",
      "quote": "Being gay is like glitter, it never goes away."
    },
    {
      "cite": "Silvio Berlusconi",
      "quote": "It's better to like beautiful girls than to be gay."
    },
    {
      "cite": "Charles Pierce",
      "quote": "I'd rather be black than gay because when you're black you don't have to tell your mother."
    },
    {
      "cite": "Rupert Everett",
      "quote": "Being gay and being a woman has one big thing in common, which is that we both become invisible after the age of 42. Who wants a gay 50-year-old? No one, let me tell you."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "For thousands of years, there have been lies about being gay or not being gay. If you know they're lies, you're free."
    },
    {
      "cite": "Joel Osteen",
      "quote": "I believe the scripture says that being gay is a sin."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Being gay is not a Western invention. It is a human reality."
    },
    {
      "cite": "Don Lemon",
      "quote": "Being gay doesn't take your brain away or exclude me from having the same attributes as anyone else."
    },
    {
      "cite": "Evan Davis",
      "quote": "I don't particularly like going on about being gay or making a big thing about it, but I think it's a bit of a pain to be secretive about it."
    },
    {
      "cite": "Tegan Quin",
      "quote": "You are not a bad person because you are gay. You are you because you are you and you were meant to be you. So be you proudly."
    },
    {
      "cite": "Chris Rock",
      "quote": "Gay people got a right to be as miserable as everybody else."
    },
    {
      "cite": "Joseph Francis",
      "quote": "As long as society is anti-gay, then it will seem like being gay is anti-social."
    },
    {
      "cite": "Michael Lucas",
      "quote": "There is a tendency in the gay community to become worse than straight people ever could be!"
    },
    {
      "cite": "unknown",
      "quote": "A gay male never gets over the idea the he is a thing of beauty, and a boy forever!"
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "When a gay person turns his back on you, it is anything but an insult; it's an invitation."
    },
    {
      "cite": "Trey Parker &amp; Matt Stone",
      "quote": "You know what they say: You can't teach a gay dog straight tricks."
    },
    {
      "cite": "John Fugelsang",
      "quote": "Being gay is natural. Hating gay is a lifestyle choice."
    },
    {
      "cite": "John Stewart",
      "quote": "Why can't they have gay people in the army? Personally, I think they are just afraid of a thousand guys with M16s going, \"Who'd you call a faggot?\""
    },
    {
      "cite": "Little Richard",
      "quote": "Gay people are the sweetest, kindest, most artistic, warmest and most thoughtful people in the world. And since the beginning of time all they've ever been is kicked."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "There's nothing wrong with being gay. I have plenty of friends who are going to hell."
    },
    {
      "cite": "Dan Butler",
      "quote": "There are so many different camps about what being gay means. The danger comes when each one is so rigid that it sees itself as the true picture."
    },
    {
      "cite": "Tommy Kirk",
      "quote": "I'm not ashamed of being gay, never have been and never will be. For that I have no apologies."
    },
    {
      "cite": "Jai Rodriguez",
      "quote": "I was raised thinking I'd burn in hell for being gay, but I didn't have a choice. It's just who I am."
    },
    {
      "cite": "Jai Rodriguez",
      "quote": "My mother thought me being gay was a death sentence."
    },
    {
      "cite": "Lance Loud",
      "quote": "As anyone who is gay will confirm, being that way is not something you become, it is a set of emotional and physical responses that just are."
    },
    {
      "cite": "George Michael",
      "quote": "I would advise any gay person that being out in the real sense can never happen too soon."
    },
    {
      "cite": "Pope Francis",
      "quote": "If someone is gay nd he searches for the lord and has good will, who am I to judge?"
    }
  ]
}