{
  "source": "https://www.wisesayings.com/being-lied-to-quotes/",
  "theme": "being-lied-to",
  "quotes": [
    {
      "cite": "Robert Fisk",
      "quote": "One of the reasons why I think people have gone from reading mainstream newspapers to the Internet is because they realize they're being lied to."
    },
    {
      "cite": "Lady Gaga",
      "quote": "I'm telling you a lie in a vicious effort that you will repeat my lie over and over until it becomes true."
    },
    {
      "cite": "Rob Thurman",
      "quote": "Lies were like acid, corrosive: They could dissolve trust in a heartbeat."
    },
    {
      "cite": "Matt Bevin",
      "quote": "People aren't suckers. Some are, perhaps. But most people inside know when we're being lied to."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Language always betrays us, tells the truth when we want to lie, and dissolves into formlessness when we would most like to be precise."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "O, what a tangled web we weave; When first we practice to deceive!"
    },
    {
      "cite": "Alexander Pope",
      "quote": "He who tells a lie, is not sensible how great a task he undertakes; for he must be forced to invent twenty more to maintain that one."
    },
    {
      "cite": "Toba Beta",
      "quote": "If you say that you never lie in life, you honestly insult my intelligence."
    },
    {
      "cite": "Plato",
      "quote": "False words are not only evil in themselves, but they infect the soul with evil."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Almost everything a person thinks is a lie, and an assault against the natural soul."
    },
    {
      "cite": "Patti Roberts",
      "quote": "Masks camouflage the faces of both good and evil. Keeps hidden what is a truth and what is a lie."
    },
    {
      "cite": "Harry M. Collins",
      "quote": "To say that the first casualty of war is truth is to miss the rather more important point that a principal weapon of war is lies."
    },
    {
      "cite": "Venko Andonovski",
      "quote": "The lie is a virtue if it saves lives."
    },
    {
      "cite": "Demosthenes",
      "quote": "Nothing is easier than self-deceit. For what each man wishes, that he also believes to be true."
    },
    {
      "cite": "Enrique Iglesias",
      "quote": "I don't like being lied to, so I only lie about the stupid things. White lies, basically."
    },
    {
      "cite": "Seth Adam Brown",
      "quote": "For people who say they hate being lied to, just start telling them nothing but the pure truth--about everything. That will teach them."
    },
    {
      "cite": "Nev Schulman",
      "quote": "Life experience is what defines our character, even if it means getting your heart broken or being lied to. You know, you need the downs to appreciate the ups. Going on the adventure or taking that risk is important."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The liar's punishment is, not in the least that he is not believed, but that he cannot believe anyone else."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "Whoever tells a lie is not pure of heart, and such a person can not cook a clean soup."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "When people tell a lie about something, they have to make up a bunch of lies to go with the first one. Mythomania is the word for it."
    },
    {
      "cite": "Lord Byron",
      "quote": "And, after all, what is lie? 'Tis but the truth in masquerade."
    },
    {
      "cite": "Jennifer Niven",
      "quote": "Because its not a lie if its how you feel."
    },
    {
      "cite": "Criss Jami",
      "quote": "Never hide things from hardcore thinkers. They get more aggravated, more provoked by confusion than the most painful truths."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "A lie cannot live."
    },
    {
      "cite": "Marisha Pessl",
      "quote": "Within every elaborate lie, a kernel of truth."
    },
    {
      "cite": "Scott Westerfeld",
      "quote": "The lie took form as she spoke, pulling on as many strands of truth as it could reach."
    },
    {
      "cite": "Philip Pullman",
      "quote": "Being a practiced liar doesn't mean you have a powerful imagination. Many good liars have no imagination at all; it's that which gives their lies such wide-eyed conviction."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "That's the crazy thing about lies. You start to fall for them, yourself."
    },
    {
      "cite": "Judith Mcnaught",
      "quote": "A lie is an affront to the soul, as well as an insult to the intelligence of the person to whom one lies."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "You can believe in whatsoever you like, but the truth remains the truth, no matter how sweet the lie may taste."
    },
    {
      "cite": "Elizabeth Scott",
      "quote": "I know a lie when I hear one."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Half-truths are worth more than outright lies."
    },
    {
      "cite": "David Mitchell",
      "quote": "Lying's wrong, but when the world spins backwards, a small wrong may be a big right."
    },
    {
      "cite": "Toba Beta",
      "quote": "There is a lie in between a promise and many excuses."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "A smiling lie is a whirlwind, easy to enter, but hard to escape."
    },
    {
      "cite": "Richard Wright",
      "quote": "If a man confessed anything on his death bed, it was the truth; for no man could stare death in the face and lie."
    },
    {
      "cite": "Toba Beta",
      "quote": "Human has the ability to believe in something wrong as if it is true."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "An unexciting truth may be eclipsed by a thrilling falsehood."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Some liars are so expert they deceive themselves."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "No one can be happy who has been thrust outside the pale of truth. And there are two ways that one can be removed from this realm: by lying, or by being lied to."
    },
    {
      "cite": "Richard Linklater",
      "quote": "I always sensed instinctively from the earliest age that I was being lied to."
    },
    {
      "cite": "Sarah J. Maas",
      "quote": "The best lies were always mixed with truth."
    },
    {
      "cite": "William Faulkner",
      "quote": "And even a liar can be scared into telling the truth, same as honest man can be tortured into telling a lie."
    },
    {
      "cite": "Ana Monnar",
      "quote": "I'd rather hear an ugly truth, rather than an obscure lie."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Truth is as straight as an arrow, while a lie swivels like a snake."
    },
    {
      "cite": "Tom Robbins",
      "quote": "You may tell the greatest lies and wear a brilliant disguise, but you can't escape the eyes of the one who sees right through you."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Truth does not sit in a cave and hide like a lie. It wanders around proudly and roars loudly like a lion."
    },
    {
      "cite": "Mark Twain",
      "quote": "One ought always to lie, when one can do good by it."
    }
  ]
}