{
  "source": "https://www.wisesayings.com/being-real-quotes/",
  "theme": "being-real",
  "quotes": [
    {
      "cite": "John Mason",
      "quote": "You were born an original. Don t die a copy."
    },
    {
      "cite": "Albert Camus",
      "quote": "But above all, in order to be, never try to seem."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To be natural is such a very difficult pose to keep up."
    },
    {
      "cite": "Jonathan Harnisch",
      "quote": "Forget about being impressive and commit to being real. Because being real is impressive!"
    },
    {
      "cite": "Judy Garland",
      "quote": "Always be a first-rate version of yourself, instead of a second-rate version of somebody else."
    },
    {
      "cite": "American Proverb",
      "quote": "You can put your boots in the oven but that doesn't make them biscuits."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "Follow your inner moonlight; don't hide the madness."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Your time is limited, so don't waste it living someone else's life."
    },
    {
      "cite": "Aesop",
      "quote": "Men often applaud an imitation and hiss the real thing."
    },
    {
      "cite": "Julius Charles Hare",
      "quote": "Be what you are. This is the first step toward becoming better than you are."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Learn to... be what you are, and learn to resign with a good grace all that you are not."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The strongest force in the universe is a human being living consistently with his identity."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Be yourself- not your idea of what you think somebody else's idea of yourself should be."
    },
    {
      "cite": "Irving Wallace",
      "quote": "To be one's self, and unafraid whether right or wrong, is more admirable than the easy cowardice of surrender to conformity."
    },
    {
      "cite": "Dan Pearce",
      "quote": "Share your weaknesses. Share your hard moments. Share your real side. It'll either scare away every fake person in your life or it will inspire them to finally let go of that mirage called 'perfection,' which will open the doors to the most important relationships you'll ever be a part of."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "A cynic might suggest as the motto of modern life this simple legend--'Just as good as the real.'"
    },
    {
      "cite": "Aesop",
      "quote": "Outside show is a poor substitute for inner worth."
    },
    {
      "cite": "Martial",
      "quote": "Be content to seem what you really are."
    },
    {
      "cite": "Fred Rogers",
      "quote": "What is important to consider, I think, is the difference between what is imaginary and what is real--and the fears are real."
    },
    {
      "cite": "English Proverb",
      "quote": "All that glitters is not gold."
    },
    {
      "cite": "Margery Williams Bianco",
      "quote": "Real isn't how you are made,' said the Skin Horse. 'It's a thing that happens to you. When a child loves you for a long, long time, not just to play with, but REALLY loves you, then you become Real.'"
    },
    {
      "cite": "Paulo Coelho",
      "quote": "I realised a long time ago that a warrior in search of his dream must take his inspiration from what he actually does & not from what he imagines himself doing."
    },
    {
      "cite": "Brene Brown",
      "quote": "Authenticity is a collection of choices that we have to make every day. It's about the choice to show up and be real. The choice to be honest. The choice to let our true selves be seen."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Our true self is being who we are."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Anyone can possess, anyone can profess, but it is an altogether different thing to confess."
    },
    {
      "cite": "Lil Wayne",
      "quote": "Never apologize for what you feel. It's like saying sorry for being real."
    },
    {
      "cite": "unknown",
      "quote": "If you don't like my words, don't listen. If you don't like my appearance, don't look. If you don't like my actions, turn your head; It's as simple as that."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Be who you are and say what you want, for those who mind don't matter, and those who matter don't mind."
    },
    {
      "cite": "Robert Browning",
      "quote": "Best be yourself, imperial, plain and true!"
    },
    {
      "cite": "Gabrielle Roth",
      "quote": "Ride the energy of your own unique spirit."
    },
    {
      "cite": "Confucius",
      "quote": "Wherever you go, go with all your heart."
    },
    {
      "cite": "Selena Gomez",
      "quote": "Being yourself is all it takes. If you want to impress someone don't be someone else just be yourself."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself."
    },
    {
      "cite": "Oliver James",
      "quote": "Do your own thing on your own terms and get what you came here for."
    },
    {
      "cite": "Rumi",
      "quote": "Let yourself be drawn by the stronger pull of that which you truly love."
    },
    {
      "cite": "Dita Von Teese",
      "quote": "I've always loved the idea of not being what people expect me to be."
    },
    {
      "cite": "Gerard Way",
      "quote": "Be yourself, don't take anything from anyone, and never let them take you alive."
    },
    {
      "cite": "Gianni Versace",
      "quote": "Don't be into trends. Don't make fashion own you, but you decide what you are, what you want to express by the way you dress and the way to live."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "Some people say you are going the wrong way, when it's simply a way of your own"
    },
    {
      "cite": "Tina Fey",
      "quote": "Do your thing and don't care if they like it."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "Its not just changing our minds - it's changing what we consider to be real."
    },
    {
      "cite": "Herb Galewitz",
      "quote": "You must...love me, myself, not my circumstances, if we are to be real friends."
    },
    {
      "cite": "Muneer H. Waheed",
      "quote": "Being real is over expected and under appreciated."
    },
    {
      "cite": "Bernard James Freeman",
      "quote": "Being real these days ain't easy."
    },
    {
      "cite": "John Bettis",
      "quote": "Think of what you are / How very far you are from being real"
    },
    {
      "cite": "Lyrica Nasha Anderson",
      "quote": "Seems like ain't nothing cool about being real / No one's honest about what they feel"
    },
    {
      "cite": "Alan Maman,",
      "quote": "I'm being real and that's the thing to do / I'm just living and loving"
    },
    {
      "cite": "Bear Rinehart",
      "quote": "If I'm being real honest / I'm fighting uphill battles / I can't seem to find the right light / 'Cause I've Been living in the shadows"
    },
    {
      "cite": "Harold Gonzalez-Mejia",
      "quote": "Being real ain't got no drawbacks."
    }
  ]
}