{
  "source": "https://www.wisesayings.com/being-sorry-quotes/",
  "theme": "being-sorry",
  "quotes": [
    {
      "cite": "Monica Lewinsky",
      "quote": "And I felt sorry, and I have felt bad about what happened."
    },
    {
      "cite": "Erwin Schrodinger",
      "quote": "I don't like it, and I'm sorry I ever had anything to do with it."
    },
    {
      "cite": "Doug Horton",
      "quote": "Being sorry is the highest act of selfishness, seeing value only after discarding it."
    },
    {
      "cite": "Claire London",
      "quote": "I have learned that sometimes \"sorry\" is not enough. Sometimes you actually have to change."
    },
    {
      "cite": "Joseph Addison",
      "quote": "When a man has been guilty of any vice or folly, I think the best atonement he can make for it is to warn others not to fall into the like."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "True repentance also involves reform."
    },
    {
      "cite": "Bishop Robert South",
      "quote": "Repentance hath a purifying power, and every tear is of a cleansing virtue; but these penitential clouds must be still kept dropping: one shower will not suffice; for repentance is not one single action, but a course."
    },
    {
      "cite": "Lew Wallace",
      "quote": "Repentance must be something more than mere remorse for sins: it comprehends a change of nature befitting heaven."
    },
    {
      "cite": "Vittorio Alfieri",
      "quote": "To err is human; but contrition felt for the crime distinguishes the virtuous from the wicked."
    },
    {
      "cite": "unknown",
      "quote": "I was very sorry when I found out that your intentions were good and not what I supposed they were."
    },
    {
      "cite": "Jacobi",
      "quote": "It is never too late with us, so long as we are still aware of our faults and bear them impatiently, of long as noble propensities, greedy of conquest, stir within us."
    },
    {
      "cite": "Michael Landon",
      "quote": "I don't mind dying if I have to, but I'm damned if I want to pay for the guarantee. I'm sorry."
    },
    {
      "cite": "Jayson Blair",
      "quote": "I am immensely contrite. And I'm sorry for the damage I've done."
    },
    {
      "cite": "Joe Nichols",
      "quote": "It's very hard for me to say I'm sorry... but I do."
    },
    {
      "cite": "Dorothy McGuire",
      "quote": "I took it all for granted, I'm sorry to say."
    },
    {
      "cite": "Susan Smith",
      "quote": "I am sorry for what has happened and I know that I need some help."
    },
    {
      "cite": "Tiger Woods",
      "quote": "I want to say to each of you, simply, and directly, I am deeply sorry for my irresponsible and selfish behavior I engaged in."
    },
    {
      "cite": "Mary Elizabeth Braddon",
      "quote": "The strongest proof of repentance is the endeavor to atone."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "What is past is past, there is a future left to all men, who have the virtue to repent and the energy to atone."
    },
    {
      "cite": "Bishop Robert South",
      "quote": "True repentance has a double aspect; it looks upon things past with a weeping eye, and upon the future with a watchful eye."
    },
    {
      "cite": "Ralph Venning",
      "quote": "Late repentance is seldom true, but true repentance is never too late."
    },
    {
      "cite": "Gabor Timis",
      "quote": "I Am Sorry for the pain I caused you, I feel so bad."
    },
    {
      "cite": "Bob Dylan",
      "quote": "So many things that we never will undo I know you're sorry, I'm sorry too."
    },
    {
      "cite": "Kid Cudi",
      "quote": "You can always say sorry, But the real apology is when you hear the sadness in their voice and see the look in their eyes. And you realize that they have hurt themselves just as much.."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "True remorse is never just a regret over consequence; it is a regret over motive."
    },
    {
      "cite": "Leon Uris",
      "quote": "The ability of a person to atone has always been the most remarkable of human features."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Never apologize for showing feeling. When you do so you apologize for truth."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Right actions in the future are the best apologies for bad actions in the past."
    },
    {
      "cite": "Dan Heist",
      "quote": "When you realize you've made a mistake, make amends immediately. It's easier to eat crow while it's still warm."
    },
    {
      "cite": "Stephen King",
      "quote": "Being sorry for myself is a luxury I can't afford."
    },
    {
      "cite": "Colton",
      "quote": "Slight sorrow for sin is sufficient, provided it at the same time produces amendment."
    },
    {
      "cite": "Epictetus",
      "quote": "If you would be good, first believe that you are bad."
    },
    {
      "cite": "Greg LeMond",
      "quote": "More people should apologize, and more people should accept apologies when sincerely made."
    },
    {
      "cite": "Bruce Wilkinson",
      "quote": "To truly repent of a big thing, you have to go into it with your heart open and force yourself to deal with it at that level and to apologize to God."
    },
    {
      "cite": "F. W. Robertson",
      "quote": "To grieve over sin is one thing, to repent is another."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Let us be quick to repent of injuries while repentance may not be a barren anguish."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "He who seeks repentance for the past, should woo the angel virtue for the future."
    },
    {
      "cite": "Voltaire",
      "quote": "Every one goes astray, but the least imprudent are they who repent the soonest."
    },
    {
      "cite": "Peter Coyote",
      "quote": "I believe that when you're wrong, own it and apologize, and so I do and put it on the equivalent of my front page."
    },
    {
      "cite": "Seneca",
      "quote": "He who is sorry for having sinned is almost innocent."
    },
    {
      "cite": "Augustus Hare",
      "quote": "We look to our last sickness for repentance, unmindful that it is during a recovery men repent, not during a sickness."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "People hardly ever do anything in anger, of which they do not repent."
    },
    {
      "cite": "Stella Young",
      "quote": "Apologies are great, but they don't really change anything. You know what does? Action."
    },
    {
      "cite": "Greg LeMond",
      "quote": "Sincere apologies are for those that make them, not for those to whom they are made. Sincere apologies are for those that make them, not for those to whom they are made."
    },
    {
      "cite": "Red Auerbach",
      "quote": "The only correct actions are those that demand no explanation and no apology."
    },
    {
      "cite": "Anthony Weiner",
      "quote": "I have made terrible mistakes that have hurt the people that I cared about the most, and I am terribly sorry. I am deeply ashamed of my terrible judgment and my actions."
    },
    {
      "cite": "Stephen Covey",
      "quote": "It takes a great deal of character strength to apologize quickly out of one's heart rather than out of pity. A person must possess himself and have a deep sense of security in fundamental principles and values in order to genuinely apologize."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Anyone who proposes to do good must not expect people to roll stones out of his way, but must accept his lot calmly, even if they roll a few stones upon it."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Proper apologies have three parts: 1) What I did was wrong. 2) I feel badly that I hurt you. 3) How do I make this better?"
    },
    {
      "cite": "Louie Anderson",
      "quote": "I felt ashamed for what I had done. I don't have any excuses. I did what I did. I take full responsibility for myself and my actions. I wouldn't pawn this off on anybody. I'm sorry it happened. And I hurt people."
    }
  ]
}