{
  "source": "https://www.wisesayings.com/being-cheated-on-quotes/",
  "theme": "being-cheated-on",
  "quotes": [
    {
      "cite": "Patti Callahan Henry",
      "quote": "Cheating and lying aren't struggles, they're reasons to break up."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Never love someone beneath your level of evolution. If you want a monkey, you can visit one at your local zoo."
    },
    {
      "cite": "Suzanne Finnamore",
      "quote": "Surprises, I feel now, are primarily a form of violence."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I called to tell her I loved her, which was smart, because if I'd have done it in person, I'd have caught her with another man. I don't care if he was my clone, it isn't right and it pisses me off. I was backstabbed by myself."
    },
    {
      "cite": "Saahil Prem",
      "quote": "Sometimes there a hundred lies behind a smile and not a single truth behind a tear."
    },
    {
      "cite": "Telisa McLaughlin",
      "quote": "One of the worst things about trusting someone is really believing that everything they ever told you was the truth. From the I love you's, I need you, I care for you, and that you make them happy and complete, but only in the end to realize you wasn't the only one they was telling that too!"
    },
    {
      "cite": "Michael Bassey",
      "quote": "A wise man can say a foolish thing at any time, anywhere, and to anybody."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Cheaters dont think cheating is wrong until they get cheated on."
    },
    {
      "cite": "Sushan Sharma",
      "quote": "Cheating someone is a choice not a mistake."
    },
    {
      "cite": "Melissa Edwards",
      "quote": "Once a cheater, always a repeater."
    },
    {
      "cite": "Don Kel",
      "quote": "Cheating is easy.. Try something more like being faithful."
    },
    {
      "cite": "Vicki Sein",
      "quote": "There is no excuse for cheating in a relationship."
    },
    {
      "cite": "Unknown Author",
      "quote": "So whoever knows the right thing to do and fails to do it, for him it is sin.James"
    },
    {
      "cite": "PROVERBS",
      "quote": "Better is a poor person who walks in his integrity than one who is crooked in speech and is a fool."
    },
    {
      "cite": "Colossians",
      "quote": "Do not lie to one another, seeing that you have put off the old self with its practices"
    },
    {
      "cite": "Drake",
      "quote": "I tried to keep us together, you were busy keeping secrets."
    },
    {
      "cite": "William Burroughs",
      "quote": "So cheat your landlord if you can and must, but do not try to shortchange the Muse. It cannot be done. You can't fake quality any more than you can fake a good meal."
    },
    {
      "cite": "O. Henry",
      "quote": "It was beautiful and simple as all truly great swindles are."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Cheaters dont think cheating is wrong until they get cheated on."
    },
    {
      "cite": "W. C. Fields",
      "quote": "Anything worth having is a thing worth cheating for."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Doubtless the pleasure is as great of being cheated as to cheat."
    },
    {
      "cite": "Bryan Burden",
      "quote": "Cheating is the most selfish thing a person can do in a relationship! If your not happy with the person your with then end it. It's that simple!"
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "He who stands for nothing will fall for anything."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "Better to be occasionally cheated than perpetually suspicious."
    },
    {
      "cite": "Pierre Charron",
      "quote": "The easiest way to be cheated is to believe yourself to be more cunning than others."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You didn't just cheat on me; you cheated on us. You didn't just break my heart; you broke our future."
    },
    {
      "cite": "Sammi Giancola",
      "quote": "The hardest thing you can do is look back and see what the person you love has done to you."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Some abuse is not physical. Abuse does not have to be physical. There's emotional abuse, psychological abuse and spiritual abuse."
    },
    {
      "cite": "Jane Austen",
      "quote": "It isn't what we say or think that defines us, but what we do."
    },
    {
      "cite": "Robert Buckley",
      "quote": "Next to hurting my family, cheating on me is the worst thing someone could do."
    },
    {
      "cite": "Cheryl Hughes",
      "quote": "The truly scary thing about undiscovered lies is that they have a greater capacity to diminish us than exposed ones. They erode our strength, our self-esteem, our very foundation."
    },
    {
      "cite": "Danka V.",
      "quote": "Betrayal was what I felt, my heart broken not just by a guy I was in love with, but also by, as I once believed, a true friend."
    },
    {
      "cite": "Rachel Thompson",
      "quote": "I gave my heart to a man who loved me, who wanted to be with me. Who ultimately was afraid of all I offered."
    },
    {
      "cite": "Leah Hager Cohen",
      "quote": "People cheat when they are afraid. When there is no cost to being wrong or confessing ignorance, there is no reason to cheat or fake comprehension."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Cheating is the most disrespectful thing one human being can do to another. If you aren't happy in a relationship, end it before starting another one."
    },
    {
      "cite": "William Blake",
      "quote": "Where cheating is, there's mischief there."
    },
    {
      "cite": "Dean Osborne",
      "quote": "Cheating was easy, but impossible to go back to."
    },
    {
      "cite": "Anuj Somany",
      "quote": "The truth is that perhaps everything has a price, but certainly everyone has to pay more price only for their lies."
    },
    {
      "cite": "Emily Giffin",
      "quote": "People generally didn't cheat in good relationships."
    },
    {
      "cite": "Franz Kafka",
      "quote": "One must not cheat anybody, not even the world of one's triumph."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Someone who thinks the world is always cheating him is right. He is missing that wonderful feeling of trust in someone or something."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "To cheat oneself out of love is the most terrible deception; it is an eternal loss for which there is no reparation, either in time or in eternity."
    }
  ]
}