{
  "source": "https://www.wisesayings.com/being-sad-quotes/",
  "theme": "being-sad",
  "quotes": [
    {
      "cite": "Louis E. Boone",
      "quote": "The saddest summary of a life contains three descriptions: could have, might have, and should have."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "Katie Gill",
      "quote": "Anger, tears and sadness are only for those who have given up."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Every man has his secret sorrows which the world knows not, and often times we call a man cold when he is only sad."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "There is no greater sorrow than to recall happiness in times of misery."
    },
    {
      "cite": "Laura Hall",
      "quote": "Don't criticize something you know nothing about. It only brings people down and makes everyone miserable."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Pain and suffering are always inevitable for a large intelligence and a deep heart. The really great men must, I think, have great sadness on earth."
    },
    {
      "cite": "Anonymous",
      "quote": "I'm not okay, I'm just good at pretending I am."
    },
    {
      "cite": "John H. Vincent",
      "quote": "There can be no rainbow without a cloud and a storm."
    },
    {
      "cite": "Anonymous",
      "quote": "Sadness does not come from bad circumstances. It comes from bad thoughts."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Pain is inevitable. Suffering is optional."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When feeling sad, dream on! When feeling happy, dream on! You shall survive by means of your dreams!"
    },
    {
      "cite": "William Shakespeare",
      "quote": "When sorrows come, they come not single spies, but in battalions."
    },
    {
      "cite": "T. H. White",
      "quote": "The best thing for being sad, is to learn something. That's the only thing that never fails. Learning is the only thing for you. Look what a lot of things there are to learn."
    },
    {
      "cite": "Anonymous",
      "quote": "Every thought is a battle. Every breath is a war, and I don't think I'm winning anymore."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "The only thing worse than being sad is for others to know you are sad."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Behind every beautiful thing, there's some kind of pain."
    },
    {
      "cite": "Anonymous",
      "quote": "If life doesn't kill you, emptiness will."
    },
    {
      "cite": "Philippos Syrigos",
      "quote": "Being sad with the right people is better than being happy with the wrong ones."
    },
    {
      "cite": "Boonaa Mohammed",
      "quote": "You have to hurt in order to know. Fall in order to grow. Lose in order to gain. Because most of life's lessons are learned through pain."
    },
    {
      "cite": "Dita Von Teese",
      "quote": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!"
    },
    {
      "cite": "Ria Tumimomor",
      "quote": "Don't be sad because it's over. Be happy because you can start over."
    },
    {
      "cite": "Kathryn Stockett",
      "quote": "It can be really powerful to write something when youre sad."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "You cannot protect yourself from sadness without protecting yourself from happiness."
    },
    {
      "cite": "Henry Rollins",
      "quote": "It's sad when someone you know becomes someone you knew."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Sometimes you have to do things when sad things happen."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Never make someone a priority when all you are to them is an option."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Tears are words that need to be written."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "Absolute silence leads to sadness. It is the image of death."
    },
    {
      "cite": "Homer",
      "quote": "Sinks my sad soul with sorrow to the grave."
    },
    {
      "cite": "Dorothy Hamill",
      "quote": "At times, I feel overwhelmed and my depression leads me into darkness."
    },
    {
      "cite": "Lauren Conrad",
      "quote": "Don't cry over someone who wouldn't cry over you."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "It's easy to cry when you realize that everyone you love will reject you or die."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "For all sad words of tongue and pen, the saddest are these, 'It might have been."
    }
  ]
}