{
  "source": "https://www.wisesayings.com/being-ignored-quotes/",
  "theme": "being-ignored",
  "quotes": [
    {
      "cite": "Robin Williams",
      "quote": "I used to think that the worst thing in life was to end up all alone. It's not. The worst thing in life is ending up with people who make you feel all alone."
    },
    {
      "cite": "Sanjiv Dogra",
      "quote": "Feel proud when people ignore you and thank God you missed the worst."
    },
    {
      "cite": "James Merrow",
      "quote": "Lonely isn't a feeling when you're alone, lonely is a feeling when no one cares."
    },
    {
      "cite": "Stephen Crane",
      "quote": "A man said unto the universe, 'Sir, I exist' 'However,' replied the universe, 'that fact has not created in me a sense of obligation.'"
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is only one thing in life worse than being talked about, and that is not being talked about."
    },
    {
      "cite": "Henry Morgan",
      "quote": "People with insufficient personalities are fond of cats. These people adore being ignored."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "In presence of the Moon nobody sees stars."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "What's worse than being hated is being ignored, because it's like you don't exist at all and your presence is nothing."
    },
    {
      "cite": "Steve Aylett",
      "quote": "The great thing about being ignored is that you can speak the truth with impunity."
    },
    {
      "cite": "Lykke Li",
      "quote": "If you're being ignored, that's a good time to concentrate on finding yourself and creating your own mystery."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Facts do not cease to exist because theyare ignored."
    },
    {
      "cite": "Liam Payne",
      "quote": "The worst thing a guy could do for a girl is to ignore her while she's loving you with all her heart."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Probably the most neglected friend you have is you. And yet every man, before he can be a true friend to the world, must first become a friend to himself."
    },
    {
      "cite": "Carl Jung",
      "quote": "Whenever we give up, leave behind, and forget too much, there is always the danger that the things we have neglected will return with added force."
    },
    {
      "cite": "Debbie Rutherford",
      "quote": "If you feel neglected or ignored in the beginning, don't expect a miracle as time goes on and he gets more use to you, it's only going to get worse wake up, move on, and find someone who makes you feel you are truly wanted if you have to wonder about it,"
    },
    {
      "cite": "Harriet Tubman",
      "quote": "I grew up like a neglected weed - ignorant of liberty, having no experience of it."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "What is a neglected child? He is a child not planned for, not wanted. Neglect begins, therefore, before he is born."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A little neglect may breed mischief ... for want of a nail, the shoe was lost; for want of a shoe the horse was lost; and for want of a horse the rider was lost."
    },
    {
      "cite": "Frank Chimero",
      "quote": "People ignore design that ignores people."
    },
    {
      "cite": "John Irving",
      "quote": "He also knew that rivals are best unmanned by being ignored."
    },
    {
      "cite": "Julia Roberts",
      "quote": "I just want to make a point that it's not just great teachers that sometimes shape your life. Sometimes it's the absence of great teachers that shapes your life and being ignored can be just as good for a person as being lauded."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "When your friends are ignoring you that means they weren't your friends from the beginning, they where just acting like it."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Sometimes people can hunger for more than bread. It is possible that our children, our husband, our wife, do not hunger for bread, do not need clothes, do not lack a house. But are we equally sure that none of them feels alone, abandoned, neglected, needi"
    },
    {
      "cite": "Lincey Alphonse",
      "quote": "When your're nothing, people will ignore you but when you're on top that's when everybody swear they know you."
    },
    {
      "cite": "Dixie Lee Ray",
      "quote": "Well tended garden is better than a neglected wood lot."
    },
    {
      "cite": "Robert Herrick",
      "quote": "A spark neglected makes a mighty fire."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "Being taken for granted is an unpleasant but sincere form of praise. Ironically, the more reliable you are, and the less you complain, the more likely you are to be taken for granted."
    },
    {
      "cite": "Annie Edwards",
      "quote": "The cold iron of neglect is sharper to a child's sensitive nature than any alteration of harshness and affection."
    },
    {
      "cite": "Chuck Berry",
      "quote": "If the people in the audience are talking, you're being ignored. If the people are gazing at you, you've got something they want to hear"
    },
    {
      "cite": "Lori Nelson",
      "quote": "Being ignored hurt worse.Shunning is harsh.Brutal. Worse than a beating."
    },
    {
      "cite": "Dorota Iwaniec",
      "quote": "Some children who are looked after, either by foster-parents or who reside in children's homes, are also sometimes emotionally abused and neglected."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "Being taken for granted can be a compliment. It means that you’ve become a comfortable, trusted element in another person’s life."
    },
    {
      "cite": "Steve Martin",
      "quote": "Be so good they can't ignore you."
    },
    {
      "cite": "Robert Zoelick",
      "quote": "All of us make mistakes. The key is to acknowledge them, learn, and move on. The real sin is ignoring mistakes, or worse, seeking to hide them."
    },
    {
      "cite": "Lisa Penn",
      "quote": "When your husband ignores you, no matter if it’s all the time or just after arguments, he is trying to avoid and run away from a problem instead of dealing with it and solving it."
    },
    {
      "cite": "Anna Jae",
      "quote": "You’re ignoring me so loud that it’s deafening. This silence is so deep that it’s echoing"
    },
    {
      "cite": "Saul Leiter",
      "quote": "Being ignored is a great privilege. That is how I think I learned to see what others do not see and to react to situations differently. I simply looked at the world, not really prepared for anything."
    },
    {
      "cite": "Sloan Wilson",
      "quote": "It is impossible to treat a child too well. Children are spoiled by being ignored too much or by harshness, not by kindness."
    },
    {
      "cite": "Trudie Styler",
      "quote": "In a way, bullying is an ordinary evil. It's hugely prevalent, all too often ignored - and being ignored, it is therefore condoned."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "There's really no such thing as the 'voiceless'. There are only the deliberately silenced, or the preferably unheard.”"
    },
    {
      "cite": "Bullet for My Valentine",
      "quote": "We will not take this anymore.These words will never be ignored. You want a battle, here's a war."
    },
    {
      "cite": "Linkin Park",
      "quote": "I can't feel the way I did before, / Don't turn your back on me. / I won't be ignored. / Time won't heal this damage anymore. / Don't turn your back on me I won't be ignored"
    },
    {
      "cite": "Emily Jane Brontë",
      "quote": "Long neglect has worn away, Half the sweet enchanting smile; Time has turned the bloom to gray, mold and damp the face defile."
    },
    {
      "cite": "Matthew Tuck",
      "quote": "To not ignore is a freedom to ignore violation, to then target an individual is called discrimination. Not because they hurt you or inflicted damage, but because the adult in you wasn't managed."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "If you live your life correctly,death walks close by your side. To constantly remind you, that time’s not on your side. Your choice on how to handle,to ignore or then befriend. Will change your life completely —as each day begins again"
    },
    {
      "cite": "Erik Bundy",
      "quote": "Fate might forgive greed, or gluttony, or even bloodlust, but it never ignores being ignored."
    }
  ]
}