{
  "source": "https://www.wisesayings.com/being-taken-for-granted-quotes/",
  "theme": "being-taken-for-granted",
  "quotes": [
    {
      "cite": "Gretchen Rubin",
      "quote": "Being taken for granted is an unpleasant but sincere form of praise. Ironically, the more reliable you are, and the less you complain, the more likely you are to be taken for granted."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "Being taken for granted can be a compliment. It means that you've become a comfortable, trusted element in another person's life."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "All your youth you want to have your greatness taken for granted; when you find it taken for granted, you are unnerved."
    },
    {
      "cite": "Tinku Razoria",
      "quote": "If they don't appreciate your presence, perhaps you should try giving them your absence."
    },
    {
      "cite": "William Hazlitt",
      "quote": "He who undervalues himself is justly undervalued by others."
    },
    {
      "cite": "unknown",
      "quote": "When you're always there for people they stop appreciating you because your favors are now an expectation."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Hanging with people who make you feel unappreciated, for the mere sake of appearing to be popular, is the loneliest place to be."
    },
    {
      "cite": "Robert Tew",
      "quote": "If they don't respect, appreciate and value you, then they don't deserve you."
    },
    {
      "cite": "Rajat Dogra",
      "quote": "You don't need to waste your time on someone who only wants you around when it fits their needs."
    },
    {
      "cite": "unknown",
      "quote": "Staying with someone who doesn't appreciate you isn't loyalty, its stupidity."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "There is absolutely nothing that can be taken for granted in this world."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Being unwanted, unloved, uncared for, forgotten by everybody, I think that is a much greater hunger, a much greater poverty than the person who has nothing to eat."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "If you would be unloved and forgotten, be reasonable."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Nobody is forgotten, when it is convenient to remember him."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "If we don't feel appreciated, we don't feel loved."
    },
    {
      "cite": "Nikhil Andy",
      "quote": "It is sad when you realize you are not as important to someone as they are to you!"
    },
    {
      "cite": "Rob Lowe",
      "quote": "I don't like being taken for granted anywhere in life. I don't want my vote taken for granted."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Even the most caring people can get tired of being taken for granted."
    },
    {
      "cite": "unknown",
      "quote": "Being dumped, cheated on and taken for granted is why many people choose to be single."
    },
    {
      "cite": "Louis de Bernieres",
      "quote": "It's simple. Women only nag when they feel unappreciated."
    },
    {
      "cite": "Lloyd Banks",
      "quote": "I see myself as a flashlight in the dark. I'm not trying to be overlooked anymore."
    },
    {
      "cite": "Paul Desmond",
      "quote": "I was overlooked long before anyone knew who I was."
    },
    {
      "cite": "Jack Nicholson",
      "quote": "I'm the last guy in the world to feel overlooked by the Academy."
    },
    {
      "cite": "Lauren DeStefano",
      "quote": "There's a world out there that nobody has bothered to promise her."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "To be forgotten, is to die a little."
    },
    {
      "cite": "Billy Corgan",
      "quote": "There's a lot of days where you feel forgotten."
    },
    {
      "cite": "Evita Peron",
      "quote": "My biggest fear in life is to be forgotten."
    },
    {
      "cite": "Mae West",
      "quote": "I believe that it's better to be looked over than it is to be overlooked."
    },
    {
      "cite": "Norman Borlaug",
      "quote": "Yet food is something that is taken for granted by most world leaders despite the fact that more than half of the population of the world is hungry."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "Remember, this is now, and now, and now. Live it, feel it, cling to it. I want to become acutely aware of all I've taken for granted."
    },
    {
      "cite": "Gabrielle Moore",
      "quote": "Why does a man take it for granted that a girl who flirts with him, wants him to kiss her-when, nine times out of ten, she only wants him to kiss her?"
    },
    {
      "cite": "Dave Willis",
      "quote": "Recognize that every minute together is a gift, so treasure it."
    },
    {
      "cite": "Dave Willis",
      "quote": "Don't prioritize your hobby, your career, or your possessions over your marriage and family."
    },
    {
      "cite": "Dave Willis",
      "quote": "Fight for each other, but never fight against each other."
    },
    {
      "cite": "Dave Willis",
      "quote": "In every disagreement, remember that your relationship is much more important than whatever you're arguing about."
    },
    {
      "cite": "Dave Willis",
      "quote": "Many marriage start out strong and then slowly fade until there's nothing left, but it isn't supposed to be that way."
    },
    {
      "cite": "Minnie M. Lyons",
      "quote": "If I would have taken my life for granted, letting the wrong people in before screening them,  things would not have happen."
    },
    {
      "cite": "Minnie M. Lyons",
      "quote": "Love is a good thing not to be taken for granted, there are feelings involved with you and the other person."
    },
    {
      "cite": "Minnie M. Lyons",
      "quote": "When you meet someone you may like the way they look or like the way they act, the way they talk and so on."
    },
    {
      "cite": "Minnie M. Lyons",
      "quote": "As you grow with that person in your life it get stronger and stronger by the day finally you find yourself in love with them."
    },
    {
      "cite": "Minnie M. Lyons",
      "quote": "Some do not choose to take it to the next level and that's fine, just love that person from the outside."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "The first honest relationship you will have is with your children."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "If I wanted to feel used and unappreciated I would just start a family."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "If only relationships awarded metals to their long-tern survivors, you might have some value to staying in them."
    },
    {
      "cite": "Bob Weinstein",
      "quote": "Tell someone close to you how much you need them. Tell them why you need them."
    },
    {
      "cite": "Bob Weinstein",
      "quote": "Fight for each other, but never fight against each other."
    },
    {
      "cite": "Bob Weinstein",
      "quote": "Take nothing and no one for granted."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "A fulfilling long-term relationship is not accomplished by just finding the one. It is rather a co-operation between two passionate and highly motivated partners working together, figuring out every single situation holding hands."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "If there is trust at the root of the relationship, if the partners make an effort to keep it interesting, if difficulties are handled tactfullly and if you can appreciate every single deed of your partner no matter how insignificant it is, the flames of love would never burn out and your love can truly 'live happily ever after'."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "At the beginning both the individuals pose to be anything but themselves."
    },
    {
      "cite": "Gianno Caldwell",
      "quote": "It's not always the easiest relationship to navigate, but it's one of the most important ones."
    },
    {
      "cite": "Gianno Caldwell",
      "quote": "The relationship that shapes a boy into a man and prepares him for all other emotional connections."
    },
    {
      "cite": "Caroline Anderson",
      "quote": "She used to love his kisses, but not anymore. She had lost him, somewhere along the way, and this man was a stranger-a stranger who took her for granted."
    },
    {
      "cite": "Peter Delbridge",
      "quote": "There are so many little things that we take for granted. Some have profound effect on our lives and other are a convenience, but in both cases we never give them a second thought, we just assume they will always be there for us."
    },
    {
      "cite": "Peter Delbridge",
      "quote": "Everyday we take for granted that we will see our loved ones and friends whenever we want, and never think of a time without them."
    },
    {
      "cite": "Constance M. Burge",
      "quote": "I'm sick of being taken for granted"
    },
    {
      "cite": "Stan Lee",
      "quote": "Women are often overlooked, taken for granted. They can slip easily through a man's defense"
    },
    {
      "cite": "Bob Kane",
      "quote": "As I was saying, I'm a woman and can't be taken for granted."
    },
    {
      "cite": "James L. Brooks",
      "quote": "You know why all this happened, don't you? Because I took my marriage for granted. You know in twelve years, I never once helped out with the housework"
    },
    {
      "cite": "Rich Fogel",
      "quote": "I saw how unappreciated you were. I know how that feels."
    },
    {
      "cite": "Darren Star",
      "quote": "I have been out with some of those guys. The short, fat, poor ones. It makes absolutely no difference. They are just as self-centered and unappreciative as the good-looking ones."
    },
    {
      "cite": "Evan Esar",
      "quote": "Calling anything foolproof seems to take a lot for granted."
    },
    {
      "cite": "Evan Esar",
      "quote": "The honeymoon is over when the bride who took her husband for better or for worse, starts taking him for granted."
    },
    {
      "cite": "Evan Esar",
      "quote": "In all affairs it's a healthy thing not and then to hang a question mark on the things you have long taken for granted."
    },
    {
      "cite": "P.W. Imel",
      "quote": "Most people don't realize how futile a situation is/was until their out of it."
    },
    {
      "cite": "P.W. Imel",
      "quote": "If you start out a relationship based on lie, you'll have to keep lying just to keep the relationship alive."
    },
    {
      "cite": "John A. Andrews",
      "quote": "The light of love should never be put out or allowed to die in the hear of the one you love."
    },
    {
      "cite": "John A. Andrews",
      "quote": "It is also important to realize that you're not in a relationship to clean up what's wrong with your spouse."
    },
    {
      "cite": "John A. Andrews",
      "quote": "I have seen so many married couples who lose their zest, vim and vitality in their relationship right after the honey-moon."
    }
  ]
}