{
  "source": "https://www.wisesayings.com/being-weird-quotes/",
  "theme": "being-weird",
  "quotes": [
    {
      "cite": "Johnny Depp",
      "quote": "I think everybody's weird. We should all celebrate our individuality and not be embarrassed or ashamed of it."
    },
    {
      "cite": "Alain De Botton",
      "quote": "There's a whole category of people who miss out by not allowing themselves to be weird enough."
    },
    {
      "cite": "Rebecca Mckinsey",
      "quote": "I'd rather be a little weird than all boring."
    },
    {
      "cite": "John Lennon",
      "quote": "It's weird not to be weird."
    },
    {
      "cite": "Jacob Nordby",
      "quote": "Blessed are the weird people ? poets, misfits, writers, mystics, painters & troubadours ? for they teach us to see the world through different eyes."
    },
    {
      "cite": "Colin Wright",
      "quote": "Sharpen your rough edges and be the best version of your weird self."
    },
    {
      "cite": "Dan Quayle",
      "quote": "People that are really very weird can get into sensitive positions and have a tremendous impact on history."
    },
    {
      "cite": "Channing Tatum",
      "quote": "I'M THANKFUL FOR WEIRD PEOPLE OUT THERE 'CAUSE THEY'RE SOME OF THE MOST CREATIVE PEOPLE."
    },
    {
      "cite": "Kesha",
      "quote": "EVERY WEIRD THING ABOUT YOU IS BEAUTIFUL AND MAKES LIFE INTERESTING."
    },
    {
      "cite": "Jayelle Cochran",
      "quote": "Being weird adds spice to life. Having weird friends just deepens the flavor."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Weirdism is definitely the cornerstone of many an artist's career."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Its OK to be weird. And maybe your weird is my normal. Whos to say? I think its an attitude."
    },
    {
      "cite": "Leo Valdez",
      "quote": "I like being weird. Weird's all I've got. That, and my sweet style."
    },
    {
      "cite": "Dick Francis",
      "quote": "Some are born weird, some achieve it, others have weirdness thrust upon them."
    },
    {
      "cite": "Rebecca Miller",
      "quote": "Nobody is so weird others can't identify with them."
    },
    {
      "cite": "Tom Robbins",
      "quote": "There is no such thing as a weird human being, It's just that some people require more understanding than others."
    },
    {
      "cite": "Paul Mccartney",
      "quote": "I used to think anyone doing anything weird was weird. Now I know that it is the people that call others weird that are weird."
    },
    {
      "cite": "Jonathan Davis",
      "quote": "You laugh at me because I'm different, I laugh at you because you're all the same."
    },
    {
      "cite": "Dr Seuss",
      "quote": "You have to be odd to be number one."
    },
    {
      "cite": "Frank Zappa",
      "quote": "I never set out to be weird. It was always other people who called me weird."
    },
    {
      "cite": "Jacqueline Macinnes Wood",
      "quote": "Don't be afraid to be awesome. Sometimes being weird and different is good. When you think you're working hard, there is always someone else working harder, so always be yourself and know your stuff."
    },
    {
      "cite": "Jim Shepard",
      "quote": "The longer you go by yourself the weirder you get, and the weirder you get the longer you go by yourself."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "When the going gets weird, the weird turn pro."
    },
    {
      "cite": "Nicki Minaj",
      "quote": "Maybe your weird is my normal. Who's to say'"
    },
    {
      "cite": "D. Fetahu",
      "quote": "Being weird is not a bad thing, it shows how special you are in your own way."
    },
    {
      "cite": "unknown",
      "quote": "Being weird is just a side effect of being awesome"
    },
    {
      "cite": "Wein Benlick",
      "quote": "Be the weird you want to see in the world."
    },
    {
      "cite": "Graham Moore",
      "quote": "Stay Weird, Stay Different."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "We're all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness and call it love ' true love."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "I am weird, you are weird. Everyone in this world is weird. One day two people come together in mutual weirdness and fall in love."
    },
    {
      "cite": "George S. Patton Jr.",
      "quote": "If everyone is thinking alike, then somebody isn't thinking."
    },
    {
      "cite": "Johnny Depp",
      "quote": "I was always fascinated by people who are considered completely normal, because I find them the weirdest of all."
    },
    {
      "cite": "James Dashner",
      "quote": "Things are really weird around here, and most of us don't know everything. Half of everything."
    },
    {
      "cite": "Graeme Simsion",
      "quote": "There are so many weird people that nobody takes any notice. We all just fit right in."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "I learned a long time ago that reality was much weirder than anyone's imagination."
    },
    {
      "cite": "Tim Burton",
      "quote": "We all know interspecies romance is weird."
    },
    {
      "cite": "Lauren Ambrose",
      "quote": "I know stealing a foot is weird. But, hello, living in a house where a foot is available to be stolen is weird."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "People are weird. When we find someone with weirdness that is compatible with ours, we team up and call it love."
    },
    {
      "cite": "Holly Black",
      "quote": "I thought weirdness was a good thing. I don't mean that defensively, either. I thought it was something to be cultivated."
    },
    {
      "cite": "Kelly Oxford",
      "quote": "I like the idea that we can contain our weirdness, but I prefer it when we wear it all over ourselves."
    },
    {
      "cite": "Jaron Lanier",
      "quote": "A real friendship ought to introduce each person to unexpected weirdness in the other."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "The fact was, by the time she got to high school, being weird and proud of it was an asset. Suddenly cool, Blue could've happily had any number of friends. And she had tried. But the problem with being weird was that everyone else was normal."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Human salvation lies in the hands of the creatively maladjusted."
    },
    {
      "cite": "Chester Bennington",
      "quote": "To pigeonhole a genre as being successful or unsuccessful is weird."
    },
    {
      "cite": "Ben Fountain",
      "quote": "It is sort of weird being honored for the worst day of your life."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "My smile wavers as I revert to my natural state of being: nervous and weird."
    },
    {
      "cite": "Ryan Forbes",
      "quote": "Being called weird is like being called Limited Edition. Meaning youre something people dont see that often."
    },
    {
      "cite": "Jaclyn Moriarty",
      "quote": "You're making me nervous by being so weird. But your weirdness is what I like about you."
    },
    {
      "cite": "Debra Winger",
      "quote": "I am one of the happiest people I know. And that's a weird place to have arrived at from being a depressed Jewish kid."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "For me the world is weird because it is stupendous, awesome, mysterious, unfathomable; my interest has been to convince you that you must assume responsibility for being here."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Weird behavior is natural in smart children, like curiosity is to a kitten."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Whatever makes you weird is probably your greatest asset."
    },
    {
      "cite": "Meryl Streep",
      "quote": "What makes you different or weird, that's your strength."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "If someone ever says you're weird, say thank you."
    },
    {
      "cite": "Robyn Hitchcock",
      "quote": "Using the word weird implies that there is a norm."
    },
    {
      "cite": "David Lynch",
      "quote": "This whole world is wild at heart and weird on top."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "How weird that must be, to stay the same as everyone else changes."
    },
    {
      "cite": "Susane Colasanti",
      "quote": "It's weird how time can change something you thought would always stay the same."
    },
    {
      "cite": "Tim Burton",
      "quote": "It's good as an artist to always remember to see things in a new, weird way."
    }
  ]
}