{
  "source": "https://www.wisesayings.com/being-confused-quotes/",
  "theme": "being-confused",
  "quotes": [
    {
      "cite": "John Gay",
      "quote": "Your intellect may be confused, but your emotions will never lie to you."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "The most confused we ever get is when we're trying to convince our heads of something our heart knows is a lie."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "Anyone who isn't confused, really doesn't understand the situation."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "If I look confused it is because I am thinking."
    },
    {
      "cite": "Tom Peters",
      "quote": "If you're not confused, you're not paying attention."
    },
    {
      "cite": "Irene Peter",
      "quote": "Today, if you are not confused, you are not thinking clearly."
    },
    {
      "cite": "Beyonce Knowles",
      "quote": "Whenever I'm confused about something, I ask God to reveal the answers to my questions, and he does."
    },
    {
      "cite": "unknown",
      "quote": "Someday, everything will make perfect sense. So for now, laugh at the confusion, smile through the tears, be strong and keep reminding your self that everything happens for a reason."
    },
    {
      "cite": "unknown",
      "quote": "You can't follow your heart when it is more confused than your head."
    },
    {
      "cite": "Muriel Rukeyser",
      "quote": "However confused the scene of our life appears, however torn we may be who now do face that scene, it can be faced, and we can go on to be whole."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "I am both happy and sad at the same time, and I'm still trying to figure out how that could be."
    },
    {
      "cite": "Toba Beta",
      "quote": "When you don't know where to start, just go to a place you miss so much."
    },
    {
      "cite": "Henna Inam",
      "quote": "Confused? Confusion is good. It's an excellent place to learn something new from."
    },
    {
      "cite": "Larry Leissner",
      "quote": "If confusion is the first step to knowledge, I must be a genius."
    },
    {
      "cite": "Robert Frost",
      "quote": "I'm not confused, I'm just well mixed."
    },
    {
      "cite": "Michael Stipe",
      "quote": "Sometimes I'm confused by what I think is really obvious. But what I think is really obvious obviously isn't obvious"
    },
    {
      "cite": "Bob Schneider",
      "quote": "Love is when two people who care for each other get confused."
    },
    {
      "cite": "A. A. Milne",
      "quote": "For I am a bear of very little brain and long words bother me."
    },
    {
      "cite": "Mark Twain",
      "quote": "The more you explain it, the more I don't understand it."
    },
    {
      "cite": "Douglas Adams",
      "quote": "The little waiter's eyebrows wandered about his forehead in confusion."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "It's funny. All you have to do is say something nobody understands and they'll do practically anything you want them to."
    },
    {
      "cite": "Janet Jackson",
      "quote": "To be given permission to be confused -- and remain confused -- for as long as it takes would have been a huge gift."
    },
    {
      "cite": "Janet Jackson",
      "quote": "To cut off the confusion and accept an answer just because it's too scary not to have an answer is a good way to get the wrong answer."
    },
    {
      "cite": "Johnny Depp",
      "quote": "I pretty much try to stay in a constant state of confusion just because of the expression it leaves on my face."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "We often confuse what we wish for with what is."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "I was just stock in the middle, vague and undefined."
    },
    {
      "cite": "William Golding",
      "quote": "I am here; and here is nowhere in particular."
    },
    {
      "cite": "Tom Waits",
      "quote": "We are buried beneath the weight of information, which is being confused with knowledge; quantity is being confused with abundance and wealth with happiness. We are monkeys with money and guns."
    },
    {
      "cite": "Walter F. Mondale",
      "quote": "If you are sure you understand everything that is going on, you are hopelessly confused."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "It is difficult to know at what moment love begins; it is less difficult to know that it has begun."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "You always admire what you really don't understand."
    },
    {
      "cite": "Jane Haddam",
      "quote": "People always seemed to know half of history, and to get it confused with the other half."
    },
    {
      "cite": "Nigel Short",
      "quote": "A good sacrifice is one that is not necessarily sound but leaves your opponent dazed and confused."
    },
    {
      "cite": "Helen Hayes",
      "quote": "The good die young but not always. The wicked prevail but not consistently. I am confused by life, and I feel safe within the confines of the theatre."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Confusion now hath made his masterpiece."
    },
    {
      "cite": "William Westmoreland",
      "quote": "Without censorship, things can get terribly confused in the public mind."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Never confuse a single defeat with a final defeat."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Haters are confused admirers who can’t understand why everybody else likes you."
    },
    {
      "cite": "Adlai E. Stevenson",
      "quote": "We have confused the free with the free and easy."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "We feel unhappy and confused with our life when we don't do the focus or calling that God  has on our life."
    },
    {
      "cite": "Jonathan Ames",
      "quote": "People don't expect too much from literature. They just want to know they're not alone with being confused."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The mind that engages in subjects of too great variety becomes confused and weakened."
    },
    {
      "cite": "Michael J. Gelb",
      "quote": "Confusion is the welcome mat at the door of creativity."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "The heresies we ought to fear are those that can be confused with orthodoxy."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When both a speaker and an audience are confused, the speech is profound."
    },
    {
      "cite": "Chuck D",
      "quote": "Right is right, and wrong is wrong, and when people start getting it confused, that means they need to sit down with some real people."
    },
    {
      "cite": "Huineng",
      "quote": "Confused by thoughts, we experience duality in life. Unencumbered by ideas, the enlightened see the one Reality."
    },
    {
      "cite": "Adela Rogers St. Johns",
      "quote": "A great many of us have confused change with progress."
    }
  ]
}