{
  "source": "https://www.wisesayings.com/being-lost-quotes/",
  "theme": "being-lost",
  "quotes": [
    {
      "cite": "Sarah Dessen",
      "quote": "It's a lot easier to be lost than found. It's the reason we're always searching and rarely discovered — so many locks not enough keys."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Not until we are lost do we begin to understand ourselves."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "In the middle of the journey of our life I came to myself within a dark wood where the straight way was lost."
    },
    {
      "cite": "Josh Kaufman",
      "quote": "When you're feeling lost, take heart. It's just your brain gathering the information it needs to make good decisions."
    },
    {
      "cite": "Joyce Rupp",
      "quote": "No matter how much light I carry within me, there will always be times of feeling lost, being confused, seeking direction. It is the way of the human heart."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The soul which has no fixed purpose in life is lost; to be everywhere, is to be nowhere."
    },
    {
      "cite": "Maimonides",
      "quote": "The risk of a wrong decision is preferable to the terror of indecision."
    },
    {
      "cite": "Voltaire",
      "quote": "Every one goes astray, but the least imprudent are they who repent the soonest."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Man's true nature being lost, everything becomes his nature; as, his true good being lost, everything becomes his good."
    },
    {
      "cite": "Craig D Lounsbrough",
      "quote": "Many of us know nothing other than a directionless cadence, having left the footprints of our lives meandering down a road that's meandering itself."
    },
    {
      "cite": "John Pickett",
      "quote": "When you are directionless like we are right now, people are looking for something to hang their hat on."
    },
    {
      "cite": "Sheena Iyengar",
      "quote": "What leads us astray is confusing more choices with more control. Because it is not clear that the more choices you have the more in control you feel. We have more choices than we've ever had before."
    },
    {
      "cite": "Dr. Rollo May",
      "quote": "It is an ironic habit of human beings to run faster when we have lost our way."
    },
    {
      "cite": "Thomas Wolfe",
      "quote": "A young man is so strong, so mad, so certain, and so lost. He has everything and he is able to use nothing."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Feeling lost? Take a dream and convert it into small goals, then start taking the steps to hit those goals."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "I lost some time once. It's always in the last place you look for it."
    },
    {
      "cite": "Margaret Fuller",
      "quote": "I am suffocated and lost when I have not the bright feeling of progression."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Feeling lost, crazy and desperate belongs to a good life as much as optimism, certainty and reason."
    },
    {
      "cite": "Clarissa Pinkola Estes",
      "quote": "If you've lost focus, just sit down and be still. Take the idea and rock it to and fro. Keep some of it and throw some away, and it will renew itself. You need do no more."
    },
    {
      "cite": "Christopher Fry",
      "quote": "The best thing we can do is to make wherever we're lost in look as much like home as we can."
    },
    {
      "cite": "Michelle Williams",
      "quote": "It felt as if things were literally slipping through my fingers. Things were just streaming away from me. I lost my sense of humor. I'm still looking for that."
    },
    {
      "cite": "Willie Aames",
      "quote": "It's easy to be led astray when you're so broken. People take advantage of you."
    },
    {
      "cite": "Billy Graham",
      "quote": "Suppose you could gain everything in the whole world, and lost your soul. Was it worth it?"
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "When all else is lost, the future still remains."
    },
    {
      "cite": "Albert Camus",
      "quote": "The only real progress lies in learning to be wrong all alone."
    },
    {
      "cite": "Bob Parsons",
      "quote": "You got to go down a lot of wrong roads to find the right one."
    },
    {
      "cite": "Mason Cooley",
      "quote": "My mind is led astray by every faint rustle."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "If you board the wrong train, it is no use running along the corridor in the other direction."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "We are commanded to seek out those who are lost. We are to be our brother's keeper."
    },
    {
      "cite": "Kim Cattrall",
      "quote": "When I feel lost and can't make a decision, I just stop and get quiet. I take a time-out."
    },
    {
      "cite": "Ted Klauber",
      "quote": "The art of being bored is lost."
    },
    {
      "cite": "Gareth Evans",
      "quote": "I'm gutted and feeling a bit lost, but I'm determined to get through it."
    },
    {
      "cite": "Thomas Richter",
      "quote": "When you are feeling lost or confused...just remember you are a cross-section of four-space."
    },
    {
      "cite": "Robin S Sharma",
      "quote": "Feeling lost? Good! Now you get to walk new paths that lead to much better places."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "There is no such thing as a hopeless situation. Every single circumstance of your life can change."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Have courage for the great sorrows in life, and patience for the small ones. And when you have laboriously accomplished your daily tasks, go to sleep in peace, God is awake."
    },
    {
      "cite": "Steve Brown",
      "quote": "Too many people get lost in the game of having a good time and being naive about things."
    },
    {
      "cite": "Steve Mcqueen",
      "quote": "I need to have a reason why I'm doing something. Otherwise I'm lost."
    },
    {
      "cite": "John Mayer",
      "quote": "I lost my head for a little while."
    },
    {
      "cite": "Irving Berlin",
      "quote": "I got lost but look what I found."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "We have lost contact with reality, the simplicity of life."
    },
    {
      "cite": "David R. Brower",
      "quote": "We are at the edge of an abyss and we're close to being irrevocably lost."
    },
    {
      "cite": "Laurence Olivier",
      "quote": "If he was lost for a moment, he would dive straight back into its honey."
    },
    {
      "cite": "John Wilson",
      "quote": "Be Thankful for all things in life. Even for the bad things. SOMETIMES the worst situations in life turn out to be the best things that ever happened to us."
    },
    {
      "cite": "Alex Ebert",
      "quote": "To be lost is as legitimate a part of your process as being found."
    },
    {
      "cite": "Josh Groban",
      "quote": "When I feel confused or depressed, I remember back to junior high and I silently repeat, 'This, too, shall pass.'"
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "In life, No matter what you are going through, have faith, and believe your sorrows won't last forever because what time does not heal God will."
    },
    {
      "cite": "Stephen Covey",
      "quote": "It's amazing how confused and distracted and misdirected so many people are."
    },
    {
      "cite": "Lil Wayne",
      "quote": "I don't look for signs. But when things happen, I say, 'OK, something must be right.' Or 'OK, something must be wrong."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "After climbing a great hill, one only finds that there are many more hills to climb."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Be patient toward all that is unsolved in your heart and try to love the questions themselves... And the point is to live everything. Live the questions."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "But maybe you never really had someone, she thought now. Maybe, no matter how much you loved them, they could slip through your fingers like water, and there was nothing you could do about it."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Don’t be distracted by criticism. Remember the only taste of success some people have is when they take a bite out of you."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Feeling sorry for yourself, and your present condition, is not only a waste of energy but the worst habit you could possibly have."
    },
    {
      "cite": "Karl Ove Knausgård",
      "quote": "Go somewhere you know nothing about and see what happens."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "He who believes is strong; he who doubts is weak. Strong convictions precede great actions."
    },
    {
      "cite": "Muriel Rukeyser",
      "quote": "However confused the scene of our life appears, however, torn we may be who now do face that scene, it can be faced, and we can go on to be whole."
    },
    {
      "cite": "Gayle Forman",
      "quote": "I'm not sure this is a world I belong in anymore. I'm not sure that I want to wake up."
    },
    {
      "cite": "Raymond Carver",
      "quote": "I've crossed some kind of invisible line. I feel as if I've come to a place I never thought I'd have to come to. And I don't know how I got here. It's a strange place. It's a place where a little harmless dreaming and then some sleepy, early-morning talk has led me into considerations of death and annihilation."
    },
    {
      "cite": "Steve Jobs",
      "quote": "If you are working on something exciting that you really care about, you don’t have to be pushed. The vision pulls you."
    },
    {
      "cite": "Nora Roberts",
      "quote": "If you don’t go after what you want, you’ll never have it. If you don’t ask, the answer is always no. If you don’t step forward, you’re always in the same place."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you don’t like something, change it. If you can’t change it, change your attitude."
    },
    {
      "cite": "Gordon A. Eadie",
      "quote": "If you don’t stand for something, you will fall for anything."
    },
    {
      "cite": "Masaru Emoto",
      "quote": "If you feel lost, disappointed, hesitant, or weak, return to yourself, to who you are, here and now and when you get there, you will discover yourself, like a lotus flower in full bloom, even in a muddy pond, beautiful and strong."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "If you hear a voice within you say “you cannot paint,” then by all means paint and that voice will be silenced."
    },
    {
      "cite": "K.T. Jong",
      "quote": "It is only when we silent the blaring sounds of our daily existence that we can finally hear the whispers of truth that life reveals to us, as it stands knocking on the doorsteps of our hearts."
    },
    {
      "cite": "Dalai Lama",
      "quote": "It is worth remembering that the time of greatest gain in terms of wisdom and inner strength is often that of greatest difficulty."
    },
    {
      "cite": "Charles Xavier",
      "quote": "Just because someone stumbles and loses their path, doesn’t mean they’re lost forever."
    },
    {
      "cite": "Vivian Greene",
      "quote": "Life is not about waiting for the storms to pass. It’s about learning how to dance in the rain."
    },
    {
      "cite": "Osho",
      "quote": "Man is almost mad—mad because he is seeking something which he has already got; mad because he’s not aware of who he is; mad because he hopes, desires and then ultimately, feels frustrated. Frustration is bound to be there because you cannot find yourself by seeking; you are already there. The seeking has to stop, the search has to drop: that is the greatest problem to be faced, encountered."
    },
    {
      "cite": "Lana Del Rey",
      "quote": "No one compares to you, but there's no you, except in my dreams tonight."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Not all those who wander are lost."
    },
    {
      "cite": "Demi Lovato",
      "quote": "Nothing is more beautiful than a smile that has struggled through the tears."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "One day you will ask me which is more important, my life or yours? I will say mine and you will walk away not knowing that you are my life."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Scar tissue is stronger than regular tissue. Realize the strength, move on."
    },
    {
      "cite": "Erol Ozan",
      "quote": "Some beautiful paths can't be discovered without getting lost."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Sometimes when you lose your way, you find YOURSELF."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Sorrow looks back. Worry looks around. Faith looks up."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Storms make trees take deeper roots."
    },
    {
      "cite": "Alan Alda",
      "quote": "The creative is the place where no-one else has ever been.You have to leave the city of your comfort and go into the wilderness of your intuition. What you’ll discover will be wonderful. What you’ll discover is yourself."
    },
    {
      "cite": "Sam Cawthorn",
      "quote": "The happiest people don’t necessarily have the best of everything but they make the most of everything."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "The one who falls and gets up is stronger than the one who never tried. Do not fear failure but rather fear not trying."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "The quiet sense of something lost."
    },
    {
      "cite": "JaTawny Muckelvene Chatmon",
      "quote": "The Truth is, we all get lost as we try to find our way. Perhaps the key is to stop, take a look around and enjoy the scenery as we go."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The world breaks everyone and afterward many are strong at the broken places."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "There are two tragedies in life. One is to lose your heart's desire. The other is to gain it."
    },
    {
      "cite": "Anais Nin",
      "quote": "There came a time when the risk to remain tight in the bud was more painful than the risk it took to blossom."
    },
    {
      "cite": "African Proverb",
      "quote": "To get lost is to learn the way."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Tough times never last, but tough people do."
    },
    {
      "cite": "Mark Twain",
      "quote": "Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in the sails. Explore. Dream. Discover."
    },
    {
      "cite": "Erich Maria Remarque",
      "quote": "We are forlorn like children, and experienced like old men, we are crude and sorrowful and superficial—I believe we are lost."
    },
    {
      "cite": "Plato",
      "quote": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light."
    },
    {
      "cite": "Dr. Henry Link",
      "quote": "We generate fears while we sit. We overcome them by action."
    },
    {
      "cite": "Maya Angelou",
      "quote": "We may encounter many defeats but we must not be defeated."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We must be willing to get rid of the life we've planned, so as to have the life that is waiting for us. The old skin has to be shed before the new one can come."
    },
    {
      "cite": "Sarah Ockler",
      "quote": "Weeping is not the same thing as crying. It takes your whole body to weep, and when it's over, you feel like you don't have any bones left to hold you up."
    },
    {
      "cite": "Henry Ford",
      "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "cite": "unknown",
      "quote": "You can’t start the next chapter if you keep re-reading the last one."
    },
    {
      "cite": "Mariah Carey",
      "quote": "You really have to look inside yourself and find your own inner strength, and say, ‘I’m proud of what I am and who I am, and I'm just going to be myself."
    }
  ]
}