{
  "source": "https://www.wisesayings.com/being-different-quotes/",
  "theme": "being-different",
  "quotes": [
    {
      "cite": "Criss Jami",
      "quote": "When you're the only sane person, you look like the only insane person."
    },
    {
      "cite": "Mandy Hale",
      "quote": "So you're a little weird? Work it! A little different? OWN it! Better to be a nerd than one of the herd!"
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Life's no piece of cake, mind you, but the recipe's my own to fool with."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Be different so that people can see you clearly amongst the crowds."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The person who follows the crowd will usually go no further than the crowd. The person who walks alone is likely to find himself in places no one has ever seen before."
    },
    {
      "cite": "Tila Tequila",
      "quote": "I think every person has their own identity and beauty. Everyone being different is what is really beautiful. If we were all the same, it would be boring."
    },
    {
      "cite": "Elijah Wood",
      "quote": "I think being different, going against the grain of society is the greatest thing in the world."
    },
    {
      "cite": "Carson Kressley",
      "quote": "It's really important to share the idea that being different might feel like a problem at the time, but ultimately diversity is a strength."
    },
    {
      "cite": "Mary-Louise Parker",
      "quote": "People have a problem with me being different, but that propels me forward in life."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Share our similarities, celebrate our differences."
    },
    {
      "cite": "Cecil Beaton",
      "quote": "Be daring, be different, be impractical, be anything that will assert integrity of purpose and imaginative vision against the play-it-safers, the creatures of the commonplace, the slaves of the ordinary."
    },
    {
      "cite": "Meredith West",
      "quote": "If you want to stand out, don't be different; be outstanding."
    },
    {
      "cite": "Coco Chanel",
      "quote": "In order to be irreplaceable one must always be different."
    },
    {
      "cite": "Charles M. Schwab",
      "quote": "The hardest struggle of all is to be something different from what the average man is."
    },
    {
      "cite": "Thomas Moore",
      "quote": "When we allow ourselves to exist truly and fully, we sting the world with our vision and challenge it with our own ways of being."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "My great mistake, the fault for which I can't forgive myself is that one day I ceased my obstinate pursuit of my own individuality."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "To be nobody but yourself in a world doing its best to make you everybody else means to fight the hardest battle any human can ever fight and never stop fighting."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "At bottom every man knows well enough that he is a unique being, only once on this earth; and by no extraordinary chance will such a marvelously picturesque piece of diversity in unity as he is, ever be put together a second time."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away."
    },
    {
      "cite": "Judy Garland",
      "quote": "Always be a first rate version of yourself, instead of a second rate version of somebody else."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Be who you are and say what you feel, because those who mind don't matter and those who matter don't mind."
    },
    {
      "cite": "Marianne Moore",
      "quote": "Originality is a by product of sincerity."
    },
    {
      "cite": "Dick Francis",
      "quote": "Some are born weird, some achieve it, others have weirdness thrust upon them."
    },
    {
      "cite": "Jim Shepard",
      "quote": "The longer you go by yourself the weirder you get, and the weirder you get the longer you go by yourself."
    },
    {
      "cite": "Alain De Botton",
      "quote": "There's a whole category of people who miss out by not allowing themselves to be weird enough."
    },
    {
      "cite": "George S. Patton",
      "quote": "If everyone is thinking alike, then somebody isn t thinking."
    },
    {
      "cite": "Tom Robbins",
      "quote": "There is no such thing as a weird human being, It's just that some people require more understanding than others."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Fitting in allows you to blend in with everyone else, but being different allows you to be yourself, to be unique and to be more creative."
    },
    {
      "cite": "Tsepiso Makhubedu",
      "quote": "Do something remarkable or accept being the mere statistic that you have always been awarded."
    },
    {
      "cite": "Rajat Dogra",
      "quote": "Remind yourself that you don't have to do what everyone else is doing."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Most people are other people. Their thoughts are someone else's opinions, their lives a mimicry, their passions a quotation."
    },
    {
      "cite": "Gabrielle Roth",
      "quote": "Ride the energy of your own unique spirit."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "It is the chiefest point of happiness that a man is willing to be what he is."
    },
    {
      "cite": "Michel Eyquem De Montaigne",
      "quote": "Once conform, once do what others do because they do it, and a kind of lethargy steals over all the finer senses of the soul."
    },
    {
      "cite": "Louis Kronenberger",
      "quote": "Individualism is rather like innocence: There must be something unconscious about it."
    },
    {
      "cite": "Billie Holiday",
      "quote": "If I'm going to sing like someone else, then I don't need to sing at all."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has."
    },
    {
      "cite": "Malcolm Muggeridge",
      "quote": "Never forget that only dead fish swim with the stream."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Our culture has made us all the same. No one is truly white or black or rich, anymore. We all want the same. Individually, we are nothing."
    },
    {
      "cite": "Michael Schenker",
      "quote": "I believe that every person has uniqueness -- something that nobody else has."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "As we grow as unique persons, we learn to respect the uniqueness of others."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Today you are You, that is truer than true. There is no one alive who is Youer than You"
    },
    {
      "cite": "Eileen Caddy",
      "quote": "A human being is a single being. Unique and unrepeatable."
    },
    {
      "cite": "James Broughton",
      "quote": "Trusting your individual uniqueness challenges you to lay yourself open."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself."
    },
    {
      "cite": "Fanny Brice",
      "quote": "Let the world know you as you are, not as you think you should be, because sooner or later, if you are posing, you will forget the pose, and then where are you?"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Imitation is suicide."
    },
    {
      "cite": "William Shakespeare",
      "quote": "God has given you one face, and you make yourself another."
    },
    {
      "cite": "Alex Sanchez",
      "quote": "You are special and worth being cared about, loved, and accepted just as you are. Never, ever let anyone convince you otherwise."
    },
    {
      "cite": "Euripides",
      "quote": "There is just one life for each of us:  our own."
    },
    {
      "cite": "Joanne Harris",
      "quote": "It's not easy, being different."
    },
    {
      "cite": "Adam Armus",
      "quote": "I'm finally realizing who my friends really are. And maybe being different isn't the end of the world. That's just who I am."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "Differences sometimes scare people. I have learned that some of them use humor to hide their fear."
    },
    {
      "cite": "David Leslie Johnson-McGoldrick",
      "quote": "There's nothing wrong with being different."
    },
    {
      "cite": "Julian Jones",
      "quote": "Being different is nothing to be scared of."
    },
    {
      "cite": "Mark Frost",
      "quote": "You know, being different isn't always a bad thing."
    },
    {
      "cite": "Susane Colasanti",
      "quote": "Just because a person chooses to express themselves in an extreme way doesn't mean they have an extreme personality."
    },
    {
      "cite": "Elizabeth Atkinson",
      "quote": "Just remember this, Emma -- not every Jell-O salad turns out perfect. But it can still taste real good."
    },
    {
      "cite": "Steve Supple",
      "quote": "Originality must still compare itself to others. The Authentic only compares itself to itself."
    },
    {
      "cite": "Steve Supple",
      "quote": "Your uniqueness becomes clearer when you combine two mediums, interests or fields of knowledge."
    },
    {
      "cite": "Steve Supple",
      "quote": "You are unique. Your combination of thoughts are yours alone. A strand of your hair is like no other."
    },
    {
      "cite": "Steve Supple",
      "quote": "People try hard to be defined by the way they look, rather than by what they do."
    },
    {
      "cite": "Steve Supple",
      "quote": "The best thing you can do isn't being the best, but being different."
    },
    {
      "cite": "Heather Maria Ramirez",
      "quote": "I always knew I was different, it just took me a while to see the beauty in being different, and different is gorgeous."
    },
    {
      "cite": "Heather Maria Ramirez",
      "quote": "Sometimes, being different is not so bad at all! It took me a long time to realize that."
    },
    {
      "cite": "Heather Maria Ramirez",
      "quote": "The DNA is genetically different, and we are made up of different elements."
    },
    {
      "cite": "Heather Maria Ramirez",
      "quote": "What most people call the ugliest people, some of the strangest people, and even some of the most different people in the world end up being, the most beautiful people to lay the naked eyes upon."
    },
    {
      "cite": "Heather Maria Ramirez",
      "quote": "Never pre-judge a person, because their sky is a different color, because you may miss a beautiful sunset."
    },
    {
      "cite": "Dr.Madeleine Albright",
      "quote": "It took me quite a long time to develop a voice, and now that I have it, I am not going to be silent."
    },
    {
      "cite": "Jodie Foster",
      "quote": "Normal is not something to aspire to; it's something to get away from."
    },
    {
      "cite": "Malala Yuosafzai",
      "quote": "We realize the importance of our voices only when we are silenced."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Try to be a rainbow in someone's cloud"
    },
    {
      "cite": "Shri Mani Shankar Aiyar",
      "quote": "We must make our diversity a living reality ."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "Every one of us is able to help change and shape the future by fighting back, by being a voice for those who gone ... to see and accept others for who they are instead of judging and being afraid of that which is different from what we know."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "Be the person you want to be, not what others want you to be because you are special, amazing and beautiful just the way you are and being different is something to be proud of."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "Your thoughts, your feelings, your emotions, none of those can be copied in any way for they are yours and yours alone."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "Being different is what makes you stand out, it is never something to be ashamed of for if we were alike in this world, how boring that would be."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "You are a hero and a leader for being true to yourself and for making the most of what you have and where you're at in your life and using it to help you create a better life for yourself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It's obvious that our social spheres have been widely different."
    },
    {
      "cite": "Russel Gough",
      "quote": "What everyone else is doing is quite irrelevant when it comes to doing what is right."
    },
    {
      "cite": "Bob Weinstein",
      "quote": "We humans do have a tendency to view anything that makes a person different with some suspicion."
    },
    {
      "cite": "Saint Basil",
      "quote": "A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love."
    },
    {
      "cite": "Zett Why",
      "quote": "Different people react and act differently in the same situation."
    },
    {
      "cite": "Peter Smith",
      "quote": "There is nothing wrong with people being different or having different roles in life, There differences only make life more interesting."
    },
    {
      "cite": "Jack Fowler",
      "quote": "I felt like it made me, hate me / But I won't apologize for being different / I can be who I am, and yeah / I felt so dead inside / But now I feel so alive, for the first time"
    },
    {
      "cite": "Thorne Empire",
      "quote": "Looking for an easy way out was not for me / Being different from the rest has set me free / And if I am a broken in their eyes - let it be / I am the best version I can be"
    },
    {
      "cite": "Thorne Empire",
      "quote": "And if they had turned their backs on me / I will survive, and I will thrive / Being different from the rest / It made me feel alive"
    },
    {
      "cite": "Nunley Royce Asher",
      "quote": "Being cool, well you've gotta be different / Being different means being cool / It's alright to be different / Until something else is cool"
    },
    {
      "cite": "Matthew West",
      "quote": "Shining like a shooting star / You live your life like you're here on a mission / Yeah, you're not afraid of being different / You hear the doubters, but you don't listen / 'Cause you know who you are"
    }
  ]
}