{
  "source": "https://www.wisesayings.com/being-a-woman-quotes/",
  "theme": "being-a-woman",
  "quotes": [
    {
      "cite": "Whitney Houston",
      "quote": "I like being a woman, even in a man's world. After all, men can't wear dresses, but we can wear the pants."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Being a woman is a terribly difficult task, since it consists principally in dealing with men."
    },
    {
      "cite": "Georgia O'Keeffe",
      "quote": "I feel there is something unexplored about woman that only a woman can explore."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "The reason women don't play football is because 11 of them would never wear the same outfit in public."
    },
    {
      "cite": "Chuck Woolery",
      "quote": "Being a lady is an attitude."
    },
    {
      "cite": "Helen Rowland",
      "quote": "The chief excitement in a woman's life is spotting women who are fatter than she is."
    },
    {
      "cite": "Helen Rowland",
      "quote": "And verily, a woman need know but one man well, in order to understand all men; whereas a man may know all women and understand not one of them."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "One is not born a woman, one becomes one."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A man is as good as he has to be, and a woman is as bad as she dares."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Being a woman is hard work."
    },
    {
      "cite": "Frances Perkins",
      "quote": "Being a woman has only bothered me in climbing trees."
    },
    {
      "cite": "Freya Stark",
      "quote": "The great and almost only comfort about being a woman is that one can always pretend to be more stupid than one is and no one is surprised."
    },
    {
      "cite": "Twiggy",
      "quote": "Being a grown-up woman doesn't mean you can't look beautiful, individual and different."
    },
    {
      "cite": "Oliver Herford",
      "quote": "A woman's mind is cleaner than a man's: She changes it more often."
    },
    {
      "cite": "Queen Latifah",
      "quote": "Every woman is a queen, and we all have different things to offer."
    },
    {
      "cite": "Marcelene Cox",
      "quote": "The quickest way to know a woman is to go shopping with her."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "If you ask men about their body image, they will tell you they look better than they do. And if you ask a woman, she'll tell you she looks worse."
    },
    {
      "cite": "Louis de Bernieres",
      "quote": "It's simple. Women only nag when they feel unappreciated."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "I think being a woman is like being Irish... Everyone says you're important and nice, but you take second place all the same."
    },
    {
      "cite": "Betty Friedan",
      "quote": "When she stopped conforming to the conventional picture of femininity she finally began to enjoy being a woman."
    },
    {
      "cite": "Mary pauline Lowry",
      "quote": "There is pain in being a woman, yes, but there is pride in it, too."
    },
    {
      "cite": "Milan Kundera",
      "quote": "To rebel against being born a woman seemed as foolish to her as to take pride in it."
    },
    {
      "cite": "Voltaire",
      "quote": "A woman can keep one secret - the secret of her age."
    },
    {
      "cite": "Dave Barry",
      "quote": "If a woman has to choose between catching a fly ball and saving an infant's life, she will choose to save the infant's life without even considering if there are men on base."
    },
    {
      "cite": "Lori Gottlieb",
      "quote": "The three words women most want to hear from a man are, \"You lost weight\"."
    },
    {
      "cite": "Enriqueta Longauex-Vasquez",
      "quote": "A woman who has no way of expressing herself and of realizing herself as a full human being has nothing else to turn to but the owning of material things."
    },
    {
      "cite": "Thomas C. Haliburton",
      "quote": "Every woman is wrong until she cries, and then she is right, instantly."
    },
    {
      "cite": "Woodrow Wyatt",
      "quote": "A man falls in love through his eyes, a woman through her ears."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Woman begins by resisting a man's advances and ends up blocking his retreat."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "The expression a woman wears on her face is far more important than the clothes she wears on her back."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I am a woman in process. I'm just trying like everybody else. I try to take every conflict, every experience, and learn from it. Life is never dull."
    },
    {
      "cite": "unknown",
      "quote": "It is hard to be a woman. You must think like a man, act like a lady, look like a young girl, and work like a horse."
    },
    {
      "cite": "Sally Forth",
      "quote": "Behind every successful woman...... is a basket of dirty laundry."
    },
    {
      "cite": "Nancy Reagan",
      "quote": "A woman is like a tea bag. She only knows her strength when put in hot water."
    },
    {
      "cite": "Elayne Boosler",
      "quote": "When women are depressed they either eat or go shopping. Men invade another country."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "No woman should ever perceive herself as inferior to a man, because there is absolutely nothing inferior about child bearing and upbringing."
    },
    {
      "cite": "Hillary Rodham Clinton",
      "quote": "Women are always being tested ... but ultimately, each of us has to define who we are individually and then do the very best job we can to grow into it."
    },
    {
      "cite": "William Congreve",
      "quote": "Women are like tricks by sleight of hand, which, to admire, we should not understand."
    },
    {
      "cite": "Nora Roberts",
      "quote": "Two women can't share a house comfortably, no matter how fond they might be of each other. It's got to be one woman's kitchen."
    },
    {
      "cite": "ROBERT ELLIOTT GONZALES",
      "quote": "A woman is rarely up to date on the subject of her age."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Women wish to be loved without a why or a wherefore; not because they are pretty, or good, or well-bred, or graceful, or intelligent, but because they are themselves."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "Women are strange and incomprehensible, a device invented by Providence to keep the wit of man well sharpened by constant employment."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Woman is the salvation or destruction of the family. She carries its destinies in the folds of her mantle."
    },
    {
      "cite": "Tracy Letts",
      "quote": "Women are beautiful when they're young, and not after. Men can still preserve their sex appeal well into old age.... Some men can maintain, if they embrace it ... cragginess, weary masculinity. Women just get old and fat and wrinkly."
    },
    {
      "cite": "Abraham Miller",
      "quote": "Most women bestow their favors upon men, not from Passion, but from Compassion."
    },
    {
      "cite": "Washington Irving",
      "quote": "There is in every true woman's heart, a spark of heavenly fire, which lies dormant in the broad daylight of prosperity, but which kindles up and beams and blazes in the dark hour of adversity."
    },
    {
      "cite": "Charles Edward Jerningham",
      "quote": "All is possible to woman, for woman alone may make herself impossible."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Women don't want to hear what you think. Women want to hear what they think - in a deeper voice."
    },
    {
      "cite": "Arnold Haultain",
      "quote": "A woman can say more in a sigh than a man can say in a sermon."
    },
    {
      "cite": "Akhenaton",
      "quote": "When virtue and modesty enlighten her charms, the lustre of a beautiful woman is brighter than the stars of heaven, and the influence of her power it is in vain to resist."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The woman who follows the crowd will usually go no further than the crowd. The woman who walks alone is likely to find herself in places no one has ever been before."
    },
    {
      "cite": "Amy Schumer",
      "quote": "I am a woman with thoughts and questions and shit to say. I say if I’m beautiful. I say if I’m strong. You will not determine my story, I will."
    },
    {
      "cite": "Anna Held",
      "quote": "A woman should be like a single flower, not a whole bouquet."
    },
    {
      "cite": "Anne Roiphe",
      "quote": "A woman whose smile is open and whose expression is glad has a kind of beauty no matter what she wears."
    },
    {
      "cite": "Anonymous",
      "quote": "Beauty isn't about having a pretty face. It's about having a pretty mind, a pretty heart, and a pretty soul."
    },
    {
      "cite": "Anonymous",
      "quote": "Behind every successful woman is a tribe of other successful women who have her back."
    },
    {
      "cite": "Beyonce",
      "quote": "he most alluring thing a woman can have is confidence."
    },
    {
      "cite": "Charlotte Whitton",
      "quote": "Whatever women do they must do twice as well as men to be thought half as good. Luckily, this is not difficult."
    },
    {
      "cite": "Cheris Kramarae",
      "quote": "Feminism is the radical notion that women are human beings."
    },
    {
      "cite": "Claudette Colbert",
      "quote": "It matters more what's in a woman's face than what's on it."
    },
    {
      "cite": "Coco Chanel",
      "quote": "A girl should be two things: classy and fabulous."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Keep your heels, head, and standards high."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman is like a tea bag you can't tell how strong she is until you put her in hot water."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "The best protection any woman can have, is courage."
    },
    {
      "cite": "Emma Watson",
      "quote": "I'm excited about the ageing process. I'm more interested in women who aren't perfect. They're more compelling."
    },
    {
      "cite": "Emma Watson",
      "quote": "Girls should never be afraid to be smart."
    },
    {
      "cite": "Farrah Fawcett",
      "quote": "God gave women intuition and femininity. Used properly, the combination easily jumbles the brain of any man I've ever met."
    },
    {
      "cite": "Gina Carey",
      "quote": "A strong woman looks a challenge dead in the eye and gives it a wink."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "The story of women’s struggle for equality belongs to no single feminist nor to any one organization but to the collective efforts of all who care about human rights."
    },
    {
      "cite": "Gloria Stuart",
      "quote": "A woman's heart is a deep ocean of secrets."
    },
    {
      "cite": "Jacqueline Bisset",
      "quote": "Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "Doubt is a killer. You just have to know who you are and what you stand for."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "Better to be strong than pretty and useless."
    },
    {
      "cite": "Madeleine Albright",
      "quote": "There is a special place in hell for women who do not help other women."
    },
    {
      "cite": "Marge Piercy",
      "quote": "A strong woman is a woman determined to do something others are determined not be done."
    },
    {
      "cite": "Melissa Etheridge",
      "quote": "You are more powerful than you know, you are beautiful just as you are."
    },
    {
      "cite": "Minna Antrim",
      "quote": "A beautiful woman delights the eye; a wise woman, the understanding; a pure one, the soul."
    },
    {
      "cite": "Paris Hilton",
      "quote": "No matter what a woman looks like, if she's confident, she's sexy."
    },
    {
      "cite": "Rosalind Russell",
      "quote": "Taking joy in living is a woman’s best cosmetic."
    },
    {
      "cite": "Rosalynn Carter",
      "quote": "You have to have confidence in your ability, and then be tough enough to follow through."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "The thing women have yet to learn is that nobody gives you power. You just take it."
    },
    {
      "cite": "Susan B. Anthony",
      "quote": "I declare to you that woman must not depend upon the protection of man, but must be taught to protect herself, and there I take my stand."
    },
    {
      "cite": "Thomas Sankara",
      "quote": "I can hear the roar of women’s silence."
    },
    {
      "cite": "Tina Fey",
      "quote": "Confidence is 10 percent hard work and 90 percent delusion."
    },
    {
      "cite": "Yevgeny Yevtushenko",
      "quote": "Translation is like a woman. If it is beautiful, it is not faithful. If it is faithful, it is most certainly not beautiful."
    }
  ]
}