{
  "source": "https://www.wisesayings.com/being-silly-quotes/",
  "theme": "being-silly",
  "quotes": [
    {
      "cite": "Horace",
      "quote": "Mix a little foolishness with your serious plans. It is lovely to be silly at the right moment."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "'Have fun' is my message. Be silly. You're allowed to be silly. There's nothing wrong with it."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "If people did not sometimes do silly things, nothing intelligent would ever get done."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Whenever a man does a thoroughly stupid thing, it is always from the noblest motives."
    },
    {
      "cite": "Daniel Day-Lewis",
      "quote": "I didn't like the idea of being foolish, but I learned pretty soon that it was essential to fail and be foolish."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Most of us would be upset if we were accused of being 'silly.' But the word 'silly' comes from the old English word 'selig,' and its literal definition is 'to be blessed, happy, healthy and prosperous.'"
    },
    {
      "cite": "Chili Davis",
      "quote": "You don't get old being stupid."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "When you're young, you're stupid. You do silly things."
    },
    {
      "cite": "Cher",
      "quote": "Until you're ready to look foolish, you'll never have the possibility of being great."
    },
    {
      "cite": "Colette",
      "quote": "You will do foolish things, but do them with enthusiasm."
    },
    {
      "cite": "Alice Walker",
      "quote": "People do not wish to appear foolish; to avoid the appearance of foolishness, they are willing to remain actually fools."
    },
    {
      "cite": "Harriet Walter",
      "quote": "I'm childish and silly. Most people tease me because I'm a bit daft."
    },
    {
      "cite": "Emily Osment",
      "quote": "I don't get embarrassed easily, and I do silly things all the time!"
    },
    {
      "cite": "Mark Hoppus",
      "quote": "Make yourself look really stupid so you don't feel bad doing something a little stupid."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When a stupid man is doing something he is ashamed of, he always declares that it is his duty."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes being silly with a friend is the best therapy."
    },
    {
      "cite": "Shaquille O'Neal",
      "quote": "Every time I do something silly, it comes off really funny because it's natural."
    },
    {
      "cite": "Tim Vine",
      "quote": "With silly stuff, it's seventy-five percent confidence. I always tell people that it's because I'm nervous about getting that next laugh and I need to hear it. I always want to condense a joke."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "I like being absurd. Being silly."
    },
    {
      "cite": "Tara Strong",
      "quote": "Don't be afraid to look silly."
    },
    {
      "cite": "Jeremy Paxman",
      "quote": "It's stupid to have a simple-minded view."
    },
    {
      "cite": "Anatole France",
      "quote": "If a million people say a foolish thing, it is still a foolish thing."
    },
    {
      "cite": "Josh Billings",
      "quote": "The best way to convince a fool that he is wrong is to let him have his own way."
    },
    {
      "cite": "Alec Guinness",
      "quote": "Who is more foolish? The fool or the fool that follows it?"
    },
    {
      "cite": "Euripides",
      "quote": "Talk sense to a fool and he calls you foolish."
    },
    {
      "cite": "Lou Holtz",
      "quote": "How do you know what it's like to be stupid if you've never been smart?"
    },
    {
      "cite": "Craig Robinson",
      "quote": "Ever since I can remember, I've always been silly."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Be silly. Be honest. Be kind."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Read, every day, something no one else is reading. Think, every day, something no one else is thinking. Do, every day, something no one else would be silly enough to do. It is bad for the mind to continually be part of unanimity."
    },
    {
      "cite": "Paul Pearsall",
      "quote": "The word silly derives from the Greek selig meaning blessed. There is something sacred in being able to be silly."
    },
    {
      "cite": "Amy Poehler",
      "quote": "There's power in looking silly and not caring that you do."
    },
    {
      "cite": "Jane Austen",
      "quote": "I do not know whether it ought to be so, but certainly silly things do cease to be silly if they are done by sensible people in an impudent way.  Wickedness is always wickedness, but folly is not always folly."
    },
    {
      "cite": "Sabrina Jeffries",
      "quote": "Don’t be silly. Loving is easy. It’s finding someone to love you back that’s hard."
    },
    {
      "cite": "Alanis Morissette",
      "quote": "When pain brings you down, don't be silly, don't close your eyes and cry, you just might be in the best position to see the sun shine."
    },
    {
      "cite": "Tom Peters",
      "quote": "If silly things were not done, intelligent things would never happen."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is always a silly thing to give advice, but to give good advice is absolutely fatal."
    },
    {
      "cite": "Marshall Cook",
      "quote": "Creative people must entertain lots of silly ideas in order to receive the occasional strokes of genius."
    }
  ]
}