{
  "source": "https://www.wisesayings.com/being-myself-quotes/",
  "theme": "being-myself",
  "quotes": [
    {
      "cite": "Hugh Prather",
      "quote": "Being myself includes taking risks with myself, taking risks on new behavior, trying new ways of 'being myself', so that I can see who it is I want to be."
    },
    {
      "cite": "Nathan Parsons",
      "quote": "Simply being myself makes me feel vulnerable."
    },
    {
      "cite": "Kevyn Aucoin",
      "quote": "I never went wrong by being myself."
    },
    {
      "cite": "James McAvoy",
      "quote": "I take a lot of pride in being myself. I'm comfortable with who I am."
    },
    {
      "cite": "Sufjan Stevens",
      "quote": "I'm terrified of just being myself because I think it's boring. I know who I really am and I think it's boring."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "When I'm trusting and being myself as fully as possible, everything in my life reflects this by falling into place easily, often miraculously."
    },
    {
      "cite": "Mooji",
      "quote": "I don’t have to be anything at all. I don’t even have to be myself, because there is no such thing as not being myself. I am inescapably myself."
    },
    {
      "cite": "Rex Stout",
      "quote": "I have never regarded myself as this or that. I have been too busy being myself to bother about regarding myself."
    },
    {
      "cite": "Demi Lovato",
      "quote": "I try to keep it real. I don’t have time to worry about what I’m projecting to the world. I’m just busy being myself."
    },
    {
      "cite": "Tsem Tulku",
      "quote": "If being me offends you, maybe I'm not the problem."
    },
    {
      "cite": "Alyssa Edwards",
      "quote": "It took a lot of years of me on my own, coaching myself, to look in the mirror and love the reflection."
    },
    {
      "cite": "Mariah Carey",
      "quote": "You really have to look inside yourself and find your own inner strength, and say, 'I'm proud of what I am and who I am, and I'm just going to be myself.'"
    },
    {
      "cite": "Lady Gaga",
      "quote": "I allow myself to fail. I allow myself to break. I'm not afraid of my flaws."
    },
    {
      "cite": "Franchesca Ramsey",
      "quote": "It took me years to realize that 'normal' is actually super boring and that being myself was harder but infinitely more rewarding."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "I prefer to be true to myself, even at the hazard of incurring the ridicule of others, rather than to be false, and to incur my own abhorrence."
    },
    {
      "cite": "Coco Chanel",
      "quote": "I don’t care what you think about me. I don’t think about you at all."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I will not let anyone walk through my mind with their dirty feet."
    },
    {
      "cite": "Jeff Hardy",
      "quote": "Being myself is what got me to where I am."
    },
    {
      "cite": "Patrick Kane",
      "quote": "I’ve always prided myself on being myself and trying to stick true to who I am and how I was raised."
    },
    {
      "cite": "Rebecca Loos",
      "quote": "I am not trying to give an image of a fairytale, perfect, everything else, I am just being myself."
    },
    {
      "cite": "Dennis Rodman",
      "quote": "I’m just saying I’m being myself, and people understand that."
    },
    {
      "cite": "William Beckett",
      "quote": "I think especially since going solo it’s pretty clear that I’m completely being myself."
    },
    {
      "cite": "Elizabeth Scott",
      "quote": "Sometimes being me is very confusing."
    },
    {
      "cite": "Helen Mirren",
      "quote": "Being me right now is sort of amazing."
    },
    {
      "cite": "Layne Staley",
      "quote": "Being me is no different than being most anyone else, I guess."
    },
    {
      "cite": "Jaylen Brown",
      "quote": "I'm not trying to be different. To me, I'm just being myself."
    },
    {
      "cite": "James Charles",
      "quote": "I'm having fun. I'm being myself. I'm doing what I love. That's all that matters."
    },
    {
      "cite": "Aaliyah",
      "quote": "I stay true to myself and my style, and I am always pushing myself to be aware of that and be original."
    },
    {
      "cite": "Khalid",
      "quote": "I would classify myself as an individual. That's what I try to stay true with - being myself, 100 percent."
    },
    {
      "cite": "Dwayne Johnson",
      "quote": "The single most powerful thing I can be is to be myself."
    },
    {
      "cite": "Liam Gallagher",
      "quote": "It gets better and better being me"
    }
  ]
}