{
  "source": "https://www.wisesayings.com/being-scared-quotes/",
  "theme": "being-scared",
  "quotes": [
    {
      "cite": "Alex Elle",
      "quote": "Sometimes we have to stop being being scared and just go for it."
    },
    {
      "cite": "Seneca",
      "quote": "If we let things terrify us, life will not be worth living."
    },
    {
      "cite": "Frank Ocean",
      "quote": "People are just afraid of things too much. Afraid of things that don't necessarily merit fear."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "We are afraid to care too much, for fear that the other person does not care at all."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "Only when we are no longer afraid do we begin to live."
    },
    {
      "cite": "Fridtjof Nansen",
      "quote": "Never stop because you are afraid - you are never so likely to be wrong."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "Being scared can keep a man from getting killed, and often makes a better fighter out of him."
    },
    {
      "cite": "Bayard Rustin",
      "quote": "To be afraid is to behave as if the truth were not true."
    },
    {
      "cite": "Stephen Graham Jones",
      "quote": "There's no purer feeling in the world than being scared."
    },
    {
      "cite": "Author Unknown",
      "quote": "Stop being afraid of what could go wrong and start being positive about what could go right."
    },
    {
      "cite": "Alexa Von Tobel",
      "quote": "Learning how to face fear really makes you invincible because you stop being scared."
    },
    {
      "cite": "Joel Brown",
      "quote": "You can only be brave by being afraid. Embrace what you are scared of and shift its energy to destroy your fears."
    },
    {
      "cite": "John Connolly",
      "quote": "Being scared isn't the problem. It's not running away that's the hard part."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes you have to stop being scared & just go for it. Either it will work, or it won't. That's life."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Never be afraid to trust an unknown future to a known God."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What you are afraid to do is a clear indicator of the next thing you need to do."
    },
    {
      "cite": "Meredith Grey",
      "quote": "Sometime it's good to be scared. It means you still have something to lose."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "A man who is not afraid is not aggressive, a man who has no sense of fear of any kind is really a free, a peaceful man."
    },
    {
      "cite": "Plato",
      "quote": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Being scared is part of being alive. Accept it. Walk through it."
    },
    {
      "cite": "Sam Snead",
      "quote": "Of the mental hazards, being scared is the worst. When you get scared, you get tense."
    },
    {
      "cite": "Art Garfunkel",
      "quote": "Everything worth doing starts with being scared."
    },
    {
      "cite": "Zac Efron",
      "quote": "There's no point in being scared of just trying."
    },
    {
      "cite": "Jason Blum",
      "quote": "For some reason, people value being scared less than they value laughing."
    },
    {
      "cite": "Lawrence Bender",
      "quote": "Being scared is really a good thing. It's being scared of being scared that's bad. Being scared of walking through your fear, going to a place of true creativity - that's what an artist is, that's what he does. If you do that, then being inspired by your contemporaries or people from the past is really great."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "He who is not everyday conquering some fear has not learned the secret of life."
    },
    {
      "cite": "Marissa Mayer",
      "quote": "If you push through that feeling of being scared, that feeling of taking risk, really amazing things can happen."
    },
    {
      "cite": "David Foster Wallace",
      "quote": "You have decided being scared is caused mostly by thinking."
    },
    {
      "cite": "Mira Grant",
      "quote": "That's the trouble with being scared all the time. Eventually, people just go numb."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "One is never afraid of the unknown; one is afraid of the known coming to an end."
    }
  ]
}