{
  "source": "https://www.wisesayings.com/being-crazy-quotes/",
  "theme": "being-crazy",
  "quotes": [
    {
      "cite": "Kate Winslet",
      "quote": "If being crazy means living life as if it matters, then I don't mind being completely insane."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Insanity is often the logic of an accurate mind overtasked."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "You have to go on and be crazy. Craziness is like heaven."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Of course I'm crazy, but that doesn't mean I'm wrong."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "I want to continue being crazy; living my life the way I dream it, and not the way the other people want it to be."
    },
    {
      "cite": "Chris Evans",
      "quote": "I can handle the craziness some of the time, maybe most of the time. But I know I can't handle it all of the time."
    },
    {
      "cite": "Bryan Cranston",
      "quote": "With craziness, you can't predict it. There's very little defense you can have on craziness."
    },
    {
      "cite": "Tim Burton",
      "quote": "One person's craziness is another person's reality."
    },
    {
      "cite": "R. D. Laing",
      "quote": "Insanity - a perfectly rational adjustment to an insane world."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Insanity in individuals is something rare - but in groups, parties, nations and epochs, it is the rule."
    },
    {
      "cite": "Sam Levenson",
      "quote": "Insanity is hereditary; you get it from your children."
    },
    {
      "cite": "Elizabeth Wurtzel",
      "quote": "Insanity is knowing that what you're doing is completely idiotic, but still, somehow, you just can't stop it."
    },
    {
      "cite": "Josh Lieb",
      "quote": "Insanity is just what we call stupidity when it doesn't make sense."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Insanity is doing the same thing over and over again, but expecting different results."
    },
    {
      "cite": "J.G. Ballard",
      "quote": "In a totally sane society, madness is the only freedom."
    },
    {
      "cite": "Nathaniel Emmons",
      "quote": "Insanity destroys reason, but not wit."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "One is very crazy when in love."
    },
    {
      "cite": "H.S. Thompson",
      "quote": "If you're going to be crazy, you have to get paid for it or else you're going to be locked up."
    },
    {
      "cite": "Wes Campton",
      "quote": "Craziness is what makes the world round, without crazy, there wouldnt be passion."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "We are all born mad. Some remain so."
    },
    {
      "cite": "Henry Rollins",
      "quote": "You need a little bit of insanity to do great things."
    },
    {
      "cite": "Richard Armitage",
      "quote": "I think insanity is the hardest thing to play."
    },
    {
      "cite": "Cary Grant",
      "quote": "Insanity doesn't run in my family. It gallops."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Everyone is more or less mad on one point."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The great proof of madness is the disproportion of one's designs to one's means."
    },
    {
      "cite": "William Allen White",
      "quote": "There is no insanity so devastating in man's life as utter sanity."
    },
    {
      "cite": "Mark Twain",
      "quote": "When we remember we are all mad, the mysteries disappear and life stands explained."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Better mad with the rest of the world than wise alone."
    },
    {
      "cite": "Charles Manson",
      "quote": "You know, a long time ago being crazy meant something. Nowadays everybody's crazy."
    },
    {
      "cite": "Joseph Heller",
      "quote": "Insanity is contagious."
    },
    {
      "cite": "George Carlin",
      "quote": "Here's all you have to know about men and women: women are crazy, men are stupid. And the main reason women are crazy is that men are stupid."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Being crazy isn't enough."
    },
    {
      "cite": "Roald Dahl",
      "quote": "Don't gobblefunk around with words."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "The Edge... There is no honest way to explain it because the only people who really know where it is are the ones who have gone over."
    },
    {
      "cite": "Deb Caletti",
      "quote": "Rejection, though--it could make the loss of someone you weren't even that crazy about feel gut wrenching and world ending."
    },
    {
      "cite": "Emilie Autumn",
      "quote": "Some are born mad, some achieve madness, and some have madness thrust upon 'em.'"
    },
    {
      "cite": "Criss Jami",
      "quote": "To be heroic is to be courageous enough to die for something; to be inspirational is to be crazy enough to live a little."
    },
    {
      "cite": "Margaret Chittenden",
      "quote": "Many people hear voices when no one is there. Some of them are called mad and are shut up in rooms where they stare at the walls all day. Others are called writers and they do pretty much the same thing."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "The thoughts written on the walls of madhouses by their inmates might be worth publicizing."
    },
    {
      "cite": "Waylon Jennings",
      "quote": "I may be crazy, but it keeps me from going insane."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Live life fully while you're here. Experience everything. Take care of yourself and your friends. Have fun, be crazy, be weird. Go out and screw up! You're going to anyway, so you might as well enjoy the process. Take the opportunity to learn from your mistakes: find the cause of your problem and eliminate it. Don't try to be perfect; just be an excellent example of being human."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "What sane person could live in this world and not be crazy?"
    },
    {
      "cite": "John Waters",
      "quote": "It wasn't until I started reading and found books they wouldn't let us read in school that I discovered you could be insane and happy and have a good life without being like everybody else."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Men have called me mad; but the question is not yet settled, whether madness is or is not the loftiest intelligence - whether much that is glorious - whether all that is profound - does not spring from disease of thought - from moods of mind exalted at the expense of the general intellect."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Dreams are often most profound when they seem the most crazy."
    },
    {
      "cite": "Tsoknyi Rinpoche",
      "quote": "The point is to be free, not to be crazy."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Live life fully while you're here. Experience everything. Take care of yourself and your friends. Have fun, be crazy, be weird."
    },
    {
      "cite": "Weihui Zhou",
      "quote": "Crazy people are considered mad by the rest of the society only because their intelligence isn't understood."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Some people never go crazy. What truly horrible lives they must live."
    },
    {
      "cite": "Jim Harrison",
      "quote": "Some people hear their own inner voices with great clearness. And they live by what they hear. Such people become crazy… or they become legends."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Love is the gross exaggeration of the difference between one person and everybody else."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "A man in love is incomplete until he is married. Then he’s finished."
    },
    {
      "cite": "Socrates",
      "quote": "My advice to you is get married: if you find a good wife you’ll be happy; if not, you’ll become a philosopher."
    },
    {
      "cite": "Sheila Ballantyne",
      "quote": "You can always trust the information given to you by people who are crazy; they have an access to truth not available through regular channels."
    },
    {
      "cite": "Max Walker",
      "quote": "We’re all crazy and the only difference between patients and their therapists is the therapists haven’t been caught yet."
    },
    {
      "cite": "Mara Purnhagen",
      "quote": "You could have all the crazy thoughts you wanted, as long as you smiled and kept them to yourself."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Crazy' is a term of art; 'Insane' is a term of law. Remember that, and you will save yourself a lot of trouble."
    },
    {
      "cite": "Taylor Swift",
      "quote": "Silence speaks so much louder than screaming tantrums. Never give anyone an excuse to say that you're crazy."
    },
    {
      "cite": "Christian Baloga",
      "quote": "Minds that have withered into psychosis are far more terrifying than any character of fiction."
    },
    {
      "cite": "Ella Fox",
      "quote": "You need to decide to stop letting their crazy box you in."
    },
    {
      "cite": "Niels Bohr",
      "quote": "We are all agreed that your theory is crazy. The question which divides us is whether it is crazy enough to have a chance of being correct. My own feeling is that it is not crazy enough."
    },
    {
      "cite": "Juliette Binoche",
      "quote": "What I love most about this crazy life is the adventure of it."
    },
    {
      "cite": "Mark Cuban",
      "quote": "Work like there is someone working twenty-four hours a day to take it all away from you."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "I’m not strange, weird, off, nor crazy, my reality is just different from yours."
    },
    {
      "cite": "Eminem",
      "quote": "The truth is you don’t know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed."
    },
    {
      "cite": "Akira Kurosawa",
      "quote": "In a mad world, only the mad are sane."
    },
    {
      "cite": "Isaac Newton",
      "quote": "To myself I am only a child playing on the beach, while vast oceans of truth lie undiscovered before me."
    },
    {
      "cite": "Elvis Presley",
      "quote": "People think you’re crazy if you talk about things they don’t understand."
    },
    {
      "cite": "Jackie Chan",
      "quote": "I’m crazy, but I’m not stupid."
    },
    {
      "cite": "Bill Watterson",
      "quote": "The surest sign that intelligent life exists elsewhere in the universe is that it has never tried to contact us."
    },
    {
      "cite": "Urie Bronfenbrenner",
      "quote": "In order to develop normally, a child requires progressively more complex joint activity with one or more adults who have an irrational emotional relationship with the child. Somebody’s got to be crazy about that kid. That’s number one. First, last and always."
    },
    {
      "cite": "R.A. Salvatore",
      "quote": "Sane is boring."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My psychiatrist told me I’m going crazy. I told him, ‘If you don’t mind I’d like a second opinion.’ He said, ‘All right… you’re ugly too!’"
    },
    {
      "cite": "Albert Einstein",
      "quote": "A question that sometimes drives me hazy: am I or are the others crazy?"
    },
    {
      "cite": "Woody Allen",
      "quote": "I was nauseous and tingly all over. I was either in love or I had smallpox."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Friendship is born at that moment when one person says to another, ‘What! You too? I thought I was the only one!"
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "The statistics on sanity are that one out of every four Americans is suffering from some form of mental illness. Think of your three best friends. If they’re okay, then it’s you."
    }
  ]
}