{
  "source": "https://www.wisesayings.com/being-alone-quotes/",
  "theme": "being-alone",
  "quotes": [
    {
      "cite": "Robin Williams",
      "quote": "I used to think that the worst thing in life was to end up all alone. It's not. The worst thing in life is ending up with people who make you feel all alone."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I love to be alone. I never found the companion that was so companionable as solitude."
    },
    {
      "cite": "Orson Welles",
      "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I live in that solitude which is painful in youth, but delicious in the years of maturity."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "It's better to be unhappy alone than unhappy with someone."
    },
    {
      "cite": "Amy Sedaris",
      "quote": "I think it's good for a person to spend time alone. It gives them an opportunity to discover who they are and to figure out why they are always alone."
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "There are days when solitude is a heady wine that intoxicates you with freedom, others when it is a bitter tonic, and still others when it is a poison that makes you beat your head against the wall."
    },
    {
      "cite": "Mother Teresa",
      "quote": "The most terrible poverty is loneliness, and the feeling of being unloved."
    },
    {
      "cite": "Michael Josephson",
      "quote": "If you want to be happy, learn to be alone without being lonely. Learn that being alone does not mean being unhappy. The world is full of plenty of interesting and enjoyable things to do and people who can enrich your life."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Until you get comfortable with being alone, you'll never know if you're choosing someone out of love or loneliness."
    },
    {
      "cite": "Warsan Shire",
      "quote": "My alone feels so good, I'll only have you if you're sweeter than my solitude."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better."
    },
    {
      "cite": "K.T. Jong",
      "quote": "It is only when we silent the blaring sounds of our daily existence that we can finally hear the whispers of truth that life reveals to us, as it stands knocking on the doorsteps of our hearts."
    },
    {
      "cite": "Rollo May",
      "quote": "In order to be open to creativity, one must have the capacity for constructive use of solitude. One must overcome the fear of being alone."
    },
    {
      "cite": "Chidere Eggerue",
      "quote": "You’ve got to be fond of yourself enough to support yourself emotionally regardless of the intimate company of someone else."
    },
    {
      "cite": "Chidere Eggerue",
      "quote": "Nobody is ever going to be able to fill your you shaped hole for you...The gaping hole we all have inside that deeply craves validation, love and comfort."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Let me tell you this: If you meet a loner, no matter what they tell you, it’s not because they enjoy solitude. It’s because they have tried to blend into the world before, and people continue to disappoint them."
    },
    {
      "cite": "Gregg Michaelsen",
      "quote": "What has really happened when you feel alone is that you’ve  abandoned yourself. You have stopped taking care of your own basic needs — you don’t value yourself, you don’t listen to your own thoughts, and you don’t take care of your physical, emotional, or spiritual self. This is what is causing you to feel alone. You have abandoned you."
    },
    {
      "cite": "Hafiz",
      "quote": "I wish I could show you when you are lonely or in darkness the astonishing light of your own being."
    },
    {
      "cite": "Sienna Miller",
      "quote": "As I get older I'm more and more comfortable being alone."
    },
    {
      "cite": "Arnold Rothstein",
      "quote": "Don't go away. I don't want to be alone. I can't stand being alone."
    },
    {
      "cite": "Anne Hathaway",
      "quote": "Loneliness is my least favorite thing about life. The thing that I'm most worried about is just being alone without anybody to care for or someone who will care for me."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I don't want to be alone, I want to be left alone."
    },
    {
      "cite": "Joshua Slocum",
      "quote": "I had already found that it was not good to be alone, and so made companionship with what there was around me, sometimes with the universe and sometimes with my own insignificant self; but my books were always my friends, let fail all else."
    },
    {
      "cite": "Ronald Anthony",
      "quote": "When we truly realize that we are all alone is when we need others the most."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Don't feel alone, because there is always someone out there who loves you more than you can imagine."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Without great solitude no serious work is possible."
    },
    {
      "cite": "Jules Renard",
      "quote": "If you are afraid of being lonely, don't try to be right.\""
    },
    {
      "cite": "Tinku Razoria",
      "quote": "Sometimes its better to be alone, no one can hurt you that way."
    },
    {
      "cite": "Ellen Burstyn",
      "quote": "What a lovely surprise to finally discover how unlonely being alone can be."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "All man's miseries derive from not being able to sit quietly in a room alone."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You cannot be lonely if you like the person you're alone with."
    },
    {
      "cite": "Lane Moore",
      "quote": "On some level I walk through the world like the adult human version of the baby bird in Are You My Mother? Subconsciously waiting for someone to see that I am very take-care-of-able, can I live with you now? I know you are my age, but have you ever thought of adopting an adult."
    },
    {
      "cite": "Lorraine Hansberry",
      "quote": "Never be afraid to sit awhile and think."
    },
    {
      "cite": "Cheryl Strayed",
      "quote": "Alone had always felt like an actual place to me, as if it weren't a state of being, but rather a room where I could retreat to be who I really was."
    },
    {
      "cite": "Janett Menzel",
      "quote": "What the fear of being alone represents and what causes loneliness is a wake-up call from your heart and soul. They want to show you what lies dormant and triggers all your emotions. They ask you to understand instead of just listen. They beg for attention and ask for reminders of your true nature. They do not know guilt or shame, only truth and profoundness."
    },
    {
      "cite": "Alice Koller",
      "quote": "Being solitary is being alone well: being alone luxuriously immersed in doings of your own choice, aware of the fullness of your won presence rather than of the absence of others. Because solitude is an achievement."
    },
    {
      "cite": "Amber Coffman, David Donnell Longstreth",
      "quote": "Gotta be okay for a while alone / Look out the window, feeling the glare / Wish I knew how to come up for air / But when I can't see the light / And I wanna hide / When I feel like I'm losing my mind / I gotta sing it out, sing it all to myself / There's no one to run to / There's a voice inside of me / And it's time to listen"
    },
    {
      "cite": "Andy Rooney",
      "quote": "The great virtue of being alone is that your mind can go its own way."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "A man can be himself only so long as he is alone; and if he does not love solitude, he will not love freedom; for it is only when he is alone that he is really free."
    },
    {
      "cite": "Bella DePaulo",
      "quote": "For unknown numbers of people, being alone is not just a preference - it is a craving, a need. Deprived of their time alone for too long, they begin to fantasize about it. Nothing feels quite right until their need for solitude is replenished."
    },
    {
      "cite": "Berthold Auerbach",
      "quote": "Being alone when one's belief is firm, is not to be alone."
    },
    {
      "cite": "Buddha",
      "quote": "Sitting alone, sleeping alone, acting alone, let the diligent one enjoy the forest, taming the self alone."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "To dare to live alone is the rarest courage; since there are many who had rather meet their bitterest enemy in the field than their own hearts in their closets."
    },
    {
      "cite": "Cicero",
      "quote": "He is never less at leisure than when at leisure, nor less alone than when he is alone."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Perhaps only people who are capable of real togetherness have that look of being alone in the universe. The others have a certain stickiness, they stick to the mass."
    },
    {
      "cite": "Diana Wynn Jones",
      "quote": "I mean one of the things about being alone is that you’ve no people to define yourself off, I mean, people are like all-round mirrors, because let’s face it, we don’t often see ourselves all round in a mirror anyway, do we."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "All alone! Whether you like it or not, alone is something you'll be quite a lot!"
    },
    {
      "cite": "Earl Sweatshirt",
      "quote": "People think being alone is a luxury, but it's crucial: Whatever you're not down with about yourself gets loud and in your face."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path."
    },
    {
      "cite": "George Herbert",
      "quote": "By all means use sometimes to be alone. Salute thyself; see what thy soul doth wear."
    },
    {
      "cite": "George Washington",
      "quote": "Associate yourself with men of good quality, if you esteem your own reputation, for ‘tis better to be alone than in bad company."
    },
    {
      "cite": "Hank Williams Sr.",
      "quote": "Alone and forsaken / By fate and by man / O lord if you hear me / Take hold my hand"
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Nobody likes being alone that much. I don't go out of my way to make friends, that's all. It just leads to disappointment."
    },
    {
      "cite": "Helen Jellicoe, Enlightened",
      "quote": "I don't mind being alone. Conversation's better."
    },
    {
      "cite": "I AM Jory",
      "quote": "It's hard to love yourself when everyone berates you / I try my best / But there is no rest / But its okay, ill be okay / I'll be alone when the night ends"
    },
    {
      "cite": "Jalaluddin Rumi",
      "quote": "Which is worth more, a crowd of thousands, or your own genuine solitude? Freedom, or power over an entire nation. A little while alone in your room will prove more valuable than anything else that could ever be given you."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "All men's misfortunes spring from their hatred of being alone."
    },
    {
      "cite": "Jean Paul Sartre",
      "quote": "If you're lonely when you're alone, you're in bad company."
    },
    {
      "cite": "Jennifer Stitt",
      "quote": "In solitude, the soundless dialogue which the soul holds with herself finally becomes audible."
    },
    {
      "cite": "John Milton",
      "quote": "In solitude What happiness? Who can enjoy alone, Or all enjoying what contentment find?"
    },
    {
      "cite": "Jude Bijou",
      "quote": "Being alone in nature is another way to feel the joy of beauty - and oneness with a greater whole."
    },
    {
      "cite": "Kangana Ranaut",
      "quote": "Freedom of being alone is intoxicating."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "There are those among you who seek the talkative through fear of being alone. The silence of aloneness reveals to their eyes their naked selves and they would escape."
    },
    {
      "cite": "Kim Culbertson",
      "quote": "People think being alone makes you lonely, but I don't think that's true. Being surrounded by the wrong people is the loneliest thing in the world."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "In the quiet, unexpressed, unwrestled-through disappointments, Satan is handcrafting his most damning weapons against us and those we love. It's his subtle seduction to get us alone with our thoughts so he can slip in whispers that will develop our disappointments into destructive choices. If the enemy can isolate us, he can influence us."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Nowhere can man find a quieter or more untroubled retreat than in his own soul."
    },
    {
      "cite": "Maria Isabel Barreno",
      "quote": "It is only alone, truly alone that one bursts apart, springs forth."
    },
    {
      "cite": "Marjorie M. Liu",
      "quote": "Being alone was easier. No risk, just loneliness. No one ever died from that."
    },
    {
      "cite": "Mark Goulston",
      "quote": "Being alone with fear can rapidly turn into panic. Being alone with frustration can rapidly turn into anger. Being alone with disappointment can rapid turn into discouragement and, even worse, despair."
    },
    {
      "cite": "Martin Luther",
      "quote": "Every man must do two things alone; he must do his own believing and his own dying."
    },
    {
      "cite": "May Sarton",
      "quote": "I simply adore being alone - I find it a consuming thirst - and when that thirst is slaked, then I am happy."
    },
    {
      "cite": "Michael Brandon, A Change of Seasons",
      "quote": "We come alone and we leave alone. Everything else is a gift."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "We must reserve a little back-shop, all our own, entirely free, wherein to establish our true liberty and principal retreat and solitude."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Being courageous in solitude, without witnesses, without the prize of a consent, alone in front of oneself, requires great courage and great strength"
    },
    {
      "cite": "Nikhil Parekh, \"Leave Me alone\"",
      "quote": "Leave me alone; to battle my loneliness till the time I emerged irrevocably triumphant; sprinted forward in untamed exhilaration to bask in the full fervor of life."
    },
    {
      "cite": "Octavio Paz",
      "quote": "Solitude is the profoundest fact of the human condition. Man is the only being who knows he is alone."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Nothing else so destroys the power to stand alone as the habit of leaning upon others. If you lean, you will never be strong or original. Stand alone or bury your ambition to be somebody in the world."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I think it's very healty to spend time alone. You need to know how to be alone and not be defined by another person."
    },
    {
      "cite": "Paul Johannes Tillich",
      "quote": "Our language has wisely sensed the two sides of being alone. It has created the word \"loneliness\" to express the pain of being alone. And it has created the word \"solitude\" to express the glory of being alone."
    },
    {
      "cite": "Pearl Buck",
      "quote": "Inside myself is a place where I live all alone, and that’s where I renew my springs that never dry up."
    },
    {
      "cite": "Queen of the Beggars, Thief",
      "quote": "To be alone: You must have something to be alone from."
    },
    {
      "cite": "R.H. Sin",
      "quote": "Alone by herself she built the kingdom that she wanted."
    },
    {
      "cite": "Rainer Maria Rilke, \"I Am Much Too Alone in This World, Yet Not Alone\"",
      "quote": "I am much too alone in this world, yet not alone enough to truly consecrate the hour...I want my free will and want it accompanying the path which leads to action; and want during times that beg questions, where something is up, to be among those in the know, or else be alone."
    },
    {
      "cite": "Rajneesh",
      "quote": "Real love is not an escape from loneliness, real love is an overflowing aloneness. One is so happy in being alone that one would like to share."
    },
    {
      "cite": "Richard Yates",
      "quote": "Being alone has nothing to do with how many people are around."
    },
    {
      "cite": "Richard, Desk Set",
      "quote": "That's one of the advantages of living alone, no one tells you anything."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Truth is, I’m generally happiest when it’s just me. It’s okay to be madly in love with yourself."
    },
    {
      "cite": "Romain Rolland",
      "quote": "Every man who is truly a man must learn to be alone in the midst of all the others, and if need be against all the others."
    },
    {
      "cite": "Sherry Turkle",
      "quote": "You need to know how to be alone in order to know how to be together."
    },
    {
      "cite": "Siegfried Sassoon",
      "quote": "Alone ... The word is life endured and known. It is the stillness where our spirits walk And all but inmost faith is overthrown."
    },
    {
      "cite": "Steven Aitchison",
      "quote": "Being alone has a power that very few people can handle."
    },
    {
      "cite": "Susan L. Taylor",
      "quote": "We cannot avoid being alone, so we'd better learn to love our own company. We learn our greatest life lessons alone. We discover the truth of who we are alone."
    },
    {
      "cite": "Tom Sizemore",
      "quote": "Being alone is scarier than any boogey man and the reason why I don’t choose to see Horror movies as a rule."
    },
    {
      "cite": "Willowcat",
      "quote": "People drain me. That's why I embrace Silence and Solitude, I can spend days and days On my own without Any human contact, Not feeling lonely for even a moment."
    }
  ]
}