{
  "source": "https://www.wisesayings.com/being-humble-quotes/",
  "theme": "being-humble",
  "quotes": [
    {
      "cite": "Nelson Mandela",
      "quote": "I stand here before you not as a prophet, but as a humble servant of you, the people."
    },
    {
      "cite": "George Arliss",
      "quote": "Humility is the only true wisdom by which we prepare our minds for all the possible changes of life."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "To be humble to superiors is duty, to equals courtesy, to inferiors nobleness."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "The true way to be humble is not to stoop until you are smaller than yourself, but to stand at your real height against some higher nature that will show you what the real smallness of your greatness is."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Being humble means recognizing that we are not on earth to see how important we can become, but to see how much difference we can make in the lives of others."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I claim to be a simple individual liable to err like any other fellow mortal. I own, however, that I have humility enough to confess my errors and to retrace my steps."
    },
    {
      "cite": "John J. Mccloy",
      "quote": "Humility leads to strength and not to weakness. It is the highest form of self-respect to admit mistakes and to make amends for them."
    },
    {
      "cite": "Tim Tebow",
      "quote": "We have to humble ourselves and the way you do that is by serving other people."
    },
    {
      "cite": "Beeru Singh",
      "quote": "No matter how high up you get, never forget where you came from."
    },
    {
      "cite": "Freida Pinto",
      "quote": "I'll never forget where I'm from. It's essential to remain humble and evolving."
    },
    {
      "cite": "Joseph Hall",
      "quote": "He is a very humble man, that thinks not himself better than some others."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "Humility is royalty without a crown."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "We come nearest to the great when we are great in humility."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A great man is always willing to be little."
    },
    {
      "cite": "Bryant McGill",
      "quote": "If you are really humble you will put yourself first when you need to take care of you."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Humility is not thinking less of yourself, but thinking of yourself less."
    },
    {
      "cite": "William Safire",
      "quote": "Nobody stands taller than those willing to stand corrected."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "Humility is the ability to give up your pride and still retain your dignity."
    },
    {
      "cite": "David Richo",
      "quote": "Humility means accepting reality with no attempt to outsmart it."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "Nothing is more intolerable than to have to admit to yourself your own errors."
    },
    {
      "cite": "Bryant McGill",
      "quote": "We must quit thinking we know everything, and quit placing \"knowledge\" over kindness and compassion."
    },
    {
      "cite": "Tanya Copprue",
      "quote": "True humility is having the understanding that, even as a small seed, we are still an important part of the greater plan. However, we are not the master planner."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "If you would have people speak well of you, then do not speak well of yourself."
    },
    {
      "cite": "William Hazlitt",
      "quote": "No truly great person ever thought themselves so."
    },
    {
      "cite": "Steve G. Makris",
      "quote": "Always remember when you are on top of the world , that the earth rotates every 24 hrs."
    },
    {
      "cite": "Judith Martin",
      "quote": "It is far more impressive when others discover your good qualities without your help."
    },
    {
      "cite": "Joseph E. Rogers",
      "quote": "A man who is at the top is a man who has the habit of getting to the bottom."
    },
    {
      "cite": "Maurice Switzer",
      "quote": "There's a lot to be said for the fellow who doesn't say it himself."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The less people speak of their greatness, the more we think of it."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "True humility involves opposites. The truly humble work in silence. Because they do not speak of their accomplishments, credit for them can never be taken away."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "He who truly knows has no occasion to shout."
    },
    {
      "cite": "Bishop Michael Eneja",
      "quote": "A genuinely humble person humbles himself even before those who should be humbled by his presence."
    },
    {
      "cite": "Mark Twain",
      "quote": "Always acknowledge a fault. This will throw those in authority off their guard and give you an opportunity to commit more."
    },
    {
      "cite": "William Gurnall",
      "quote": "Humble souls are fearful of their own strength."
    },
    {
      "cite": "Desmond Fouche",
      "quote": "Being humble takes more courage than hauling arrogance."
    },
    {
      "cite": "Senora Roy",
      "quote": "The higher we get educated and higher we are placed, the softer should be our approach and humbler should be our attitude."
    },
    {
      "cite": "Ernest Moritz Arndt",
      "quote": "Only those who feel little in the eyes of God, can hope to be mighty in the eyes of men."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A true genius admits that he/she knows nothing."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The higher we are placed, the more humbly we should walk."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Humble people ask for help."
    },
    {
      "cite": "Kevin Hart",
      "quote": "Being humble matters."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "One may be humble out of pride."
    },
    {
      "cite": "Henry Johnson Jr",
      "quote": "Don't let proud get to your head, always humble yourself."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "To the extent we behave with humility, to that extent good will result."
    },
    {
      "cite": "Louis B Mayer",
      "quote": "Be smart, but never show it."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Humility is to make a right estimate of one's self."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind."
    },
    {
      "cite": "unknown",
      "quote": "Swallow your pride occasionally, it's non-fattening!"
    },
    {
      "cite": "Frank Ocean",
      "quote": "Work hard in silence, let your success be your noise."
    },
    {
      "cite": "Criss Jami",
      "quote": "The biggest challenge after success is shutting up about it."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "We have to stop and be humble enough to understand that there is something called mystery."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Plenty of people wish to become devout, but no one wishes to be humble."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "God will have a humble people. Either we can choose to be humble, or we can be compelled to be humble."
    },
    {
      "cite": "John Madden",
      "quote": "Self-praise is for losers. Be a winner. Stand for something. Always have class, and be humble."
    },
    {
      "cite": "Ginuwine",
      "quote": "You've gotta be humble. That's what I've been throughout my whole career."
    },
    {
      "cite": "Carlos Vela",
      "quote": "My family has taught me to keep my feet on the ground and be humble."
    },
    {
      "cite": "Claudio Ranieri",
      "quote": "It is very important to be humble but to maintain the conviction that we can do something good."
    },
    {
      "cite": "Dave Allison",
      "quote": "If we remain humble and hungry, we can win."
    },
    {
      "cite": "Jefferson Davis",
      "quote": "Never be haughty to the humble. Never be humble to the haughty."
    },
    {
      "cite": "Rev. Fr. Peter Obinna Umekwe",
      "quote": "Be completely humble and gentle; be patient, bearing with one another in love."
    },
    {
      "cite": "Rev. Fr. Peter Obinna Umekwe",
      "quote": "Successful indeed are the believers; those who humble themselves in their prayers."
    },
    {
      "cite": "Hannah Anderson",
      "quote": "More of us would probably agree that we \"should\" be more humble."
    },
    {
      "cite": "Hannah Anderson",
      "quote": "When you encounter a person who - for whatever reason - is \"trying\" to be humble, you can spot it almost immediately."
    },
    {
      "cite": "Hannah Anderson",
      "quote": "We know that God \"opposes the proud\" and so we commit to practising humility, to intentionally \"be humble\"."
    },
    {
      "cite": "Hannah Anderson",
      "quote": "Being humble is something you either are or you aren't."
    },
    {
      "cite": "Hannah Anderson",
      "quote": "If we are humble people, it will be obvious."
    },
    {
      "cite": "Daniel McMahon",
      "quote": "Be humble and allow humility in your own personal and professional imperfections to invigorate your drive to improve, to get better, and to push yourself further."
    },
    {
      "cite": "Daniel McMahon",
      "quote": "By exercising humility in circumstances you will thus demonstrate how to be a humble and respected leader."
    },
    {
      "cite": "Franklin A. Ohiozebau",
      "quote": "Learn to be humble but not timid."
    },
    {
      "cite": "Franklin A. Ohiobezau",
      "quote": "Be humble for you are made of earth. Be noble for you are made of stars."
    },
    {
      "cite": "Darlene Bennett",
      "quote": "It is better to be humble and happy than to be arrogant and lonely."
    },
    {
      "cite": "Darlene Bennett",
      "quote": "A humble heart gets God's attention all the time."
    },
    {
      "cite": "Pat Robertson",
      "quote": "The humble person has access to God's wisdom and God's favor."
    },
    {
      "cite": "Jeffrey Krames",
      "quote": "If we can develop a truly humble attitude, we can change the world."
    },
    {
      "cite": "Pope Francis",
      "quote": "We have to be humble, but with real humility, from head-to-toe."
    },
    {
      "cite": "Isaac Watts",
      "quote": "The humble spirit and contrite is an abode of my delight."
    },
    {
      "cite": "Reese Whiterspoon",
      "quote": "Act surprised. Walk slowly to the podium. Be modest. Thank them for this incredible honour."
    }
  ]
}