{
  "source": "https://www.wisesayings.com/being-human-quotes/",
  "theme": "being-human",
  "quotes": [
    {
      "cite": "Deontay Wilder",
      "quote": "Having patience is one of the hardest things about being human. We want to do it now, and we don't want to wait. Sometimes we miss out on our blessing when we rush things and do it on our own time."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Being human means you will make mistakes. And you will make mistakes, because failure is God's way of moving you in another direction."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "Being human always points, and is directed, to something or someone, other than oneself - be it a meaning to fulfill or another human being to encounter."
    },
    {
      "cite": "Amy Gerstler",
      "quote": "I think part of being human is learning to roll with the punches, to deal with any kind of personal or professional disaster that might crop up. You have to learn to deal with that stuff or not survive."
    },
    {
      "cite": "Robert J. Waldinger",
      "quote": "Being human means there's a wall-builder in each of us. Our minds naturally divide the world into me and not-me, us and them. For thousands of years, our sages have taught that we're all one, yet we still divide wherever we look."
    },
    {
      "cite": "Mariella Frostrup",
      "quote": "The great advantage of being human is that we can employ rational thought and resolve to change our circumstances."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Don't try to be perfect; just be an excellent example of being human."
    },
    {
      "cite": "George Orwell",
      "quote": "The essence of being human is that one does not seek perfection."
    },
    {
      "cite": "Trent Reznor",
      "quote": "Being human is a lot more difficult than being on tour."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "There is no doubt that being human is incredibly difficult and cannot be mastered in one lifetime."
    },
    {
      "cite": "Wendell Berry",
      "quote": "We can make ourselves whole only by accepting our partiality, by living within our limits, by being humans not by trying to be gods."
    },
    {
      "cite": "Suzanne Giesemann",
      "quote": "Being human, at times, is very painful, and that leads us to reawakening."
    },
    {
      "cite": "John Edgar Wideman",
      "quote": "That's the beauty and the terror of being human beings: We just have these symbolic languages, these dreams, and that's all it ever is."
    },
    {
      "cite": "Rollo May",
      "quote": "The essence of being human is that, in the brief moment we exist on this spinning planet, we can love some persons and some things, in spite of the fact that time and death will ultimately claim us all."
    },
    {
      "cite": "Tony Campolo",
      "quote": "If being human requires freedom, then enslavement to the cares of this world is dehumanizing."
    },
    {
      "cite": "T. Mills",
      "quote": "Being vulnerable, in my opinion, is not a weakness. It's being human. It is allowing yourself to not have all the answers."
    },
    {
      "cite": "Norman Grubb",
      "quote": "Being human, we can only receive infinite truth in finite doses"
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "Being human, we would expel from our lives physical pain and mental anguish and assure ourselves of continual ease and comfort, but if we were to close the doors upon sorrow and distress, we might be excluding our greatest friends and benefactors. Suffering can make saints of people as they learn patience, long-suffering, and self-mastery."
    },
    {
      "cite": "Edwin Land",
      "quote": "This is the most exciting part of being human. It is using our brains in the highest way. Otherwise we are just healthy animals"
    },
    {
      "cite": "Lana Del Rey",
      "quote": "Being human is difficult. Some people make it more difficult than others. I was one of those people."
    },
    {
      "cite": "A.A. Attanasio",
      "quote": "Being human is the most terrible loneliness in the universe."
    },
    {
      "cite": "Nick Hornby",
      "quote": "The plain state of being human is dramatic enough for anyone; you don't need to be a heroin addict or a performance poet to experience extremity. You just have to love someone."
    },
    {
      "cite": "Sakyong Mipham",
      "quote": "Being human is a precious situation, and we shouldn't waste time in useless activities."
    },
    {
      "cite": "Mark Nepo",
      "quote": "Part of the blessing and challenge of being human is that we must discover our own true nature."
    },
    {
      "cite": "Pierce Brosnan",
      "quote": "Oh, humiliation is poisonous. It's one of the deepest pains of being human."
    },
    {
      "cite": "Daniel Lubetzky",
      "quote": "We're all human, and part of being human is showing respect and support for others' life choices."
    },
    {
      "cite": "Aaron Carter",
      "quote": "The main thing in life is not to be afraid of being human."
    },
    {
      "cite": "Alesha Dixon",
      "quote": "I'm happy to be human, and being human means we aren't perfect."
    },
    {
      "cite": "Miranda Kerr",
      "quote": "It doesn't matter who you are: being human is being human. Everyone has days that are challenging."
    },
    {
      "cite": "Dominic Monaghan",
      "quote": "Obviously the idea of being human is a very human idea."
    },
    {
      "cite": "Matthias Schoenaerts",
      "quote": "Being human is being a lot of things at the same time."
    },
    {
      "cite": "Marie Lu",
      "quote": "Without emotion, what's the point of being human?"
    },
    {
      "cite": "Mark Penn",
      "quote": "Being human is overrated."
    },
    {
      "cite": "Andrew Keen",
      "quote": "Being human in the digital world is about building a digital world for humans."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The passion to explore is at the heart of being human."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Being human means asking the questions of one's own being and living under the impact of the answers given to this question. And, conversely, being human means receiving answers to the questions of one's own being and asking questions under the impact of the answers."
    },
    {
      "cite": "Alice Crary",
      "quote": "Merely being human is morally significant."
    },
    {
      "cite": "Patrick Wolf",
      "quote": "Part of being human is having a sense of humor."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "You are human, you will make mistakes, and it's one of the most beautiful things about being human, but you must learn from your mistakes, otherwise your life will have a lot of unnecessary pain."
    },
    {
      "cite": "Jonathan Haidt",
      "quote": "It's a basic fact about being human that sometimes the self seems to just melt away."
    },
    {
      "cite": "Jane Jacobs",
      "quote": "Being human is itself difficult, and therefore all kinds of settlements (except dream cities) have problems. Big cities have difficulties in abundance, because they have people in abundance."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "Thats the beautiful thing about being human: Things change."
    },
    {
      "cite": "Yongey Mingyur Rinpoche",
      "quote": "Being human means having power; specifically, the power to accomplish whatever we want."
    },
    {
      "cite": "Joel Garreau",
      "quote": "The essence of being human is being creative."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Being human means having doubts and yet still continuing on your path."
    },
    {
      "cite": "Rosa Luxemburg",
      "quote": "Being human means throwing your whole life on the scales of destiny when need be, all the while rejoicing in every sunny day and every beautiful cloud."
    },
    {
      "cite": "Lucy Grealy",
      "quote": "Part of the job of being human is to consistently underestimate our effect on other people."
    },
    {
      "cite": "Jesse Lacey",
      "quote": "Part of being human is that we can’t go back, we can only hope that if we come across that moment again we’ll do it the right way."
    },
    {
      "cite": "Dharma Gowda Hassan",
      "quote": "Being human is not just a statement, it’s an order."
    }
  ]
}