{
  "source": "https://www.wisesayings.com/being-lonely-quotes/",
  "theme": "being-lonely",
  "quotes": [
    {
      "cite": "Mother Teresa",
      "quote": "The most terrible poverty is loneliness, and the feeling of being unloved."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Pray that your loneliness may spur you into finding something to live for, great enough to die for."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Loneliness is never more cruel than when it is felt in close propinquity with someone who has ceased to communicate."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You cannot be lonely if you like the person you're alone with."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The lonely one offers his hand too quickly to whomever he encounters."
    },
    {
      "cite": "Mary Balogh",
      "quote": "The worst thing about loneliness is that it brings one face to face with oneself."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Remember: the time you feel lonely is the time you most need to be by yourself. Life's cruelest irony."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The loneliest moment in someone's life is when they are watching their whole world fall apart, and all they can do is stare blankly."
    },
    {
      "cite": "Lois Lowry",
      "quote": "The worst part of holding the memories is not the pain. It's the loneliness of it. Memories need to be shared."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Loneliness expresses the pain of being alone and solitude expresses the glory of being alone."
    },
    {
      "cite": "Brendan Behan",
      "quote": "At the innermost core of all loneliness is a deep and powerful yearning for union with one's lost self."
    },
    {
      "cite": "Orson Welles",
      "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "The person who tries to live alone will not succeed as a human being. His heart withers if it does not answer another heart. His mind shrinks away if he hears only the echoes of his own thoughts and finds no other inspiration."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Who knows what true loneliness is - not the conventional word but the naked terror? To the lonely themselves it wears a mask. The most miserable outcast hugs some memory or some illusion."
    },
    {
      "cite": "Ivan Albright",
      "quote": "Loneliness is not a fault but a condition of existence."
    },
    {
      "cite": "Bruce Barton",
      "quote": "It would do the world good if every man would compel himself occasionally to be absolutely alone. Most of the world's progress has come out of such loneliness."
    },
    {
      "cite": "Toba Beta",
      "quote": "Thirsty for attention is a cry of loneliness."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "It's better to be unhappy alone than unhappy with someone - so far."
    },
    {
      "cite": "Dante",
      "quote": "There is no greater sorrow than to recall in misery the time when we were happy."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The lonely become either thoughtful or empty."
    },
    {
      "cite": "Joseph F. Newton",
      "quote": "People are lonely because they build walls instead of bridges."
    },
    {
      "cite": "Mark Twain",
      "quote": "The worst loneliness is not to be comfortable with yourself."
    },
    {
      "cite": "Charlotte Bront",
      "quote": "The trouble is not that I am single and likely to stay single, but that I am lonely and likely to stay lonely."
    },
    {
      "cite": "Jules Renard",
      "quote": "If you are afraid of being lonely, don't try to be right."
    },
    {
      "cite": "Georg Trakl",
      "quote": "For whoever is lonely there is a tavern."
    },
    {
      "cite": "Margaret Cho",
      "quote": "People drain me, even the closest of friends, and I find loneliness to be the best state in the union to live in."
    },
    {
      "cite": "Russian Proverb",
      "quote": "A lonely person is at home everywhere."
    }
  ]
}