{
  "source": "https://www.wisesayings.com/being-sick-quotes/",
  "theme": "being-sick",
  "quotes": [
    {
      "cite": "Steve Maraboli",
      "quote": "The reason many people in our society are miserable, sick, and highly stressed is because of an unhealthy attachment to things they have no control over."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "The fact that we are living does not mean we are not sick."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The most poetical thing in the world is not being sick."
    },
    {
      "cite": "Megan Boyle",
      "quote": "Being sick feels like you're wearing someone else's glasses."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Treat a sick man with the medicine and a sad man with the music."
    },
    {
      "cite": "Samuel Butler",
      "quote": "I reckon being ill as one of the great pleasures of life, provided one is not too ill and is not obliged to work till one is better."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Physical ills are the taxes laid upon this wretched life; some are taxed higher, and some lower, but all pay something."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Illness is the most heeded of doctors: to goodness and wisdom we only make promises; pain we obey."
    },
    {
      "cite": "Charles Simmons",
      "quote": "Sickness is the vengeance of nature for the violation of her laws."
    },
    {
      "cite": "Robert Burton",
      "quote": "Diseases crucify the soul of man, attenuate our bodies, dry them, wither them, rivel them up like old apples, make them as so many Anatomies."
    },
    {
      "cite": "Ben Jonson",
      "quote": "If you be sick, your own thoughts make you sick"
    },
    {
      "cite": "Charles Lamb",
      "quote": "To be sick is to enjoy monarchical prerogatives."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "The most important thing when ill, is to never lose heart."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The modern sympathy with invalids is morbid. Illness of any kind is hardly a thing to be encouraged in others."
    },
    {
      "cite": "Mother Goose",
      "quote": "For every ailment under the sun, There is a remedy, or there is none, If there be one, try to find it; If there be none, never mind it."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There is one consolation in being sick; and that is the possibility that you may recover to a better state than you were ever in before."
    },
    {
      "cite": "Fannie Lou Hamer",
      "quote": "I'm sick and tired of being sick and tired."
    },
    {
      "cite": "Anne Bronte",
      "quote": "Oh, I am very weary, Though tears no longer flow; My eyes are tired of weeping, My heart is sick of woe."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "The very first requirement in a hospital is that it should do the sick no harm."
    },
    {
      "cite": "Arthur Rubinstein",
      "quote": "Even when I'm sick and depressed, I love life."
    },
    {
      "cite": "unknown",
      "quote": "A bowl of warmth, a soft face, a new day. Some get-well thoughts sent your way. Feel better soon."
    },
    {
      "cite": "Ralph Bircher",
      "quote": "The treatment is really a cooperative of a trinity--the patient, the doctor and the inner doctor."
    },
    {
      "cite": "unknown",
      "quote": "If just knowing that someone cares about you helps the healing process...then you should be feeling better already."
    },
    {
      "cite": "unknown",
      "quote": "Try not to get overwhelmed by the full scope of your recovery instead look at it one day at a time. Right now you just have to get through today, when that seems impossible know that I'm just a phone call away."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Tis healthy to be sick sometimes."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The sick do not ask if the hand that smoothes their pillow is pure, nor the dying care if the lips that touch their brow have known the kiss of sin."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The sick are the greatest danger for the healthy; it is not from the strongest that harm comes to the strong, but from the weakest."
    },
    {
      "cite": "Ruth Carlisle",
      "quote": "If you treat a sick child like an adult and a sick adult like a child, everything usually works out pretty well"
    },
    {
      "cite": "Francis Bacon",
      "quote": "A healthy body is a guest chamber for the soul: a sick body is a prison"
    },
    {
      "cite": "John Steinbeck",
      "quote": "A sad soul can kill you quicker than a germ"
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Sickness comes on horseback but departs on foot"
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Sometimes I get the feeling that aspirin companies are sponsoring my headaches"
    },
    {
      "cite": "Epictetus.",
      "quote": "It takes more than just a good looking body. You've got to have the heart and soul to go with it"
    },
    {
      "cite": "unknown",
      "quote": "As you rest and heal, know that you are thought of warmly and wished a quick recovery."
    },
    {
      "cite": "unknown",
      "quote": "Give yourself whatever gifts of time and rest you need to feel better - and know that you're surrounded by caring thoughts and prayers and heartfelt wishes. Rest easy. Get well."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "I enjoy convalescence. It is the part that makes the illness worth while."
    },
    {
      "cite": "Finley Peter Dunne",
      "quote": "I wonder why you can always read a doctor's bill and you can never read his prescription."
    },
    {
      "cite": "Voltaire",
      "quote": "The art of medicine consists of amusing the patient while nature cures the disease."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Be careful about reading health books. You may die of a misprint."
    },
    {
      "cite": "Tony Snow",
      "quote": "The art of being sick is not the same as the art of getting well."
    },
    {
      "cite": "John Green",
      "quote": "That's the thing about pain. It demands to be felt."
    },
    {
      "cite": "Sydney Madwed",
      "quote": "The world will change for the better when people decide they are sick and tired of being sick and tired of the way the world is, and decide to change themselves."
    },
    {
      "cite": "Karen Duffy",
      "quote": "In the beginning, when I first found out I had a disease that was incurable, emotionally I had to get used to the idea of being sick before I could think about making any other major decisions in my life."
    },
    {
      "cite": "Bible",
      "quote": "A faithful friend is the medicine of life."
    },
    {
      "cite": "Buddha",
      "quote": "Every human being is the author of his own health and disease."
    },
    {
      "cite": "Lord Byron",
      "quote": "Always laugh when you can...it is a cheap medicine."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Do what is healing to your spirit and without effort you will bring the world healing in return."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "Health is not a condition of matter, but of mind."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Your pain is the breaking of the shell that encloses your understanding. Much of your pain is self-chosen. It is the bitter potion by which the physician within you heals your sick self. Therefore trust the physician, and drink his remedy in silence and tranquility."
    },
    {
      "cite": "Mark Twain",
      "quote": "Be careful about reading health books. You may die of a misprint."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "I’m so mean I make medicine sick!"
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My mother had morning sickness after I was born."
    },
    {
      "cite": "T.D. Jakes",
      "quote": "You can’t have healing without sickness."
    },
    {
      "cite": "Michael Moore",
      "quote": "It should be a crime to make a profit off somebody being sick."
    },
    {
      "cite": "Stuart Scott",
      "quote": "When you die, it does not mean that you lose to cancer, you beat cancer by how you live, why you live and in the manner in which you live."
    },
    {
      "cite": "Felix Frankfurter",
      "quote": "Old age and sickness bring out the essential characteristics of a man."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Some remedies are worse than the disease."
    },
    {
      "cite": "Emory Austin",
      "quote": "Some days there won’t be a song in your heart. Sing anyway."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "The greatest healing therapy is friendship and love."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "With the new day comes new strength and new thoughts."
    },
    {
      "cite": "Louis Dudek",
      "quote": "There are two kinds of people, those who are always well and those who are always sick. Most of the evils of the world come from the first sort and most of the achievements from the second."
    },
    {
      "cite": "Saint Teresa of Avila",
      "quote": "Prayer is an act of love, words are not needed. Even if sickness distracts from thoughts, all that is needed is the will to love."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Everyone who is born holds dual citizenship, in the kingdom of the well and in the kingdom of the sick. Although we all prefer to use only the good passport, sooner or later each of us is obliged, at least for a spell, to identify ourselves as citizens of that other place."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Health is not valued till sickness comes."
    },
    {
      "cite": "Martin Luther",
      "quote": "My heart, which is so full to overflowing, has often been solaced and refreshed by music when sick and weary."
    },
    {
      "cite": "Sara Moss-Wolfe",
      "quote": "Nurses, one of the few blessings of being ill."
    },
    {
      "cite": "unknown",
      "quote": "In order to change, we must be sick and tired of being sick and tired."
    },
    {
      "cite": "Jean-Martin Charcot",
      "quote": "Symptoms, then are in reality nothing but the cry from suffering organs."
    },
    {
      "cite": "Mick McCarthy",
      "quote": "I was feeling as sick as the proverbial donkey."
    },
    {
      "cite": "Charles Dickens",
      "quote": "There is something in sickness that breaks down the pride of manhood."
    },
    {
      "cite": "Peg Bracken",
      "quote": "There's nothing the matter with being sick that getting well can't fix."
    },
    {
      "cite": "Sigismund",
      "quote": "Only do always in health what you have often promised to do when you are sick."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Being sick, have in some measure made me well."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "A sick man's dreams are often extraordinarily distinct and vivid and extremely life-like."
    },
    {
      "cite": "John Cowper Powys",
      "quote": "All living things were irritable, restless, disturbed; sick without being sick; sad without being sad; annoyed without any apparent cause for annoyance!"
    },
    {
      "cite": "Dorothy Parker",
      "quote": "I am not sick, I am not well. My quondam dreams are shot to hell."
    },
    {
      "cite": "Lascelles Abercrombie",
      "quote": "Thousands of them sick and crying. 'Cause when it bumps, it's really very sore."
    },
    {
      "cite": "Buffy Sammons",
      "quote": "Forget about cancer that is inside and how sick I really am.Because I am long from done on this earth and am as silly as ever but still say yes sir and no ma'am."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You missed it when you pay more attention to the damaged car in the mechanic shop than the sick human being in the hospital."
    },
    {
      "cite": "Chris (Simpsons Artist)",
      "quote": "If you feel sick just be sick."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Yet the best cure for a sick soul is love, but even the most advanced physician cannot prescribe it as medicine."
    }
  ]
}