{
  "source": "https://www.wisesayings.com/being-hurt-quotes/",
  "theme": "being-hurt",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nobody can hurt me without my permission."
    },
    {
      "cite": "Bob Marley",
      "quote": "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "I have learned now that while those who speak about one's miseries usually hurt, those who keep silence hurt more."
    },
    {
      "cite": "J.A. Redmerski",
      "quote": "Just because one person's problem is less traumatic than another's doesn't mean they're required to hurt less"
    },
    {
      "cite": "Holly Black",
      "quote": "Those who really love you don't mean to hurt you and if they do, you can't see it in their eyes but it hurts them too."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It is when we hurt that we learn."
    },
    {
      "cite": "Amanda Howells",
      "quote": "The surest way to hurt yourself is to give up on love, just because it didn't work out the first time."
    },
    {
      "cite": "unknown",
      "quote": "Just because somebody is strong enough to handle pain doesn't mean they deserve it."
    },
    {
      "cite": "John Green",
      "quote": "You don't get to choose if you get hurt in this world. But you do have some say in who hurts you."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Do you know the feeling, when your heart is so hurt, that you could feel the blood dripping?"
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Being hurt by someone you truly care about leaves a hole in you heart that only love can fill."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "Being brokenhearted is like having broken ribs. On the outside it looks like nothing's wrong, but every breath hurts."
    },
    {
      "cite": "French Proverb",
      "quote": "He who lives long knows what pain is."
    },
    {
      "cite": "Serbian Proverb",
      "quote": "True pain cannot be concealed."
    },
    {
      "cite": "Irish Proverb",
      "quote": "A man can sleep on every hurt but his own."
    },
    {
      "cite": "Cambodian Proverb",
      "quote": "The least and weakest man can do some hurt."
    },
    {
      "cite": "German Proverb",
      "quote": "‘Tis easier to hurt than heal."
    },
    {
      "cite": "Roman Proverb",
      "quote": "When you are dressing a wound, pain is pain’s medicine."
    },
    {
      "cite": "Tripp Evans",
      "quote": "From hurt comes pain, from pain comes change. If it hurts enough, change will happen."
    },
    {
      "cite": "Victor Frankl",
      "quote": "Pain is only bearable if we know it will end, not if we deny it exists."
    },
    {
      "cite": "Mel Colgrove",
      "quote": "When an emotional injury takes place, the body begins a process as natural as the healing of a physical wound. Let the process happen. Trust that nature will do the healing. Know that the pain will pass, and, when it passes, you will be stronger, happier, and more sensitive and aware."
    },
    {
      "cite": "Bodhidharma",
      "quote": "To have a body is to suffer."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "Better to have pain than paralysis."
    },
    {
      "cite": "Renita Weems",
      "quote": "Love means exposing yourself to the pains of being hurt, deeply hurt by someone you trust."
    },
    {
      "cite": "Malidoma Somé",
      "quote": "A person in pain is being spoken to by that part of himself that knows only how to communicate this way."
    },
    {
      "cite": "John Lennon",
      "quote": "Pain is what we’re in most of the time. And I think the bigger the pain the more gods we need."
    },
    {
      "cite": "Harold S. Kushner",
      "quote": "All we need to do is learn not to be afraid of pain. Grit your teeth and let it hurt. Don’t deny it, don’t be overwhelmed by it. It will not last forever. One day, the pain will be gone and you will still be there."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "There were things I wanted to tell him. But I knew they would hurt him. So I buried them, and let them hurt me."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "unknown",
      "quote": "It hurts to have someone in your heart that you can't have in your arms."
    },
    {
      "cite": "Emilie Autumn",
      "quote": "I still own my heart, which I know because it hurts so much."
    },
    {
      "cite": "George Michael",
      "quote": "If someone really wants to hurt you, they'll find a way whatever. I don't want to live my life worrying about it."
    },
    {
      "cite": "Willie Nelson",
      "quote": "It doesn't hurt to feel sad from time to time."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "That old saying, how you always hurt the one you love, well, it works both ways."
    },
    {
      "cite": "Rafael Prado",
      "quote": "Sometimes, being hurt too many times, doesn't make you stronger, it destroy who you were, who you wanted to be and makes who you are today."
    },
    {
      "cite": "Zakiya Caswell",
      "quote": "It's a lot easier to be angry at someone than it is to tell them you're hurt."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "A torn jacket is soon mended, but hard words bruise the heart of a child."
    },
    {
      "cite": "Louise Penny",
      "quote": "When someone stabs you it's not your fault that you feel pain."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Forget what hurt you in the past, but never forget what it taught you."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Two barrels of tears will not heal a bruise."
    },
    {
      "cite": "Albert Borris",
      "quote": "I can feel the hurt. There's something good about it. Mostly it makes me stop remembering."
    },
    {
      "cite": "Jean Vanier",
      "quote": "He who is or has been deeply hurt has a RIGHT to be sure he is LOVED."
    },
    {
      "cite": "John Steinbeck",
      "quote": "If you're in trouble, or hurt or need -- go to the poor people. They're the only ones that'll help -- the only ones."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "What hurts us is what heals us."
    },
    {
      "cite": "Jack London",
      "quote": "As one grows weaker one is less susceptible to suffering. There is less hurt because there is less to hurt."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "If we aren't capable of being hurt we aren't capable of feeling joy."
    },
    {
      "cite": "Justice Cabral",
      "quote": "When a girl gives up, it's not because she doesn't love you. But she's tired of getting hurt and feels like you'll never care."
    },
    {
      "cite": "Siri Hustvedt",
      "quote": "Pain is always emotional. Fear and depression keep constant company with chronic hurting."
    },
    {
      "cite": "Seneca",
      "quote": "We are more often frightened than hurt; and we suffer more from imagination than from reality."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Don't hold to anger, hurt or pain. They steal your energy and keep you from love"
    },
    {
      "cite": "Jane Fonda",
      "quote": "When you can't remember why you're hurt, that's when you're healed."
    },
    {
      "cite": "unknown",
      "quote": "Being hurt is something you can't stop from happening, but being miserable is always your choice."
    },
    {
      "cite": "Kaoru Shinmon",
      "quote": "Dont chase after the people that hurt you, replace them with people that care."
    },
    {
      "cite": "Jennifer Brown",
      "quote": "Sometimes even stuff you expect to happen can still hurt."
    },
    {
      "cite": "Roland Merullo",
      "quote": "Some people use their own hurt as an excuse for hurting others"
    },
    {
      "cite": "George Jean Nathan",
      "quote": "No man can think clearly when his fists are clenched."
    },
    {
      "cite": "Kathryn Perez",
      "quote": "Sometimes pain and hurt are good things because it means you strived for something in your life."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Pain can be endured and defeated only if it is embraced. Denied or feared, it grows."
    },
    {
      "cite": "Brian Herbert",
      "quote": "Wounds make better lessons than lectures."
    },
    {
      "cite": "James Hillman",
      "quote": "If you are still being hurt by an event that happened to you at twelve, it is the thought that is hurting you now."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "I have never been hurt by anything I didn't say."
    },
    {
      "cite": "Terry Mark",
      "quote": "No matter how beautiful a lie is, in the end it hurts even more than the truth would have done."
    },
    {
      "cite": "Alex Flinn",
      "quote": "It hurts too much so I don't want to talk about it."
    },
    {
      "cite": "Philip Zimbardo",
      "quote": "Being hurt personally triggered a curiosity about how such beliefs are formed."
    },
    {
      "cite": "Antonio Suhuba-Baruti",
      "quote": "Hurt me with the truth but never comfort me with a lie."
    },
    {
      "cite": "Birister Sharma",
      "quote": "No matter how much it hurts now, someday you will look back and realize your struggles changed your life for the better"
    },
    {
      "cite": "Britney Spears",
      "quote": "With love, you should go ahead and take the risk of getting hurt because love is an amazing feeling."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Anger is the most impotent of passions. It effects nothing it goes about, and hurts the one who is possessed by it more than the one against whom it is directed."
    },
    {
      "cite": "Clive Barker",
      "quote": "Nothing else wounds so deeply and irreparably. Nothing else robs us of hope so much as being unloved by one we love."
    },
    {
      "cite": "Criss Jami",
      "quote": "Listen to God with a broken heart. He is not only the doctor who mends it, but also the father who wipes away the tears."
    },
    {
      "cite": "Dalai Lama",
      "quote": "We live very close together. So, our prime purpose in this life is to help others. And if you can’t help them, at least don’t hurt them."
    },
    {
      "cite": "Daryl G. Weinman",
      "quote": "You will never know the power in yourself until someone hurts you badly."
    },
    {
      "cite": "Diana Elmessiri",
      "quote": "Not all scars show not all wounds heal."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "Some old wounds never truly heal, and bleed again at the slightest word."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Forgiveness is the key to action and freedom."
    },
    {
      "cite": "Henry Cloud",
      "quote": "You can set a boundary with your words when you are honest and when you establish a consequence for another’s hurtful actions."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "You care so much you feel as though you will bleed to death with the pain of it."
    },
    {
      "cite": "John Bevere",
      "quote": "If we don’t risk being hurt, we cannot give unconditional love. Unconditional love gives others the right to hurt us."
    },
    {
      "cite": "John Graves",
      "quote": "If it hurts it’s probably doing you good. If it’s pleasant, it’s most likely wrong."
    },
    {
      "cite": "Julia Roberts",
      "quote": "I wish i were a little girl again, because skinned knees are easier to fix than broken heart."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Never regret yesterday. Life is in you today, and you make your tomorrow."
    },
    {
      "cite": "Mark Twain",
      "quote": "Never allow someone to be your priority while allowing yourself to be their option."
    },
    {
      "cite": "Marty Rubin",
      "quote": "One is never wounded by the love one gives, only by the love one expects."
    },
    {
      "cite": "Max Lerner",
      "quote": "The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents; people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The heart was made to be broken."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The pain of yesterday is the strength of today."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "Do not suppress it - that would hurt you inside. Do not express it - this would not only hurt you inside, it would cause ripples in your surroundings. What you do is transform it."
    },
    {
      "cite": "Rosa Parks",
      "quote": "Have you ever been hurt and the place tries to heal a bit, and you just pull the scar off of it over and over again."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The more you try to avoid suffering, the more you suffer, because smaller and more insignificant things begin to torture you, in proportion to your fear of being hurt. The one who does most to avoid suffering is, in the end, the one who suffers most."
    },
    {
      "cite": "unknown",
      "quote": "It doesn’t matter who hurt you, or broke you down, what matters is who made you smile again."
    },
    {
      "cite": "unknown",
      "quote": "Forget what hurt you but never forget what it taught you."
    },
    {
      "cite": "unknown",
      "quote": "A goodbye is never painful unless you're never going to say hello again."
    },
    {
      "cite": "unknown",
      "quote": "Death leaves a heartache no one can heal, love leaves a memory no one can steal."
    },
    {
      "cite": "Vipin Sharma",
      "quote": "Love the heart that hurts you, but never hurt the heart that loves you."
    },
    {
      "cite": "Will Rogers",
      "quote": "A remark generally hurts in proportion to its truth."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The stroke of death is as a lover's pinch, which hurts and is desired."
    },
    {
      "cite": "William W. Purkey",
      "quote": "You've gotta dance like there's nobody watching, love like you'll never be hurt, Sing like there's nobody listening, and live like it's heaven on earth."
    }
  ]
}