{
  "source": "https://www.wisesayings.com/being-nice-quotes/",
  "theme": "being-nice",
  "quotes": [
    {
      "cite": "Brooke Shields",
      "quote": "Being nice to everybody, saying hello to everyone in the room, signing every autograph; it was instilled in me at a very young age that this was what I was suppose to do. But I don't think it helps at all. I see more people who are rude or arrogant being rewarded - but, this way, I can put my head on the pillow at night."
    },
    {
      "cite": "Dwayne Johnson",
      "quote": "Not only do I think being nice and kind is easy but being kind, in my opinion, is important."
    },
    {
      "cite": "Mike Davidson",
      "quote": "It's all about people. It's about networking and being nice to people and not burning any bridges. Your book is going to impress, but in the end it is people that are going to hire you."
    },
    {
      "cite": "Jessie J",
      "quote": "I think being nice and being safe is unfair to yourself when you have big dreams as a woman. I think you have to prepare yourself that not everyone in this world has the same personality... The one thing I've chosen to be great at in my life is singing - so why not be proud that I'm great at it?"
    },
    {
      "cite": "Lillie Langtry",
      "quote": "No person in the world ever lost anything by being nice to me."
    },
    {
      "cite": "Author Unknown",
      "quote": "Being nice to someone you have an issue with doesn't mean you are fake...it means someone taught you how to be polite."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "The awkward moment when you're just being nice and the person thinks you're flirting with them."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Sometimes being nice isn't always the best thing because everyone knows that it's so easy to hurt nice people."
    },
    {
      "cite": "Bernajoy Vaal",
      "quote": "Being nice to people you don't like isn't called two-faced... it's called growing up."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Do not take me for granted, being nice is not a matter of weakness, it is a matter of choice."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sometimes being too nice is dangerous,you have to show your mean side once in a while to avoid getting hurt."
    },
    {
      "cite": "Ed Sheeran",
      "quote": "Be nice to everyone, always smile and appreciate things because it could all be gone tomorrow"
    },
    {
      "cite": "Criss Jami",
      "quote": "Being nice merely to be liked in return nullifies the point."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "People being nice for no apparent reason always made me suspicious. People being nice to me with no apparent reason made me even more suspicious."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Be nice. And if you can't do that, just don't be mean."
    },
    {
      "cite": "Enock Maregesi",
      "quote": "Be nice to the environment. Be nice to animals. Be nice to people. If you do that, you will leave a mark on the world."
    },
    {
      "cite": "Criss Jami",
      "quote": "Being nice merely to be liked in return nullifies the point."
    },
    {
      "cite": "Author Unknown",
      "quote": "Treat everyone with politeness, even those who are rude to you   not because they are nice, but because you are."
    },
    {
      "cite": "Author Unknown",
      "quote": "It's nice to be important, but it's more important to be nice"
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Always be nice to your children because they are the ones who will choose your rest home."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "Be nice to people on your way up because you'll meet them on your way down."
    },
    {
      "cite": "Bill Gates",
      "quote": "Be nice to nerds. Chances are you'll end up working for one."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sometimes being too nice is dangerous, so you have to make your stands once in a while to avoid getting hurt."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Being too nice gets you used and being too mean pushes people away. You should be nice but you should also put your foot down if you have to."
    },
    {
      "cite": "Author Unknown",
      "quote": "Being too nice gets you nothing more than a compliment."
    },
    {
      "cite": "Author Unknown",
      "quote": "Being too nice literally increases your chances of being hurt, used and or taken for granted."
    },
    {
      "cite": "John Davidson",
      "quote": "It's all about people. It's about networking and being nice to people and not burning any bridges. Your book is going to impress, but in the end it is people that are going to hire you."
    },
    {
      "cite": "Lillie Langtry",
      "quote": "No person in the world ever lost anything by being nice to me."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "It does not take strength to hate someone, it takes strength to be kind to them even when they have done you a bad turn."
    },
    {
      "cite": "Early Rice",
      "quote": "Being nice doesn't win games."
    },
    {
      "cite": "Julian Baggini",
      "quote": "While it is true that we have to be wary of people being nice to us for nefarious ends, that doesn't mean not being nice is the hallmark of intellectual rigor."
    },
    {
      "cite": "Julia Cameron",
      "quote": "Charity begins at home' is not a bromide. It is a direction. It means start with being nice to yourself, your authentic self, tehen try being nice to everyone else."
    },
    {
      "cite": "Fred Allen",
      "quote": "Be nice to your kids. They'll choose your nursing home."
    },
    {
      "cite": "Paul Keating",
      "quote": "Leadership is not about being nice. It's about being right and being strong."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "Being nice and kind does not mean that we are volunteering to let someone else take advantage of us."
    },
    {
      "cite": "Plato",
      "quote": "Be kind, for every man you meet is fighting a hard battle."
    },
    {
      "cite": "Seneca",
      "quote": "I had rather never receive kindness than never bestow one."
    },
    {
      "cite": "Sir James Matthew Barrie",
      "quote": "Always try to be a little kinder than necessary."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Ask yourself daily, how many ill-minded persons you have shown a kind disposition."
    },
    {
      "cite": "Joubert",
      "quote": "A part of kindness consists in loving people more than they deserve."
    },
    {
      "cite": "Aristotle",
      "quote": "The unfortunate need people who will be kind to them; the prosperous need people to be kind to."
    },
    {
      "cite": "Julia A. Fletcher",
      "quote": "Little deeds of kindness, little words of love, help to make earth happy like the heaven above."
    },
    {
      "cite": "Sophocles",
      "quote": "Kindness it is that which brings forth kindness always."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "You can accomplish by kindness what you cannot do by force."
    },
    {
      "cite": "French Proverb",
      "quote": "Write injuries in sand, kindness in marble."
    },
    {
      "cite": "Mongai Fankam",
      "quote": "We can each change the world, with genuine acts of kindness."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust, and hostility to evaporate."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "A single act of kindness throws out roots in all directions, and the roots spring up and make new trees."
    },
    {
      "cite": "Germany Kent",
      "quote": "Be nice to people... maybe it'll be unappreciated, unreciprocated, or ignored, but spread the love anyway. We rise by lifting others."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "Don't let a cruel word escape your mouth. There's no greater sin than breaking a heart."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Do good even if no one is watching you and do it as if everyone is watching you."
    },
    {
      "cite": "Kimberly Karalius",
      "quote": "Niceness is magic, but no one thinks of it that way since it's quiet and constant."
    },
    {
      "cite": "Paul Arden",
      "quote": "Everybody wants to be good, but not many are prepared to make the sacrifices it takes to be great. To many people, being nice in order to be liked is more important. There's equal merit in that, but you must not confuse being good with being liked."
    },
    {
      "cite": "Shelley Moore Capito",
      "quote": "Being nice doesn't necessarily mean you're weak. You can be nice and be strong at the same time. That's a character trait that we need more in Washington."
    },
    {
      "cite": "Sharon Stone",
      "quote": "I could do nice, but it's just not as much fun. Being nice isn't my biggest goal in life. I'm trying to be honest about who I am, and that's not always nice. I'm not always the world's cheerleader."
    },
    {
      "cite": "Germany Kent",
      "quote": "The most attractive thing about you should have less to do with your face or body and more to do with your attitude and how you treat people."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "In my experience, many people confuse being cowardly with being nice."
    }
  ]
}