{
  "source": "https://www.wisesayings.com/being-pregnant-quotes/",
  "theme": "being-pregnant",
  "quotes": [
    {
      "cite": "Queen Victoria",
      "quote": "Being pregnant is an occupational hazard of being a wife."
    },
    {
      "cite": "Holly Madison",
      "quote": "Truthfully, being pregnant is changing me as a person. Each day is part of this amazing journey that has completely shifted the focus of my life and made me reevaluate my personal and professional goals."
    },
    {
      "cite": "Tia Mowry",
      "quote": "I think the best thing about being pregnant would definitely have to be seeing just my belly grow and seeing, like, wow, there is, you know, something inside of me."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "It's a great thing about being pregnant - you don't need excuses to pee or to eat."
    },
    {
      "cite": "Kyla Pratt",
      "quote": "Being pregnant is supposed to be the happiest time in your life."
    },
    {
      "cite": "Amy Adams",
      "quote": "Being pregnant finally helped me understand what my true relationship was with my body - meaning that it wasn't put on this earth to look good in a swimsuit."
    },
    {
      "cite": "Emily Deschanel",
      "quote": "I really like being pregnant. Not that there aren't things I don't love, but when I think about what my body is doing - creating a child - it just blows my mind. I'm in awe of the process and science."
    },
    {
      "cite": "Jill Scott",
      "quote": "I truly loved being pregnant and feeling what was going on inside my body and watching it change. It's difficult to recoup, but still amazing nonetheless. I would have another one."
    },
    {
      "cite": "Emily Oster",
      "quote": "Being pregnant was a lot like being a child again. There was always someone telling you what to do."
    },
    {
      "cite": "Busy Philipps",
      "quote": "The good thing about being pregnant is that I don't have to worry about sucking it in or dieting!"
    },
    {
      "cite": "Claudia Schiffer",
      "quote": "I love being pregnant. You can do whatever you want."
    },
    {
      "cite": "Natasha Hamilton",
      "quote": "Every four weeks I go up a bra size... it's worth being pregnant just for the breasts."
    },
    {
      "cite": "Markie Post",
      "quote": "Of course I'd like children. But I have to get over my impression that being pregnant is like popping corn. You expand and expand until you pop."
    },
    {
      "cite": "Ashlee Simpson",
      "quote": "Being pregnant was the healthiest I've ever been in my life. Except for the cupcakes."
    },
    {
      "cite": "Tamar Braxton",
      "quote": "There are two sides to being pregnant. There is the beautiful, wonderful blessing side. The second side - it sucks!"
    },
    {
      "cite": "Jamie-Lynn Sigler",
      "quote": "Being pregnant is the most natural thing our bodies can do. Our grandparents did it without all these books, and they came out okay."
    },
    {
      "cite": "Marion Jones",
      "quote": "A lot of women say they love being pregnant, but I wasn't such a big fan."
    },
    {
      "cite": "Brooke Burke",
      "quote": "Going into a pregnancy is a really challenging time for a woman, because it's forever-changing, both mentally and physically."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Pregnancy is a kind of miracle. Especially so in that it proves that a man and woman can conspire to force God to create a new soul."
    },
    {
      "cite": "Carine Roitfeld",
      "quote": "Pregnancy is something that I always love. It's about hope and the future and a new baby."
    },
    {
      "cite": "Paz Vega",
      "quote": "A pregnancy is a marvelous moment that I would love to repeat and repeat."
    },
    {
      "cite": "Nora Ephron",
      "quote": "If pregnancy were a book they would cut the last two chapters."
    },
    {
      "cite": "Ann Romney",
      "quote": "The thing that's nice about pregnancy is that in the end, you have a baby."
    },
    {
      "cite": "Al Roker",
      "quote": "In the pregnancy process I have come to realize how much of the burden is on the female partner. She's got a construction zone going on in her belly."
    },
    {
      "cite": "Mariah Carey",
      "quote": "Pregnancy was probably the best and the hardest thing I'll ever go through. I know for a lot of women, it can be wonderful and relatively easy."
    },
    {
      "cite": "Ann McLane Kuster",
      "quote": "Unplanned pregnancy is an equal-opportunity affliction."
    },
    {
      "cite": "Natalie Massenet",
      "quote": "Pregnancy is a very creative phase for me."
    },
    {
      "cite": "Catherine Jones",
      "quote": "Whether your pregnancy was meticulously planned, medically coaxed, or happened by surprise, one thing is certain-your life will never be the same."
    },
    {
      "cite": "Mary Beth Whitehead",
      "quote": "I don't particularly like being pregnant. I like the baby at the end. Pregnancy is a very distant thing for me. I can't seem to believe there's really a baby there. It's such a miracle."
    },
    {
      "cite": "Carnie Wilson",
      "quote": "It's normal to gain weight during pregnancy. It's something that has to happen to your body."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Pregnancy is a kind of miracle. Especially so in that it proves that a man and woman can conspire to force God to create a new soul."
    },
    {
      "cite": "Erica Jong",
      "quote": "Pregnancy seemed like a tremendous abdication of control. Something growing inside you which would eventually usurp your life."
    },
    {
      "cite": "Merete Leonhardt-Lupa",
      "quote": "Let us make pregnancy an occasion when we appreciate our female bodies."
    },
    {
      "cite": "Judy Ford",
      "quote": "Pregnancy is a process that invites you to surrender to the unseen force behind all life."
    },
    {
      "cite": "Maggie Scarf",
      "quote": "Pregnancy is getting company inside one's skin."
    },
    {
      "cite": "Carrie Latet",
      "quote": "Pregnancy is a disease from which you recover in 18 years and 9 months."
    },
    {
      "cite": "Judy Ford",
      "quote": "Pregnancy is a process that invites you to surrender to the unseen force behind all life."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "Everything grows rounder and wider and weirder, and I sit here in the middle of it all and wonder who in the world you will turn out to be."
    },
    {
      "cite": "Susie Orbach",
      "quote": "A wanted pregnancy as much as a dreaded pregnancy can play differently than all one's previous imaginings."
    },
    {
      "cite": "Elisabeth Hasselbeck",
      "quote": "It's amazing, the mentality shift that occurs in pregnancy. All of a sudden you want to be good to yourself."
    },
    {
      "cite": "Jodi Sweetin",
      "quote": "Of course, I have the emotional ups and downs of pregnancy, like crying jags for no reason and then the next day I can't even remember what I was crying about!"
    },
    {
      "cite": "Charisma Carpenter",
      "quote": "When you gain 50 pounds during pregnancy like I did, you fear that you'll never get back in shape."
    },
    {
      "cite": "Brett Kiellerop",
      "quote": "Pregnancy seems designed to prepare you for life as a mother. You start making sacrifices nine months before the child is born, so by the time they put in an appearance you are used to giving things up for them."
    },
    {
      "cite": "Ellen Pompeo",
      "quote": "I went up a pants size during my pregnancy."
    },
    {
      "cite": "Emily Oster",
      "quote": "For many women - myself included - pregnancy brings on tremendous anxiety and confusion, along with the joy."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "Pregnancy humbles husbands. After an initial rush of male pride they quickly recognise the minor role that nature had assigned them in the drama of reproduction."
    },
    {
      "cite": "Joan Raphael-Leff",
      "quote": "In pregnancy, there are two bodies, one inside the other. Two people live under one skin.... When so much of life is dedicated to maintaining our integrity as distinct beings, this bodily tandem is an uncanny fact."
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "I am not finding pregnancy much of a joy. I am afraid of childbirth, but I am afraid I can't find a way of avoiding it."
    },
    {
      "cite": "Tracy Anderson",
      "quote": "A lot of women use pregnancy as an excuse to let their bodies go, and that's the worst thing."
    },
    {
      "cite": "Malin Akerman",
      "quote": "They say that your second trimester is when you get most of your energy and it's the 'easiest' part of the pregnancy."
    }
  ]
}