{
  "source": "https://www.wisesayings.com/being-thankful-quotes/",
  "theme": "being-thankful",
  "quotes": [
    {
      "cite": "Oprah Winfrey",
      "quote": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough."
    },
    {
      "cite": "Jim Lovell",
      "quote": "Be thankful for problems. If they were less difficult, someone with less ability might have your job."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Keep your eyes open to your mercies. The man who forgets to be thankful has fallen asleep in life."
    },
    {
      "cite": "Elif Shafak",
      "quote": "Whatever happens in your life, no matter how troubling things might seem, do not enter the neighborhood of despair. Even when all doors remain closed, God will open up a new path only for you. Be thankful!"
    },
    {
      "cite": "Todd Stocker",
      "quote": "Thankfulness creates gratitude which generates contentment that causes peace."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "I may not be where I want to be but I'm thankful for not being where I used to be."
    },
    {
      "cite": "Alphonse Karr",
      "quote": "Some people are always grumbling because roses have thorns; I am thankful that thorns have roses."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you'll soon find many others around you. Truly appreciate life, and you'll find that you have more of it."
    },
    {
      "cite": "Tecumseh",
      "quote": "When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself."
    },
    {
      "cite": "Lil Wayne",
      "quote": "I'm blessed and I thank God for every day for everything that happens for me."
    },
    {
      "cite": "London Mond",
      "quote": "We must learn to appreciate life. Someone is sitting in the shade today because someone planted a tree a long time ago."
    },
    {
      "cite": "Author Unknown",
      "quote": "Be thankful for what you have today. Work hard for what you have tomorrow."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "If the only prayer you ever say in your entire life is thank you, it will be enough."
    },
    {
      "cite": "Dalai Lama",
      "quote": "When you practice gratefulness, there is a sense of respect towards others."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "It is necessary, then, to cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "I would maintain that thanks are the highest form of thought; and that gratitude is happiness doubled by wonder."
    },
    {
      "cite": "Gerald Good",
      "quote": "If you want to turn your life around, try thankfulness. It will change your life mightily."
    },
    {
      "cite": "Alfred Painter",
      "quote": "Saying thank you is more than good manners. It is good spirituality."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "When eating bamboo sprouts, remember the man who planted them."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Feeling gratitude and not expressing it is like wrapping a present and not giving it."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Every time we remember to say \"thank you\", we experience nothing less than heaven on earth."
    },
    {
      "cite": "Rosie Cash",
      "quote": "Just a \"thank you\" is a mighty powerful prayer. Says it all."
    },
    {
      "cite": "Buddha",
      "quote": "Let us rise up and be thankful, for if we didn't learn a lot today, at least we learned a little, and if we didn't learn a little, at least we didn't get sick, and if we got sick, at least we didn't die; so, let us all be thankful."
    },
    {
      "cite": "Buddha",
      "quote": "A noble person is mindful and thankful for the favors he receives from others."
    },
    {
      "cite": "John E. Southard",
      "quote": "The only people with whom you should try to get even are those who have helped you."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Thankfulness is the beginning of gratitude. Gratitude is the completion of thankfulness. Thankfulness may consist merely of words. Gratitude is shown in acts."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "If a fellow isn't thankful for what he's got, he isn't likely to be thankful for what he's going to get."
    },
    {
      "cite": "Dante Rosetti",
      "quote": "The worst moment for the atheist is when he is really thankful and has nobody to thank."
    },
    {
      "cite": "Thomas Secker",
      "quote": "He enjoys much who is thankful for little."
    },
    {
      "cite": "David Mezapellle",
      "quote": "There is nothing quite like the feeling of fellowship that we, as human beings experience when we come together for the purpose of being thankful for our lives and the many wonderful blessings we share."
    },
    {
      "cite": "Allen Klein",
      "quote": "The older I get the more  I realize the importance and the power of gratitude. It can help us rise above a situation and be thankful for what we do have instead of focusing on what we don't."
    },
    {
      "cite": "Dorothea Hover-Kramer",
      "quote": "Being thankful changes our energy from demanding to appreciation. Instead of increasing our expectations of how things should be, we can move toward recognizing what is."
    },
    {
      "cite": "Madame Swetchine",
      "quote": "Those who make us happy are always thankful to us for being so; their gratitude is the reward of their benefits."
    },
    {
      "cite": "Cicero",
      "quote": "He who acknowledges a kindness has it still, and he who has a grateful sense of it has requited it."
    },
    {
      "cite": "Franklin",
      "quote": "To the generous mind, the heaviest debt is that of gratitude, when it is not in our power to repay it."
    },
    {
      "cite": "Pope",
      "quote": "When I find a great deal of gratitude in a poor man, I take it for granted there would be as much generosity if he were rich."
    },
    {
      "cite": "Shakespeare",
      "quote": "O Lord,  who lends me life, lend me a heart replete with thankfulness."
    },
    {
      "cite": "Seneca",
      "quote": "There is as much greatness of mind in acknowledging a good turn, as in doing it."
    },
    {
      "cite": "J.W. Forney",
      "quote": "Gratitude is a virtue most defied and yet most deserted; it is the ornament of rhetoric and the libel of practical life."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "God is pleased with no music below so much as with the thanksgiving songs of relieved widows and supported orphans; of rejoicing, comforted, and thankful persons."
    },
    {
      "cite": "Charron",
      "quote": "He who receives a benefit should never forget it; he who bestows should never remember it."
    },
    {
      "cite": "C. Simmons",
      "quote": "Our thanks should be as ferment for mercies received, as our petitions for mercies sought."
    },
    {
      "cite": "Lessing",
      "quote": "A grateful thought toward heaven is of itself a prayer."
    },
    {
      "cite": "N.P. Willis",
      "quote": "Gratitude is not only the memory but the homage of the heart—rendered to God for his goodness."
    },
    {
      "cite": "Dawn Sprong",
      "quote": "I realized that being grateful was truly a way to live. It was also giving me a doorway into being able to truly open my heart to the world and make the difference I had always thought possible."
    },
    {
      "cite": "Helen Keller",
      "quote": "So much has been given to me; I have no time to ponder over that which has been denied."
    },
    {
      "cite": "Nina Lesowitz, Mary Beth Sammons",
      "quote": "Be grateful. Sounds obvious but we bring more gratitude into our lives by being grateful. Wherever gratitude goes, gratitude grows."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Sometimes our light goes out but is blown again into instant flame by an encounter with another human being. Each of us owes the deepest thanks to those who have rekindled this inner light."
    },
    {
      "cite": "Cicero",
      "quote": "A thankful heart is not only the greatest virtue but the parent of all virtues."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive—to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Vivekananda",
      "quote": "Once I was invited to a dinner. The hostess asked me to say grace. I said, 'I will say grace to you, madam. MY grace and thanks are to you.'"
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Be glad of life because it gives you the chance to love, and to work, and to play and to look up at the stars."
    },
    {
      "cite": "Carnegie",
      "quote": "If you can't have what you want, be grateful for what you have. Keep thinking constantly of all the big things you have to be thankful for instead of complaining about the little things that annoy you."
    },
    {
      "cite": "David Steindl-Rast",
      "quote": "There is no closer bond than the one that gratefulness celebrates, the bond between giver and thanksgiver. Everything is a gift. Grateful Living is a celebration of the universal give-and-take of life, a limitless yes to belonging."
    },
    {
      "cite": "David Steindl-Rast",
      "quote": "A grateful attitude is a creative one, because, in the final analysis, opportunity is the gift within the gift of every moment—the opportunity to see and hear and smell and touch and taste with pleasure."
    },
    {
      "cite": "Shree Rajneesh",
      "quote": "Celebration is gratefulness for whatsoever life gives to you. Whatsoever existence gives to you, celebration is gratitude; it is gratefulness."
    }
  ]
}