{
  "source": "https://www.wisesayings.com/being-blessed-quotes/",
  "theme": "being-blessed",
  "quotes": [
    {
      "cite": "Catherine Pulsifer",
      "quote": "Sometimes we don't realize the blessings we have until we no longer have them. Appreciate all the blessings in your life, take none for granted."
    },
    {
      "cite": "Max Lucado",
      "quote": "Gratitude lifts our eyes off the things we lack so we might see the blessings we possess."
    },
    {
      "cite": "Cary David Richards",
      "quote": "The ability to be genuinely grateful for the things that we have and the people we love, as well as for simply being alive and conscious, will do more for bringing a true feeling of happiness to us on a regular basis than almost anything else."
    },
    {
      "cite": "Tom Krause",
      "quote": "The best things that have ever happened to me have not been the result of anything I have done. Some might say that is luck. I call them blessings and in some cases miracles."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Reflect upon your present blessings, of which every man has plenty; not on your past misfortunes, of which all men have some."
    },
    {
      "cite": "Willie Nelson",
      "quote": "When I started counting my blessings, my whole life turned around."
    },
    {
      "cite": "Joyce C. Lock",
      "quote": "Some wish blessings, others pray for them. Some send blessings and they become one."
    },
    {
      "cite": "Eugene Nathaniel Butler",
      "quote": "Sometimes we must look outside our own backyards to realize how big the world is and how blessed we are."
    },
    {
      "cite": "Myra Lee",
      "quote": "Briefly look back on the past, occasionally, to see and feel relief as to how much you were blessed and how far you've progressed with the help of God and His word."
    },
    {
      "cite": "Thomas Goodwin",
      "quote": "Those blessings are sweetest that are won with prayer and worn with thanks."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "When we lose one blessing, another is often most unexpectedly given in its place."
    },
    {
      "cite": "Rick Warren",
      "quote": "Be grateful for who you are and whatever you have. Everything you have is a gift from God."
    },
    {
      "cite": "Joyce Meyers",
      "quote": "It is God's will to bless us, but not necessarily on our terms. Sometimes what we think would be a wonderful blessing would not bless us at all."
    },
    {
      "cite": "Wilferd A. Peterson",
      "quote": "In gratitude for God's gift of life to us we should share that gift with others. The art of giving encompasses many areas. It is an outgoing, overflowing way of life."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "It is not doing the thing we like to do, but liking the thing we have to do, that makes life blessed."
    },
    {
      "cite": "Harold Kushner",
      "quote": "If you concentrate on finding whatever is good in every situation, you will discover that your life will suddenly be filled with gratitude, a feeling that nurtures the soul."
    },
    {
      "cite": "Naomi Williams",
      "quote": "It is impossible to feel grateful and depressed in the same moment."
    },
    {
      "cite": "Robert Brault",
      "quote": "Enjoy the little things, for one day you may look back and realize they were the big things."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "I would maintain that thanks are the highest form of thought; and that gratitude is happiness doubled by wonder."
    },
    {
      "cite": "Errin Rhorie",
      "quote": "Being blessed is a condition of the heart and a frame of mind."
    },
    {
      "cite": "Ivy Geurin",
      "quote": "I am blessed for God who allowed me to experience to fall to learn more things, to be matured and to strength my faith and trust in him and to rise to move on and start a new beginning. I am blessed to God for everything in life."
    },
    {
      "cite": "Joseph Addison",
      "quote": "A contented mind is the greatest blessing a man can enjoy in this world."
    },
    {
      "cite": "Thomas Goodwin",
      "quote": "Those blessings are sweetest that are won with prayer and worn with thanks."
    },
    {
      "cite": "Camille Pissarro",
      "quote": "Blessed are they who see beautiful things in humble places where other people see nothing."
    },
    {
      "cite": "W. T. Purkiser",
      "quote": "Not what we say about our blessings, but how we use them, is the true measure of our thanksgiving."
    },
    {
      "cite": "Unkown",
      "quote": "Be happy when God answers your prayer but be happier when you are an answer to others prayers."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "A blessed thing it is for any man or woman to have a friend, one human soul whom we can trust utterly, who knows the best and worst of us, and who loves us in spite of all our faults."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Each day offers us the gift of being a special occasion if we can simply learn that as well as giving, it is blessed to receive with grace and a grateful heart."
    },
    {
      "cite": "Guillaume Apollinaire",
      "quote": "Now and then it's good to pause in our pursuit of happiness and just be happy."
    },
    {
      "cite": "Benjamin Rush",
      "quote": "Liberty without virtue would be no blessing to us."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "Blessed are those who give without remembering. And blessed are those who take without forgetting."
    },
    {
      "cite": "Catherine Ponder",
      "quote": "When people bother you in any way, it is because their souls are trying to get your divine attention and your blessing."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Reflect upon your present blessings."
    },
    {
      "cite": "David O. McKay",
      "quote": "Let us realize that the privilege to work is a gift, the power to work is a blessing, the love of work is success!"
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "No man is entitled to the blessings of freedom unless he be vigilant in its preservation."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The hardest arithmetic to master is that which enables us to count our blessings."
    },
    {
      "cite": "Eva Burrows",
      "quote": "The love of a family is life's greatest blessing."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "An early morning walk is a blessing for the whole day."
    },
    {
      "cite": "Joel Osteen",
      "quote": "When you focus on being a blessing, God makes sure that you are always blessed in abundance."
    },
    {
      "cite": "John Calvin",
      "quote": "However many blessings we expect from God, His infinite liberality will always exceed all our wishes and our thoughts."
    },
    {
      "cite": "John McLeod",
      "quote": "Life holds so many simple blessings, each day bringing its own individual wonder."
    },
    {
      "cite": "John Wooden",
      "quote": "Pray for guidance and give thanks for your blessings everyday."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Bless more blame less."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "If I choose to bless another person, I will always end up feeling more blessed."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When you wish someone joy, you wish them peace, love, prosperity, happiness all the good things."
    },
    {
      "cite": "Muriel Rukeyser",
      "quote": "Nourish beginnings, let us nourish beginnings. Not all things are blest, but the seeds of all things are blest. The blessing is in the seed."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "We should certainly count our blessings, but we should also make our blessings count."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "What seems to us as bitter trials are often blessings in disguise."
    },
    {
      "cite": "Peter Marshall",
      "quote": "God will not permit any troubles to come upon us, unless He has a specific plan by which great blessing can come out of the difficulty."
    },
    {
      "cite": "Rachel Naomi Remen",
      "quote": "We are all born to be a blessing."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the blessings of old friends that you can afford to be stupid with them."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "We failed, but in the good providence of God apparent failure often proves a blessing."
    },
    {
      "cite": "Teena Marie",
      "quote": "You never know where a blessing can come from."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it."
    },
    {
      "cite": "William Penn",
      "quote": "The secret of happiness is to count your blessings while others are adding up their troubles."
    }
  ]
}