{
  "source": "https://www.wisesayings.com/being-single-quotes/",
  "theme": "being-single",
  "quotes": [
    {
      "cite": "Chris Burkmenn",
      "quote": "You're single not because you are not good enough for one, it's that you're too good for the wrong one."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Next time you hit a speed bump otherwise known as the age old question, 'Why are you still single? look 'em in the eye and say: Because I'm too fabulous to settle.'"
    },
    {
      "cite": "Eric Dickerson",
      "quote": "I love being single. I can come and go as I please and stay out as late as I want to."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Think about it this way: While being married is about becoming the wife you are meant to be, being single allows you to focus on becoming the woman you were born to be."
    },
    {
      "cite": "Xavier Zayas",
      "quote": "Being single doesn't make you weak, it means that you are strong enough to be on your own; Being alone could be a good thing, because there is no drama involved in your life, no pain, and free to do what ever you want. Life is too short to be chasing those who aren't even worth fighting for, you are worth more than that."
    },
    {
      "cite": "Bryan Burden",
      "quote": "The best thing to do when being single, is to create a loving relationship with yourself before deciding to commit yourself with somebody else. When you're ready to find that special someone make sure that they're serious about being in a committed relationship. It takes time, and patience to be with the one you're truly destined to be with forever!"
    },
    {
      "cite": "Mandy Hale",
      "quote": "Single is no longer a lack of options ? but a choice. A choice to refuse to let your life be defined by your relationship status but to live every day Happily and let your Ever After work itself out."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "Being single doesn't necessarily mean you're available. Sometimes you have to put up a sign that says 'Do Not Disturb' on your heart."
    },
    {
      "cite": "unknown",
      "quote": "Being single doesn't mean no one loves you... It just means that God is busy writing your love story."
    },
    {
      "cite": "Niall Horan",
      "quote": "Being single doesn't mean your weak. It means your strong enough to wait for what you deserve."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Happily Single is recognizing that you don't need or want to be rescued from your life by a handsome prince because your life is pretty awesome, as is."
    },
    {
      "cite": "Omkar Phatakc",
      "quote": "Being single is getting over the illusion that there is somebody out there to complete you and taking charge of your own life."
    },
    {
      "cite": "Ernie Zelinski",
      "quote": "Learning to enjoy being single involves the ability to experience everything through your own essence, instead of living vicariously through a spouse or partner."
    },
    {
      "cite": "Kelly Rowland",
      "quote": "Being single is about celebrating and appreciating your own space that you're in. I couldn't have lived alone before. I always needed someone to share my space but now I like being by myself. If I want to be with people then I see my friends; if I want a date then I'll have one."
    },
    {
      "cite": "Olga Kurylenko",
      "quote": "Being single is only sad if you have a problem with your company. I'm content with mine."
    },
    {
      "cite": "Sue Grafton.",
      "quote": "I love being single. It's almost like being rich."
    },
    {
      "cite": "Michael Douglas",
      "quote": "Being single is pretty good. It's a nice sense of irresponsibility."
    },
    {
      "cite": "Art Leo",
      "quote": "I like being single, I'm always there when I need me."
    },
    {
      "cite": "Lori Smith",
      "quote": "While I still struggle with being single, I haven't always maintained that mountaintop experience. I've learned something about being content with where I am right now. I've realized I can't waste my life by waiting around for someone to come and make it worth living. Life itself is a beautiful thing. I've also learned that one of the wonderful benefits of being single is that I can actually, to my surprise, spend time just enjoying God."
    },
    {
      "cite": "Carol Anderson and Susan Stewart",
      "quote": "Being single was seldom a negative experience for women and definitely not one that was harmful to their physical or mental health."
    },
    {
      "cite": "Carol Anderson and Susan Stewart",
      "quote": "The freedom to make the many small, daily choices, taken together, tenders a much larger gift: a sense of control and mastery. This is the gift of being single women most cherish."
    },
    {
      "cite": "unknown",
      "quote": "The best thing about being single is sleeping around. You can sleep all over that bed of yours. Left, right, middle, wherever."
    },
    {
      "cite": "Eric Dickerson",
      "quote": "I love being single. I can come and go as I please and stay out late as I want to."
    },
    {
      "cite": "Julie Delpy",
      "quote": "Too many women throw themselves into romance because they're afraid of being single, then start making compromises and losing their identity. I won't do that."
    },
    {
      "cite": "Andy Hertzfeld",
      "quote": "Working long hours being single helps because your time is yours. Once you have a family your time isn't all yours anymore. Most of the Mac team, we were in our mid-20_s, most of us were single, and we were able to essentially devote our lives to it."
    },
    {
      "cite": "Dido Armstrong",
      "quote": "I really enjoy being single again. I spent a lot of time in a relationship and the nearer we came to the end, the more difficult it got. You don't see things clearly as long as you're still involved."
    }
  ]
}