{
  "source": "https://www.wisesayings.com/being-used-quotes/",
  "theme": "being-used",
  "quotes": [
    {
      "cite": "Marie Lu",
      "quote": "I am tired of being used, hurt, and cast aside. It is my turn to use. My turn to hurt."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "People that don't know what they are worth will always see their capture's wings, but never their tail."
    },
    {
      "cite": "Sonya Parker",
      "quote": "People know who they can walk over and who they can't. If someone is walking all over you it's because they KNOW you'll put up with it."
    },
    {
      "cite": "Innah Delos Angeles",
      "quote": "Anyone who allows other people to control and guide their destiny will eventually become bitter and feel used and taken advantage of."
    },
    {
      "cite": "Francine Chiar",
      "quote": "I feel like I'm a library book. I've been used, tossed around, and put down. I'm just waiting for someone who think I'm good enough to keep."
    },
    {
      "cite": "Joan L Trejo",
      "quote": "The feeling of being used...I guess it's Better then being forgotten."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Even The Most Caring People Can Get Tired Of Being Taken For Granted"
    },
    {
      "cite": "Diana Baybiee",
      "quote": "There is no point in filling a woman's head up and leading her on if you don't see a future with her."
    },
    {
      "cite": "Moffat Machingura",
      "quote": "Some people use power, whilst they are some who let power use them."
    },
    {
      "cite": "Paul Newman",
      "quote": "People like to do what they used to do after they've stopped being able to do it."
    },
    {
      "cite": "John Dewey",
      "quote": "Things gain meaning by being used in a shared experience or joint action."
    },
    {
      "cite": "Phil Mcgraw",
      "quote": "People are used to being coddled."
    },
    {
      "cite": "Ron Paul",
      "quote": "There's capital controls and there's people control. So every time you think of a fence keeping all those bad people out, think about those fences maybe being used against us, keeping us in."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "You can't always be nice. That's how people take advantage of you. Sometimes you have to set boundaries."
    },
    {
      "cite": "Tyga",
      "quote": "With all the toys in the world people choose feelings to play with."
    },
    {
      "cite": "Thomas Kinkade",
      "quote": "Each of us is a small part of God's plan. I'm a small part. I create paintings that are being used by God."
    },
    {
      "cite": "Jasmine Sandozz",
      "quote": "Because she was a blank mural and you wrote all over her."
    },
    {
      "cite": "Tom McLoughlin",
      "quote": "I can think of worse things than being used as guinea pigs."
    },
    {
      "cite": "Erich Hoeber",
      "quote": "Everyone is a tool for someone. The thing to consider is what exactly one should be used for."
    },
    {
      "cite": "Larry David",
      "quote": "It's time we stopped being lapdogs. Who are they to heckle us? It's time one of us drew a line in the sand."
    },
    {
      "cite": "Keli Thomson",
      "quote": "And I'm counting down the moments until I am left alone  / Cause I'm done with being used to fill the hole that's in your soul"
    },
    {
      "cite": "Wade Brown",
      "quote": "Did he drop to hard and let you know / You can find another shoulder to cry on / Cause it makes more sense being used"
    },
    {
      "cite": "Michael Sterling",
      "quote": "Now you're being used and you're so confused that there's nothing left to Gain / Baby you could be In your lover's reign..."
    },
    {
      "cite": "Caleb Shomo",
      "quote": "I'm not part of your institution / 'Cause you're just some grand illusion / It's paralyzing being used and abused"
    },
    {
      "cite": "Derek Fuhrmann",
      "quote": "You make your way through the fire / I stand inside and I get burned / You make your love a liar / I'm hanging on to every word / I can't quit you / And I'm fine with being used"
    },
    {
      "cite": "Frazier",
      "quote": "She doesn't know she's being used and it would break her heart in two."
    },
    {
      "cite": "David James Ball",
      "quote": "Sick of seeing you bruised and burnt out / Ugly and low, so sick and tired of / Being sick and tired of being used and abused / That's right"
    },
    {
      "cite": "Zoltan E Teglas",
      "quote": "I see the freedom at the end of the road / I've heard so many lies and I've taken the blows / Give it to me take it from me nobody knows / Sick of being used and I'm gonna explode"
    },
    {
      "cite": "Richard Greentree",
      "quote": "I'm done thinking about you forever  / And ever / Now I'm through / Being used / So I'm not going back there  / Not ever"
    },
    {
      "cite": "Ben Adams",
      "quote": "Seems their lives have been abused / With a risk of being used, no happiness to find"
    },
    {
      "cite": "James H IV Ashhurst",
      "quote": "Everything you said I erased from my mind / Now I'm crying over you / If I could only find an escape I would t"
    },
    {
      "cite": "James Morrison",
      "quote": "I've grown tired of being used / And I'm sick and tired of being accused / Now I'm walking away from you / And I'm not coming back"
    },
    {
      "cite": "Ian Owen",
      "quote": "She feels such pain when you say goodbye / Nearly goes insane / When you can't look her in the eye / And it's plain to see / That she's being used / But she's always there and she love you"
    },
    {
      "cite": "Jim Lindberg",
      "quote": "How long will it take us to finally make something new? / When will we wake up and finally stop getting screwed / It's hypocrisy, not democracy and we're all being used / How long will it take us to make, make something new?"
    },
    {
      "cite": "FDave Grorl",
      "quote": "If this is only gonna be about win or lose, win or lose, / May I please be excused / If we still don't recognize who's being used, who's being used, / May I please be excused"
    },
    {
      "cite": "Jackie Jackson",
      "quote": "Sometimes I cry 'cause I'm confused / Is this a fact of being used / There is no life for me at all / Cause I give myself at beck and call"
    },
    {
      "cite": "Ashley Hittesdorp",
      "quote": "A brilliant lie. / All the time that was spent, / Being used,I should have said, / Goodbye and thanks for the memories."
    },
    {
      "cite": "Cambe",
      "quote": "It saddens me to think / That the only ones I see are mannequins / Looking stupid, being used and being thin / And I don't know why I hang around with them"
    },
    {
      "cite": "Joni Mitchell",
      "quote": "I can't decide / I'm so confused / Which way to go? Ooh / I'm being useful here / I'm being used / Which way to go? / Some line gets drawn"
    },
    {
      "cite": "Wham!",
      "quote": "And if all that there is, is this fear of being used / I should go back to being lonely and confused / If I could, I would, I swear"
    },
    {
      "cite": "Mary Virginia Taylor",
      "quote": "I bought the thing brand new. / But it's worn out for being used. / Carrying it to door and back again. / I am gonna leave you some day."
    },
    {
      "cite": "Elton John",
      "quote": "Look at us fools / Being used / We're totally dumb, surprised / Waiting for you to share with us / The myth behind the lies"
    },
    {
      "cite": "Mariah Carey",
      "quote": "But I didn't wanna face the truth / That I was only being used / And you was just fronting / Hey boy, thanks for nothing"
    },
    {
      "cite": "Mark White",
      "quote": "I'll admit to being confused / And I'm used to being used / Think again... you're wrong / So wrong... so wrong... so wrong... / Think again... think again... think!"
    },
    {
      "cite": "Anouk M Hendriks",
      "quote": "Unaware that the waves that you created  / Caused a storm within / Cause you used me / If you only knew / I got used to being a fool for you you you"
    },
    {
      "cite": "Smokey Robinson",
      "quote": "Some people just love like me / And then hope that they're not being used / Look at me and who do you see / A friend or two, a man or a fool, oh"
    },
    {
      "cite": "Bryan Holland",
      "quote": "Now I know I'm being used / That's okay because I like the abuse / I know she's playing with me / That's okay 'cause I've got no self-esteem"
    },
    {
      "cite": "Agnes Bonas",
      "quote": "Know when you're being taken advantage of."
    },
    {
      "cite": "Agnes Bonas",
      "quote": "Know the difference between helping others and being used by them."
    },
    {
      "cite": "Agnes Bonas",
      "quote": "Abuse is abuse; it is what it is."
    },
    {
      "cite": "Agnes Bonas",
      "quote": "If you lie, cheat and abuse people, realize that karma knows who you are."
    },
    {
      "cite": "Agnes Bonas",
      "quote": "There are many counterfeit people nowadays."
    },
    {
      "cite": "Disraeli",
      "quote": "Next to knowing when to seize an opportunity, the most important thing in life is to know when to forgo an advantage."
    },
    {
      "cite": "George Eliot",
      "quote": "It's them as take advantage that get advantage in this world."
    },
    {
      "cite": "Thoreau",
      "quote": "It is the greatest of advantages to enjoy no advantage at all."
    },
    {
      "cite": "Evan Esar",
      "quote": "If you don't get the better of yourself, someone else will."
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "A sworn vow never to be taken advantage of again."
    },
    {
      "cite": "Tony A. Gaskins",
      "quote": "I've worked too hard and built too  much to be taken advantage of. I know my worth and what I bring to the table."
    },
    {
      "cite": "Tony A. Gaskins",
      "quote": "I'm open to the possibilities of being one of those people who reach certain heights without being owned by others."
    },
    {
      "cite": "Tony A. Gaskins",
      "quote": "It's when you get complacent that you get taken advantage of."
    },
    {
      "cite": "Tony A. Gaskins",
      "quote": "You don't need to know every detail, but you should know the basics. There are so many people who get taken advantage of."
    },
    {
      "cite": "Tony A. Gaskins",
      "quote": "If you don't want to be taken advantage of, if you don't want your brand to be misrepresented, if you don't want someone else to be in control of your destiny, then do your work."
    }
  ]
}