{
  "source": "https://www.wisesayings.com/being-classy-quotes/",
  "theme": "being-classy",
  "quotes": [
    {
      "cite": "Coco Chanel",
      "quote": "A girl should be two things: classy and fabulous."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Elegance is a glowing inner peace. Grace is an ability to give as well as to receive and be thankful. Mystery is a hidden laugh always ready to surface! Glamour only radiates if there is a sublime courage & bravery within: glamour is like the moon; it only shines because the sun is there."
    },
    {
      "cite": "Denise Newsome",
      "quote": "True class can never receive the highest grade..for its grade is endless."
    },
    {
      "cite": "Tom Ford",
      "quote": "Dressing well is a form of good manners."
    },
    {
      "cite": "Jessie Ware",
      "quote": "I dress in a sophisticated and classy way - I always dress in a way I know my mother wouldn't be embarrassed to see."
    },
    {
      "cite": "Lady Randolph Churchill",
      "quote": "You may be a princess or the richest woman in the world, but you cannot be more than a lady"
    },
    {
      "cite": "William Hazlitt",
      "quote": "Elegance is something more than ease--more than a freedom from awkwardness and restraint.--It implies precision, a polish, and a sparkling which is spirited, yet delicate."
    },
    {
      "cite": "Selene Kinder",
      "quote": "Class is a mysterious essence that comes in many forms, depending on the woman. It largely comes from a woman’s sense of herself – from confidence without brashness, from courtesy, from kindness, and often includes a distinct sense of style – though that style can be unique and unconventional."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Tact is the ability to tell someone to go to hell in such a way that they look forward to the trip."
    },
    {
      "cite": "Rachel Jablow",
      "quote": "I am by no means a Proper Patty. My grandmother had many bones to pick with me, even as a three year old ('you are never too young for etiquette'). But I was raised with a certain standard that I considered 'the norm.' Manners and class went hand-in-hand. One did not exist without the other. However, in today's society, expecting 'the norm' is like looking for water in the desert."
    },
    {
      "cite": "Sara Altschule",
      "quote": "Ah, dinner time. A time when you can class it up, or inadvertently do the opposite."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "Respect for ourselves guides our morals, respect for others guides our manners."
    },
    {
      "cite": "Evangeline Lilly",
      "quote": "Every woman is after a kind of classy image."
    },
    {
      "cite": "Unkown",
      "quote": "Being classy isn't a choice. Its a lifestyle."
    },
    {
      "cite": "Unkown",
      "quote": "Being classy is a culmination of being yourself, being positive, and doing good in all the places you can by all the means you can. Clothes, hair, music, film....none of these things a classy person make."
    },
    {
      "cite": "Kristen Johnston",
      "quote": "I don't consider myself a goody-goody, but I like to be perceived as classy."
    },
    {
      "cite": "Alice Munro",
      "quote": "Braininess is not attractive unless combined with some signs of elegance; class."
    },
    {
      "cite": "Henry Fielding",
      "quote": "A truly elegant taste is generally accompanied with excellency of heart."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "In character, in manner, in style, in all the things, the supreme excellence is simplicity."
    },
    {
      "cite": "Nicole Scherzinger",
      "quote": "We're very sensitive about what we do, or don't do. We're sassy and classy."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Dress shabbily and they remember the dress; dress impeccably and they remember the woman."
    },
    {
      "cite": "Carol Johnson",
      "quote": "We have classy things and sexy things. We like to look pretty, no matter how big we get."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Simplicity is the ultimate sophistication."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Be classy. Anything but trashy."
    },
    {
      "cite": "Jim Henson",
      "quote": "The most sophisticated people I know - inside they are all children."
    },
    {
      "cite": "unknown",
      "quote": "There is more to being classy than simply being stylish and confident. Being classy means always being kind, respectful and polite, even to those who are unkind to you."
    },
    {
      "cite": "Joy Smith",
      "quote": "She's just a very classy lady, always knows what to say and how to approach someone; she is very caring."
    },
    {
      "cite": "Victoria Justice",
      "quote": "A guy wants a classy girl who is smart and has goals - someone that he wouldn't be afraid to bring home to his parents."
    },
    {
      "cite": "Plato",
      "quote": "Beauty of style and harmony and grace and good rhythm depend on simplicity."
    },
    {
      "cite": "Frankie Byrne",
      "quote": "Respect is love in plain clothes."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "The expression a woman wears on her face is more important than the clothes she wears on her back."
    },
    {
      "cite": "Tori Amos",
      "quote": "Being stylish is about enjoying your life and expressing yourself and your inner light."
    },
    {
      "cite": "Giambattista Valli",
      "quote": "Chic is when a woman is in harmony with herself."
    },
    {
      "cite": "Elizabeth Hawes",
      "quote": "Chic is a combination of style and fashion."
    },
    {
      "cite": "Rebecca Mckinsey",
      "quote": "Being classy is my teenage rebellion."
    },
    {
      "cite": "Elsie de Wolfe",
      "quote": "It is not chic to be too chic."
    },
    {
      "cite": "Jojo Moyes",
      "quote": "A stylish person, for me, is one who draws your eye without necessarily being showy; they wear clothes that are beautifully cut, flatter the wearer, and show that they are not impervious to fashion, but not a slave to it either."
    },
    {
      "cite": "Judy Garland",
      "quote": "Always be a first rate version of yourself instead of a second rate version of somebody else."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Elegance is when the inside is as beautiful as the outside."
    },
    {
      "cite": "Beau Brummell",
      "quote": "To be truly elegant one should not be noticed."
    },
    {
      "cite": "Alber Elbaz",
      "quote": "Elegant is not what you wear, and it's not about how you wear it, but it's more about who you are."
    }
  ]
}