{
  "source": "https://www.wisesayings.com/being-happy-quotes/",
  "theme": "being-happy",
  "quotes": [
    {
      "cite": "Groucho Marx",
      "quote": "Each morning when I open my eyes I say to myself: I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it."
    },
    {
      "cite": "Tina Turner",
      "quote": "My greatest beauty secret is being happy with myself. I don't use special creams or treatments - I'll use a little bit of everything. It's a mistake to think you are what you put on yourself. I believe that a lot of how you look is to do with how you feel about yourself and your life. Happiness is the greatest beauty secret."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The art of being happy lies in the power of extracting happiness from common things."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes."
    },
    {
      "cite": "Dr Anil Kr Sinha",
      "quote": "Happiness is not defined by any circumstance, condition, or person. You need not tie your happiness to anything. The choice to be happy is always yours to make. Make that choice and cultivate a happy spirit."
    },
    {
      "cite": "Anne Frank",
      "quote": "We all live with the objective of being happy; our lives are all different and yet the same."
    },
    {
      "cite": "Frank Tyger",
      "quote": "Doing what you like is freedom. Liking what you do is happiness."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude."
    },
    {
      "cite": "Helen Keller",
      "quote": "A happy life consists not in the absence, but in the mastery of hardships."
    },
    {
      "cite": "Aristotle",
      "quote": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Happiness is like a butterfly which, when pursued, is always beyond our grasp, but, if you will sit down quietly, may alight upon you."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion."
    },
    {
      "cite": "Kumar Anupam",
      "quote": "One of the biggest challenges in trying to be happy right now isn't that we don't know how to be happy. It's mostly that we just don't do it. We don't make the time for happiness, for peace, and for overall joy in our life."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Being happy is something that each of us determines, it is not something that we find outside of ourself, it is within us and our choice."
    },
    {
      "cite": "Marcel Pagnol",
      "quote": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be."
    },
    {
      "cite": "J. Robert Oppenheimer",
      "quote": "The foolish man seeks happiness in the distance, the wise grows it under his feet."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A happy man is too satisfied with the present to dwell too much on the future."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Happiness is the art of learning how to get joy from your substance."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Happiness is the aim of life. Virtue is the foundation of happiness. Utility is the test of virtue. If the wise be the happy man, as the sages say, he must be virtuous too; for without virtue, happiness cannot be."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Happiness is found in doing, not merely possessing."
    },
    {
      "cite": "John Heywood",
      "quote": "Better to be happy than wise."
    },
    {
      "cite": "Horace",
      "quote": "Happy the man, and happy he alone, he who can call today his own: he who, secure within, can say, tomorrow, to thy worst, for I have liv’d today."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit."
    },
    {
      "cite": "George Sand",
      "quote": "Happiness lies in the consciousness we have of it, and by no means in the way the future keeps its promises."
    },
    {
      "cite": "Sydney Smith",
      "quote": "Mankind are always happier for having been happy; so that if you make them happy now, you make them happy twenty years hence by the memory of it."
    },
    {
      "cite": "Edward Young",
      "quote": "True happiness ne’er entered at an eye; true happiness resides in things unseen."
    },
    {
      "cite": "Lillian Gish",
      "quote": "A happy life is one spent in learning, earning, and yearning."
    },
    {
      "cite": "Martha Washington",
      "quote": "The greatest part of our happiness depends on our dispositions, not our circumstances."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The most important thing is to enjoy your life—to be happy—it’s all that matters."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere."
    },
    {
      "cite": "Carol Holmes",
      "quote": "A happy life is made up of little things…a gift sent, a letter written, a call made, a recommendation given, transportation provided, a cake made, a book lent, a check sent."
    },
    {
      "cite": "Susan Harris",
      "quote": "Anyone can be happy when times are good; the richer experience is to be happy when times are not."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "One of the secrets of a happy life is continuous small treats."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Happy is he who learns to bear what he cannot change."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "A multitude of small delights constitute happiness."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Happiness, not in another place but this place, not for another hour but this hour."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Happiness in intelligent people is the rarest thing I know."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Happiness: An agreeable sensation arising from contemplating the misery of another."
    },
    {
      "cite": "Roy Goodman",
      "quote": "Happiness is a way of travel, not a destination."
    },
    {
      "cite": "Thucydides",
      "quote": "The secret of happiness is freedom, and the secret of freedom, courage."
    },
    {
      "cite": "Henry Miller",
      "quote": "I have no money, no resources, no hopes. I am the happiest man alive."
    },
    {
      "cite": "Larry Eisenberg",
      "quote": "For peace of mind, resign as general manager of the universe."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To fill the hour—that is happiness."
    },
    {
      "cite": "Andre Gide",
      "quote": "In order to be utterly happy, the only thing necessary is to refrain from comparing this moment with other moments in the past."
    },
    {
      "cite": "Timothy Dwight",
      "quote": "The happiest person is the person who thinks the most interesting thoughts."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "We act as though comfort and luxury were the chief requirements of life, when all that we need to make us happy is something to be enthusiastic about."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Happiness is when what you think, what you say, and what you so are in harmony."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Happiness is a state of which you are unconscious, of which you are not aware. The moment you are aware that you are happy, you cease to be happy…You want to be consciously happy; the moment you are consciously happy, happiness is gone."
    },
    {
      "cite": "Jean Anouilh",
      "quote": "There will always be a lost dog somewhere that will prevent me from being happy."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "The only thing that will make you happy is being happy with who you are, and not who people think you are."
    },
    {
      "cite": "James Dean",
      "quote": "Dream as if you'll live forever, live as if you'll die today."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Be happy with what you have. Be excited about what you want."
    },
    {
      "cite": "Anne Frank",
      "quote": "Think of all the beauty still left around you and be happy."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Be believing, be happy, don't get discouraged. Things will work out."
    },
    {
      "cite": "Tinku Razoria",
      "quote": "One of the simplest ways to stay happy is by letting go of the things that make you sad."
    },
    {
      "cite": "Anurag Prakash",
      "quote": "You can never be really happy if you keep holding to those bad memories which makes you sad."
    },
    {
      "cite": "Janette Rallison",
      "quote": "Happy is entirely up to you and always has been."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "If you want to be happy, be."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "The habit of being happy enables one to be freed, or largely freed, from the domination of outward conditions."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Most folks are about as happy as they make up their minds to be."
    },
    {
      "cite": "Mark Twain",
      "quote": "The best way to cheer yourself up is to try to cheer somebody else up."
    },
    {
      "cite": "Edith Wharton",
      "quote": "If only we'd stop trying to be happy we could have a pretty good time."
    },
    {
      "cite": "Cynthia Nelms",
      "quote": "Nobody really cares if you're miserable, so you might as well be happy."
    },
    {
      "cite": "St. Augustine",
      "quote": "Indeed, man wishes to be happy even when he so lives as to make happiness impossible."
    },
    {
      "cite": "Albert Camus",
      "quote": "To be happy, we must not be too concerned with others."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Happiness is not something ready-made. It comes from your own actions."
    },
    {
      "cite": "Aristotle",
      "quote": "Happiness depends upon ourselves."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort."
    },
    {
      "cite": "James Matthew Barrie",
      "quote": "The secret of happiness is not in doing what one likes, but in liking what one does."
    },
    {
      "cite": "David DeNotaris",
      "quote": "Happiness comes from within, not from without."
    },
    {
      "cite": "Jack Brown",
      "quote": "Happiness is not the absence of problems; but the ability to deal with them."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Being happy doesn't depend on any external conditions, it is governed by our mental attitude._"
    },
    {
      "cite": "A. Nielsen",
      "quote": "Happiness adds and multiplies, as we divide it with others."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing can bring you happiness but yourself."
    },
    {
      "cite": "Elizabeth Scott",
      "quote": "Talking about someone who makes you happy actually makes you happy."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Learn to value yourself, which means: fight for your happiness."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Our capacity to draw happiness from aesthetic objects or material goods in fact seems critically dependent on our first satisfying a more important range of emotional or psychological needs, among them the need for understanding, for love, expression and respect."
    },
    {
      "cite": "William Morris",
      "quote": "The true secret of happiness lies in the taking a genuine interest in all the details of daily life."
    },
    {
      "cite": "William Saroyan",
      "quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness."
    },
    {
      "cite": "Amanda Bynes",
      "quote": "People should find happiness in the little things, like family."
    },
    {
      "cite": "Andrew Delbanco",
      "quote": "As people spin faster and faster in the pursuit of merely personal happiness, they become exhausted in the futile effort of chasing themselves."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Happiness consists more in conveniences of pleasure that occur everyday than in great pieces of good fortune that happen but seldom."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Happiness is not an ideal of reason, but of imagination."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To be without some of the things you want is an indispensable part of happiness."
    },
    {
      "cite": "Buddha",
      "quote": "To enjoy good health, to bring true happiness to one’s family, to bring peace to all, one must first discipline and control one’s own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "There is some kind of a sweet innocence in being human—in not having to be just happy or just sad in the nature of being able to be both broken and whole, at the same time."
    },
    {
      "cite": "Carl Jung",
      "quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better to take things as they come along with patience and equanimity."
    },
    {
      "cite": "Carrie Jones",
      "quote": "The secret of happiness is freedom, the secret of freedom is courage."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "There is no happiness like that of being loved by your fellow creatures, and feeling that your presence is an addition to their comfort.\tThere is no happiness like that of being loved by your fellow creatures, and feeling that your presence is an addition to their comfort."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If you want happiness for an hour, take a nap. If you want happiness for a day, go fishing. If you want happiness for a year, inherit a fortune. If you want happiness for a lifetime, help someone else."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The only way to find true happiness is to risk being completely cut open."
    },
    {
      "cite": "David C. Hill",
      "quote": "We can’t control the world. We can only (barely) control our own reactions to it. Happiness is largely a choice, not a right or entitlement."
    },
    {
      "cite": "Divyanka Tripathi",
      "quote": "Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends."
    },
    {
      "cite": "Don Marquis",
      "quote": "Happiness is the interval between periods of unhappiness."
    },
    {
      "cite": "Jackie Jackson",
      "quote": "Somethings soon to come over you / You just can't please the world and yourself / You gotta start doing what's right for you / 'Cause life is being happy yourself."
    },
    {
      "cite": "Dale Longworth",
      "quote": "If loving you is all that means to me / When being happy is all I hope you'd be."
    },
    {
      "cite": "Chloe Watkinson",
      "quote": "Is being happy such a crime when I / Just want to enjoy the universe with you."
    },
    {
      "cite": "Pharrell Williams",
      "quote": "Clap along if you feel like a room without a roof / Because I'm happy."
    },
    {
      "cite": "Pharrell Williams",
      "quote": "Clap along if you feel like happiness is the truth / Because I'm happy."
    },
    {
      "cite": "Faye Webster",
      "quote": "I didn't know that I was capable of being happy right now / But you showed me how."
    },
    {
      "cite": "Edward Jr. Holland",
      "quote": "Being happy loving whom I please / And each time we make romance, / I'll be thankful for a second chance."
    },
    {
      "cite": "Allen Hollandsworth",
      "quote": "Happiness is spread / A peace is felt / Places of magic are open / Places of great beauty / You can be happy."
    },
    {
      "cite": "John Masefield",
      "quote": "Laugh and be merry, remember, better the world with a song / Better the world with a blow in the teeth of a wrong."
    },
    {
      "cite": "John Masefield",
      "quote": "Laugh, for the time is brief, a thread the length of a span / Laugh and be proud to belong to the old proud pageant of man."
    },
    {
      "cite": "John Masefield",
      "quote": "Laugh and be merry: remember, in olden time / God made Heaven and Earth for joy He took in a rhyme."
    },
    {
      "cite": "John Masefield",
      "quote": "Laugh, and battle, and work, and drink of the wine outpoured / In the dear green earth, the sign of the joy of the Lord."
    },
    {
      "cite": "John Masefield",
      "quote": "Laugh and be merry together, like brothers akin, / Guesting awhile in the rooms of a beautiful inn."
    },
    {
      "cite": "John Masefield",
      "quote": "Glad till the dancing stops, and the lilt of the music ends / Laugh till the game is played; and be you merry, my friends."
    },
    {
      "cite": "Tori Blue",
      "quote": "I am determined to be cheerful and happy in whatever situation I may find myself / For I have learned that the greater part of our misery or unhappiness is determined not by our circumstance but by our disposition."
    },
    {
      "cite": "Eleni Karipidis",
      "quote": "I dream of world happiness / Where there is no jealousy or selfishness / A world where greatness exists / Where there are no fights / no risks."
    },
    {
      "cite": "Eleni Karipidis",
      "quote": "I dream of world love / Where we would fly in the sky like doves / Together forever, sharing our lives / Being happy and loving, like dolphins that dive."
    },
    {
      "cite": "Maria von Heland",
      "quote": "Making comparisons can spoil your happiness."
    },
    {
      "cite": "Maria von Heland",
      "quote": "A lot of people think happiness means being richer or more important."
    },
    {
      "cite": "Maria von Heland",
      "quote": "Sometimes happiness is not knowing the whole story."
    },
    {
      "cite": "Maria von Heland",
      "quote": "Happiness is answering your calling."
    },
    {
      "cite": "Maria von Heland",
      "quote": "Happiness is being loved for who you are."
    },
    {
      "cite": "Maria von Heland",
      "quote": "We should concern ourselves, not so much with the pursuit of happiness, but with the happiness of pursuit."
    },
    {
      "cite": "Maria von Heland",
      "quote": "How many of us, I wonder, can recall that childhood moment when we experienced happiness as a state of being. That single moment of untarnished joy. That moment when everything in our world, inside and out, was alright. Everything was alright."
    },
    {
      "cite": "Vea Cabral",
      "quote": "Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not."
    },
    {
      "cite": "John Lewis",
      "quote": "Not one of us can rest, be happy, be at home, be at peace with ourselves, until we end hatred and division."
    },
    {
      "cite": "Vea Cabral",
      "quote": "It's good to be happy and tell us how cool your life is and how awesome you are on social media. That's great because it inspires other people to be happy, too. But a lot of times, people are trying to be happy in the wrong ways - with money or with different things that are not true happiness."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored. Earl Nightingale"
    },
    {
      "cite": "Tom Bodett",
      "quote": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for."
    },
    {
      "cite": "Marci Shimoff",
      "quote": "When you're Happy for No Reason you're unconditionally happy. It's not that your life always looks perfect. It's just that however it looks, you'll still be happy."
    },
    {
      "cite": "Marci Shimoff",
      "quote": "You don't need to manipulate the world around you to try to make yourself happy. You live from happiness, rather than for happiness."
    },
    {
      "cite": "Dadi Janki",
      "quote": "Even if you wake up on the wrong side of the bed, determine that you will not take negative feelings into your day. Try smiling at yourself in the mirror."
    },
    {
      "cite": "Dadi Janki",
      "quote": "Too much thinking and internalizing can make you dull and self-centered. Lift up your chin and be an overcomer. You really can be happy if you try; and that makes every one around you happy."
    },
    {
      "cite": "Alex A. Lluch",
      "quote": "In many ways, being happy is the culmination of many other states of being, such as feeling calm, pleasure, satisfaction, and joy."
    },
    {
      "cite": "Alex A. Lluch",
      "quote": "Being happy includes walking around with a smile on your face, savoring the day you just had, and looking forward to tommorow."
    },
    {
      "cite": "Alex A. Lluch",
      "quote": "The best thing about happiness is that there exists an infinite supply. We need to tap into the various sources within us to raise our level of positivity. At the same time, we must quell the negativity that tends to creep within us."
    },
    {
      "cite": "Alex A. Lluch",
      "quote": "The key to being happy is to balance the internal scale that measures out doses of positive or negative feedback and reactions."
    },
    {
      "cite": "Alex A. Lluch",
      "quote": "Society tells us that the only life worth living is a happy one, but if we didn't know sadness, we couldn't know happiness."
    }
  ]
}