{
  "source": "https://www.wisesayings.com/being-a-man-quotes/",
  "theme": "being-a-man",
  "quotes": [
    {
      "cite": "Orison Swett Marden",
      "quote": "To have done no man a wrong to walk and live, unseduced, within arm's length of what is not your own, with nothing between your desire and its gratification but the invisible law of rectitude this is to be a man."
    },
    {
      "cite": "John Wayne",
      "quote": "You have to be a man before you can be a gentleman."
    },
    {
      "cite": "Stephen King",
      "quote": "He understood well enough how a man with a choice between pride and responsibility will almost always choose pride if responsibility robs him of his manhood."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A man's ledger does not tell what he is, or what he is worth. Count what is in man, not what is on him, if you would know what he is worth whether rich or poor."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "It is not what he has, or even what he does which expresses the worth of a man, but what he is."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "No great man ever complains of want of opportunity."
    },
    {
      "cite": "Winston Churchill",
      "quote": "There is nothing noble being superior to your fellow man; true nobility is being superior to your former self."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "It takes a great man to be a good listener."
    },
    {
      "cite": "John Kennedy",
      "quote": "A man does what he must -- in spite of personal consequences, in spite of obstacles and dangers, and pressures -- and that is the basis of all human morality."
    },
    {
      "cite": "Chuck Norris",
      "quote": "Men are like steel. When they lose their temper, they lose their worth."
    },
    {
      "cite": "Machiavelli",
      "quote": "It is not titles that make men illustrious, but men who make titles illustrious."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Big jobs usually go to the men who prove their ability to outgrow small ones."
    },
    {
      "cite": "George Washington",
      "quote": "Few men have virtue to withstand the highest bidder."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth."
    },
    {
      "cite": "Buddha",
      "quote": "If a man's mind becomes pure, his surroundings will also become pure."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A man who does not think for himself does not think at all."
    },
    {
      "cite": "Buddha",
      "quote": "A man may conquer a million men in battle but one who conquers himself is, indeed, the greatest of conquerors."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The value of a man should be seen in what he gives and not in what he is able to receive."
    },
    {
      "cite": "Fulke Greville",
      "quote": "Have you never seen a strange unconnected deformed representation of a figure, which seen in another point of view, became proportioned and agreeable? It is the picture of man."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Man, unlike anything organic or inorganic in the universe, grows beyond his work, walks up the stairs of his concepts, emerges ahead of his accomplishments."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A man ought to carry himself in the world as an orange tree would if it could walk up and down in the garden--swinging perfume from every little censer it holds up to the air."
    },
    {
      "cite": "E. L. James",
      "quote": "Men aren't really complicated ... They are very simple, literal creatures. They usually mean what they say. And we spend hours trying to analyze what they've said, when really it's obvious."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world."
    },
    {
      "cite": "Larissa Ione",
      "quote": "There is one rule, above all others, for being a man. Whatever comes, face it on your feet."
    },
    {
      "cite": "Elisabeth Elliot",
      "quote": "A man must at times be hard as nails: willing to face up to the truth about himself, and about the woman he loves, refusing compromise when compromise is wrong. But he must also be tender. No weapon will breach the armor of a woman's resentment like tenderness."
    },
    {
      "cite": "Saul Bellow",
      "quote": "A man should be able to hear, and to bear, the worst that could be said of him."
    },
    {
      "cite": "Billy Sunday",
      "quote": "You can't measure manhood with a tape line around his biceps."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "The teaching of one true man will carry further and deeper then that would dozen white Babus."
    },
    {
      "cite": "Titus 2:7",
      "quote": "Show yourself in all respects to be a model of good works, and in your teaching show integrity, dignity,"
    },
    {
      "cite": "1 Timothy 6:11",
      "quote": "But as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness."
    },
    {
      "cite": "Elisabeth Elliot",
      "quote": "Stand true to your calling to be a man. Real women will always be relived and grateful when men are willing to be men."
    },
    {
      "cite": "Ray Johnson",
      "quote": "It takes a strong man to accept somebody else's children and step up to the plate another man left on the table."
    },
    {
      "cite": "Travis Martin",
      "quote": "A man knows his limits, but a real man can overcome them."
    },
    {
      "cite": "Eric E. Thomas",
      "quote": "The value of a man is no measured by what he does for himself to make his life easier, but, measured by what he does for others to make their lives easier."
    },
    {
      "cite": "Allegra",
      "quote": "Only real men handle truly delicate women."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Power does not corrupt men; fools, however, if they get into a position of power, corrupt power."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If you would convince a man that he does wrong, do right. Men will believe what they see."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Man will occasionally stumble over the truth, but most times he will pick himself up and carry on."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Adversity makes men, and prosperity makes monsters."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "All men's miseries derive from not being able to sit in a quiet room alone."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In every real man a child is hidden that wants to play."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "A man should choose a friend who is better than himself. There are plenty of acquaintances in the world; but very few real friends."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The real problem is in the hearts and minds of men. It is easier to denature plutonium than to denature the evil spirit of man."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Let men see, let them know, a real man, who lives as he was meant to live."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The real man is one who always finds excuses for others, but never excuses himself."
    },
    {
      "cite": "Timothy Dalton",
      "quote": "You can't relate to a superhero, to a superman, but you can identify with a real man who in times of crisis draws forth some extraordinary quality from within himself and triumphs but only after a struggle."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection."
    },
    {
      "cite": "Frank Abagnale",
      "quote": "A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "You can't be a real man if you don't look out for your kids. They need you."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Real men stay faithful. They don't have time to look for another woman, because they're too busy looking for new ways to love their own."
    },
    {
      "cite": "Dick Wolf",
      "quote": "To be a man, you have to kill animals, win ballgames, you-you don't cry, you tough out whatever comes your way."
    },
    {
      "cite": "Tab Murphy",
      "quote": "You really think love has anything to do with being a man? A man wouldn't just sit here and do nothing."
    },
    {
      "cite": "Chris Terrio",
      "quote": "You're not brave... men are brave. You say that you want to help people, but you can't feel their pain... their mortality... It's time you learn what it means to be a man."
    },
    {
      "cite": "Gary K. Wolf",
      "quote": "You don't know how hard it is being a man looking at a woman looking the way you do."
    },
    {
      "cite": "Rachel Hall",
      "quote": "Sometimes you have to fight to be a man."
    },
    {
      "cite": "Francis Griffiths",
      "quote": "Being a man don't mean you have to fight for honor / Being a man don't mean you got the right to all the / All the things that make your eyes grow open wide / Those things don't earn you true respect / They are not a measure of your pride"
    },
    {
      "cite": "Francis Griffiths",
      "quote": "It takes more strength sometimes to turn and walk away / When you feel like you have got to prove / That you're a man and you don't play / Being a man isn't easy so try to be a man"
    },
    {
      "cite": "Francis Griffiths",
      "quote": "Being a man isn't measured by your way with women / I need a man who will stand by me through thick and thin"
    },
    {
      "cite": "Lou Reed",
      "quote": "Some people think being a man is unmanly / Some people think that the whole concept's a joke / But some people think being a man is the whole point / And then some people wish they'd never awoke"
    },
    {
      "cite": "Amisho Baraka Lewis",
      "quote": "Being a man got nothing to do with age / You can be a boy until the day you lay in your grave / None of us behave like the image of who we're made"
    },
    {
      "cite": "Eric Dan",
      "quote": "Well that's just what comes with being a man / I try to do all that I can to make sure that / My son grow up without having to see half of the stuff I've been through"
    },
    {
      "cite": "Owen (Ted) Hewitt",
      "quote": "I tried to talk to my father he told me not to bother him / He said boy being a man means being strong / Now leave me alone"
    },
    {
      "cite": "Kevin Roberson",
      "quote": "She says a woman is your pride and joy  / And that's why I treat you with seniority  / A gentleman is what I strive to be"
    },
    {
      "cite": "Kevin Roberson",
      "quote": "Baby I'm a gentleman  / And I'm not trying to win you over  / Just give me your hand and I'll do what I can"
    },
    {
      "cite": "Cheryl Bentyne",
      "quote": "He's a gentleman with a family / A gentle man, living day to day / He's a gentleman with pride, one may conclude / Sign reads, gentleman with a family will work for food"
    },
    {
      "cite": "Colum Mccann",
      "quote": "Men need guidance on the small things: how to make an old-fashioned, the best way to negotiate a raise, how to buy a suit. But also on the more elemental question, such s what i means to be a man and how to live up to that responsibility."
    },
    {
      "cite": "Glenn O'Brien",
      "quote": "Manhood is a realm, so you might as well rule it. Use your head. Give it your best shot."
    },
    {
      "cite": "Glenn O'Brien",
      "quote": "Being a man really means being everything a man can be."
    },
    {
      "cite": "Glenn O'Brien",
      "quote": "Being a gentleman is really a matter of being sensitive and observant in all situations and not giving offense as one elevates the tone and terms of transactions."
    },
    {
      "cite": "Glenn O'Brien",
      "quote": "A gentleman is reason personified. He improvises."
    },
    {
      "cite": "Corey Wayne",
      "quote": "A true Alpha Male, a man who goes for what he wants and has positive expectations that he will achieve his goals, will choose his purpose and his passion."
    },
    {
      "cite": "Corey Wayne",
      "quote": "A man pursuing a purpose he has a burning desire to accomplish gives off a much happier, peaceful, relaxed, successful, inviting, confident and positive vibe."
    },
    {
      "cite": "Corey Wayne",
      "quote": "Once you understand the mindset and actions a man should take, the words really don't matte. It is how you say things rather than what you say that matters."
    },
    {
      "cite": "Corey Wayne",
      "quote": "A man is supposed to be the leader and gently lead the interaction to where he wants it to go."
    },
    {
      "cite": "Acie Mitchell",
      "quote": "A man can enhance his eligibility for being high-value by always being purpose-driven and having his priorities in order."
    },
    {
      "cite": "Acie Mitchell",
      "quote": "You are valuable as a man. We are the perpetuators of humanity, leaders, fathers, protectors, conquerors, innovators, and providers for our families and communities."
    },
    {
      "cite": "Acie Mitchell",
      "quote": "As long as you remain on your purpose. You also need to continue to be the best version of yourself as a high-value man."
    },
    {
      "cite": "Jason Boyett",
      "quote": "But becoming a man isn't all about mind and body. There's another vitally important aspect of life: your soul."
    },
    {
      "cite": "Jason Boyett",
      "quote": "Being a man means learning self-control when it comes to our competitive and aggressive nature."
    },
    {
      "cite": "Jason Boyett",
      "quote": "Real men can discuss their feelings, show compassion, and be sensitive. Real men can cry without it being a news event."
    },
    {
      "cite": "Harold D. Edmunds",
      "quote": "A strong man can have a positive effect on his family."
    },
    {
      "cite": "Harold D. Edmunds",
      "quote": "When a man takes care of his wife and children, he is really helping his family to be healthy, the family will fare better because they have his support."
    },
    {
      "cite": "Harold D. Edmunds",
      "quote": "A man ,will take care of his family whereas an immature boy will run away from his responsibilities."
    },
    {
      "cite": "Harold D. Edmunds",
      "quote": "In order to understand what a man is, we must understand what a man is not."
    },
    {
      "cite": "Harold D. Edmunds",
      "quote": "A man doesn't act like a child or a woman. He's mature and masculine."
    },
    {
      "cite": "Harvey Newcomb",
      "quote": "A man who does not know how to work, is not more than half a man."
    },
    {
      "cite": "Robert Laynton",
      "quote": "You are a man who takes charge of your own life - you make the decisions and choices for yourself - you do not let other people make decisions for you."
    },
    {
      "cite": "Darryl Scriven",
      "quote": "Without goals, a man will not reach half of his potential. But with goals, a man will far exceed his wildest dreams."
    },
    {
      "cite": "Brett McKay",
      "quote": "A man who had mastered the art of manliness embodied many if not ll."
    },
    {
      "cite": "Brett McKay",
      "quote": "Being a gentleman is more than following a bunch of dos and don'ts. It's about haing a profound respect for yourself and for others."
    },
    {
      "cite": "Brett McKay",
      "quote": "Developing the traits of gentleman is a key to success in all aspects of your life."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "The difference between a man of sense and a fop is that the fop values himself upon his dress; and the man of sense laughs at it, at the same time he know he must not neglect it."
    },
    {
      "cite": "Brett McKay",
      "quote": "Appearance matters. Dressing like a gentleman will boost your confidence and win the respect of others."
    },
    {
      "cite": "Edward Tivnan",
      "quote": "Like every good man, I strive for perfection, and, like every ordinary man, I have found that perfection is out of reach-but not the perfect."
    },
    {
      "cite": "Nelson Brown",
      "quote": "Men disguised as people who care. So, being a man who really does care, I have to just be tottaly real, and break it down!"
    },
    {
      "cite": "Cecil B. Hartley",
      "quote": "If you are drawn into such a discussion without intending to be so, be careful that your individual opinion does not lead you into language and actions unbecoming a gentleman."
    },
    {
      "cite": "Cecil B. Hartley",
      "quote": "A man in a passion ceases to be a gentleman."
    },
    {
      "cite": "Cecil B. Hartley",
      "quote": "A man of real intelligence and cultivated mind, is generally modest."
    },
    {
      "cite": "Alfred Tong",
      "quote": "A gentleman should never appear to be trying too hard. His brilliance should seem effortless and natural."
    },
    {
      "cite": "Sam Guzman",
      "quote": "Along with politeness which is about keeping order, the other characteristic of a gentleman is courtesy."
    }
  ]
}