{
  "source": "https://www.wisesayings.com/being-strong-quotes/",
  "theme": "being-strong",
  "quotes": [
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength."
    },
    {
      "cite": "Susan Gale",
      "quote": "Sometimes you don't realize your own strength until you come face to face with your greatest weakness."
    },
    {
      "cite": "Anne Frank",
      "quote": "The weak fall, but the strong will remain and never go under!"
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The most beautiful people I've known are those who have known trials, have known struggles, have known loss, and have found their way out of the depths."
    },
    {
      "cite": "Lena Dunham",
      "quote": "It's interesting how we often can't see the ways in which we are being strong - like, you can't be aware of what you're doing that's tough and brave at the time that you're doing it because if you knew that it was brave, then you'd be scared."
    },
    {
      "cite": "A. A. Milne",
      "quote": "Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The weak can never forgive. Forgiveness is the attribute of the strong."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "He who believes is strong; he who doubts is weak. Strong convictions precede great actions."
    },
    {
      "cite": "James A. Froude",
      "quote": "You cannot dream yourself into a character; you must hammer and forge yourself one."
    },
    {
      "cite": "Thomas Paine",
      "quote": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection.  Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Permanence, perseverance and persistence in spite of all obstacles, discouragements, and impossibilities: It is this, that in all things distinguishes the strong soul from the weak."
    },
    {
      "cite": "John F Kennedy",
      "quote": "Do not pray for easy lives. Pray to be stronger men."
    },
    {
      "cite": "Ivan Avendano",
      "quote": "A heart is a strong muscle and what do muscles do when they are torn? They grow back STRONGER!"
    },
    {
      "cite": "Nancy Reagan",
      "quote": "A woman is like a tea bag - only in hot water do you realize how strong she is."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "If God sends us on strong paths, we are provided strong shoes."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Strength does not come from physical capacity. It comes from an indomitable will."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Never give in.. never, never, never, never, in nothing great or small, large or petty, never give in except to convictions of honor and good sense. Never yield to force.. never yield to the apparently overwhelming might of the enemy."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Through persistence, self-knowledge, prayer, commitment, optimism, a resolute trust in God and the building of your own personal moral strength, you can enjoy the blessings of a deeper faith and face the difficulties of life with courage and confidence."
    },
    {
      "cite": "Unknown Author",
      "quote": "Strength does not come from winning. Your struggles develop your strengths. When you go trough hardships and decide not to surrender, that is strength."
    },
    {
      "cite": "Unknown Author",
      "quote": "The worst part about being strong is that no one ever asks if you're ok."
    },
    {
      "cite": "Dalai Lama",
      "quote": "It is worth remembering that the time of greatest gain in terms of wisdom and inner strength is often that of greatest difficulty."
    },
    {
      "cite": "Bob Marley",
      "quote": "You never know how strong you are until being strong is the only choice you have."
    },
    {
      "cite": "Harriet Morgan",
      "quote": "A strong women is someone who is able to smile this morning like she wasn't crying last night."
    },
    {
      "cite": "Brigitte Nicole",
      "quote": "Sometimes, being strong is to forgive in the name of love, to make someone smile when our own heart is broken, to comfort a friend when we ourselves needed help and to keep faith when we have lost hope."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Pain makes you stronger. Tears make you braver. Heartbreak makes you wiser. And vodka makes you not remember any of that crap."
    },
    {
      "cite": "Criss Jami",
      "quote": "If you build the guts to do something, anything, then you better save enough to face the consequences."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I am thankful for all of those who said NO to me. Its because of them I'm doing it myself."
    },
    {
      "cite": "Ash Sweeney",
      "quote": "Not everyday is a good day. You may feel like hell and some you may feel like nothing could be worse. Keep your head up, because someday you will have your day. It could be tomorrow or the next day but that day will come, and it will be the best day of your life, just you wait."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you're going through hell, keep going."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all."
    },
    {
      "cite": "Dr. Byron Hayes",
      "quote": "Things happen to you to make you realize your true potential, strength, will power, and heart. You've got to have faith."
    },
    {
      "cite": "Harriet Morgan",
      "quote": "Strong women wear their pain like stilettos. No matter how much it hurts, all you see is the beauty of it."
    },
    {
      "cite": "Aristotle",
      "quote": "It is during our darkest moments that ew must focus to see the light."
    },
    {
      "cite": "Holly Wagner",
      "quote": "Just as a broken arm needs a cast, we too need support mechanisms in order to make it through difficult times."
    },
    {
      "cite": "Rita Mero",
      "quote": "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person."
    },
    {
      "cite": "Ken Kesey",
      "quote": "You can't really be strong until you see a funny side to things."
    },
    {
      "cite": "Helen Keller",
      "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, vision cleared, ambition inspired, and success achieved."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves."
    },
    {
      "cite": "Author Unknown",
      "quote": "You can always take the easy way out and give up, but real strength comes when you decide to keep pushing forward no matter what the circumstances are."
    },
    {
      "cite": "Helen Keller",
      "quote": "Never bend your head. Always hold it high. Look the world right in the eye."
    },
    {
      "cite": "Sanaa Lathan",
      "quote": "Being strong can be also feminine. I don't think feminine equals being weak. Being strong is very sexy."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "That which does not kill us makes us stronger."
    },
    {
      "cite": "Buddha",
      "quote": "No matter how hard the past, you can always begin again."
    },
    {
      "cite": "Christian Larson",
      "quote": "Promise yourself to be so strong that nothing can disturb your peace of mind."
    },
    {
      "cite": "Christopher Robin",
      "quote": "You are braver than you believe, stronger than you seem, and smarter than you think."
    },
    {
      "cite": "Og Mandino",
      "quote": "Failure will never overtake me if my determination to succeed is strong enough."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Smiling does not necessarily mean you're happy. Sometimes it just means you're strong."
    },
    {
      "cite": "Gary John Bishop",
      "quote": "Get connected to your reality, your real life, instead of your emotionally soaked narrative about your life"
    },
    {
      "cite": "Demi Lovato",
      "quote": "Life can be so difficult at times, but fighting through the pain is so worth it. It’s better to feel every kind of emotion than to not feel at all."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Expose yourself to your deepest fear. After that, fear has no power."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities. Strong men make them."
    },
    {
      "cite": "Aristotle",
      "quote": "The weak are always anxious for justice and equality. The strong pay no heed to either."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I believe in being strong when everything seems to be going wrong."
    },
    {
      "cite": "Johnny Depp",
      "quote": "People cry, not because they're weak. It's because they've been strong for too long."
    },
    {
      "cite": "Deb Caletti",
      "quote": "Marriage is like a well built porch. If one of the two posts leans too much, the porch collapses. So each must be strong enough to stand on its own."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Shallow men believe in luck. Strong men believe in cause and effect."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Don't expect to build up the weak by pulling down the strong."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The world is the great gymnasium where we come to make ourselves strong."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The world breaks everyone, and afterward, some are strong at the broken places."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Anyone can hide. Facing up to things, working through them, that's what makes you strong."
    },
    {
      "cite": "John Beecher",
      "quote": "Strength is a matter of the made up mind."
    },
    {
      "cite": "Mark Twain",
      "quote": "The secret of getting ahead is getting started."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Men are strong so long as they represent a strong idea they become powerless when they oppose it."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "The resistance that you fight physically in the gym and the resistance that you fight in life can only build a strong character."
    },
    {
      "cite": "Dr. Joyce Brothers",
      "quote": "A strong, positive self image is the best possible preparation for success."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "You must have an iron will, if you would cross the ocean. You must be strong enough to pierce mountains."
    },
    {
      "cite": "Les Brown",
      "quote": "Ask for help. Not because you are weak. But because you want to remain strong."
    }
  ]
}