{
  "source": "https://www.wisesayings.com/being-pretty--quotes/",
  "theme": "being-pretty-",
  "quotes": [
    {
      "cite": "Salma Hayek",
      "quote": "People often say that beauty is in the eye of the beholder, and I say that the most liberating thing about beauty is realizing you are the beholder."
    },
    {
      "cite": "Maria Mitchell",
      "quote": "There is no cosmetic for beauty like happiness."
    },
    {
      "cite": "Rosalind Russell",
      "quote": "Taking joy in living is a woman's best cosmetic."
    },
    {
      "cite": "Nicole Hill",
      "quote": "Being pretty doesn't mean that I'm dumb. As well as being silent in a situation doesn't mean that I'm wise. Merely look at it my way; I'm pretty because of all the ugliness I've seen and dealt with and I'm silent in your wake because even an idiot knows when to bite their tongue!"
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Being pretty on the inside means you dont hit your brother and you eat all your peas thats what my grandma taught me."
    },
    {
      "cite": "Keri Russell",
      "quote": "It's sad when girls think they don't have anything going on except being pretty."
    },
    {
      "cite": "Richard Armour",
      "quote": "Beauty is only skin deep, and the world is full of thin skinned people."
    },
    {
      "cite": "Helen Hudson",
      "quote": "Looks are so deceptive that people should be done up like food packages with the ingredients clearly labeled."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "Beauty is a mystery. You can neither eat it nor make flannel out of it."
    },
    {
      "cite": "Coco Chanel",
      "quote": "You can be gorgeous at thirty, charming at forty, and irresistible for the rest of your life."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "Beauty, to me, is about being comfortable in your own skin. That, or kick-ass red lipstick."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It's not what you look at that matters, it's what you see."
    },
    {
      "cite": "John Constable",
      "quote": "There is nothing ugly; I never saw an ugly thing in my life: for let the form of an object be what it may, -- light, shade, and perspective will always make it beautiful."
    },
    {
      "cite": "Tara Grady",
      "quote": "A person is only beautiful, when their own beauty, is reflecting on to others."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "[The lover says:] How beautiful you are, now that you love me."
    },
    {
      "cite": "Thomas Mann",
      "quote": "Beauty can pierce one like a pain."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "Beauty is a mystery. You can neither eat it nor make flannel out of it."
    },
    {
      "cite": "Alicia Machado",
      "quote": "I think being beautiful is only one aspect of your life."
    },
    {
      "cite": "Anne Frank",
      "quote": "Think of all the beauty that's still left in and around you and be happy."
    },
    {
      "cite": "Stendhal",
      "quote": "Beauty is the promise of happiness."
    },
    {
      "cite": "unknown",
      "quote": "Behind every pretty little face & beautiful smile there is a girl that needs to be loved..!"
    },
    {
      "cite": "Henry Fielding",
      "quote": "A good face they say, is a letter of recommendation. O Nature, Nature, why art thou so dishonest, as ever to send men with these false recommendations into the World!"
    },
    {
      "cite": "A. H. Euwer",
      "quote": "As a beauty I'm not a great star. Others are handsomer far; but my face -- I don't mind it because I'm behind it; it the folks out in front that I jar."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "The faces that have charmed us the most escape us the soonest."
    },
    {
      "cite": "unknown",
      "quote": "A pretty face is nothing of you have an ugly heart."
    },
    {
      "cite": "unknown",
      "quote": "A pretty face gets old, a nice body will change, `"
    },
    {
      "cite": "Billy Joel",
      "quote": "But I don't want some pretty face to tell me pretty lies. All I want is someone to believe"
    },
    {
      "cite": "Golda Meir",
      "quote": "Not being beautiful was the true blessing. Not being beautiful forced me to develop my inner resources. The pretty girl has a handicap to overcome."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful."
    },
    {
      "cite": "Charles Reade",
      "quote": "Beauty is power; a smile is its sword."
    },
    {
      "cite": "William Scott Downey",
      "quote": "Judge nothing by the appearance. The more beautiful the serpent, the more fatal its sting."
    },
    {
      "cite": "Julie Burchill",
      "quote": "It has been said that a pretty face is a passport. But it's not, it's a visa, and it runs out fast."
    },
    {
      "cite": "Irving Berlin",
      "quote": "A pretty girl is like a melody that haunts you night and day."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "What's the whole point of being pretty on the outside when you're so ugly on the inside?"
    },
    {
      "cite": "Yoko Ono",
      "quote": "Look at yourself in the mirror and don't be afraid to notice how beautiful you are."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Beauty is not in the face; beauty is a light in the heart."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "Beauty is only skin deep. I think what’s really important is finding a balance of mind, body, and spirit."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Adornment, what a science! Beauty, what a weapon! Modesty, what elegance!"
    },
    {
      "cite": "Taylor Swift",
      "quote": "Happiness and confidence are the prettiest things you can wear."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Beauty begins the moment you decide to be yourself."
    },
    {
      "cite": "Coco Chanel",
      "quote": "The best color in the whole world is the one that looks good on you."
    },
    {
      "cite": "Rufus Wainwright",
      "quote": "Being uncool is being pretty much the coolest you can be."
    },
    {
      "cite": "Betty White",
      "quote": "It's your outlook on life that counts. If you take yourself lightly and don't take yourself too seriously, pretty soon you can find the humor in our everyday lives. And sometimes it can be a lifesaver."
    },
    {
      "cite": "Harry Styles",
      "quote": "A real girl isn’t perfect, and a perfect girl isn’t real."
    }
  ]
}