{
  "source": "https://www.wisesayings.com/being-there-quotes/",
  "theme": "being-there",
  "quotes": [
    {
      "cite": "Dave G. Llewelyn",
      "quote": "Just being there for someone can sometimes bring hope when all seems hopeless."
    },
    {
      "cite": "Alfusainey jallow",
      "quote": "I may not be the kind of person you want me to, but I will always be there for you."
    },
    {
      "cite": "Isabella Poretsis",
      "quote": "If someone needs you don't let them down. Because when you need someone and there is no one to be found you will know how they felt."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "If you love someone, the greatest gift you can give them is your presence."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Absence sharpens love, presence strengthens it."
    },
    {
      "cite": "Richard Matheson",
      "quote": "Thank you...for gracing my life with your lovely presence, for adding sweet measure of your soul to my existence."
    },
    {
      "cite": "Gee Linder",
      "quote": "Never confuse people who are always around you, with people who are always there for you."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Presence is more than just being there."
    },
    {
      "cite": "Jennifer Grey",
      "quote": "It's very hard to balance being there for somebody else and taking care of yourself."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Just 'cause you can't see me don't mean I've gone away."
    },
    {
      "cite": "unknown",
      "quote": "Always be there for the person who is always there for you"
    },
    {
      "cite": "Lada Ray",
      "quote": "Being present here and now is the highest compliment you can pay to a woman in your life."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Sometimes, the girl who's always there for everyone else needs someone there for her."
    },
    {
      "cite": "Jeff Warner",
      "quote": "We are not put on earth for ourselves, but are placed here for each other. If you are there always for others, then in time of need, someone will be there for you."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes, the person who's always been there for everyone else needs someone to be there for them."
    },
    {
      "cite": "unknown",
      "quote": "It's not your fault for not being there. It's my fault for thinking you would be."
    },
    {
      "cite": "Suman Rai",
      "quote": "Theres nothing more vital to the bond you share with someone than simply being there for them."
    },
    {
      "cite": "Drake",
      "quote": "Just remember that when nobody was there for you, I was. And when nobody else gave a damn, I did."
    },
    {
      "cite": "Sarah Griffin",
      "quote": "When I'm sad, you'll be there. When I'm hurt, you will care. When I need a friend, by my side. I'll look for you, who will not hide."
    },
    {
      "cite": "Terry Mark",
      "quote": "I won't promise to be always here for you, but I assure you that Christ will always be here for you. But I'll always be holding your hand in mine."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Just because I'm always there for you all the time, doesn't mean you can take me for granted."
    },
    {
      "cite": "Chris Brown",
      "quote": "With fame, you can't trust everybody. You can't depend on them being there for you as a person. They will only be there because of what you've got you as a person. They will only be there because of what you've got and what you can bring to their life. It's not a relationship-it's a leech."
    },
    {
      "cite": "unknown",
      "quote": "Being there at the moment is everything."
    },
    {
      "cite": "Ethan Russell",
      "quote": "The fact of just being there was phenomenal."
    },
    {
      "cite": "James Earl Jones",
      "quote": "You don't build a bond without being present."
    },
    {
      "cite": "S. Kelley Harrell",
      "quote": "Being present is being connected to All Things. present."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Your children need your presence more than your presents."
    },
    {
      "cite": "unknown",
      "quote": "I may not always be there with you, but I will always be there for you."
    },
    {
      "cite": "Richard Reeves",
      "quote": "Think of me and I'll be there."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "Whenever you need me, whenever you want me, you know you call me. I'll be there shortly."
    },
    {
      "cite": "unknown",
      "quote": "If you fall, I'll be there. - the Floor"
    },
    {
      "cite": "P.V.S. SURYANARAYANA RAJU",
      "quote": "If we live life from center of our being there will be no fear."
    },
    {
      "cite": "Christina Aguilera",
      "quote": "Whatever keeps me in your arms. And I'm thanking you for being there for me."
    },
    {
      "cite": "Jason Aldean",
      "quote": "Lucky me, just being there when I get to hold you.It's your world, and I'm just passing through."
    },
    {
      "cite": "Epica",
      "quote": "Being there with you, I feel at ease. Being there with you is all I ever need."
    },
    {
      "cite": "Lionel Richie",
      "quote": "I know it's been hard, me not being there. I don't want you thinking that I really don't care."
    },
    {
      "cite": "R.E.M.",
      "quote": "Thank you for being there for me. Thank you for listening, goodbye. I can forfeit selfishness. I hope for you that you apply this happiness."
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "Always there with a hand to lend with a firm look always there to defend. Always there to wipe our tears. Always there to be our peers"
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "Always there for all types of advice."
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "To have a love be with you and share your experiences and to understand you and love you with every fiber of your being there is no greater love."
    },
    {
      "cite": "Martin Jeszke",
      "quote": "For a real friend I will always be there for them no matter where or when they need me."
    },
    {
      "cite": "Martin Jeszke",
      "quote": "Being there for a special friend when they most need you shows the mark of a true friend that really cares."
    },
    {
      "cite": "Martin Jeszke",
      "quote": "Be there for friends and family regardless, when it matters most, because you never know when you might need them to be there for you."
    },
    {
      "cite": "Michael Jackson",
      "quote": "Shalom so let's start giving cause that's what we're being there is a chance we're taking our own lives."
    },
    {
      "cite": "Red Hot Chili Peppers",
      "quote": "much love So rare to dare Afraid of ever being there take me home I need repair take me please To anywhere"
    }
  ]
}