{
  "source": "https://www.wisesayings.com/believing-quotes/",
  "theme": "believing",
  "quotes": [
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Be believing, be happy, don't get discouraged. Things will work out."
    },
    {
      "cite": "Toba Beta",
      "quote": "Believing is half the cure."
    },
    {
      "cite": "Nikos Kazantzakis",
      "quote": "By believing passionately in something that still does not exist, we create it. The nonexistent is whatever we have not sufficiently desired."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Believing in people before they have proved themselves is the key to motivating people to reach their potential."
    },
    {
      "cite": "Naima Adedapo",
      "quote": "It's believing you can push through the exhaustion just to be able to sing after you do a cartwheel or a split."
    },
    {
      "cite": "Tammy Bruce",
      "quote": "Believing a person deserves a defence is not the same as doing anything in your power to get him off scot-free."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Believing in evolution is believing in the unproved, while believing in Christ is believing in the proven."
    },
    {
      "cite": "Shannen Doherty",
      "quote": "You just have to keep believing in yourself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We are born believing. A man bears beliefs as a tree bears apples."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "The first step to believing something is true is wanting to believe it is true... or being afraid it is."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "If you're still believing, then you're almost there!"
    },
    {
      "cite": "Jam Master Jay",
      "quote": "Believing in something and being a part of something you believe in and watching it work and coming from it."
    },
    {
      "cite": "Darren L. Johnson",
      "quote": "Believing in who you are is a major part of a powerful combination for success."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Believing in progress does not mean believing that any progress has yet been made."
    },
    {
      "cite": "Jesse Owens",
      "quote": "Find the good. It's all around you. Find it, showcase it and you'll start believing in it."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Why don't you start believing that no matter what you have or haven't done, that your best days are still out in front of you."
    },
    {
      "cite": "Paul Simon",
      "quote": "We've survived by believing our life is going to get better."
    },
    {
      "cite": "Robert Vaughn",
      "quote": "By virtue of believing in a Supreme Being one embraces certain mysteries."
    },
    {
      "cite": "Robin Trower",
      "quote": "When you start believing you're something special, then you're not going to be striving to move forward."
    },
    {
      "cite": "Orlando Bloom",
      "quote": "Believing you're something that you're not excites the mind and the imagination. And it's hopeful."
    },
    {
      "cite": "David Joseph Schwartz",
      "quote": "Believe it can be done. When you believe something can be done, really believe, your mind will find the ways to do it. Believing a solution paves the way to solution."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "I rarely believe anything, because at the time of believing I am not really there to believe."
    },
    {
      "cite": "Terence",
      "quote": "Perhaps believing in good design is like believing in God, it makes you an optimist."
    },
    {
      "cite": "Robert Williams Buchanan",
      "quote": "Believing hath a core of unbelieving."
    },
    {
      "cite": "Ugo Betti",
      "quote": "When you want to believe in something, you also have to believe in everything that's necessary for believing in it."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "Not believing has a sickness which is believing a little."
    },
    {
      "cite": "Bruce Calvert",
      "quote": "Believing is easier than thinking. Hence so many more believers than thinkers."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Believing in Hell must distort every judgement on this life."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "I think there is something, more important than believing: Action! The world is full of dreamers, there aren't enough who will move ahead and begin to take concrete steps to actualize their vision."
    },
    {
      "cite": "unknown",
      "quote": "The very act of believing creates strength of its own."
    },
    {
      "cite": "George Santayana",
      "quote": "The brute necessity of believing something so long as life lasts does not justify any belief in particular."
    },
    {
      "cite": "Robert Anthony",
      "quote": "You can have anything you want if you will give up the belief that you can't have it."
    },
    {
      "cite": "Vadim Kotelnikov",
      "quote": "You live as you believe. If you believe you can fly, you can fly."
    },
    {
      "cite": "William James",
      "quote": "Be not afraid of life. Believe that life is worth living and your belief will help create the fact."
    },
    {
      "cite": "Morrie Schwartz",
      "quote": "Sometimes you cannot believe what you see, you have to believe what you feel. And if you are ever going to have other people trust you, you must feel that you can trust them, too--even when you're in the dark. Even when you're falling."
    },
    {
      "cite": "Tiger Woods",
      "quote": "I just try to be the best I can be and hope that is the best ever."
    },
    {
      "cite": "Disti Amalia",
      "quote": "Believing in yourself is the first secret to success."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Believing everyone is dangerous, but believing nobody is more dangerous."
    },
    {
      "cite": "Sarah Meredith",
      "quote": "Believing in yourself, is an endless destination. Believing you have failed. is the end of your journey."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "Until you start believing in yourself, you aint gonna have a life!"
    },
    {
      "cite": "Cinderella",
      "quote": "No matter how your heart is grieving, if you keep on believing, the dream that you wish will come true."
    },
    {
      "cite": "Venus Williams",
      "quote": "Just believe in yourself. Even if you don't, pretend that you do and, at some point you will."
    },
    {
      "cite": "unknown",
      "quote": "Never stop believing in hope because miracles happen everyday."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Believing that your competition is stronger and better than you pushes you to better yourselves."
    },
    {
      "cite": "Gunter Grass",
      "quote": "Believing: it means believing in our own lies. And I can say that I am grateful that I got this lesson very early."
    },
    {
      "cite": "Umberto Eco",
      "quote": "When men stop believing in God, it isn't that they then believe in nothing: they believe in everything."
    },
    {
      "cite": "Darren L. Johnson",
      "quote": "There is no greater level and form of belief than believing in yourself."
    },
    {
      "cite": "Krzysztof Kieslowski",
      "quote": "In believing too much in rationality, our contemporaries have lost something."
    },
    {
      "cite": "Andy Murray",
      "quote": "You have to go into each match believing you can beat all of the players."
    },
    {
      "cite": "Emily Watson",
      "quote": "Believing in God is a very intense inner struggle of mine. It's something I worry about a lot, but which I don't have the answer to."
    }
  ]
}