{
  "source": "https://www.wisesayings.com/belief-quotes/",
  "theme": "belief",
  "quotes": [
    {
      "cite": "Steven Redhead",
      "quote": "The belief that others think they are right doesn't mean that they are."
    },
    {
      "cite": "John Lancaster Spalding",
      "quote": "Few really believe. The most only believe that they believe or even make believe."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "He does not believe that does not live according to his belief."
    },
    {
      "cite": "Robert Brault",
      "quote": "Never believe anything that requires you to hate people who do not believe it."
    },
    {
      "cite": "David Hume",
      "quote": "A wise man ... proportions his belief to the evidence."
    },
    {
      "cite": "Veronica Roth",
      "quote": "You don't believe things because they make your life better, you believe them because they're true."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Beliefs create reality."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "One person with a belief is equal to ninety nine who have only interests."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "A widespread belief is more often likely to be foolish than sensible."
    },
    {
      "cite": "John Lubbock",
      "quote": "There can be no merit in believing something which you can neither explain nor understand."
    },
    {
      "cite": "unknown",
      "quote": "Everything is possible for him who believes."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Live your beliefs and you can turn the world around."
    },
    {
      "cite": "William James",
      "quote": "Believe that life is worth living and your belief will help create the fact."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "It is one thing to believe and another to know."
    },
    {
      "cite": "Saji Ijiyemi",
      "quote": "Whatever you believe is true is true even if it is not true."
    },
    {
      "cite": "Euripides",
      "quote": "He who believes needs no explanation."
    },
    {
      "cite": "Noah Porter",
      "quote": "Remember that what you believe will depend very much on what you are."
    },
    {
      "cite": "Lin Yutang",
      "quote": "The more we justify our beliefs, the more narrow-minded we become."
    },
    {
      "cite": "Richard Bach",
      "quote": "Strong beliefs win strong men, and then make them stronger."
    },
    {
      "cite": "Robert Anthony",
      "quote": "If you want to know what your true beliefs are, take a look at your actions."
    },
    {
      "cite": "Neville Berkowitz",
      "quote": "All beliefs and belief systems boil down to having faith in something we would like to believe to be the truth."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Man is what he believes."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "To believe in something, and not to live it, is dishonest."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "He who does not know how to believe, should not know."
    },
    {
      "cite": "G.I. Gurdjieff",
      "quote": "I ask you to believe nothing that you cannot verify for yourself."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "When you believe it, you've created it, whatever it is."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Beliefs are choices. First you choose your beliefs. Then your beliefs affect your choices."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Just as no one can be forced into belief, so no one can be forced into unbelief."
    },
    {
      "cite": "Marc Reklau",
      "quote": "ur beliefs on you. It's always you who in the last instance can permit a belief to be true for you or not!"
    },
    {
      "cite": "Seneca",
      "quote": "Every man prefers belief to the exercise of judgment."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Be brave to stand for what you believe in even if you stand alone."
    },
    {
      "cite": "Elly Roselle",
      "quote": "A belief is not an idea held by the mind, it is an idea that holds the mind."
    },
    {
      "cite": "Jose Bergamin",
      "quote": "A belief which leaves no place for doubt is not a belief; it is a superstition."
    },
    {
      "cite": "Julius Caesar",
      "quote": "Men freely believe that which they desire."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Man is made by his belief. As he believes, so he is."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We are born believing. A man bears beliefs as a tree bears apples."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Believe in one thing too much and you have no room for new ideas."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "First we have to believe, and then we believe."
    },
    {
      "cite": "Catrice M. Jackson",
      "quote": "You will only rise to the level of your belief."
    },
    {
      "cite": "Robert Brault",
      "quote": "An old belief is like an old shoe.  We so value its comfort that we fail to notice the hole in it."
    },
    {
      "cite": "Sam Harris",
      "quote": "As a man believes, so he will act."
    },
    {
      "cite": "John Mayer",
      "quote": "Belief is a beautiful armor, but it makes for the heaviest sword."
    },
    {
      "cite": "Robert Brault",
      "quote": "In the end you regret less the things you believed that weren't true than the things that never came true because you didn't believe."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "Belief is the wound that knowledge heals."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "It's what you choose to believe that makes you the person you are."
    },
    {
      "cite": "Felix Cohen",
      "quote": "Generally the theories we believe we call facts, and the facts we disbelieve we call theories."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Belief gets in the way of learning."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Belief is the death of intelligence."
    },
    {
      "cite": "Walt Disney",
      "quote": "When you believe in a thing, believe in it all the way, implicitly and unquestionable."
    },
    {
      "cite": "William James",
      "quote": "Belief creates the actual fact."
    }
  ]
}