{
  "source": "https://www.wisesayings.com/believing-in-yourself-quotes/",
  "theme": "believing-in-yourself",
  "quotes": [
    {
      "cite": "Bonnie Arbon",
      "quote": "You are a piece of the puzzle of someone else's life. You may never know where you fit, but others will fill the holes in their lives with pieces of you."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Sally Field",
      "quote": "It took me a long time not to judge myself through someone else's eyes."
    },
    {
      "cite": "David Brinkley",
      "quote": "A successful person is one who can lay a firm foundation with the bricks that others throw at him or her."
    },
    {
      "cite": "Attributed to Hanoch McCarty",
      "quote": "It's not who you are that holds you back, it's who you think you're not."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy."
    },
    {
      "cite": "Chantal Sutherland",
      "quote": "Believe in yourself, take on your challenges, dig deep within yourself to conquer fears. Never let anyone bring you down. You got to keep going."
    },
    {
      "cite": "Stacy London",
      "quote": "Don't let fear or insecurity stop you from trying new things. Believe in yourself. Do what you love. And most importantly, be kind to others, even if you don't like them."
    },
    {
      "cite": "Brad Henry",
      "quote": "Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish."
    },
    {
      "cite": "Diane Sawyer",
      "quote": "Whatever you want in life, other people are going to want it too. Believe in yourself enough to accept the idea that you have an equal right to it."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "The only person who can pull me down is myself, and I'm not going to let myself pull me down anymore."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "If you truly want to be respected by people you love, you must prove to them that you can survive without them."
    },
    {
      "cite": "Turcois Ominek",
      "quote": "Your time is way too valuable to be wasting on people that can't accept who you are."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "You may be the only person left who believes in you, but it's enough. It takes just one star to pierce a universe of darkness. Never give up."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "To be of good quality, you have to excuse yourself from the presence of shallow and callow minded individuals."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "Confucius",
      "quote": "The man who moves a mountain begins by carrying away small stones."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I can be changed by what happens to me. But I refuse to be reduced by it."
    },
    {
      "cite": "Bill Cosby",
      "quote": "In order to succeed, your desire for success should be greater than your fear of failure."
    },
    {
      "cite": "George S. Patton",
      "quote": "I don't measure a man's success by how high he climbs but how high he bounces when he hits bottom."
    },
    {
      "cite": "Sam Kao",
      "quote": "There is nothing more beautiful than believing in yourself."
    },
    {
      "cite": "Sugar Ray Robinson",
      "quote": "To be a champ, you have to believe in yourself when nobody else will."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "Just go out there and do what you've got to do."
    },
    {
      "cite": "Nisandeh Neta",
      "quote": "If you don't ask because you might be refused, you've already refused yourself."
    },
    {
      "cite": "Michael Jordan",
      "quote": "You must expect great things of yourself before you can do them."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The individual has always had to struggle to keep from being overwhelmed by the tribe. If you try it, you will be lonely often, and sometimes frightened. But no price is too high to pay for the privilege of owning yourself."
    },
    {
      "cite": "Bernard M. Maruch",
      "quote": "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "Follow your inner moonlight; don't hide the madness."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Faithless To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I will not let anyone walk through my mind with their dirty feet."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Don't feed your mind with negative thoughts. If you do, you will come to believe them."
    },
    {
      "cite": "Eric Allenbaugh",
      "quote": "You are in charge of your feelings, beliefs, and actions. And you teach others how to behave toward you. While you cannot change other people, you can influence them through your own behaviors and actions. By being a living role model of what you want to receive from others, you create more of what you want in your life."
    },
    {
      "cite": "Grant Andrews",
      "quote": "Those people who have the greatest success first needed to believe in what they have to offer the world. You need to trust that your unique contribution is worthwhile."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Self-confidence and a belief in yourself is a must. To instill confidence in others, you first must have confidence in yourself."
    },
    {
      "cite": "M. K. Soni",
      "quote": "A firm belief in yourself is all that is needed to alter your life. No one except you alone can change your life."
    },
    {
      "cite": "Frank Zappa",
      "quote": "There's a world, you see, which has people in it who believe in a variety of different things. Everybody believes in something and everybody, by virtue of the fact that they believe in something, use that something to support their own existence."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The thing always happens that you really believe in; and the belief in a thing makes it happen."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "If you think you can, you can. And if you think you can't, you're right."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "Your belief determines your action and your action determines your results, but first you have to believe."
    },
    {
      "cite": "Ezra Pound",
      "quote": "What matters is not the idea a man holds, but the depth at which he holds it."
    },
    {
      "cite": "Larry Flynt",
      "quote": "Along with a strong belief in your own inner voice, you also need laser-like focus combined with unwavering determination."
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "Believe and act as if it were impossible to fail."
    },
    {
      "cite": "Joe Paterno",
      "quote": "Believe deep down in your heart that you're destined to do great things."
    },
    {
      "cite": "Ivana Trump",
      "quote": "Believe in yourself.. in all you can do.. and for you, the deals will start to work in your favor. You need to be open to such deals, and they will come, I assure you."
    },
    {
      "cite": "David Joseph Schwartz",
      "quote": "Believe it can be done. When you believe something can be done, really believe, your mind will find the ways to do it. Believing a solution paves the way to solution."
    },
    {
      "cite": "Christian Larson",
      "quote": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle."
    },
    {
      "cite": "Anne Neil",
      "quote": "Life can go in many directions but the belief in yourself is the map to the unknown."
    },
    {
      "cite": "Anne Neil",
      "quote": "The belief in yourself will allow your spirit to soar. It is a flight you don't want to miss."
    },
    {
      "cite": "Anne Neil",
      "quote": "We are most alone when we stop believing in ourselves."
    },
    {
      "cite": "Callie Khouri",
      "quote": "When you give yourself the gift of quietly believing in yourself, you'll love yourself."
    },
    {
      "cite": "Aysel Ghunar",
      "quote": "Every journey starts with believing, and this belief will keep you going. Believe In yourself, believe in your dreams, and believe that you can."
    },
    {
      "cite": "George Woodberry",
      "quote": "If you can't have faith in what is held up to you for faith, you must find things to believe in yourself, for a life without faith in something is too narrow a space to live."
    },
    {
      "cite": "Brendan Francis",
      "quote": "If you do not believe in yourself, do not blame others for lacking faith in you."
    },
    {
      "cite": "William Hazlitt",
      "quote": "As is our confidence, so is our capacity."
    },
    {
      "cite": "Horace",
      "quote": "Who has self-confidence will lead the rest."
    },
    {
      "cite": "Virgil",
      "quote": "To these success gives heart: they can because they think they can."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Self-confidence is the first requisite to undertakings."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "There's one blessing only, the source and cornerstone of beatitude: confidence in yourself."
    },
    {
      "cite": "Theresa Emminizer",
      "quote": "No matter how big or small it is, think of something you like about yourself and take a moment to appreciate it. Recognizing your strengths will help you build confidence."
    },
    {
      "cite": "Melissa Rae Shofner",
      "quote": "Self-confidence is an important part of the core skill of self-awareness."
    },
    {
      "cite": "Anne Neil",
      "quote": "Being self-assured allows you to do with the worst and trusting that the unknown is not to be feared."
    },
    {
      "cite": "Marie Curie",
      "quote": "Life is not easy for any of us, but what of that? We must have perseverance and, above all, confidence in ourselves."
    },
    {
      "cite": "Joel Osteen",
      "quote": "I believe that God has put gifts and talents and ability on the inside of every one of us. When you develop that and you believe in yourself and you believe that you're a person of influence and a person of purpose, I believe you can rise up out of any situation."
    },
    {
      "cite": "Yvonne Pierre",
      "quote": "Use what you've been through as fuel, believe in yourself, and be unstoppable."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Because one believes in oneself, one doesn't try to convince others. Because one is content with oneself, one doesn't need others' approval. Because one accepts oneself, the whole world accepts him or her."
    },
    {
      "cite": "Christian D. Larson",
      "quote": "Believe in yourself and all that you are, know that there is something inside you that is greater than any obstacle."
    },
    {
      "cite": "Golda Meir",
      "quote": "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Believe in your infinite potential. Your only limitations are those you set upon yourself."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Don't let others tell you what you can't do. Don't let the limitations of others limit your vision. If you can remove your self-doubt and believe in yourself, you can achieve what you never thought possible."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "You may be the only person left who believes in you, but it's enough. It takes just one star to pierce a universe of darkness. Never give up."
    },
    {
      "cite": "Roy Bennett",
      "quote": "Believe in yourself, your abilities, and your own potential. Never let self-doubt hold you captive. You are worthy of all that you dream of and hope for."
    },
    {
      "cite": "Brittany Burgunder",
      "quote": "Forgiving yourself, believing in yourself, and choosing to love yourself are the best gifts one could receive."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Never stop believing in yourself. When others doubt, don't you."
    },
    {
      "cite": "Eugene C. Onyibo",
      "quote": "Your beliefs about yourself often translate into your convictions about yourself. It is difficult to achieve what you believe is beyond your power."
    },
    {
      "cite": "Warren G. Bennis",
      "quote": "Great things are accomplished by talented people who believe they will accomplish them."
    },
    {
      "cite": "Quirky Grandma",
      "quote": "It is necessary for us to believe in ourselves in order to become the best person that we can be."
    }
  ]
}