{
  "source": "https://www.wisesayings.com/belittle-quotes/",
  "theme": "belittle",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "One can only continue to expect to be read if one omits everything that is unimportant."
    },
    {
      "cite": "Marjorie Kinnan Rawlings",
      "quote": "It's very important to be just to other people. It takes years and years of living to learn that injustice against oneself is always unimportant"
    },
    {
      "cite": "Rick Warren",
      "quote": "Little people belittle people. Great people make people feel great."
    },
    {
      "cite": "Dorothy Day",
      "quote": "Most of our life is unimportant, filled with trivial things from morning till night. But when it is transformed by love it is of interest even to the angels."
    },
    {
      "cite": "Dieter Rams",
      "quote": "One of the most significant design principles is to omit the unimportant in order to emphasize the important."
    },
    {
      "cite": "Charles M. Schwab",
      "quote": "It may be in seemingly unimportant things that a man expresses his passion for perfection, yet they will count heavily in the long run."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Failure is unimportant. It takes courage to make a fool of yourself."
    },
    {
      "cite": "Albert Camus",
      "quote": "The world is unimportant and whoever recognizes this conquers his liberty."
    },
    {
      "cite": "B.R. Myers",
      "quote": "People who cannot distinguish between good and bad language, or who regard the distinction as unimportant, are unlikely to think carefully about anything else."
    },
    {
      "cite": "Joanne Lipman",
      "quote": "They misunderstand us, they unwittingly belittle us, they do something that they think is nice that instead just makes us mad. And those are the good ones."
    },
    {
      "cite": "Laura Riding",
      "quote": "Whatever is not happening now is unimportant; it is merely curious."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The future will one day be the present and will seem as unimportant as the present does now."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "People use ridicule to belittle something perceived big enough to fear."
    },
    {
      "cite": "Mitch Albom",
      "quote": "People often belittle the place where they were born."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Only one valid law: never belittle others. Never belittle yourself."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Sometimes an unimportant incident is capable of turning everything beautiful into a moment of anxiety. We insist on seeing the mote in the eye and forget about the mountains, the fields and the olive groves."
    },
    {
      "cite": "Mark Twain",
      "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great."
    },
    {
      "cite": "Channing Pollock",
      "quote": "No matter how small and unimportant what we are doing may seem, if we do it well, it may soon become the step that will lead us to better things."
    },
    {
      "cite": "Marie Forleo",
      "quote": "Insight without action is worthless."
    },
    {
      "cite": "Iggy Pop",
      "quote": "When it comes to art, money is an unimportant detail. It just happens to be a huge unimportant detail."
    },
    {
      "cite": "John Piper",
      "quote": "We belittle God when we go through the outward motions of worship and take no pleasure in His person."
    },
    {
      "cite": "Gerald Brenan",
      "quote": "Everyone is a bore to someone. That is unimportant. The thing to avoid is being a bore to oneself."
    }
  ]
}