{
  "source": "https://www.wisesayings.com/believer-quotes/",
  "theme": "believer",
  "quotes": [
    {
      "cite": "George Herbert",
      "quote": "Quick believers need broad shoulders."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The believer is happy. The doubter is wise."
    },
    {
      "cite": "Sasha Azevedo",
      "quote": "For the believer, nothing is impossible. We put limitations on ourselves."
    },
    {
      "cite": "Ibn Qayyim Al-Jawziyya",
      "quote": "A true believer does not fear physical death, rather he fears the death of his heart."
    },
    {
      "cite": "Andy Stanley",
      "quote": "As believers, we all have the responsibility to leverage our wealth for kingdom purposes."
    },
    {
      "cite": "Kenneth E. Hagin",
      "quote": "Believer's should never deal with doubts and fears because they are the devil's narcotics."
    },
    {
      "cite": "Joni Eareckson Tada",
      "quote": "Believers are never told to become one; we already are one and are expected to act like it."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "A believer is a bird in a cage, a freethinker is an eagle parting the clouds with tireless wing."
    },
    {
      "cite": "Elif Shafak",
      "quote": "Believers are each other's mirrors."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Shallow believers prefer a shallow God."
    },
    {
      "cite": "Tom Clancy",
      "quote": "Even true believers had consciences, too bad."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Only the believers pick up the prizes in life."
    },
    {
      "cite": "Samuel Rutherford",
      "quote": "It is comfort to the believer that all things are possible."
    },
    {
      "cite": "Kenneth Wuest",
      "quote": "The believer does not use God's power; God's power uses him."
    },
    {
      "cite": "Abu Bakr",
      "quote": "The true believer is rewarded in every thing, even in affliction."
    },
    {
      "cite": "Marie Von Ebner-Eschenbach",
      "quote": "The believer who has never doubted will hardly convert a doubter."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "Believers in political faith-healing enjoy a supreme immunity from doubt."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "To believers, the bible is a holy book, to unbelievers, it is a story book."
    },
    {
      "cite": "Stephen Richards",
      "quote": "The cosmic believer needs the energy of the universe to survive spiritually."
    },
    {
      "cite": "George Whitefield",
      "quote": "The true believer can no more live without prayer, than without food day by day."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "As believers in Jesus Christ, our work is to believe while God works on our behalf."
    },
    {
      "cite": "Andrew Wommack",
      "quote": "As believers, you don't need to pray for a new heart, you need to pray for a new head."
    },
    {
      "cite": "Pedro Okoro",
      "quote": "If you are a believer in Christ, then you were predestined in eternity yet called in time."
    },
    {
      "cite": "Max Anders",
      "quote": "The believer who feels the agony caused by rebellion will grow to become the best intercessor."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The self-assured believer is a greater sinner in the eyes of God than the troubled disbeliever."
    },
    {
      "cite": "Ibn Taymiyyah",
      "quote": "A believer to another believer is like two hands, one washes the other (correcting each other)."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "To be a 'believer' does not make you superior to others; but to be a 'humanist' does make it so!"
    },
    {
      "cite": "J. C. Ryle",
      "quote": "Why is a believer patient? Because he looks for the coming of the Lord...He waits quietly for the King."
    },
    {
      "cite": "Jurgen Moltmann",
      "quote": "The present time of believers is no longer determined by the past. It takes its definition from the future."
    },
    {
      "cite": "T.D. Jakes",
      "quote": "The challenge of the believer is to take the faith that you got in here and take it to the place out there."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The true believer, no matter how rowdy and violent his acts, is basically an obedient and submissive person."
    },
    {
      "cite": "Philip James Bailey",
      "quote": "Every believer is God's miracle."
    },
    {
      "cite": "Theodore Epp",
      "quote": "No believer lives a spiritually isolated life."
    },
    {
      "cite": "Donald Barnhouse",
      "quote": "Every believer is a witness whether he wants to be or not."
    },
    {
      "cite": "David Jeremiah",
      "quote": "Every believer is commanded to be plugged in to a local church."
    },
    {
      "cite": "S. E. Entsua-Mensah",
      "quote": "Any believer who has not encountered the Cross is not yet a follower of Christ."
    },
    {
      "cite": "Bruce R. McConkie",
      "quote": "Believers in the doctrines of modern Christendom will reap damnation to their souls."
    },
    {
      "cite": "Augustus Toplady",
      "quote": "To a true believer, death is but going to church: from the church below to the church above."
    },
    {
      "cite": "John Calvin",
      "quote": "But a faithful believer will in all circumstances mediate on the mercy and fatherly goodness of God."
    },
    {
      "cite": "Max Anders",
      "quote": "Some believers tend to forget God's persistent faithfulness in the face of the spectacular and showy."
    },
    {
      "cite": "Max Anders",
      "quote": "Individual believers are not to usurp the role of civil government and judge people who are offensive."
    },
    {
      "cite": "Paul Enns",
      "quote": "As believers we have no need to fear death. Christ himself assures us of a safe arrival home in heaven!"
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "Believers may come from different cultures, countries, or customs, but we serve one God who unites us all."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "If you are a believer you are not supposed to begin to convince God to use you. God already desires to use you."
    }
  ]
}