{
  "source": "https://www.wisesayings.com/bell-quotes/",
  "theme": "bell",
  "quotes": [
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Don't bother to ring a bell in the ear that doesn't listen. Move to another ear, and if he doesn't listen to your bell, sit back and listen to his nemesis."
    },
    {
      "cite": "Ezra Pound",
      "quote": "The act of bell ringing is symbolic of all proselytizing religions. It implies the pointless interference with the quiet of other people."
    },
    {
      "cite": "Finnish Proverbs",
      "quote": "A good bell is heard from far, a bad one still further."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "I heard the bells on Christmas Day. Their old familiar carols play. And wild and sweet the words repeat. Of peace on earth goodwill to men."
    },
    {
      "cite": "Peter Medawar",
      "quote": "The bells which toll for mankind are most of them, anyway like the bells of Alpine cattle; they are attached to our own necks, and it must be our fault if they do not make a cheerful and harmonious sound."
    },
    {
      "cite": "Joe Louis",
      "quote": "Once that bell rings you're on your own. It's just you and the other guy."
    },
    {
      "cite": "Danish Proverbs",
      "quote": "A good example is like a bell that calls many to church."
    },
    {
      "cite": "Dutch Proverbs",
      "quote": "Great fools must have great bells."
    },
    {
      "cite": "Serbian Proverb",
      "quote": "When big bells ring, little ones are not heard."
    },
    {
      "cite": "John Curtin",
      "quote": "The game is not lost – or won – until the last bell goes."
    },
    {
      "cite": "Czesław Miłosz",
      "quote": "We go down with the bells ringing in all the sunken cities. Forgotten, we are greeted by the embassies of the dead, While your endless flowing carries us on and on; And neither is nor was. The moment only, eternal."
    },
    {
      "cite": "George Herbert",
      "quote": "Bells call others, but themselves enter not into the Church."
    },
    {
      "cite": "Alfred the Great",
      "quote": "The Christmas bells from hill to hill Answer each other in the mist."
    },
    {
      "cite": "Thomas Hood",
      "quote": "Dear bells! how sweet the sound of village bells When on the undulating air they swim!"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "For bells are the voice of the church; They have tones that touch and search The hearts of young and old."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Ring out the old, ring in the new, Ring, happy bells, across the snow: The year is going, let him go; Ring out the false, ring in the true."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "The temple bell stops but I still hear the sound coming out of the flowers."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Of all sound of all bells... Most solemn and touching is the peal which rings out the Old Year"
    },
    {
      "cite": "Mongolian Proverb",
      "quote": "A tiger wearing a bell will starve."
    },
    {
      "cite": "Ghanaian Proverbs",
      "quote": "A cracked bell can never sound well."
    },
    {
      "cite": "Conor Oberst",
      "quote": "And the sad act like lepers / They stick to the shadows / They long to ring bells of warning / To tell of their coming / So that the pure can shut their doors."
    },
    {
      "cite": "Samuel Rogers",
      "quote": "And the Sabbath bell, That over wood and wild and mountain dell Wanders so far, chasing all thoughts unholy With sounds most musical, most melancholy."
    },
    {
      "cite": "Oscar Hammerstein II",
      "quote": "A bell's not a bell 'til you ring it, A song's not a song 'til you sing it, Love in your heart wasn't put there to stay, Love isn't love 'til you give it away!"
    },
    {
      "cite": "Sugar Ray Leonard",
      "quote": "A fighter never knows when it's the last bell. He doesn't want to face that."
    },
    {
      "cite": "Frances Goodrich",
      "quote": "Every time you hear a bell ring, it means that some angel's just got his wings."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "When God rang the bell that ended the fight, the world cried out for one more round."
    },
    {
      "cite": "Mongolian Proverb",
      "quote": "If you are going to steal bells plug your ears."
    },
    {
      "cite": "Tibetan Proverb",
      "quote": "Thieves never steal bells."
    }
  ]
}