{
  "source": "https://www.wisesayings.com/belly-quotes/",
  "theme": "belly",
  "quotes": [
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "The belly is an ungrateful wretch, it never remembers past favors, it always wants more tomorrow."
    },
    {
      "cite": "Saadi",
      "quote": "When the belly is empty, the body becomes spirit; and when it is full, the spirit becomes body."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The belly is the reason that man does not easily mistake himself for a god."
    },
    {
      "cite": "Mark Twain",
      "quote": "A full belly is little worth where the mind is starved."
    },
    {
      "cite": "Albert Einstein",
      "quote": "An empty stomach is not a good political adviser."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "He who does not mind his belly, will hardly mind anything else."
    },
    {
      "cite": "Saadi",
      "quote": "Keep belly lightly loaded, if mind would wisdom see; For bodies crammed to bursting, make empty souls to be."
    },
    {
      "cite": "St. Catherine of Siena",
      "quote": "A full belly does not make for a chaste spirit."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "To a haughty belly, kindness is hard to swallow and harder to digest."
    },
    {
      "cite": "Mencius",
      "quote": "Is it only the mouth and belly which are injured by hunger and thirst? Men's minds are also injured by them."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Better belly burst than good liquor be lost."
    },
    {
      "cite": "Jean Vanier",
      "quote": "The belly laugh is the best way to evacuate anguish."
    },
    {
      "cite": "George Herbert",
      "quote": "A full belly neither fights nor flies well."
    },
    {
      "cite": "Frank McCourt",
      "quote": "After a full belly all is poetry."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "The belly will not listen to advice."
    },
    {
      "cite": "François Rabelais",
      "quote": "The belly has no ears nor is it to be filled with fair words."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "A hungry stomach cannot hear."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "The big belly can accommodate all kinds of things. The benevolence is never let a dust behind."
    },
    {
      "cite": "Horace",
      "quote": "Only a stomach that rarely feels hungry scorns common things."
    },
    {
      "cite": "Don Marquis",
      "quote": "An old stomach reforms more whiskey drinkers than a new resolve."
    },
    {
      "cite": "Euripides",
      "quote": "When a man's stomach is full it makes no difference whether he is rich or poor."
    },
    {
      "cite": "Emile Souvestre",
      "quote": "Stomach: A slave that must accept everything that is given to it, but which avenges wrongs as slyly as does the slave."
    },
    {
      "cite": "Aulus Persius Flaccus",
      "quote": "The stomach is the teacher of the arts and the dispenser of invention."
    },
    {
      "cite": "Thomas Edison",
      "quote": "The stomach is the only part of man which can be fully satisfied. The yearning of man's brain for new knowledge and experience and for more pleasant and comfortable surroundings never can be completely met. It is an appetite which cannot be appeased."
    },
    {
      "cite": "Samuel Butler",
      "quote": "The healthy stomach is nothing if it is not conservative. Few radicals have good digestions."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A person who has spoiled his stomach will criticize his meal saying that the food is bad; the same thing happens with people who are not satisfied with their lives."
    },
    {
      "cite": "Plutarch",
      "quote": "The belly has no ears."
    },
    {
      "cite": "George Orwell",
      "quote": "The belly comes before the soul."
    },
    {
      "cite": "Gabriela Mistral",
      "quote": "Now my belly is as noble as my heart."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Rebellions of the belly are the worst."
    },
    {
      "cite": "Proverb",
      "quote": "An empty belly hears nobody."
    },
    {
      "cite": "Aulus Persius Flaccus",
      "quote": "The belly is the giver of genius."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "A belly laugh increases the ability of your immune system to fight infections."
    },
    {
      "cite": "St. Jerome",
      "quote": "A fat stomach never breeds fine thoughts."
    },
    {
      "cite": "Horace",
      "quote": "A hungry stomach rarely despises common food."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Squeamish stomachs cannot eat without pickles."
    },
    {
      "cite": "Bent Larsen",
      "quote": "The stomach is an essential part of the chess master."
    },
    {
      "cite": "Plato",
      "quote": "The best stomachs are not those which reject all foods."
    },
    {
      "cite": "Saint Jerome",
      "quote": "When the stomach is full, it is easy to talk of fasting."
    },
    {
      "cite": "Jose Saramago",
      "quote": "A stomach accustomed to hunger is satisfied with very little."
    },
    {
      "cite": "Satchel Paige",
      "quote": "If your stomach disputes you, lie down and pacify it with cool thoughts."
    },
    {
      "cite": "Norman Reilly Raine",
      "quote": "A fat stomach sticks out too far. It prevents you from looking down and seeing what is going on around you."
    },
    {
      "cite": "William Strunk Jr.",
      "quote": "Never call a stomach a tummy without good reason."
    },
    {
      "cite": "Ellen G. White",
      "quote": "The stomach, when we lie down to rest, should have its work done, that it may enjoy rest, as well as other portions of the body. The work of digestion should not be carried on through any period of the sleeping hours."
    },
    {
      "cite": "Storm Jameson",
      "quote": "... the stomach is near the heart and one appetite pricks on another."
    },
    {
      "cite": "Vivien Leigh",
      "quote": "You can't act on an empty stomach, because you're breathing's all wrong."
    },
    {
      "cite": "Konrad Adenauer",
      "quote": "God designed the stomach to eject what is bad for it, but not the human brain."
    },
    {
      "cite": "Peter Lynch",
      "quote": "It isn't the head but the stomach that determines the fate of the stockpicker."
    }
  ]
}