{
  "source": "https://www.wisesayings.com/benevolence-quotes/",
  "theme": "benevolence",
  "quotes": [
    {
      "cite": "Rob Sheffield",
      "quote": "Human benevolence is totally unfair. We don't live in a kind or generous world, yet we are kind and generous."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Without love, benevolence becomes egotism."
    },
    {
      "cite": "Laozi",
      "quote": "The highest benevolence acts without purpose."
    },
    {
      "cite": "Jane Austen",
      "quote": "General benevolence, but not general friendship, make a man what he ought to be."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Dress yourself in the silks of benevolence because kindness makes you beautiful."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "Benevolence does not consist in those who are prosperous pitying and helping those who are not. It consists in fellow feeling that puts you upon actually the same level with the fellow who suffers."
    },
    {
      "cite": "Lao Tzu",
      "quote": "When virtue is lost, benevolence appears, when benevolence is lost right conduct appears, when right conduct is lost, expedience appears. Expediency is the mere shadow of right and truth; it is the beginning of disorder."
    },
    {
      "cite": "Horace Mann",
      "quote": "Benevolence is a world of itself a world which mankind, as yet, have hardly begun to explore. We have, as it were, only skirted along its coasts for a few leagues, without penetrating the recesses, or gathering the riches of its vast interior."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every fresh act of benevolence is the herald of deeper satisfaction; every charitable act a stepping-stone towards heaven."
    },
    {
      "cite": "Joseph Addison",
      "quote": "True benevolence or compassion, extends itself through the whole of existence and sympathizes with the distress of every creature capable of sensation."
    },
    {
      "cite": "John Jay Chapman",
      "quote": "Benevolence alone will not make a teacher, nor will learning alone do it. The gift of teaching is a peculiar talent, and implies a need and a craving in the teacher himself."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The hand of benevolence is everywhere stretched out, searching into abuses, righting wrongs, alleviating distresses, and bringing to the knowledge and sympathies of the world the lowly, the oppressed, and the forgotten."
    },
    {
      "cite": "Confucius",
      "quote": "The person of benevolence never worries."
    },
    {
      "cite": "Nirmala Srivastava",
      "quote": "Benevolence means whatever is good for your Spirit."
    },
    {
      "cite": "Confucius",
      "quote": "Benevolence is the characteristic element of humanity."
    },
    {
      "cite": "Sophia Lee",
      "quote": "Benevolence, like religion, awes even those it cannot win."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Benevolence and feeling ennoble the most trifling actions."
    },
    {
      "cite": "Mencius",
      "quote": "Benevolence is one of the distinguishing characters of man."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "We should be careful that our benevolence does not exceed our means."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Human benevolence is mingled with vanity, interest, or some other motive."
    },
    {
      "cite": "Jimmy Sangster",
      "quote": "A benevolent mind, and the face assumes the patterns of benevolence. An evil mind, then an evil face."
    },
    {
      "cite": "George Meredith",
      "quote": "Much benevolence of the passive order may be traced to a disinclination to inflict pain upon oneself."
    },
    {
      "cite": "Robert Wilson Lynd",
      "quote": "This is woman's great benevolence, that she will become a martyr for beauty, so that the world may have pleasure."
    },
    {
      "cite": "Emmanuel Des Essarts",
      "quote": "The benevolence of wrapping the partridge in a vine leaf brings out its quality, just as the barrel of Diogenes brought forth the qualities of the great thinker."
    },
    {
      "cite": "Julius Rosenwald",
      "quote": "Benevolence today has become altogether too huge an undertaking to be conducted otherwise than on business lines."
    },
    {
      "cite": "Sophie Swetchine",
      "quote": "The symptoms of compassion and benevolence, in some people, are like those minute guns which warn you that you are in deadly peril."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Benevolence is the twin of pride."
    },
    {
      "cite": "Sylvia Boorstein",
      "quote": "Steadfast benevolence, sustained by the wisdom that anything other than benevolence is painful, protects the mind from all afflictions."
    },
    {
      "cite": "Chanakya",
      "quote": "He who nurtures benevolence for all creatures within his heart overcomes all difficulties and will be the recipient of all types of riches at every step."
    },
    {
      "cite": "Thomas B. Macaulay",
      "quote": "Politeness has been well defined as benevolence in small things."
    },
    {
      "cite": "Confucius",
      "quote": "Of neighborhoods, benevolence is the most beautiful. How can the man be considered wise who when he had the choice does not settle in benevolence."
    },
    {
      "cite": "Karl Pearson",
      "quote": "Order and reason, beauty and benevolence, are characteristics and conceptions which we find solely associated with the mind of man."
    }
  ]
}