{
  "source": "https://www.wisesayings.com/best-friends-quotes/",
  "theme": "best-friends",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Best friends make the good times better and the hard times easier."
    },
    {
      "cite": "Anonymous",
      "quote": "Best friends are like stars?. You don't always see them, but you know they are always there."
    },
    {
      "cite": "unknown",
      "quote": "Best friends are the siblings God forgot to give us."
    },
    {
      "cite": "Nathanael Richmond",
      "quote": "Best friends can turn a horrible day into one of the best days of your life."
    },
    {
      "cite": "Anonymous",
      "quote": "Best friends are like diamonds, precious and rare. False friends are like leaves, found everywhere."
    },
    {
      "cite": "unknown",
      "quote": "Best friends don't necessarily have to talk every day. They don't even need to talk for weeks. But when they do, it's like they never stopped talking."
    },
    {
      "cite": "Anon",
      "quote": "Everyone hears what you say. Friends listen to what you say. Best friends listen to what you don't say."
    },
    {
      "cite": "John Mason",
      "quote": "Your best friends are those that bring out the best in you."
    },
    {
      "cite": "unknown",
      "quote": "Best friends know that you're slow, stupid, and mess around yet they still don't care about being seen with you in public because they know they're idiots, too."
    },
    {
      "cite": "unknown",
      "quote": "Best friends - the ones you can only be mad at for an hour cause you have important stuff to tell them."
    },
    {
      "cite": "unknown",
      "quote": "Best friends are the people in your life who make you laugh louder, smile brighter and live better."
    },
    {
      "cite": "unknown",
      "quote": "Best friends understand when you say forget it. Wait forever when you say just a minute. Stay when you say leave me alone. And open the door before you can say come in."
    },
    {
      "cite": "Pamela Daranjo",
      "quote": "I believe in angels, the kind that heaven sends. I'm surrounded by angels, and I call them my best friends."
    },
    {
      "cite": "unknown",
      "quote": "Friends are for now, Best friends are forever."
    },
    {
      "cite": "Dawsons Creek",
      "quote": "Best friends are like diamonds the longer you keep them the more precious they are."
    },
    {
      "cite": "unknown",
      "quote": "A best friend is someone who makes you laugh even when you think you'll never smile again."
    },
    {
      "cite": "unknown",
      "quote": "Best friends sees the first tear, catches the second, and stops the third."
    },
    {
      "cite": "unknown",
      "quote": "Friends ask why you're crying. Best friends already have the shovel ready to bury the loser that made you cry."
    },
    {
      "cite": "unknown",
      "quote": "Best friends are not necessarily the one you've known the longest. It's about who walked into your life and said 'hey, I'm here for you' and then actually proved it"
    },
    {
      "cite": "unknown",
      "quote": "Best friends: it's a promise, not a label."
    },
    {
      "cite": "unknown",
      "quote": "Let's swear each with our pinky, We'll be the best of friends, Until we are old and wrinkly!"
    },
    {
      "cite": "Irene S. Levine",
      "quote": "Your best friend is the person who not only knows all the important stories and events in your life, but has lived through them with you. Your best friend isn't the person you call when you are in jail; mostly likely, she is sitting in the cell beside you."
    },
    {
      "cite": "Kristin Hannah",
      "quote": "That was the thing about best friends. Like sisters and mothers, they could piss you off and make you cry and break your heart, but in the end, when the chips were down, they were there, making you laugh even in your darkest hours."
    },
    {
      "cite": "Saurabh Saini",
      "quote": "You can't describe your best friends in words. You can describe them with memories that you had with them."
    },
    {
      "cite": "unknown",
      "quote": "Best friends may argue about dumb reasons, but with a long hug, everything gets resolved."
    },
    {
      "cite": "unknown",
      "quote": "True friends are those who are there for you unconditionally. Never do they question, but always offer support no matter what the circumstances are. Best Friends are the people worth living for."
    },
    {
      "cite": "Henry Ford",
      "quote": "My best friend is the one who brings out the best in me."
    },
    {
      "cite": "unknown",
      "quote": "Friends buy you lunch....best friends eat yours."
    },
    {
      "cite": "unknown",
      "quote": "Best friends aren't the people that you know can keep your secrets; they are the ones that you know you can forgive when they don't."
    },
    {
      "cite": "Savio DSilva.",
      "quote": "Best friends are those that are there when you need them and understanding enough to not be there when you don't."
    },
    {
      "cite": "unknown",
      "quote": "Friends help you up when you fall. Best friends laugh and trip you again."
    },
    {
      "cite": "Talia Cobb",
      "quote": "Friends are the ones who will consider leaving you when your world is falling apart, but best friends are the ones who will stay with you when your world is falling apart, even if their world might fall apart too."
    },
    {
      "cite": "unknown",
      "quote": "Best friends are those who treat you kindly behind your back."
    },
    {
      "cite": "Authine Steinbeck",
      "quote": "My very best friends are those who know without ever being told."
    },
    {
      "cite": "unknown",
      "quote": "The most beautiful discovery best friends can make is that they can grow separately without growing apart."
    },
    {
      "cite": "unknown",
      "quote": "A good friend knows all your stories. A best friend helped you write them."
    },
    {
      "cite": "unknown",
      "quote": "Best friend' isn't just a name. A best friend is someone who's there for you, no matter what. You can trust them, with anything and everything. Best friends share tears and laughs, almost like their emotions are intertwined. Most importantly, you can always count on a best friend."
    },
    {
      "cite": "unknown",
      "quote": "We are best friends. Always remember that if you fall, I will pick you up after I finish laughing."
    },
    {
      "cite": "unknown",
      "quote": "I think best friends are the ones who have been through what you've been through. They understand where you're coming from and where you're going. It's always a challenge to stick by a friend who's making choices we disagree with and are sometimes even dangerous, but it's at these times that our friends need us most."
    },
    {
      "cite": "unknown",
      "quote": "Your best friends are going to hurt you every once in a while, you must forgive them for that."
    },
    {
      "cite": "unknown",
      "quote": "Friends are whatever, best friends are forever."
    },
    {
      "cite": "Emily Wing Smith",
      "quote": "Being soaked alone is cold. Being soaked with your best friend is an adventure."
    },
    {
      "cite": "unknown",
      "quote": "A best friend is like a four leaf clover: hard to find and lucky to have."
    },
    {
      "cite": "Meghan Markle",
      "quote": "If we treated ourselves as well as we treated our best friend, can you imagine?"
    },
    {
      "cite": "David Tyson",
      "quote": "True friendship comes when the silence between two people is comfortable."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "A single rose can be my garden… a single friend, my world."
    },
    {
      "cite": "Gina Barreca",
      "quote": "It’s not that diamonds are a girl’s best friend, but it’s your best friends who are your diamonds."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "The statistics on sanity are that one out of every four people is suffering from a mental illness. Look at your 3 best friends. If they're ok, then it's you."
    },
    {
      "cite": "Groucho Marx",
      "quote": "When you're in jail, a good friend will be trying to bail you out. A best friend will be in the cell next to you saying, 'Damn, that was fun'."
    },
    {
      "cite": "George Eliot",
      "quote": "Best friend, my well-spring in the wilderness!"
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Best Friends: we're a parade - even by ourselves!"
    },
    {
      "cite": "Elizabeth Wein",
      "quote": "It's like being in love, discovering your best friend."
    },
    {
      "cite": "Nancy Werlin",
      "quote": "It is absolutely okay with me if you need to keep some secrets. I've been thinking about this and I decided that a best friend is someone who, when they don't understand, they still understand."
    },
    {
      "cite": "Esther M. Clark",
      "quote": "Give me one friend, just one, who meets the needs of all my varying moods."
    },
    {
      "cite": "Edith Wharton",
      "quote": "There is one friend in the life of each of us who seems not a separate person, however dear and beloved, but an expansion, an interpretation, of one's self, the very meaning of one's soul."
    },
    {
      "cite": "Mindy Kaling",
      "quote": "One friend with whom you have a lot in common is better than three with whom you struggle to find things to talk about. We never needed best friend gear because I guess with real friends you don't have to make it official. It just is."
    },
    {
      "cite": "Colette McBeth",
      "quote": "Your best friend can send your spirits soaring one moment and crush you with a word or gesture the next."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Life is an awful, ugly place to not have a best friend."
    },
    {
      "cite": "Reneed Olstead",
      "quote": "The biggest ingredient in a best friend is someone whose actions you respect and who you can truly be yourself around."
    },
    {
      "cite": "Lili Reinhart",
      "quote": "When you meet your best friend in real life, or you meet your soulmate, you just know it, and you feel it."
    },
    {
      "cite": "Edward Abbey",
      "quote": "When a man's best friend is his dog, that dog has a problem."
    },
    {
      "cite": "Roman Proverb",
      "quote": "I am ever my own best friend."
    },
    {
      "cite": "Edward George Bulwer-Lytton",
      "quote": "There is no man so friendless but what he can find a friend sincere enough to tell him disagreeable truths."
    },
    {
      "cite": "Mencius",
      "quote": "Friendship is one mind in two bodies."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "In the misfortune of our best friends, we always find something which is not displeasing to us."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "My best friend is the man who'll get me a book I ain't read."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Outside of a dog, a book is man’s best friend. Inside of a dog it’s too dark to read."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When women take care of their health, they become their best friend."
    },
    {
      "cite": "Amanda Ray",
      "quote": "You are your own best friend... love and accept yourself unconditionally."
    },
    {
      "cite": "Eric Baker and Janice Johnson",
      "quote": "Old friends / Are the best friends / All my old friends / Are my best friends."
    },
    {
      "cite": "Glenn A McKinney and Edward Crouch Keith",
      "quote": "I don't know what I'd ever do without you / From the beginning to the end / You've always been here right beside me / So, I'll call you my best friend / Through the good times and the bad ones / Whether I lose or if I win / I know one thing that never changes, and / That's you as my best friend."
    },
    {
      "cite": "Audrey Newell",
      "quote": "I know we've had some hard times, I know we've had some tears, but we've also had some good times and laughter over the years."
    },
    {
      "cite": "Aristotle",
      "quote": "My best friend is the man who in wishing me well wishes it for my sake."
    }
  ]
}