{
  "source": "https://www.wisesayings.com/best-wishes-quotes/",
  "theme": "best-wishes",
  "quotes": [
    {
      "cite": "Melchor Lim",
      "quote": "Keep your best wishes and your biggest goals close to your heart and dedicate time to them every day. If you truly care about what you do and you work diligently at it, there's almost nothing you cant accomplish."
    },
    {
      "cite": "Karen Clodfelder",
      "quote": "As we grow older together, As we continue to change with age, There is one thing that will never change. I will always keep falling in love with you."
    },
    {
      "cite": "Amby Burfoot",
      "quote": "Best wishes for a great marathon. Be sure to savor it. The first marathon is something special. Run long and healthy."
    },
    {
      "cite": "Tony DeLiso",
      "quote": "Keep your best wishes, close to your heart and watch what happens."
    },
    {
      "cite": "Ralph Chaplin",
      "quote": "Luck is yours wishes are mine Let's ur future be always shine. Best of Luck."
    },
    {
      "cite": "Ralph Chaplin",
      "quote": "I am glad to here that you are starting your own business after the excellent work experience. My Good Wishes are always with you.."
    },
    {
      "cite": "Rajesh Mankar",
      "quote": "Best wishes to you as you progress from one stage in life to another. While this can be a difficult time, the results that you will achieve are worth all of the hard work that you will put in!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Here is the best wish for the new year: Let there be more freedom of thought throughout the world! Fields need rain; truths need freedom of thought!"
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "A little smile, a word of cheer, A bit of love from someone near, A little gift from one held dear, Best wishes for the coming year. These make a merry christmas!"
    },
    {
      "cite": "Ralph Chaplin",
      "quote": "To accomplish great things, We must not only act, But also dream, Not only plan but also believe, Best wishes for your exam."
    },
    {
      "cite": "Leanne Davis",
      "quote": "A birthday wish you should make, when you blow out the candles on your cake, but this special year that I've known you, I'd like to make 'my' wish come true. That friends we are now will continue for ever, as the girl I know now might be my best friend forever."
    },
    {
      "cite": "Susan Smith",
      "quote": "Best wishes to you on your birthday may the day be filled with happiness, a day that's so special for you and memories you will cherish."
    },
    {
      "cite": "John Hawley",
      "quote": "I wish I had it in my power to furnish you with accommodation I should feel proud to do it, shall be happy to hear from you at anytime when you engagements will allow you an hour and remain with best wishes for yourself, family and circuit."
    },
    {
      "cite": "George Washington",
      "quote": "My anxious recollections, my sympathetic feeling, and my best wishes are irresistibly excited whensoever, in any country, I see an oppressed nation unfurl the banners of freedom."
    },
    {
      "cite": "Ralph Chaplin",
      "quote": "I wish you for all your dreams of tomorrow i wish your having faith they all come true. i wish you all these things—but rememberSometimes wishes and dreams are all up to you!"
    },
    {
      "cite": "Jim Kraus",
      "quote": "Best wishes on your new endeavor."
    },
    {
      "cite": "Lisa Solomon",
      "quote": "Best wishes for a happy and successful year ahead."
    },
    {
      "cite": "Tony DeLiso",
      "quote": "Keep your best wishes, close to your heart and watch what happens."
    },
    {
      "cite": "The Avengers",
      "quote": "Best wishes for the future."
    },
    {
      "cite": "The Fratellis",
      "quote": "Don't forget to give her best wishes from me. This life is a complicated business."
    },
    {
      "cite": "Ray Price",
      "quote": "I'm sending you my best wishes. Consider me your best friend."
    },
    {
      "cite": "Elvis Costello",
      "quote": "Now you're sending me your best wishes.Tied with love and vicious kisses."
    },
    {
      "cite": "John Hiatt",
      "quote": "Take back all best wishes, did I hear you say."
    },
    {
      "cite": "The New Pornographers",
      "quote": "The best wishes on both ends."
    },
    {
      "cite": "Fall Out Boy",
      "quote": "They only want the best wishes for me"
    },
    {
      "cite": "Lonnie Johnson",
      "quote": "Best wishes darlin', the best of everything to you."
    },
    {
      "cite": "Webb Pierce",
      "quote": "I gave my best wishes what more could I say that night will be cherished in my memory."
    }
  ]
}