{
  "source": "https://www.wisesayings.com/betrayal-quotes/",
  "theme": "betrayal",
  "quotes": [
    {
      "cite": "William Blake",
      "quote": "It is easier to forgive an enemy than to forgive a friend."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Everyone suffers at least one bad betrayal in their lifetime. It's what unites us. The trick is not to let it destroy your trust in others when that happens. Don't let them take that from you."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Every betrayal contains a perfect moment, a coin stamped heads or tails with salvation on the other side."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "All a man can betray is his conscience."
    },
    {
      "cite": "Wes Fessler",
      "quote": "Trust is not established in the absence of betrayal, but in those whose betrayals least."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "We have to distrust each other. It is our only defense against betrayal."
    },
    {
      "cite": "Robert C. Solomon",
      "quote": "All trust involves vulnerability and risk, and nothing would count as trust if there were no possibility of betrayal."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "Mind what people do, not only what they say, for deeds will betray a lie."
    },
    {
      "cite": "Wes Fessler",
      "quote": "There is no greater blessing than a family hand that lifts you from a fall; but there is not lower curse than a family hand that strikes you when you're down."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "There is always a lesson of a lifetime to learn in every betrayal."
    },
    {
      "cite": "Martin Luther",
      "quote": "All our experience with history should teach us, when we look back, how badly human wisdom is betrayed when it relies on itself."
    },
    {
      "cite": "Alexis A. Davis",
      "quote": "Be cautious of who is holding your quarters because as soon as they get four quarters they will change them for a dollar."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "He that has eyes to see and ears to hear may convince himself that no mortal can keep a secret. If his lips are silent, he chatters with his fingertips; betrayal oozes out of him at every pore."
    },
    {
      "cite": "Muhammad",
      "quote": "There are three signs of a hypocrite: when he speaks he speaks lies, when he makes a promise he breaks it, and when he is trusted he betrays his trust."
    },
    {
      "cite": "Catharine MacKinnon",
      "quote": "It's particularly hard to take being stabbed in the back close to home. There's always a feeling of betrayal when people of your own group oppose you."
    },
    {
      "cite": "David Levithan",
      "quote": "It was a mistake, you said. But the cruel thing was, it felt like the mistake was mine, for trusting you."
    },
    {
      "cite": "Sophocles",
      "quote": "He who throws away a friend is as bad as he who throws away his life."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Pleasure which must be enjoyed at the expense of another's pain, can never be such as a worthy mind can fully delight in."
    },
    {
      "cite": "Ed Harris",
      "quote": "You can't betray yourself too often, or you become somebody else."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is nothing in which people more betray their character than in what they laugh at."
    },
    {
      "cite": "Jean Genet",
      "quote": "Anyone who hasn't experienced the ecstasy of betrayal knows nothing about ecstasy at all."
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "False friends are like our shadow, keeping close to us while we walk in the sunshine, but leaving us when we cross into the shade."
    },
    {
      "cite": "Lily Chatterjee",
      "quote": "Grow a thick skin - a very thick skin. And watch your back. For every back, there is a knife."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The thorn from the bush one has planted, nourished and pruned pricks more deeply and draws more blood."
    },
    {
      "cite": "Djuna Barnes",
      "quote": "To love without criticism is to be betrayed."
    },
    {
      "cite": "Don J. Manuel",
      "quote": "He who advises you to be reserved to your friends wishes to betray you without witnesses."
    },
    {
      "cite": "Titus Livius",
      "quote": "A fraudulent intent, however carefully concealed at the outset, will generally, in the end, betray itself."
    },
    {
      "cite": "Steven Deitz",
      "quote": "One should rather die than be betrayed. There is no deceit in death. It delivers precisely what it has promised. Betrayal, though ... betrayal is the willful slaughter of hope."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "For there to be betrayal, there would have to have been trust first."
    },
    {
      "cite": "Linda Talley",
      "quote": "Betrayal is about learning not to idealize external sources."
    },
    {
      "cite": "John Le Carre",
      "quote": "Betrayal can only happen if you love."
    },
    {
      "cite": "Erica Jong",
      "quote": "Betrayal does that betrays the betrayer."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Betrayal is the only truth that sticks."
    },
    {
      "cite": "Les Parrott",
      "quote": "You know that you have been stabbed when you feel the deep pain of betrayal."
    },
    {
      "cite": "Aldrich Ames",
      "quote": "The betrayal of trust carries a heavy taboo."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "When you betray somebody else, you also betray yourself."
    },
    {
      "cite": "unknown",
      "quote": "Trust can take years to build, but only a second to break."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes blood isn't thicker than water and family will cross you quicker than strangers."
    },
    {
      "cite": "Swedish Proverbs",
      "quote": "Don't saw off the branch you're sitting on."
    },
    {
      "cite": "English Proverbs",
      "quote": "Don't bite the hand that feeds you."
    },
    {
      "cite": "Les Parrott",
      "quote": "Backstabbers specialize in saying the wrong thing at the wrong time to the wrong person."
    },
    {
      "cite": "Trent Shelton",
      "quote": "Just because they say they're praying for you in your face, doesn't mean they aren't laughing at your struggle behind your back."
    },
    {
      "cite": "Eminem",
      "quote": "Dealing with backstabbers, there was one thing I learned. They're only powerful when you got your back turned."
    },
    {
      "cite": "unknown",
      "quote": "It's not just about who's being real to your face, but also about who's being real behind your back."
    },
    {
      "cite": "Kim Philby",
      "quote": "To betray, you must first belong."
    },
    {
      "cite": "William Penn",
      "quote": "Only trust thyself, and another shall not betray thee."
    },
    {
      "cite": "Sonya Parker",
      "quote": "When someone breaks your trust don't feel stupid for trusting them. You didn't do anything wrong they're just an untrustworthy person."
    },
    {
      "cite": "Sushan Sharma",
      "quote": "In life you can easily trust someone, but once the trust is broken its very difficult to trust anyone again."
    },
    {
      "cite": "Autumn Kohler",
      "quote": "It's a shame that the very people who you protect are the first ones to turn there backs on you."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "And all men kill the thing they love, By all let this be heard Some do it with a bitter look Some with a flattering word The coward does it with a kiss, The brave man with a sword."
    },
    {
      "cite": "Aesop",
      "quote": "Betray a friend and you’ll often find you have ruined yourself."
    },
    {
      "cite": "Emily V. Gordon",
      "quote": "Betrayal can be extremely painful, but it’s up to you how much that pain damages you permanently."
    },
    {
      "cite": "Norman Jewison",
      "quote": "Betrayal is my favorite subject."
    },
    {
      "cite": "Katie Lee",
      "quote": "Betrayal is one of my biggest fears. Betrayal happens on many different levels all the time, and there is no worse feeling than realizing someone you thought you could trust has gone against you."
    },
    {
      "cite": "George Orwell",
      "quote": "Confession is not betrayal. What you say or do doesn’t matter; only feelings matter. If they could make me stop loving you-that would be the real betrayal."
    },
    {
      "cite": "Mario Puzo",
      "quote": "Do you believe a man can truly love a woman and constantly betray her? Never mind physically but betray her in his mind, in the very “poetry of his soul”. Well, it’s not easy but men do it all the time."
    },
    {
      "cite": "unknown",
      "quote": "Don’t fear the enemy that attacks you, but the fake friend that hugs you."
    },
    {
      "cite": "Alex E Kheyson",
      "quote": "Don’t waste words on people who deserve your silence. Sometimes the most powerful thing you can say is nothing at all."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "I’m not upset that you lied to me, I’m upset that from now on I can’t believe you."
    },
    {
      "cite": "Sara Gruen",
      "quote": "Even as your body betrays you, your mind denies it."
    },
    {
      "cite": "Buddha",
      "quote": "Even loss and betrayal can bring us awakening."
    },
    {
      "cite": "Psalm 41:9",
      "quote": "Even my closest friend whom I trusted, the one who ate my bread, has lifted his heel against me."
    },
    {
      "cite": "Hilarie Burton",
      "quote": "For me, I always wonder what’s worse: an emotional betrayal or a physical betrayal? That’s a really tough call."
    },
    {
      "cite": "Anais Nin",
      "quote": "He, who had done more than any human being to draw her out of the caves of her secret, folded life, now threw her down into deeper recesses of fear and doubt. The fall was greater than she had ever known, because she had ventured so far into emotion and had abandoned herself to it."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "I am crying because of you; you’re not worth it. I’m crying because my delusion of who you were was shattered by the truth of who you are."
    },
    {
      "cite": "Bhaavna Arora",
      "quote": "I believe that there is something drastically wrong with one's character if opportunity controls your loyalty."
    },
    {
      "cite": "Lucien Bouchard",
      "quote": "I have never known a more vulgar expression of betrayal and deceit."
    },
    {
      "cite": "Albert Camus",
      "quote": "I used to advertise my loyalty and I don’t believe there is a single person I loved that I didn’t eventually betray."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "I’m not really sure why. But… do you stop loving someone just because they betray you? I don’t think so. That’s what makes the betrayal hurt so much – pain, frustration, anger… and I still loved her. I still do."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "If you spend your time hoping someone will suffer the consequences for what they did to your heart, then you’re allowing them to hurt you a second time in your mind."
    },
    {
      "cite": "Jean Renoir",
      "quote": "Is it possible to succeed without any act of betrayal?"
    },
    {
      "cite": "Confucius",
      "quote": "It is more shameful to distrust our friends than to be deceived by them."
    },
    {
      "cite": "unknown",
      "quote": "It's better to have an enemy who honestly says they hate you than to have a friend who's putting you down secretly."
    },
    {
      "cite": "Nicole Richie",
      "quote": "It’s hard to tell who has your back from who has it long enough just to stab you in it."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Love all, trust a few, do wrong to none."
    },
    {
      "cite": "Junot Diaz",
      "quote": "Love is understood, in a historical way, as one of the great human vocations – but its counter-spell has always been infidelity. This terrible, terrible betrayal that can tear apart not only another person, not only oneself, but whole families."
    },
    {
      "cite": "Job 19:13-14",
      "quote": "My relatives stay far away, and my friends have turned against me. My family is gone, and my close friends have forgotten me."
    },
    {
      "cite": "Louis Farrakhan",
      "quote": "Naturally, when one makes progressive steps, there may be some who see it as a betrayal of their goals and interests."
    },
    {
      "cite": "Junot Diaz",
      "quote": "People are always fascinated by infidelity because, in the end – whether we’ve had direct experience or not – there’s part of you that knows there’s absolutely no more piercing betrayal. People are undone by it."
    },
    {
      "cite": "Confucius",
      "quote": "Silence is a true friend who never betrays."
    },
    {
      "cite": "M.G. Crisci",
      "quote": "Some of the most poisonous people come disguised as friends."
    },
    {
      "cite": "Kristin Cast",
      "quote": "Sometimes the people closest to you betray you, and your home isn’t a place you can be happy anymore."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes you don’t need to hear their excuses or what they have to say for themselves because their actions already spoke the truth."
    },
    {
      "cite": "Mineko Iwasaki",
      "quote": "Stab the body and it heals, but injure the heart and the wound lasts a lifetime."
    },
    {
      "cite": "Charles Bronson",
      "quote": "The fear really hits you. That’s what you feel first. And then it’s the anger and frustration. Part of the problem is how little we understand about the ultimate betrayal of the body when it rebels against itself."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "The male, for all his bravado and exploration, is the loyal one, the one who generally feels love. The female is skilled at betrayal and torture and damnation."
    },
    {
      "cite": "Josh Fox",
      "quote": "The problem is that everywhere the gas drilling industry goes, a trail of water contamination, air pollution, health concerns and betrayal of basic American civic and community values follows."
    },
    {
      "cite": "unknown",
      "quote": "The saddest thing about betrayal is that it never comes from your enemies; it always comes from those you trust."
    },
    {
      "cite": "Sean Lennon",
      "quote": "There are only really a few stories to tell in the end, and betrayal and the failure of love is one of those good stories to tell."
    },
    {
      "cite": "Dodinsky",
      "quote": "They can betray me, but I choose not to be betray my peace of mind."
    },
    {
      "cite": "Malcolm X",
      "quote": "To me, the thing that is worse than death is betrayal. You see, I could conceive death, but I could not conceive betrayal."
    },
    {
      "cite": "Wallace Stegner",
      "quote": "Touch. It is touch that is the deadliest enemy of chastity, loyalty, monogamy, gentility with its codes and conventions and restraints. By touch we are betrayed and betray others … an accidental brushing of shoulders or touching of hands … hands laid on shoulders in a gesture of comfort that lies like a thief, that took, not gave, that wanted, not offered, that awoke, not pacified. When one flesh is waiting, there is electricity in the merest contact."
    },
    {
      "cite": "Tom Cochrane",
      "quote": "Tragedy in life normally comes with betrayal and compromise, and trading on your integrity and not having dignity in life. That’s really where failure comes."
    },
    {
      "cite": "Marissa Meyer",
      "quote": "We met less than a week ago and in that time I’ve done nothing but lie and cheat and betray you. I know. But if you give me a chance…all I want is to protect you. To be near you. For as long as I’m able."
    },
    {
      "cite": "Akshita Nagloor",
      "quote": "We’re not friends, we’re not enemies, we’re just strangers with some shared memories."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "When no one you know tells the truth, you learn to see under the surface."
    },
    {
      "cite": "Esther Williams",
      "quote": "When you’re out of sight for as long as I was, there’s a funny feeling of betrayal that comes over people when they see you again."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "You are going to break your promise. I understand. And I hold my hands over the ears of my heart, so that I will not hate you."
    },
    {
      "cite": "Caleb Carr",
      "quote": "You want to believe that there’s one relationship in life that’s beyond betrayal. A relationship that’s beyond that kind of hurt. And there isn’t."
    }
  ]
}