{
  "source": "https://www.wisesayings.com/better-off-alone-quotes/",
  "theme": "better-off-alone",
  "quotes": [
    {
      "cite": "Gautama Buddha",
      "quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Sometimes life is too hard to be alone, and sometimes life is too good to be alone."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "One of the greatest regrets in life is being what others would want you to be, rather than being yourself."
    },
    {
      "cite": "Patrick Süskind",
      "quote": "He succeeded in being considered totally uninteresting. People left him alone. And that was all he wanted."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Better be alone than in bad company."
    },
    {
      "cite": "Helen Keller",
      "quote": "Alone we can do so little; together we can do so much."
    },
    {
      "cite": "Heather Duffy Stone",
      "quote": "There is a certain strength in being alone."
    },
    {
      "cite": "Jane Green",
      "quote": "Every time my dreams threaten to become reality, something always happens and I end up alone."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "Sometimes you need to sit lonely on the floor in a quiet room in order to hear your own voice and not let it drown in the noise of others."
    },
    {
      "cite": "John Mayer",
      "quote": "Everybody is a stranger, but that's the danger in going my own way."
    },
    {
      "cite": "Sebastian Faulks",
      "quote": "I'd never chosen to be alone, but that was the way things had turned out, and I'd grown used to it."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Always remember that you were once alone, and the crowd you see in your life today are just as unecessary as when you were alone."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You cannot be lonely if you like the person you're alone with."
    },
    {
      "cite": "Eugene Delacroix",
      "quote": "The things one experiences alone with oneself are very much stronger and purer."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "When they are alone they want to be with others, and when they are with others they want to be alone. After all, human beings are like that."
    },
    {
      "cite": "Richard Yates",
      "quote": "If you wanted to do something absolutely honest, something true, it always turned out to be a thing that had to be done alone."
    },
    {
      "cite": "Margaret Cho",
      "quote": "People drain me, even the closest of friends, and I find loneliness to be the best state in the union to live in."
    },
    {
      "cite": "Wendy Wasserstein",
      "quote": "No matter how lonely you get or how many birth announcements you receive, the trick is not to get frightened. There's nothing wrong with being alone."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "That was the thing about being alone, in theory or in principle. Whatever happened-good, bad, or anywhere in between-it was always, if nothing else, all your own."
    },
    {
      "cite": "Robin Williams",
      "quote": "Being alone onstage is like legalized insanity."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Loneliness is never more cruel than when it is felt in close propinquity with someone who has ceased to communicate."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "Life is too precious to waste it with the wrong person. You're better off alone until the right one comes along."
    },
    {
      "cite": "Claude Monet",
      "quote": "One's better off alone, and yet there are so many things that are impossible to fathom on one's own. In fact it's a terrible business and the task is a hard one."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "The world is my oyster. The road is my home. And I know that I'm better off Alone."
    },
    {
      "cite": "Nora Roberts",
      "quote": "If people let other people alone, people would be better off. It's always people that screw things up for people anyway."
    },
    {
      "cite": "Justin Timberlake",
      "quote": "The best part about being alone is that you really don't have to answer to anybody. You do what you want."
    },
    {
      "cite": "Anne Hathaway",
      "quote": "Loneliness is my least favorite thing about life. The thing that I'm most worried about is just being alone without anybody to care for or someone who will care for me."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "A man can be himself only so long as he is alone, and if he does not love solitude, he will not love freedom, for it is only when he is alone that he is really free."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "It is good to be alone, for solitude is difficult; that something is difficult should be one more reason to do it."
    },
    {
      "cite": "Conrad Aiken",
      "quote": "Separate we come, and separate we go, And this be it known, is all that we know."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Being alone is scary, but not as scary as feeling alone in a relationship."
    },
    {
      "cite": "Yul Brynner",
      "quote": "We are born alone, we live alone, we die alone. Everything in-between is a gift."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The man who goes alone can start today; but he who travels with another must wait till that other is ready."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Being alone can be good. It's easy to find peace alone. But sometimes, being alone is a king of death."
    }
  ]
}