{
  "source": "https://www.wisesayings.com/better-days-quotes/",
  "theme": "better-days",
  "quotes": [
    {
      "cite": "Jenni Young",
      "quote": "Every situation in life is temporary so, when life is good, make sure you enjoy and receive it fully. And when life isn't so good, remember that I will not last forever and better days are on the way."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "The good old days were never that good, believe me. The good new days are today, and better days are coming tomorrow. Our greatest songs are still unsung."
    },
    {
      "cite": "Robert Breault",
      "quote": "As you wait for better days, don't forget to enjoy today, in case they've already started."
    },
    {
      "cite": "Tonya K. Grant",
      "quote": "Have faith in tomorrow, for it can bring better days. Never wish for yesterday, for it has gone its separate ways. Believe in today, for it's what you're living now."
    },
    {
      "cite": "Mark Twain",
      "quote": "Only he who has seen better days and lives to see better days again knows their full value."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "Always remember that better days are ahead if not in this life, in the next."
    },
    {
      "cite": "Jennifer Young",
      "quote": "Pause and remember nothing lasts forever. Better days are coming, but they will come faster with faith"
    },
    {
      "cite": "Richard Tovish",
      "quote": "The very second you begin to doubt is the minute you lose sight of your outcome. Even in our darkest hour, will we find better days. Don't let the years pass, reflecting the light that becomes your shadow."
    },
    {
      "cite": "Ana Monnar",
      "quote": "Don't ever lose hope because better days will come."
    },
    {
      "cite": "Sonya Parker",
      "quote": "If you were a quitter you would have given up on life a long time ago. The fact that you're still here proves that you're a fighter with hopes of better days."
    },
    {
      "cite": "Gudda Gudda",
      "quote": "Better days are coming, I wish that they could bare with me. So all the blessings that I get, they can share it with me."
    },
    {
      "cite": "Rosa Parks",
      "quote": "I do the very best I can to look upon life with optimism and hope and looking forward to a better day."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Remember you will not always win. Some days, the most resourceful individual will taste defeat. But there is, in this case, always tomorrow after you have done your best to achieve success today."
    },
    {
      "cite": "James Joyce",
      "quote": "I am tomorrow, or some future day, what I establish today. I am today what I established yesterday or some previous day."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Every day is different, and some days are better than others, but no matter how challenging the day, I get up and live it."
    },
    {
      "cite": "Pearl Cleage",
      "quote": "Buying flowers is not just a way to bring home beauty. It's an expression of confidence that better days are coming. It's a defiant finger in the face of those naysayers who would have you believe your fortunes will never improve."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Never give up believing that there is hope for better days to come. Bad things happen for a reason and sometimes it is to bring us to those better days."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Recognize that on certain days the greatest grace is that the day is over and you get to close your eyes. Tomorrow comes more brightly."
    },
    {
      "cite": "Dave Matthews",
      "quote": "Tomorrow is no place to place your better days."
    },
    {
      "cite": "Isaiah Harden",
      "quote": "If you wish to live to see better days, then you must endure the bad days."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "Let us sacrifice our today so that our children can have a better tomorrow."
    },
    {
      "cite": "Jim Rohn",
      "quote": "When you change, everything will change for you.When you get better, everything will get better for you."
    },
    {
      "cite": "Wendell Berry",
      "quote": "All right, every day ain't going to be the best day of your life, don't worry about that. If you stick to it you hold the possibility open that you will have better days."
    },
    {
      "cite": "Ben Harper",
      "quote": "The world awakens on the run and will soon be earning with hopes of better days to come It's a morning yearning."
    },
    {
      "cite": "Jack Ma",
      "quote": "Never give up. Today is hard, tomorrow will be worse, but the day after tomorrow will be sunshine."
    },
    {
      "cite": "Frank Scoblete",
      "quote": "Blessed be the slot players for theirs is the hope of a better day dawning."
    },
    {
      "cite": "Justin Bieber",
      "quote": "I close my eyes and I can see a better day. I close my eyes and pray."
    },
    {
      "cite": "H. Jackson Brown Jr.",
      "quote": "The best preparation for tomorrow is doing your best today."
    },
    {
      "cite": "Farrah Fawcett",
      "quote": "Everyday is a good day, just some days are better."
    },
    {
      "cite": "Hal Elrod",
      "quote": "There is no better day than today to do the things you've been putting off. Take action; it's the only way to change your life!"
    },
    {
      "cite": "Arieana E.",
      "quote": "Bad days always promise a better day tomorrow."
    },
    {
      "cite": "William Shakespeare",
      "quote": "If ever you have looked on better days; / If ever been where bells have knolled to church; / If ever sat at any good man's feast; / If ever from your eyelids ever wiped a tear, / And know what 'tis to pity and be pitied, / Let gentleness my strong enforcement be."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I feel the best is past."
    },
    {
      "cite": "William Shakespeare",
      "quote": "We have seen the best of our time."
    },
    {
      "cite": "Fitz-Greene Halleck",
      "quote": "Green be the turf above thee, / Friend of my better days! / None knew thee but to love thee. / Nor named thee but to praise."
    },
    {
      "cite": "Aphra Behn",
      "quote": "A brave world, sir, full of religion, knavery, and change: we shall shortly see better days."
    },
    {
      "cite": "David Steindl-Rast",
      "quote": "Ninety nine percent of the time we have an opportunity to be grateful for something. We just don't notice it. We go through our days in a daze."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "I can only note that the past is beautiful because one never realizes an emotion at the time. It expands later, and thud we don't have complete emotions about the present, only about the past."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The happiest moments of my life have been the few which I have passed at at home in the bosom of my family."
    },
    {
      "cite": "Rob Sheffield",
      "quote": "The times you lived through, the people you shared those times with—nothing brings it all to life like an old mix tape. It does a better job of storing up memories than actual brain tissue can do. Every mixtape tells a story. Put them together and they can add up to the story of a life."
    },
    {
      "cite": "Marjorie Pay Hinckley",
      "quote": "The trick is to enjoy life. Don't wish away your days, hoping for better ones ahead. The grand and the simple. They are equally wonderful."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "And I learned what is obvious to a child. That life is simply a collection of little lives, each lived one day at a time. That each day should be spent finding beauty in flowers and poetry and talking to animals. That a day spent with dreaming and sunsets and refreshing breezes cannot be bettered."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Finish each day and be done with it. You have done what you could; some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day; you shall begin it well and serenely and with too high a spirit to be encumbered with your old nonsense."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "remember me in better days like these / in the turning of the leaves / in Idaho we can learn from years ago / nestled in the faint of the wire."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "Now they are gone, gone as thy setting blaze / Goes down the west, while night is pressing on, / And with them the old tale of better days, / And trophies of remembered power, are gone. / Yon field that gives the harvest, where the plough / Strikes the white bone, is all that tells their story now."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "With oar-strokes timing to their song, / They weave in simple lays / The pathos of remembered wrong, / The hope of better days."
    },
    {
      "cite": "Boris Paternak",
      "quote": "It is not revolutions and upheavals / That clear the road to new and better days, / But revelations, lavishness and torments / Of someone's soul, inspired and ablaze."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "Seek for better days amidst the grave gotta be brave / These are the days when anything goes yet it's coming down to the wire / Going to take you higher."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Some days are better than others. The same can be said about people."
    },
    {
      "cite": "Laila Gifty Akita",
      "quote": "There are more glorious days ahead, this should be your joy for today."
    },
    {
      "cite": "Shane Warne",
      "quote": "It was a pretty good day, I think we are just probably slightly ahead."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "I'm just a dreamer / I dream my life away / i'm just a dreamer / Who dreams of better days."
    },
    {
      "cite": "Ishmael",
      "quote": "If you are alive, there is hope for a better day and something good to happen. If there is nothing good left in the destiny of a person, he or she will die."
    },
    {
      "cite": "Art Linkletter",
      "quote": "A finished product is one that has already seen its better days."
    },
    {
      "cite": "Daniel Woodrell",
      "quote": "I myself often wished to be spared the expectations of better days ahead or such."
    },
    {
      "cite": "Anna Monar",
      "quote": "Don't ever lose hope because better days are coming."
    },
    {
      "cite": "Farah Fawcett",
      "quote": "Everyday is a good day, just some days are better."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Accepting reality yet hoping for great days to come is a necessity to keep on going forward and believing in You..."
    },
    {
      "cite": "Don Rickles",
      "quote": "The old days were the old days. And they were great days. But now is now."
    }
  ]
}