{
  "source": "https://www.wisesayings.com/better-person-quotes/",
  "theme": "better-person",
  "quotes": [
    {
      "cite": "Maureen Forrester",
      "quote": "It makes one a better person to have had hardships and to have overcome hardships and not to blame anybody else for your mistakes."
    },
    {
      "cite": "Paul Gascoigne",
      "quote": "If I want to be a better person for whoever is in my life, I have to learn."
    },
    {
      "cite": "Camila Mendes",
      "quote": "If you're going to become a better person, do it in high school."
    },
    {
      "cite": "Solange Knowles",
      "quote": "When you take care of yourself, you're a better person for others. When you feel good about yourself, you treat others better."
    },
    {
      "cite": "Diane Kruger",
      "quote": "I am a better person when I let myself have the time for romance and for love."
    },
    {
      "cite": "J.R. Rim",
      "quote": "It is less about becoming a better person, and more of being better, as a person."
    },
    {
      "cite": "Philip Chard",
      "quote": "To be a better person, spend less time filling out your personal scorecard and more time being kind . . . to you."
    },
    {
      "cite": "Nachman of Breslov",
      "quote": "If you are not a better person tomorrow than you are today, what need have you for a tomorrow?"
    },
    {
      "cite": "Masiela Lusha",
      "quote": "Every one of us strives to be a better person; and if I am to contribute one thing of myself, it would be compassion."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Become a better person and be sure to know who you are, before meeting someone new and hoping that person knows who you are"
    },
    {
      "cite": "Damon Albarn",
      "quote": "I want to be a better person in every aspect. I really don't feel I've in anyway fulfilled my potential in every area of my life. But I'm optimistic."
    },
    {
      "cite": "Oliver Cromwell",
      "quote": "He who stops being better stops being good."
    },
    {
      "cite": "Kishore Bansal",
      "quote": "Courage make you strong, to become better person Show kind feelings to others."
    },
    {
      "cite": "Bill Murray",
      "quote": "I feel like I'm a better person when I'm quieter."
    },
    {
      "cite": "Baba Hari Dass",
      "quote": "As soon as a person starts thinking, 'I want to be a better person,' that is the start of Yoga."
    },
    {
      "cite": "Brian Molko",
      "quote": "I want to be a better person. I want to be a stronger person. I want to be someone who hurts less."
    },
    {
      "cite": "Brit Marling",
      "quote": "I feel like I'm a much better person when I'm developing my imagination and my innocence and my vulnerability. I like that version of me better than the version where I'm just working on my analytical mind."
    },
    {
      "cite": "Mahershala Ali",
      "quote": "I always hope to be a better person tomorrow than today."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "It's certainly not wrong to want to be a better person. God gave us that desire."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "I am a better person when I have less on my plate."
    },
    {
      "cite": "Benjamin Walker",
      "quote": "Every job is an opportunity to be a better person."
    },
    {
      "cite": "Sue Wicks",
      "quote": "You shouldn't just work on your jump shot. You should work on being a better person, a better teammate, and a better friend."
    },
    {
      "cite": "Tanya Tucker",
      "quote": "I have an unending desire to be better and make myself a better person, better mother."
    },
    {
      "cite": "S. Sreesanth",
      "quote": "One emerges as a better person after going through the wringer."
    },
    {
      "cite": "Joel Madden",
      "quote": "I've done a lot of self-improvement. I'm always working on being a better person."
    },
    {
      "cite": "David Nicholls",
      "quote": "He's a better person when she's around, and isn't that what friends are for, to raise you up and keep you at your best?"
    },
    {
      "cite": "Jamie Farr",
      "quote": "It makes you a better person to know where you came from, because whereever you go, there is somebody in some town, city, hamlet, whatever, that has the same dreams you have."
    },
    {
      "cite": "Paul Gascoigne",
      "quote": "I'm a better person now, and not only that - I'm a better man"
    },
    {
      "cite": "Martha Stewart",
      "quote": "I think I may be a better person for having given serious time and thought and effort to gardening."
    }
  ]
}