{
  "source": "https://www.wisesayings.com/beyond-quotes/",
  "theme": "beyond",
  "quotes": [
    {
      "cite": "Sherry K. White",
      "quote": "Those who look behind will never see beyond."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Once we accept our limits, we go beyond them."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "You can succeed beyond the past, but not beyond your belief"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Sometimes you must do crazy things to discover the life beyond your life, to enter the unknown zone beyond your known zone!"
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "The far we can see, we are! It is time we lifted our eyes beyond the horizon of our present boundaries and see goodies ahead of us."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The world is whole beyond human knowing."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Anything you want is just beyond your fear."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Dare to dream. Dare to reach beyond the stars."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "Beyond each corner, new directions lie in wait."
    },
    {
      "cite": "Nas",
      "quote": "Beyond the walls of intelligence, life is defined."
    },
    {
      "cite": "Dewitt Jones",
      "quote": "It's not trespassing to go beyond your own boundaries."
    },
    {
      "cite": "Rupert Brooke",
      "quote": "But somewhere, beyond space and time, is wetter water, slimier slime! And there (they trust) there swimmeth one, who swam ere rivers were begun. Immense, of fishy form and mind, squamous, omnipotent, and kind."
    },
    {
      "cite": "Big Boi",
      "quote": "We never try and reinvent the past. We try to look forward to what's going on, ... We don't have a set plan -- you might have ideas, or a different set pieces you might use to put inside your puzzle -- but it's like you always have to look forward to what's beyond from where you just came from."
    },
    {
      "cite": "Toba Beta",
      "quote": "At beyond continent of reality, there are oceans of ideas."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "Unless we move beyond what’s behind us, we cannot reach out to what lies in front of us."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "In each action we must look beyond the action at our past, present, and future state, and at others whom it affects, and see the relations of all those things. And then we shall be very cautious."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Step beyond the scopes and limits because a narrow minded person has such boundaries of thinking 'I cannot , but I must'."
    },
    {
      "cite": "unknown",
      "quote": "Being happy doesn't mean everything's perfect. It means you've decided to look beyond the imperfections."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "The limits of the possible can only be defined by going beyond them into the impossible."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Just beyond the horizon of the so-called impossible, is infinite possibility."
    },
    {
      "cite": "Debbie Tosun Kilday",
      "quote": "Strive to be beyond what others percieve you to be, by striving beyond the limits or yourself."
    },
    {
      "cite": "Morena Baccarin",
      "quote": "The sky above us is something we have very little control of, and the space beyond is something we don't completely understand."
    },
    {
      "cite": "Tan Twan Eng",
      "quote": "The palest ink will endure beyond the memories of man."
    },
    {
      "cite": "Bodhidharma",
      "quote": "Someone who seeks the Way doesn't look beyond himself."
    },
    {
      "cite": "Richard L. Evans",
      "quote": "We must carry things beyond conversation to conclusion."
    },
    {
      "cite": "Vikram Chatwal",
      "quote": "Dreams take you beyond what you think you can do in life."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "Fearlessness is extending ourselves beyond our limited view."
    },
    {
      "cite": "John Koh",
      "quote": "So if we have to look beyond our shores to provide the lift, then we might just have to do so."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon."
    },
    {
      "cite": "Bamigboye Olurotimi",
      "quote": "Your vision will determine your future, mirror only helps you to see your ugly or beautiful face, but only the vision you have can take you far beyond your expectations and imaginations in life."
    },
    {
      "cite": "Conn Iggulden",
      "quote": "There was no destiny in life, nothing beyond what a man could take and hold for himself."
    },
    {
      "cite": "Rosemary Mixom",
      "quote": "Our faith can reach beyond the limits of current reason."
    },
    {
      "cite": "Kim Cattrall",
      "quote": "I try not to listen to the shoulds or coulds, and try to get beyond expectations, peer pressure, or trying to please - and just listen. I believe all the answers are ultimately within us."
    }
  ]
}