{
  "source": "https://www.wisesayings.com/bias-quotes/",
  "theme": "bias",
  "quotes": [
    {
      "cite": "William J. Clinton",
      "quote": "Mental illness is nothing to be ashamed of, but stigma and bias shame us all."
    },
    {
      "cite": "Kate Crawford",
      "quote": "Biases and blind spots exist in big data as much as they do in individual perceptions and experiences. Yet there is a problematic belief that bigger data is always better data and that correlation is as good as causation."
    },
    {
      "cite": "Tom Brokaw",
      "quote": "Bias, like beauty, is often in the eye of the beholder. Facts are your firewall against bias."
    },
    {
      "cite": "Rich Moore",
      "quote": "People will sometimes put each other in boxes and have biases toward one another because of what they look like or where they come from or who they are. But ultimately, it's up to us to decide who we are."
    },
    {
      "cite": "Hippocrates",
      "quote": "Persons who have a painful affection in any part of the body, and are in a great measure sensible of the pain, are disordered in intellect."
    },
    {
      "cite": "Criss Jami",
      "quote": "It's not at all hard to understand a person; it's only hard to listen without bias."
    },
    {
      "cite": "Elihu Root",
      "quote": "Prejudice and passion and suspicion are more dangerous than the incitement of self-interest or the most stubborn adherence to real differences of opinion regarding rights."
    },
    {
      "cite": "Sonia Sotomayo",
      "quote": "There are cultural biases built into testing, and that was one of the motivations for the concept of affirmative action to try to balance out those effects."
    },
    {
      "cite": "Mary Douglas",
      "quote": "The theory of cultural bias is the idea that a culture is based on a particular form of organization. It can't be transplanted except to another variant of that organization."
    },
    {
      "cite": "Miroslav Volf",
      "quote": "Prejudice is a form of untruthfulness, and untruthfulness is an insidious form of injustice."
    },
    {
      "cite": "Criss Jami",
      "quote": "In an extroverted society, the difference between an introvert and an extrovert is that an introvert is often unconsciously deemed guilty until proven innocent."
    },
    {
      "cite": "Robertson Davies",
      "quote": "The eye sees only what the mind is prepared to comprehend."
    },
    {
      "cite": "Jim Hightower",
      "quote": "The real bias of the media is not to the left or to the right, but to the thin strata of economic elites at the top of our society."
    },
    {
      "cite": "Peter Singer",
      "quote": "It is easy for us to criticize the prejudices of our grandfathers, from which our fathers freed themselves. It is more difficult to search for prejudices among the beliefs and values we hold."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "One way or another we are all biased, but still we have the modern cortical capacity to choose whether or not to let the harmful biases dictate our behavior."
    },
    {
      "cite": "Diogenes Laertius",
      "quote": "Bias used to say that men ought to calculate life both as if they were fated to live a long and a short time, and that they ought to love one another as if at a future time they would come to hate one another; for that most men were bad."
    },
    {
      "cite": "Michael J. Cohen",
      "quote": "Labels bias our perceptions, thinking, and behavior. A label or story can either separate us from, or connect us to, nature. For our health and happiness, we must critically evaluate our labels and stories by their effects."
    },
    {
      "cite": "Kyle Hill",
      "quote": "We tend to accept information that confirms our prior beliefs and ignore or discredit information that does not. This confirmation bias settles over our eyes like distorting spectacles for everything we look at."
    },
    {
      "cite": "David Oyelowo",
      "quote": "We all have cultural bias, racial bias. One of the difficult things around this subject matter is to deny that we have places we go to subconsciously, and unless you consciously decide that that's wrong and you've got to do something about it, especially if you're in a position of power, it won't change."
    },
    {
      "cite": "Benjamin Haydon",
      "quote": "Fortunately for serious minds, a bias recognized is a bias sterilized."
    },
    {
      "cite": "Noreena Hertz",
      "quote": "All of us show bias when it comes to what information we take in. We typically focus on anything that agrees with the outcome we want."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "The human brain always concocts biases to aid in the construction of a coherent mental life, exclusively suitable for an individual's personal needs."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Two quite opposite qualities equally bias our minds habits and novelty."
    },
    {
      "cite": "Charles Curtis",
      "quote": "Bias and prejudice are attitudes to be kept in hand, not attitudes to be avoided."
    },
    {
      "cite": "Anita Hill",
      "quote": "We have a history of gender and racial bias on our court that continues to undermine the system. Excluding individuals based on race is antagonistic to the pursuit of justice."
    },
    {
      "cite": "Judith Light",
      "quote": "Bigotry or prejudice in any form is more than a problem; it is a deep-seated evil within our society."
    },
    {
      "cite": "Jewell Parker Rhodes",
      "quote": "Prejudice is sinful. All blood flows red. And the most harmful and foolish kind of prejudice is prejudice against yourself. Every woman is your sister, and every woman needs her sisters. So try to give other women the courtesy of your compassion, respect, and forgiveness. Love yourself despite and because of your flaws."
    }
  ]
}