{
  "source": "https://www.wisesayings.com/bicycle-quotes/",
  "theme": "bicycle",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "Get a bicycle. You will not regret it, if you live."
    },
    {
      "cite": "Bob Weir",
      "quote": "Bicycles are almost as good as guitars for meeting girls."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "The bicycle is the most civilized conveyance known to man. Other forms of transport grow daily more nightmarish. Only the bicycle remains pure in heart."
    },
    {
      "cite": "John Howard",
      "quote": "The bicycle is a curious vehicle. Its passenger is its engine."
    },
    {
      "cite": "Richard Ballantine",
      "quote": "A human and a bicycle are the perfect synthesis of body and machine."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "The bicycle is a great good. But it can turn nasty, if ill employed."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "The very existence of the bicycle is an offense to reason and wisdom."
    },
    {
      "cite": "Christopher Morley",
      "quote": "The bicycle, the bicycle surely, should always be the vehicle of novelists and poets."
    },
    {
      "cite": "Dervla Murphy",
      "quote": "Buying a bicycle is a momentous event, akin to marriage: you are acquiring a partner."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "A bicycle is the long-sought means of transportation for all of us who have runaway hearts."
    },
    {
      "cite": "Robin Williams",
      "quote": "When I'm riding my bicycle I feel like a Buddhist who is happy just to enjoy his mundane existence."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "It is by riding a bicycle that you learn the contours of a country best, since you have to sweat up the hills and coast down them."
    },
    {
      "cite": "H. G. Wells",
      "quote": "To ride a bicycle properly is very like a love affair-chiefly it is a matter of faith. Believe you do it, and the thing is done; doubt, and, for the life of you, you cannot."
    },
    {
      "cite": "Richard Ballantine",
      "quote": "The bicycle is its own best argument. You just get a bike, try it; start going with the thing and using it as it suits you. It'll grow and it gets better and better and better."
    },
    {
      "cite": "Brock Yates",
      "quote": "The bicycle is a former child's toy that has now been elevated to icon status because, presumably, it can move the human form from pillar to post without damage to the environment."
    },
    {
      "cite": "Ivan Illich",
      "quote": "The bicycle is the perfect transducer to match man's metabolic energy to the impedance of locomotion. Equipped with this tool, man outstrips the efficiency of not only all machines but all other animals as well."
    },
    {
      "cite": "Robin Williams",
      "quote": "Bicycles are pieces of art. You get that combination of kinetic engineering, but then, besides the welds, the paint jobs, the kind of the sculpture of it all is quite beautiful. Bikes have such great lines, and all different styles."
    },
    {
      "cite": "Daniel Behrman",
      "quote": "The bicycle is a vehicle of revolution. It can destroy the tyranny of the automobile as effectively as the printing press brought down despots of flesh and blood. The revolution will be spontaneous, the sum total of individual revolts like my own. It may have already begun."
    },
    {
      "cite": "Phil Keoghan",
      "quote": "Riding a bicycle is about getting back to basics. It's good for the waistline and it's good for the wallet, is what I'm saying."
    },
    {
      "cite": "Ann Strong",
      "quote": "The bicycle is just as good company as most husbands and, when it gets old and shabby, a woman can dispose of it and get a new one without shocking the entire community."
    },
    {
      "cite": "Grant Petersen",
      "quote": "Think of bicycles as rideable art that can just about save the world."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "Bike is the most democratic transport vehicle. Bike is the most daring, challenging as it gives its owner the tempting feeling of freedom, that is why one can say without any exaggeration, bike is a symbol of freedom"
    },
    {
      "cite": "Elizabeth West",
      "quote": "When man invented the bicycle he reached the peak of his attainments."
    },
    {
      "cite": "Robin Williams",
      "quote": "With a bike you go from zero to a hundred in terms of mobility."
    },
    {
      "cite": "Harrison Ford",
      "quote": "Bikes and planes aren't about going fast or having fun; they're toys, but serious ones."
    },
    {
      "cite": "William Saroyan",
      "quote": "The bicycle is the noblest invention of mankind."
    },
    {
      "cite": "S. S. Wilson",
      "quote": "Since the bicycle makes little demand on material or energy resources, contributes little to pollution, makes a positive contribution to health and causes little death or injury, it can be regarded as the most benevolent of machines."
    },
    {
      "cite": "Richard Ballantine",
      "quote": "Possibly the tragedy of the bicycle is that it was invented too close in time to the car. In the historical scheme, pedal power hardly got under way before the combustion engine appeared and, not only took over the roads, but changed our view of machines. We've forgotten that pedal power is a potent form of energy."
    },
    {
      "cite": "Jeremy Corbyn",
      "quote": "Riding a bicycle is the summit of human endeavour - an almost neutral environmental effect coupled with the ability to travel substantial distances without disturbing anybody. The bike is the perfect marriage of technology and human energy."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Nothing compares to the simple pleasure of a bike ride."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Bicycle means simplicity and simplicity means happiness!"
    },
    {
      "cite": "Ryan Seacrest",
      "quote": "Bicycles are the new rollerblades, talentless is the new talented, and I'm in hog heaven."
    },
    {
      "cite": "Valentino Rossi",
      "quote": "Maybe the bike is more dangerous, but the passion for the car for me is second to the bike."
    }
  ]
}