{
  "source": "https://www.wisesayings.com/big-brothers-quotes/",
  "theme": "big-brothers",
  "quotes": [
    {
      "cite": "Caroline Jane Church",
      "quote": "Our new baby arrived today. I'm a big brother now, hooray! / I used to be a little baby, too.  But now I'm big! Look, what I can do! / I can help when baby feeds. And always find what baby needs. / Dirty diaper, yuck! Let's see...Here's a clean one found by me! / Mommy and Daddy say I'm clever, and that I'm the best big brother ever."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "After a girl is grown, her little brothers   now her protectors   seem like big brothers."
    },
    {
      "cite": "Chloe Moretz",
      "quote": "The best thing about having four big brothers is you always have someone to do something for you."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Big brothers are the ones who are supposed to pull their punches. Little sisters well, we should be able to hit as hard as we like, shouldn't we"
    },
    {
      "cite": "Marc Brown",
      "quote": "Sometimes being a brother is even better than being a superhero."
    },
    {
      "cite": "unknown",
      "quote": "I enjoyed being your little sister. Yeah, just wanna say thank you for being there."
    },
    {
      "cite": "Jean Baptiste Legouve",
      "quote": "A brother is a friend given by Nature."
    },
    {
      "cite": "unknown",
      "quote": "A brother shares childhood memories and grown-up dreams."
    },
    {
      "cite": "Jane Austen",
      "quote": "The younger brother must help to pay for the pleasures of the elder."
    },
    {
      "cite": "Karen Joy Fowler",
      "quote": "Who knows you better than your own brother?"
    },
    {
      "cite": "Jeffrey R. Holland",
      "quote": "I may not be my brothers keeper, but I am my brother's brother."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "Brothers don't necessarily have to say anything to each other- they can sit in a room and be together and just be completely comfortable with each other."
    },
    {
      "cite": "Hesiod",
      "quote": "When you deal with your brother, be pleasant, but get a witness."
    },
    {
      "cite": "Kate Summers",
      "quote": "Brothers are first a bother, then a true friend."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "There's no other love like the love for a brother. There's no other love like the love from a brother."
    },
    {
      "cite": "Joanna Cole",
      "quote": "Let him know that it's natural for a big brother to feel proud and loving and, at the same time, jealous and angry."
    },
    {
      "cite": "Ashley Moulton",
      "quote": "Big brothering is awesome, but it also means that things are changing. That is totally normal."
    },
    {
      "cite": "Lindsey Coker Luckey",
      "quote": "I'll teach you, little sibling, how to crawl and curl up like a tiny ball. We'll be the best of friends, but this isn't where it ends!"
    },
    {
      "cite": "Sam Williams",
      "quote": "Baby brothers are small. Baby brothers are cute. But they can be a pain— and that is the truth."
    },
    {
      "cite": "The Bible (New Testament)",
      "quote": "A friend loveth at all times, and a brother is born for adversity."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A brother may not be a friend, but a friend will always be a brother."
    },
    {
      "cite": "Ruth Ann Ruiz",
      "quote": "Your brother or sister was a unique individual with many positive traits. He or she also had traits that weren't as  likeable."
    },
    {
      "cite": "Ruth Ann Ruiz",
      "quote": "Brothers and sisters have many ways of relating to each other, either by showing closeness through positive comments or arguing. It is important to know that  those with whom you argue are most often the closest to you."
    },
    {
      "cite": "Gary Player",
      "quote": "I have a great feeling for the soil. My brother is the leading conservationist in the world, and I just love sitting in my bulldozer and experiencing nature."
    },
    {
      "cite": "Charles Poncy",
      "quote": "What really causes marital abuse is small families. If all women had a lot of brothers, this would never take place."
    },
    {
      "cite": "Diane Ford",
      "quote": "I had older brothers. Growing up the only girl in a family is like growing up to be a tropical fruit drink...somewhere being spoiled and beaten to a pulp."
    },
    {
      "cite": "Bob Hope",
      "quote": "I grew up with six brothers.That's why I learned how to dance—waiting for the bathroom."
    },
    {
      "cite": "David Frost",
      "quote": "Having one child makes you a parent; having two makes you a referee."
    },
    {
      "cite": "Lawrence Dorfman",
      "quote": "You can easily make the argument that no one can piss you off, anger you, frustrate you...or cause as much consternation as your siblings. You know why? They're you."
    },
    {
      "cite": "Lawrence Dorfman",
      "quote": "They can be your strongest defender against the world...After they knocked you around a bit."
    },
    {
      "cite": "Winston Pendelton",
      "quote": "The best way to get a puppy is to beg for a baby brother— and they'll settle for a puppy every time."
    },
    {
      "cite": "Jane Austen",
      "quote": "What strange creatures brothers are!"
    },
    {
      "cite": "William Shakespeare",
      "quote": "We came into the world like brother and brother; And now let’s go hand in hand, not one before another."
    },
    {
      "cite": "Martin Luther King",
      "quote": "We have flown the air like birds and swum the sea like fishes, but have yet to learn the simple act of walking the earth like brothers."
    },
    {
      "cite": "Laila Gifty Akita",
      "quote": "There is nothing better than to share thy bread with thy brother in the spirit of love."
    },
    {
      "cite": "Jonathan Key",
      "quote": "You don't get to be a keeper of the faith without being a keeper of your brother."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Starting a business with brother either ends business or ends brotherhood."
    }
  ]
}