{
  "source": "https://www.wisesayings.com/big-heart-quotes/",
  "theme": "big-heart",
  "quotes": [
    {
      "cite": "Clive Barker",
      "quote": "Any fool can be happy. It takes a man with real heart to make beauty out of the stuff that makes us weep."
    },
    {
      "cite": "Li Ka-shing",
      "quote": "It doesn’t matter how strong or capable you are; if you don’t have a big heart, you will not succeed."
    },
    {
      "cite": "John Piper",
      "quote": "Little hearts, little souls give little lusts big power. Big hearts give little lusts little power."
    },
    {
      "cite": "Confucius",
      "quote": "Big head, target for enemy; big heart, target for friend."
    },
    {
      "cite": "Anthony Douglas",
      "quote": "One day we will realize that big hearts will bring us more peace than big weapons."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "You need a high degree of corruption or a very big heart to love absolutely everything."
    },
    {
      "cite": "Anne Lamottq",
      "quote": "A big heart is both a clunky and a delicate thing; it doesn't protect itself and it doesn't hide. It stands out, like a baby's fontanel, where you can see the soul pulse through."
    },
    {
      "cite": "Manprit Kaur",
      "quote": "A small ego equals a big heart."
    },
    {
      "cite": "DMX",
      "quote": "If your heart was as big as your mouth you'd be real."
    },
    {
      "cite": "Lin Yutang",
      "quote": "By association with nature's enormities, a man's heart may truly grow big also."
    },
    {
      "cite": "DB Harrop",
      "quote": "Have a big enough heart to love unconditionally, and a broad enough mind to embrace the differences that make each of us unique."
    },
    {
      "cite": "Glad Munaiseche",
      "quote": "Don't judge a person by how important he is or how big he is. Judge a person by the strength of character or size of his heart."
    },
    {
      "cite": "Lama Willa Miller",
      "quote": "Even when you do not feel big hearted, you can give yourself permission to act that way."
    },
    {
      "cite": "T D Jakes",
      "quote": "You cannot be a Big person with a Small heart."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The less you open your heart, the more your heart suffers."
    },
    {
      "cite": "Confucius",
      "quote": "Wherever you go, go with all your heart."
    },
    {
      "cite": "John Holmes",
      "quote": "There is no exercise better for the heart than reaching down and lifting people up."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When we give cheerfully and accept gratefully, everyone is blessed."
    },
    {
      "cite": "Carlos Bulosan",
      "quote": "The human heart is bigger than the world."
    },
    {
      "cite": "Jenni Rivera",
      "quote": "When somebody elses happiness makes you happy, it means you are a person with a big heart."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "You have to show people how much you care about them before you can teach them anything."
    },
    {
      "cite": "Judith Campbell",
      "quote": "People do not care how much you know until they know how much you care."
    },
    {
      "cite": "Anne Frank",
      "quote": "No one has ever become poor by giving."
    }
  ]
}