{
  "source": "https://www.wisesayings.com/big-mouth-quotes/",
  "theme": "big-mouth",
  "quotes": [
    {
      "cite": "Thomas Fuller",
      "quote": "He spits out secrets like hot custard."
    },
    {
      "cite": "Simon Cowell",
      "quote": "If you've got a big mouth and you're controversial, you're going to get attention."
    },
    {
      "cite": "Joseph Addison",
      "quote": "An indiscreet man is more hurtful than an ill-natured one; for as the latter will only attack his enemies, and those he wishes ill to, the other injures indifferently both friends and foes."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "The talkative man speaks from his mouth, the eloquent man speaks from his heart."
    },
    {
      "cite": "John Ray",
      "quote": "A talkative person runs himself upon great inconvenience by blabbing out his own and others' secrets."
    },
    {
      "cite": "Plutarch",
      "quote": "The talkative listen to no one, for they are ever speaking. And the first evil that attends those who know not to be silent is that they hear nothing."
    },
    {
      "cite": "Paul Schrader",
      "quote": "Look who's here--big mouth. Now the whole neighborhood will know."
    },
    {
      "cite": "Julia Quinn",
      "quote": "You don't talk much, do you?' she blurted out. 'I didn't think there was a need. You seem to be holding up both our ends of the conversation admirably.'"
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Before opening your mouth to talk, you should open your mind to think."
    },
    {
      "cite": "John Dreyden",
      "quote": "But far numerous was the Herd of such Who think too little and who talk too much."
    },
    {
      "cite": "Portuguese Proverb",
      "quote": "Much chatter, little wit."
    },
    {
      "cite": "German Proverb",
      "quote": "A talker neither listens nor learns."
    },
    {
      "cite": "West African Proverb",
      "quote": "A talkative bird will not build a nest."
    },
    {
      "cite": "Steven Tyler",
      "quote": "I got in trouble my whole life for having a big mouth."
    },
    {
      "cite": "Kimora Lee Simmons",
      "quote": "I have a really big mouth, I have a lot of opinions and I will be heard."
    },
    {
      "cite": "Aime Martin",
      "quote": "It requires two indiscreet persons to institute a quarrel; one individual cannot quarrel alone."
    }
  ]
}