{
  "source": "https://www.wisesayings.com/big-head-quotes/",
  "theme": "big-head",
  "quotes": [
    {
      "cite": "Confucious",
      "quote": "Big head, target for enemy; big heart, target for friend."
    },
    {
      "cite": "Elvis Presley",
      "quote": "If you let your head get too big, it'll break your neck."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Bigheadedness is usually a symptom of small-mindedness."
    },
    {
      "cite": "Aretha Franklin",
      "quote": "Who hasn't had a weight issue? If not the body, certainly the big head!"
    },
    {
      "cite": "Ayn Rand",
      "quote": "He had a big head and a face so ugly it became almost fascinating."
    },
    {
      "cite": "Carlene Carter",
      "quote": "Don't try to be like somebody else. You'll be miserable. You need to be yourself, and don't ever get a big head."
    },
    {
      "cite": "Khalil Mack",
      "quote": "I have a big head, so I can appreciate a good hat."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Small-mindedness is intensified by things such as big-headedness."
    },
    {
      "cite": "Molly Sims",
      "quote": "Be yourself, fill your life with good people, and don't get a big head. It can all be gone tomorrow."
    },
    {
      "cite": "Ryan Murphy",
      "quote": "The only way to get through the life I had was just to have a big head of steam and determination."
    },
    {
      "cite": "Dana Gould",
      "quote": "The Elephant Man claimed his head was big because, it's so full of dreams. Actually, it's because his skull was shaped like a turkey."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "The big show is inside my head."
    },
    {
      "cite": "Lon Milo Duquette",
      "quote": "It's all in your head -- you just have no idea how big your head is."
    },
    {
      "cite": "Queen Latifah",
      "quote": "I'm not allowed to get a big head, I've still got to do the simple things in life."
    },
    {
      "cite": "unknown",
      "quote": "I'm impressed, I've never met such a small mind inside such a big head before."
    }
  ]
}