{
  "source": "https://www.wisesayings.com/bigfoot-quotes/",
  "theme": "bigfoot",
  "quotes": [
    {
      "cite": "Jane Goodall",
      "quote": "I'm a romantic; I would like Bigfoot to exist. I've met people who swear they've seen Bigfoot, and I think the interesting thing is, every single continent, there's an equivalent of Bigfoot or Sasquatch. There's the Yeti, the Yowie in Australia, the Chinese Wildman, and on and on and on."
    },
    {
      "cite": "James Samuel Cooper; Matthew Ryan Quinn",
      "quote": "But Bigfoot is out there just knowing you don't care / About his life in solitude / He's dancing with the lonely, he'd choose you only / He'd rock from side to side"
    },
    {
      "cite": "John Zada",
      "quote": "As a child I had been obsessed by stories about Bigfoot. I grew up in the 1970s and early ‘80s, a time when Sasquatch had become a pop-culture icon after a string of movies and television shows exploited the public’s apparent fascination with the creature. I became literate by reading some of the first books published on the subject. For years the creatures, which I had come to believe in wholeheartedly, even appeared to me in my dreams at night. They were otherworldly, existing far beyond the pale, yet fit perfectly into the fabric of my mental universe."
    },
    {
      "cite": "John Zada",
      "quote": "So far no Sasquatch, living or dead, or any of its mammoth body parts has been produced. Bigfoot enthusiasts say that because the creatures are nocturnal, numerically rare, and highly evasive, it is difficult to see one, let alone capture one. No Sasquatch remains are found, they add, because bodies of animals who die natural deaths in the forest are seldom ever found. Animals usually go into hiding when sick and vulnerable. Their remains, including bones, are picked apart by scavengers, and what’s left quickly decomposes."
    },
    {
      "cite": "John Zada",
      "quote": "When asked why there isn’t better photographic evidence than the handful of blurry, inconclusive pictures taken to date, Sasquatch enthusiasts say that it’s hard to take quality pictures in high-contrast or dimly lit cluttered forests where Bigfoots, often seen at a distance, are usually exposed in the open for just a few seconds. Observers, they add, are so shaken by an encounter that most of them forget to use their cameras or phones."
    },
    {
      "cite": "John Zada",
      "quote": "One popular 1970s TV series, The Six Million Dollar Man, featured the most memorable fictional cameo involving the Sasquatch. In a two-part episode, the show’s protagonist, a bell-bottomed cyborg secret agent named Steve Austin, fought a scraggly-looking, cave-dwelling Sasquatch (played by the seven-foot-four-inch-tall wrestler André the Giant). That bearded, white-eyed, feral beast, who turned out to be a robot created by space aliens, and whose image, I’m certain, bore into the consciousness of millions of young people like me, derived its spellbinding horror from the fact that it looked and acted more like a human than an ape. It was cognizant, a 'wild man' in the truest sense of the term."
    },
    {
      "cite": "Peter Matthiesen",
      "quote": "In the half century since big, upright creatures, leaving hundreds of tracks, were seen in the high snowfield on the north side of Mount Everest by a band of British mountaineers, the ye-teh, or yeti, has met with a storm of disapproval from upset scientists around the world. But as with the sasquatch of the vast rain forests of the Pacific Northwest, the case against the existence of the yeti — entirely speculative, and necessarily based on assumptions of foolishness or mendacity in many observers of good reputation — is even less 'scientific' than the evidence that it exists."
    },
    {
      "cite": "Jennifer Joline Anderson",
      "quote": "Stories about the beast are found elsewhere all around the globe. In the Himalayas, the Sherpa people of Nepal and Tibet have legends about a large, hairy beast that walks on two legs. They call the animal yeti, a term meaning 'rock-bear.' In Russia and Mongolia, the creature is known as Almas. In Scotland, tales are told about Am Fear Hath Mor, or 'Gray Man.' Chinese people tell of the Yeren, which means 'wild man.' In Australia, people call it a Yowie. To many who follow the oversize tracks of this legend, the mysterious creature is known simply as Bigfoot."
    },
    {
      "cite": "Pema Tsewang",
      "quote": "The Yeti, or Dremo in Tibetan, is a dim-witted mythical beast said to feed only on marmots. It sees a marmot, grabs the hapless creature, and then sits on it — saving the delicious morsel for later. And then the Yeti sees another marmot and leaps up to snatch it — while the first marmot makes a quick break for freedom. An image of bumbling, foolish effort — and the pitfalls of greed."
    },
    {
      "cite": "Darby Conley",
      "quote": "People only see Bigfoot at campgrounds and parks. He’s clearly on vacation."
    },
    {
      "cite": "M.P. Raymond",
      "quote": "It has been theorized that Gigantopithecus karakus (Bigfoot) was not an antecedent of man, but a convergent species. This was an animal that was aware of man, possibly dealing with him on a regular basis. Following this concept, it can also be surmised as to why Bigfoot went into hiding. Did it compete with humans for food, water and habitat? It can be postulated that due to its size and/or relative appearance to man and his primeval behavior that the two species simply could not coexist. Primitive man was likely frightened by Bigfoot, and it is possible that he tried to scare it off, and at times hunt Bigfoot for food."
    },
    {
      "cite": "Jim Griffin",
      "quote": "Unlike UFOs, Bigfoot sightings are not just limited to a certain segment of our population. Bigfoot sightings have been reported by all types of people, but after a thorough review of the data, I have determined that there are generally two types of people who are more apt to report a Bigfoot sighting. The data is inconclusive as to whether these two types of people have actually seen Bigfoot more often than other types; it just might be that they are more apt to report it. These two types of people are mushroom pickers, and cannabis enthusiasts. One popular theory for this is that Bigfoot might actually be attracted to tie-dyed clothing and the smell of burning cannabis, but this has never actually been proven."
    },
    {
      "cite": "Pat Neal",
      "quote": "Today’s Sasquatch seekers have come to realize, through the DNA analysis of Sasquatch hair, droppings and nail clippings that what they used to call 'the creature,' the 'monster' and 'the missing link,' is in fact human. They are large hairy humans but can’t we celebrate diversity and accept others whose physical appearance may be different than our own? You would never think of calling a logger a 'brush ape,' to their face anyway so why is it okay to call the Sasquatch People 'swamp monsters'? This startling new DNA evidence proves what the Native Americans have said all along. The Sasquatch are people. Still, Bigfoot Hunters want to prove the existence of the Sasquatch People so they can be protected but given our record of protecting other indigenous people, I’d head for the hills before I got discovered if I was a Sasquatch."
    },
    {
      "cite": "Jason Offutt",
      "quote": "The world is full of big hairy things. Bigfoot, moose, pandas, Seth Rogen, bears, these monsters are everywhere, and they all have one thing in common — they smell awful. Okay, two things. They’re also dangerous."
    },
    {
      "cite": "Jason Offutt",
      "quote": "Bigfoot is at least twice as big as a basking shark, lion, deer, bear, or Jessica Alba’s bodyguards, has a much larger cranial capacity, and has opposable thumbs. People who want to save Bigfoot cite the beast is too human to kill. Are you kidding? That just makes it a killing machine."
    },
    {
      "cite": "Jason Offutt",
      "quote": "When it comes to Bigfoot encounters, lumberjacks and drunken rednecks are your friend. Think about it. They’re 1) big and hairy themselves, 2) fearless, 3) heavily armed, and 4) always ready for a fight. Watching this would be like sitting in the front row of bear wrestling at a rural bar."
    },
    {
      "cite": "Jason Offutt",
      "quote": "Researchers and witnesses have speculated Bigfoot may be a remnant Neanderthal from the Geico commercials, a Pleistocene ape known as Gigantopithecus, an extraterrestrial, or the brother from Everybody Loves Raymond."
    },
    {
      "cite": "John Driver",
      "quote": "Is Bigfoot a legitimate outdoor danger? There’s no way to really know—but yes. There is, however, a surefire way to avoid such a ferociously terrifying beast: Become an Indoorsman. Other than the 1987 family comedy Harry and the Hendersons, which starred John Lithgow, there is no record of a Sasquatch-type animal ever attempting to venture over a threshold and into an indoor space."
    },
    {
      "cite": "Shawn Wickens",
      "quote": "The bigfoot, as a species (Binomial Name: Homo Sasquatchis), does indeed exist. The Sasquatch is by nature, a very private animal. Guess what the 'natural enemy' of Bigfoot is? Humans, deforestation, you know . . . Manifest Destiny. What do you think that Bigfoot preys on? Cause they aren’t herbivores. They don’t eat honey. They eat: bears, coyotes, deer! And as humans spread farther and farther into Sasquatch territory and we send more unregulated 'Bigfoot Hunters' into the woods, well I think you can do the math: we scare bigfoot off and we have more bears, coyotes and deer to deal with."
    },
    {
      "cite": "Michael Justice",
      "quote": "Is the plural of Bigfoot 'Bigfoots' or 'Bigfeet'?"
    },
    {
      "cite": "Yeti",
      "quote": "Aw, poor guy. I understand. It ain't easy being banished. Take my buddy Bigfoot. When he was banished he fashioned an enormous diaper out of poison ivy. Wore it on his head like a tiara. Called himself 'King Itchy.'"
    },
    {
      "cite": "Rich from Astoria",
      "quote": "Yo momma's so hairy, Bigfoot takes pictures of her."
    },
    {
      "cite": "Alva Keel",
      "quote": "No, Bigfoot is a myth created to keep white people out of the woods."
    },
    {
      "cite": "Murdock",
      "quote": "B.A., do you know what you've done? Bigfoot got one look at you and high-tailed it back into the woods to warn his friends. I wouldn't be surprised if the Bigfoots didn't even have a a reward out on you!"
    },
    {
      "cite": "Leonard Hofstadter",
      "quote": "Eh, what are you doing? He's both happy and quiet. Like seeing a unicorn and Bigfoot at the same time."
    },
    {
      "cite": "Kelly Bundy",
      "quote": "Yeah, the Loch Ness monster and Bigfoot wanted to know if you were still on for poker tomorrow night over at Darth Vader's house. The Klingons are bringing chips."
    },
    {
      "cite": "Tom Raintree",
      "quote": "There's only one thing in the mountains that leaves a track like this. The creature of legend that roams the Timberline. My people named him Sasquatch. You call him... Bigfoot."
    },
    {
      "cite": "Gallagher",
      "quote": "What'd I see the other day that lacks style... 'My wife ran off with Bigfoot'. You're gonna tell everyone in the world you're such a shit to live with that she ran off with a beast?"
    },
    {
      "cite": "O'Shea Jackson; Richard Bartell",
      "quote": "They call me Sasquatch, please check the watch / This is Bigfoot, don't get it shook / Out in Japan they call me Godzilla / Up in Africa, King Kong gorilla"
    },
    {
      "cite": "Thomas Jack Black; Kyle Richard Gass; John Robert King",
      "quote": "Down where the Sasquatch hide, in the misty mountainside, he's got shiny diamonds and he's got to protect . . . / Look into the Sasquatch eye, then you know that Sass can fly, Sasquatch is my Daddy and he's going to protect me! / Half man and half machine, on the cover of a magazine, / Bigfoot is my father and he's got to protect me! / These lyrics don't make sense, think I found the evidence, that yeti is my papa and he wants to protect me!"
    },
    {
      "cite": "Anonymous",
      "quote": "The Sasquatch is the strongest animal on the planet."
    },
    {
      "cite": "Chris Van Allsburg",
      "quote": "The inclination to believe in the fantastic may strike some as a failure in logic, or gullibility, but it's really a gift. A world that might have Bigfoot and the Loch Ness Monster is clearly superior to one that definitely does not."
    },
    {
      "cite": "Rob Huebel",
      "quote": "We just haven't found Bigfoot because the world is big. And the woods are deep. The more TV shows that we can get where people go out looking for Bigfoot, the better our chances are. So let's get more of those shows going."
    },
    {
      "cite": "Elkanah Walker",
      "quote": "They hunt and do all their work at night. They frequently come in the night and steal their salmon from their nets and eat them raw. If the people are awake they always know when they are coming very near, which is most intolerable."
    },
    {
      "cite": "Rob Huebel",
      "quote": "Bigfoot loves celebrities. You just have to bring celebrities that Bigfoot loves. It would probably be just gorgeous women."
    },
    {
      "cite": "George Noory",
      "quote": "Bigfoot may well be an extraterrestrial, because remember Chewbacca?"
    },
    {
      "cite": "Anonymous",
      "quote": "Strange tales of giant beasts. Half ape and half human. Massive footprints of mystery creatures found around the globe."
    },
    {
      "cite": "Anonymous",
      "quote": "Sasquatch and Bigfoot sightings almost always occur in or near bear habitats."
    }
  ]
}