{
  "source": "https://www.wisesayings.com/bigger-picture-quotes/",
  "theme": "bigger-picture",
  "quotes": [
    {
      "cite": "Pierre Voges",
      "quote": "People must look at the bigger picture. We cannot continue doing things as was in the past. People must learn to accept change."
    },
    {
      "cite": "Randy Gipson",
      "quote": "You don't realize at the time the lessons you gain, but you see the bigger picture later on."
    },
    {
      "cite": "Jon Connor",
      "quote": "Everything happens for a reason, everything is part of a puzzle that, even at the time, if we don't understand the bigger picture, everything has significant role in what's to come in the future."
    },
    {
      "cite": "Robert Cheeke",
      "quote": "Learn to see the big picture. Often times we get tunnel vision and lose sight of the big picture and what we're really trying to accomplish."
    },
    {
      "cite": "Ivanka Trump",
      "quote": "Life is a marathon, not a sprint. It's about taking a bigger-picture approach."
    },
    {
      "cite": "Margaret Spellings",
      "quote": "We make small fixes with programs to emphasize key areas, but we don't think strategically about the bigger picture, ... We can't afford to leave the future of our nation's higher education community to chance."
    },
    {
      "cite": "Dwayne Johnson",
      "quote": "I liked his ability to deal with a lot of the negativity that surrounded him. Even though he was in a world that he didn't want to be in, he still saw the bigger picture."
    },
    {
      "cite": "John Fairclough",
      "quote": "We are all on a collision course with ourselves. Inevitably, our existing habits will be counter-productive to achieving our bigger picture goals. To avoid the crash, we need to regularly review how we are doing things and make adjustments as needed."
    },
    {
      "cite": "Romany Malco",
      "quote": "Consciously or subconsciously, we become slaves to debt and social obligation. As a result, we end up more committed to the minutia and less in tune with the bigger picture: our deepest sense of purpose."
    },
    {
      "cite": "Alex Scott",
      "quote": "When things don't happen in my life, I believe that I've been pushed into another path for a reason, and there's a bigger picture."
    },
    {
      "cite": "Sunita Williams",
      "quote": "It's only now that I see the bigger picture: Our ways to attain spirituality may be different - through diverse religious, customs and traditions - but they're modeled on similar principles and ideologies. That's what ties us all together."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "We become what we think; we don't become what we don't think about. When we think of a bigger picture, that's what we get printed."
    },
    {
      "cite": "Keiynan Lonsdale",
      "quote": "I'm living for myself, everything I do is to achieve my goals, so I'd love to stop caring so much about what I want by then and maybe focus on a bigger picture."
    },
    {
      "cite": "Farshad Asl",
      "quote": "When you live with a 20/20 mindset your path is straight, vision is clear, and decisions are precise. You see the bigger picture with a broader view and incorporate different angles and perspectives."
    },
    {
      "cite": "Aarsha Sadar",
      "quote": "For hers were the eyes that would hook on to the tiny details of the bigger picture."
    },
    {
      "cite": "Mya",
      "quote": "Life is too short to talk about the small, unimportant things when you catch the bigger picture."
    },
    {
      "cite": "Etel Adnan",
      "quote": "Places are part of nature, of the bigger picture. We are interrelated. When we contemplate them in their own right, they can sometimes change our lives; they can become spiritual experiences."
    },
    {
      "cite": "Vicky Rideout",
      "quote": "I think the bigger picture message they're getting is how the health care system in this country is structured really makes a difference in people's lives."
    },
    {
      "cite": "Michael Ignatieff",
      "quote": "Intellectuals are good at seeing the big picture. But they are not so good at process."
    },
    {
      "cite": "Ezekiel Elliott",
      "quote": "You definitely have to think of the perception of things before you actually do certain things. It may not seem like it's a big deal to you yourself, but there's a bigger picture."
    }
  ]
}