{
  "source": "https://www.wisesayings.com/biking-quotes/",
  "theme": "biking",
  "quotes": [
    {
      "cite": "Doug Bradbury",
      "quote": "The best rides are the ones where you bite off much more than you can chew, and live through it."
    },
    {
      "cite": "Scott Stoll",
      "quote": "A bicycle ride around the world begins with a single pedal stroke."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "If you worried about falling off the bike, you'd never get on."
    },
    {
      "cite": "Udo E. Simonis",
      "quote": "Riding bicycles will not only benefit the individual doing it, but the world at large."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. If you want to stay balanced you've got to keep moving forward."
    },
    {
      "cite": "Bill Shoemaker",
      "quote": "When you're riding, only the race in which you're riding is important."
    },
    {
      "cite": "Macrobioticos",
      "quote": "Learn to ride a bicycle. You will not regret it if you live."
    },
    {
      "cite": "Maurice Barres",
      "quote": "We find in biking the fullfilment of an antique instinct: vagabondage"
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Faster, Faster, until the thrill of speed overcomes the fear of death."
    },
    {
      "cite": "Patrick Dempsey",
      "quote": "If biking is your passion, set aside time to enjoy a good ride."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. In order to keep your balance, you must keep moving."
    },
    {
      "cite": "Chris McCormack",
      "quote": "When your legs scream stop and your lungs are bursting, that's when it starts. That's the hurt locker. Winners love it in there."
    },
    {
      "cite": "George W. Bush",
      "quote": "When you ride a bike and you get your heart rate up and you're out, after 30 or 40 minutes your mind tends to expand; it tends to relax."
    },
    {
      "cite": "Nuno Oliveira",
      "quote": "The secret in riding is to do few things right. The more one does, the less one succeeds. The less one does, the more one succeeds."
    },
    {
      "cite": "Pat Ament",
      "quote": "Riding a bike works your legs but not your brain. Playing chess works your mind but not your body. Climbing brings it all together."
    },
    {
      "cite": "Eddy Merckx",
      "quote": "Ride as much or as little, as long or as short as you feel. But ride."
    },
    {
      "cite": "Ernest Berry",
      "quote": "People ride bikes thinking there's nothing wrong with them. And, that's not always the case."
    },
    {
      "cite": "Bill Nye",
      "quote": "Bicycling is a big part of the future. It has to be. There's something wrong with a society that drives a car to workout in a gym."
    },
    {
      "cite": "John F Kennedy",
      "quote": "Nothing compares to the simple pleasure of riding a bike."
    },
    {
      "cite": "Claude Pepper",
      "quote": "Life is like riding a bicycle. You don't fall off unless you plan to stop pedaling."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "When you're riding a bike you're more connected to the outdoors and to other people than you are when you are stuck in your car."
    },
    {
      "cite": "Valentino Rossi",
      "quote": "Riding a race bike is an art a thing that you do because you feel something inside."
    },
    {
      "cite": "Jacquie Phelan",
      "quote": "Until mountain biking came along, the bike scene was ruled by a small elite cadre of people who seemed allergis to enthusiasm."
    },
    {
      "cite": "Susan B Anthony",
      "quote": "Cyling has done more to emancipate women than anything else in the world."
    },
    {
      "cite": "Juli Furtado",
      "quote": "The secret to mountain biking is pretty simple. The slower you go the more likely it is you'll crash."
    },
    {
      "cite": "Ilana Glazer",
      "quote": "Biking is a good alternative. Use the city as your gym."
    },
    {
      "cite": "Jacquie Phelan",
      "quote": "Until mountain biking came along, the bike scene was ruled by a small elite cadre of people who seemed allergic to enthusiasm."
    },
    {
      "cite": "Monica Dickens",
      "quote": "Riding is a complicated joy. You learn something each time. It is never quite the same, and you never know it all."
    },
    {
      "cite": "Gary Klein",
      "quote": "Biking is about rhythm and flow. It's the wind in you face and the challenge of hammering up along hill. It's the reward at the top and the thrill of a high-speed descent. Biking lets you come alive in both body and spirit. After awhile the bike disappears beneath you and you feel as if you're suspended in midair."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "It is by riding a bicycle that you learn the contours of a country best, since you have to sweat up the hills and coast down them."
    }
  ]
}