{
  "source": "https://www.wisesayings.com/bilingual-quotes/",
  "theme": "bilingual",
  "quotes": [
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Those who know nothing of foreign languages know nothing of their own"
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "A special kind of beauty exists which is born in language, of language, and for language."
    },
    {
      "cite": "Federico Fellini",
      "quote": "A different language is a different vision of life."
    },
    {
      "cite": "Tomáš Garrigue Masaryk",
      "quote": "The more languages you know, the more human you are."
    },
    {
      "cite": "Michael Gove",
      "quote": "It is literally the case that learning languages makes you smarter. The neural networks in the brain strengthen as a result of language learning."
    },
    {
      "cite": "Mal Pancoast",
      "quote": "We invent the world through language. The world occurs through language."
    },
    {
      "cite": "Susan Harris",
      "quote": "Bilingual means someone who speaks more than one language!"
    },
    {
      "cite": "Julio R Gonzalez",
      "quote": "Now I'm not the kid you want to go with, know it / Good and well that I'm the bilingual poet"
    },
    {
      "cite": "François Grosjean",
      "quote": "I marvel at people who are bilingual--that it is, who use two or more languages in their everyday life."
    },
    {
      "cite": "François Grosjean",
      "quote": "With so many languages in the world , a lot of contact is bound to take place between people of different language groups. And with such language contact, bilingualism will arise."
    },
    {
      "cite": "François Grosjean",
      "quote": "Among other factors leading to bilingualism, three come to mind: bilingual families, peoples professions, and deafness."
    },
    {
      "cite": "François Grosjean",
      "quote": "Today's workplace is very often bilingual, if not multilingual."
    },
    {
      "cite": "Colin Baker",
      "quote": "Bilingualism is a topic which must be treated on two levels at once - simultaneously as sociology and a psychology, just as learning a second language must be seen both as acquiring a culture and as embracing a new personal identity."
    },
    {
      "cite": "Colin Baker",
      "quote": "Bilingualism is a field of paradoxes as well."
    },
    {
      "cite": "Colin Baker",
      "quote": "Bilingualism exits as a possession of an individual. It is also possible to talk about bilingualism as a characteristic of a group or community of people."
    },
    {
      "cite": "Colin Baker",
      "quote": "A bilingual person's competence in a language may vary over time and according to changing circumstances."
    },
    {
      "cite": "Safder Alladina",
      "quote": "It is more normal than not for people in most parts of the world to speak more than one language."
    },
    {
      "cite": "Safder Alladina",
      "quote": "A bilingual person knows, understands and uses two or more languages. Bilingual person may read and write in two languages."
    },
    {
      "cite": "Safder Alladina",
      "quote": "In most part of the world, people speak more than one language simply because they grow up doing so."
    },
    {
      "cite": "Josue M. Gonzalez",
      "quote": "Like many social issues receives the most attention in the press when legislation is being contested."
    },
    {
      "cite": "Josue M. Gonzalez",
      "quote": "Bilingualism emerges when two different language communities come into sustained contact."
    },
    {
      "cite": "Josue M. Gonzalez",
      "quote": "Bilingualism is more valuable when some members of each language are not bilingual."
    },
    {
      "cite": "Josue M. Gonzalez",
      "quote": "The language people speak influence the cultural values they acquire as part of their bilingual worlds."
    },
    {
      "cite": "Flora Lewis",
      "quote": "Learning another language is not only learning for the same things, but learning another way to think about things."
    },
    {
      "cite": "Edward Sapir",
      "quote": "No two languages are ever sufficiently similar to be considered as representing the same social reality."
    },
    {
      "cite": "Quintus Ennius",
      "quote": "He who has two languages has two souls."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "If we spoke a different language, we would perceive a somewhat different world."
    },
    {
      "cite": "Charlemagne",
      "quote": "To have another language is to possess a second soul."
    },
    {
      "cite": "Frank Smith",
      "quote": "One language sets you in a corridor for life. Two languages open every door along the way."
    },
    {
      "cite": "Geoffrey Willans and Ronald Searle",
      "quote": "You can never understand one language until you understand at least two."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "A man who can speak two languages is worth two men."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart."
    }
  ]
}