{
  "source": "https://www.wisesayings.com/bill-of-rights-quotes/",
  "theme": "bill-of-rights",
  "quotes": [
    {
      "cite": "Harry Browne",
      "quote": "The Bill of Rights isn't some legalistic fine print. It was written to make our lives freer, more prosperous, and happier. By forsaking it, America has become no better than any other country in the world."
    },
    {
      "cite": "A.E. Samaan",
      "quote": "The Bill of Rights is the United States. The United States is the Bill of Rights. Compromise the Bill of Rights and you dissolve the very foundation upon which the Union stands."
    },
    {
      "cite": "Ted Lieu",
      "quote": "The Bill of Rights is a remarkable document because it weaves into the fabric of our democracy the idea that government has a responsibility to protect individual liberty."
    },
    {
      "cite": "Frank I. Cobb",
      "quote": "The Bill of Rights is a born rebel. It reeks with sedition. In every clause it shakes its fist in the face of constituted authority. It is the one guaranty of human freedom to the American people."
    },
    {
      "cite": "Jessse Ventura",
      "quote": "If you're patriotic, stand up for the Bill of Rights because once they strip your rights from you, you will pay hell to get them back. You will and we're in the process of it right now."
    },
    {
      "cite": "Felix Frankfurt",
      "quote": "We have enjoyed so much freedom for so long that we are perhaps in danger of forgetting how much blood it cost to establish the Bill of Rights."
    },
    {
      "cite": "Rachel Carson",
      "quote": "If the Bill of Rights contains no guarantee that a citizen shall be secure against lethal poisons distributed either by private individuals or by public officials, it is surely only because our forefathers, despite their considerable wisdom and foresight, could conceive of no such problem."
    },
    {
      "cite": "A.E. Samaan",
      "quote": "Nowhere in the Bill of Rights are the words 'unless inconvenient' to be found."
    },
    {
      "cite": "Kenneth G. Eade",
      "quote": "The Bill of Rights wasn’t enacted to give us any rights. It was enacted so the Government could not take away from us any rights that we already had."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A Bill of Rights is what the people are entitled to against every government, and what no just government should refuse, or rest on inference."
    },
    {
      "cite": "L. Neil Smith",
      "quote": "The Bill of Rights isn't about us, it's about them. It isn't a list of things we're permitted to do, it's a list of things they aren't allowed even to consider."
    },
    {
      "cite": "William J Brennan",
      "quote": "The Framers of the Bill of Rights did not purport to 'create' rights. Rather, they designed the Bill of Rights to prohibit our Government from infringing rights and liberties presumed to be preexisting."
    },
    {
      "cite": "Albert Galllatin",
      "quote": "The whole of the Bill of Rights is a declaration of the right of the people at large or considered as individuals... It establishes some rights of the individual as unalienable and which consequently, no majority has a right to deprive them of."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "The Bill of Rights does not come from the people and is not subject to change by majorities. It comes from the nature of things. It declares the inalienable rights of man not only against all government but also against the people collectively."
    },
    {
      "cite": "Smedley Butler",
      "quote": "There are only two things we should fight for. One is the defense of our homes and the other is the Bill of Rights."
    },
    {
      "cite": "Danny Kaye",
      "quote": "Who needs the protection of the Bill of Rights most? The weak, the most vulnerable in society."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Democracy, in any rational form, also imposes conditions on majority rule. That's what the Bill of Rights is about, for example."
    },
    {
      "cite": "Earl Warren",
      "quote": "Our Bill of Rights, the most precious part of our legal heritage, is under subtle and pervasive attacks... In the struggle between our world and Communism, the temptation to imitate totalitarian security methods must be resisted day by day... When the rights of any individual or group are chipped away, the freedom of all erodes."
    },
    {
      "cite": "Scott Sanders",
      "quote": "We have a Bill of Rights, which protects each of us from a bullying society, but no Bill of Responsibilities, which would oblige us to answer to the needs of others."
    },
    {
      "cite": "William Hague",
      "quote": "The Bill of Rights was intended to secure freedom of speech - the freedom of speech of members of parliament to speak freely rather than be at threat of... the threat of an over powerful monarch at the time."
    }
  ]
}