{
  "source": "https://www.wisesayings.com/billionaire-quotes/",
  "theme": "billionaire",
  "quotes": [
    {
      "cite": "Warren Buffett",
      "quote": "Of the billionaires I have known, money just brings out the basic traits in them. If they were jerks before they had money, they are simply jerks with a billion dollars."
    },
    {
      "cite": "Tommy Chong",
      "quote": "The smartest billionaires I know never finished high school. I got my degree and my doctorate on the street and an advanced degree in jail."
    },
    {
      "cite": "Justine Musk",
      "quote": "One of the many qualities that separate self-made billionaires from the rest of us is their ability to ask the right questions."
    },
    {
      "cite": "Howard Schultz",
      "quote": "I never wanted to be on any billionaires list. I never define myself by net worth. I always try to define myself by my values."
    },
    {
      "cite": "Ben Elton",
      "quote": "I find the fact that billionaires are quoted as if the fact that they are billionaires gives them some kind of wisdom is outrageous."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "The death of a billionaire is worth more to the media than the lives of a billion poor people."
    },
    {
      "cite": "Sophie Page",
      "quote": "Billionaires’ working hours are twenty-four seven. They don’t wait till Monday."
    },
    {
      "cite": "Bill Gates",
      "quote": "Billionaires should never be responsible for solving problems, because they're not the government."
    },
    {
      "cite": "J. P. Morgan",
      "quote": "Millionaires don't use astrology...the billionaires do."
    },
    {
      "cite": "Peter Diamandis",
      "quote": "The best way to become a billionaire is to help a billion people."
    },
    {
      "cite": "Arpad Busson",
      "quote": "The billionaire who sits on his money and doesn't do anything for the common good - I'm not interested in that person."
    },
    {
      "cite": "Howard Hughes",
      "quote": "I'm not a paranoid deranged millionaire. Goddamit, I'm a billionaire."
    },
    {
      "cite": "Geezer Butler",
      "quote": "It doesn't matter who you vote for. It's still the same billionaires that run the world."
    },
    {
      "cite": "Elizabeth Warren",
      "quote": "When billionaire car dealers or manufacturers pay for ambassadorships, at least they pay with money earned by selling something of value."
    },
    {
      "cite": "Russell Simmons",
      "quote": "Look at all the billionaires. If I know 15 billionaires, I know 13 unhappy people."
    },
    {
      "cite": "Andrew Ross Sorkin",
      "quote": "Some billionaires like cars, yachts and private jets. Others like newspapers."
    },
    {
      "cite": "Sergio Ermotti",
      "quote": "When you look at billionaires, many of them share one characteristic: They were not born billionaires."
    },
    {
      "cite": "Sebastian Roche",
      "quote": "Ever wonder why billionaires always need more and more money? It's a power trip."
    },
    {
      "cite": "Bernie Sanders",
      "quote": "You can't become a billionaire stepping over children sleeping on the street."
    },
    {
      "cite": "Peter Gallagher",
      "quote": "Unless you're one of the five billionaires out there who don't have to worry about anything, every aspect of everything is stressful, no matter what your job is."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Billionaire investors know they're going to be wrong, so they have a plan to protect against wrong."
    }
  ]
}