{
  "source": "https://www.wisesayings.com/biodiversity-quotes/",
  "theme": "biodiversity",
  "quotes": [
    {
      "cite": "Thomas Eisner",
      "quote": "Biodiversity is the greatest treasure we have... Its diminishment is to be prevented at all cost."
    },
    {
      "cite": "David Foreman",
      "quote": "We advocate biodiversity for biodiversity's sake. It may take our extinction to set things straight."
    },
    {
      "cite": "David Suzuki",
      "quote": "If we pollute the air, water and soil that keep us alive and well, and destroy the biodiversity that allows natural systems to function, no amount of money will save us."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Biodiversity is the totality of all inherited variation in the life forms of Earth, of which we are one species. We study and save it to our great benefit. We ignore and degrade it to our great peril."
    },
    {
      "cite": "Kofi Annan",
      "quote": "The preservation of biodiversity is not just a job for governments. International and non-governmental organisations, the private sector and each and every individual have a role to play in changing entrenched outlooks and ending destructive patterns of behaviour."
    },
    {
      "cite": "Johan Rockstrom",
      "quote": "The value of biodiversity is that it makes our ecosystems more resilient, which is a prerequisite for stable societies; its wanton destruction is akin to setting fire to our lifeboat."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Look closely at nature. Every species is a masterpiece, exquisitely adapted to the particular environment in which it has survived. Who are we to destroy or even diminish biodiversity?"
    },
    {
      "cite": "Frans Lanting",
      "quote": "Biodiversity starts in the distant past and it points toward the future."
    },
    {
      "cite": "David Attenborough",
      "quote": "It is that range of biodiversity that we must care for - the whole thing - rather than just one or two stars."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "We should preserve every scrap of biodiversity as priceless while we learn to use it and come to understand what it means to humanity."
    },
    {
      "cite": "Graciela Chichilnisky",
      "quote": "To survive, humans need food, water, and air. Yet biodiversity, the Earth's bodies of water, and the planet's atmosphere are all under threat."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "We're losing biodiversity globally at an alarming rate, and we need a cornucopia of different plants and animals, for the planet's health and our own."
    },
    {
      "cite": "Klaus Topfer",
      "quote": "Protecting biodiversity is just as important and critical to the survival of mankind as stabilizing the climate. Species protection and climate are interdependent."
    },
    {
      "cite": "Cary Fowler",
      "quote": "To many people, 'biodiversity' is almost synonymous with the word 'nature,' and 'nature' brings to mind steamy forests and the big creatures that dwell there. Fair enough. But biodiversity is much more than that, for it encompasses not only the diversity of species, but also the diversity within species."
    },
    {
      "cite": "Donella Meadows",
      "quote": "Biodiversity can't be maintained by protecting a few species in a zoo, or by preserving greenbelts or national parks. To function properly, nature needs more room than that. It can maintain itself, however, without human expense, without zookeepers, park rangers, foresters or gene banks. All it needs is to be left alone."
    },
    {
      "cite": "Sylvia Earle",
      "quote": "People still do not understand that a live fish is more valuable than a dead one, and that destructive fishing techniques are taking a wrecking ball to biodiversity."
    },
    {
      "cite": "Martin Rees",
      "quote": "Collective human actions are transforming, even ravaging, the biosphere - perhaps irreversibly - through global warming and loss of biodiversity."
    },
    {
      "cite": "Ursula Goodenough",
      "quote": "The evolution of the cosmos invokes in me a sense of mystery; the increase in biodiversity invokes the response of humility; and an understanding of the evolution of death offers me helpful ways to think about my own death."
    },
    {
      "cite": "Cary Fowler",
      "quote": "Whether we consciously realize it or not, the biodiversity with which we are most familiar, and the biodiversity with which we have most intimate historical, cultural and biological connections, is that associated with food plants."
    }
  ]
}