{
  "source": "https://www.wisesayings.com/biography-quotes/",
  "theme": "biography",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is properly no history; only biography."
    },
    {
      "cite": "Keshia Chante",
      "quote": "Live your life as if you are writing your Biography."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Biography is the mesh through which real life escapes."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When you read a biography remember that the truth is never fit for publication."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "The immense appetite we have for biography comes from a deep-seated sense of equality."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "No great man lives in vain. The history of the world is but the biography of great men."
    },
    {
      "cite": "Hermione Lee",
      "quote": "Writing a biography is not a love affair. It's not a marriage. It's a job, it's a piece of work."
    },
    {
      "cite": "Edmund White",
      "quote": "Biography can be the most middle-class of all forms, the judgment of little people avenging themselves on the great."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "A biography is considered complete if it merely accounts for six or seven selves, whereas a person may well have as many as a thousand."
    },
    {
      "cite": "Philip Guedalla",
      "quote": "Biography is a very definite region bounded on the north by history, on the south by fiction, on the east by obituary, and on the west by tedium."
    },
    {
      "cite": "Rebecca West",
      "quote": "All good biography, as all good fiction, comes down to the study of original sin, of our inherent disposition to choose death when we ought to choose life."
    },
    {
      "cite": "Anthony Daniels",
      "quote": "Life is a biography, not a series of disconnected moments, more or less pleasurable but increasingly tedious and unsatisfying unless one imposes a purposive pattern upon them."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All history is biography."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Biography is the only true history."
    },
    {
      "cite": "Tim Hansel",
      "quote": "Our theology must become biography."
    },
    {
      "cite": "Caroline Myss",
      "quote": "Your biography becomes your biology."
    },
    {
      "cite": "Art Shay",
      "quote": "A photograph is a biography of a moment."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Someone calls biography the home aspect of history."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Your biography is not your destiny, your decisions are."
    },
    {
      "cite": "Louis Fischer",
      "quote": "Biography is history seen through the prism of a person."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "History is neither more nor less than biography on a large scale."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "There is no psychology; there is only biography and autobiography."
    },
    {
      "cite": "Mark Feeney",
      "quote": "Once the implicit aim of biography was to uplift now it is to unveil."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Biography is the most universally pleasant and profitable of all reading."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "Biography is: a system in which the contradictions of a human life are unified."
    },
    {
      "cite": "Robert Caro",
      "quote": "You can use a biography to examine political power, but only if you pick the right guy."
    },
    {
      "cite": "V. S. Naipaul",
      "quote": "The biography of a writer - or even the autobiography - will always have this incompleteness."
    },
    {
      "cite": "Rachel Holmes",
      "quote": "For me the fascination with biography is the life of the individual in the context of history."
    },
    {
      "cite": "Edmund Clerihew Bentley",
      "quote": "The art of biography is different from geography. Geography is about maps, but biography is about chaps."
    },
    {
      "cite": "H. G. Wells",
      "quote": "A biography should be a dissection and demonstration of how a particular human being was made and worked."
    },
    {
      "cite": "Erica Jong",
      "quote": "Biography is essentially a collaborative art, the latest biographer collaborating with all those who wrote earlier."
    },
    {
      "cite": "Iris Origo",
      "quote": "Behind each biography there should always be a rich treasury of unformulated knowledge, a tapestry that has not been unrolled."
    },
    {
      "cite": "Linda Simon",
      "quote": "Biography cannot be separated from autobiography: that is, the life written about is inextricably entangled with the life of the biographer."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "The great lesson of biography is to show what man can be and do at his best. A noble life put fairly on record acts like an inspiration to others."
    },
    {
      "cite": "Dmitri Shostakovich",
      "quote": "The most uninteresting part of the biography of a composer is his childhood. All those preludes are the same and the reader hurries on to the fugue."
    },
    {
      "cite": "Rachel Holmes",
      "quote": "A biography is never a biography of one person, of course, but the individual life of your protagonist will never conform. It will always bang up against history."
    },
    {
      "cite": "Narendra Modi",
      "quote": "If you read the biography of any great man, you will always notice two things: His mother's contribution in his progress and his teacher's contribution in his growth and development."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "History – a biography of a few stout and earnest persons."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Let us make sure that future generations write our biography."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "The art of biography is more difficult than is generally supposed."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Art cannot be subordinate to its subject, otherwise it is not art but biography."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "Almost any biography will have its useful suggestions for making life a success, but none better or more unfailing than the biography of Christ."
    },
    {
      "cite": "Catherine Drinker Bowen",
      "quote": "In writing biography, fact and fiction shouldn't be mixed. And if they are, the fictional points should be printed in red ink, the facts printed in black ink."
    }
  ]
}