{
  "source": "https://www.wisesayings.com/biology-quotes/",
  "theme": "biology",
  "quotes": [
    {
      "cite": "Freeman Dyson",
      "quote": "Biology is now bigger than physics, as measured by the size of budgets, by the size of the workforce, or by the output of major discoveries, and biology is likely to remain the biggest part of science through the twenty-first century."
    },
    {
      "cite": "Rachel Carson",
      "quote": "Any concept of biology is not only sterile and profitless, it is distorted and untrue, if it puts its primary focus on unnatural conditions rather than on those vast forces not of man's making that shape and channel the nature and direction of life."
    },
    {
      "cite": "Arvind Gupta",
      "quote": "Biology is the most powerful technology ever created. DNA is software, protein are hardware, cells are factories."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "Life preys upon life. This is biology's most fundamental fact."
    },
    {
      "cite": "Cordelia Fine",
      "quote": "Biology can be said to define possibilities but not determine them; it is never irrelevant but it is also not determinant."
    },
    {
      "cite": "Ryan Bethencourt",
      "quote": "Biology, it's the technology which builds our world, and we can harness it to shift humanity from a scarcity to an abundance economy."
    },
    {
      "cite": "Robin Marantz Henig",
      "quote": "Biology sets the context, and that is critical, but obesity still boils down to whether a person eats too much or exercises enough."
    },
    {
      "cite": "Brian Eno",
      "quote": "The biology of purpose keeps my nose above the surface."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "Evolutionary biology is crazy because sometimes it seems anybody can draw any conclusion they want."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Biology seems to be a chemical strategy for amplifying quantum mechanical indeterminacy so that it leaves the subatomic realm and can be present in a hundred and forty five pound block of meat."
    },
    {
      "cite": "Richard Preston",
      "quote": "In biology, nothing is clear, everything is too complicated, everything is a mess, and just when you think you understand something, you peel off a layer and find deeper complications beneath. Nature is anything but simple."
    },
    {
      "cite": "Brene Brown",
      "quote": "It's in our biology to trust what we see with our eyes. This makes living in a carefully edited, overproduced and photoshopped world very dangerous."
    },
    {
      "cite": "Walter Gilbert",
      "quote": "Biology will relate every human gene to the genes of other animals and bacteria, to this great chain of being."
    },
    {
      "cite": "George Will",
      "quote": "Good biology without good philosophy will be a calamity."
    },
    {
      "cite": "Jared Diamond",
      "quote": "Biology is the science. Evolution is the concept that makes biology unique."
    },
    {
      "cite": "Arvind Gupta",
      "quote": "Biology is now accelerating at a pace faster than Moore's Law."
    },
    {
      "cite": "Ray Kurzweil",
      "quote": "Biology is a software process. Our bodies are made up of trillions of cells, each governed by this process. You and I are walking around with outdated software running in our bodies, which evolved in a very different era."
    },
    {
      "cite": "Walter Gilbert",
      "quote": "Biology will tell you a lot of things, but there are many that it can not explain and you need to look at physics instead."
    },
    {
      "cite": "Andrea Moro",
      "quote": "Biology, list history, is not built with 'if's."
    },
    {
      "cite": "Francis Crick",
      "quote": "The job of theorists, especially in biology, is to suggest new experiments. A good theory makes not only predictions, but surprising predictions that then turn out to be true."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Biology is the least of what makes someone a mother."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Biology is the study of the complex things in the Universe. Physics is the study of the simple ones."
    },
    {
      "cite": "Eric Kandel",
      "quote": "The biology of mind bridges the sciences concerned with the natural world and the humanities - concerned with the meaning of human experience."
    },
    {
      "cite": "Thomas Cech",
      "quote": "Because all of biology is connected, one can often make a breakthrough with an organism that exaggerates a particular phenomenon, and later explore the generality."
    },
    {
      "cite": "C. J. Cherryh",
      "quote": "Culture is how biology responds and makes its living conditions better."
    },
    {
      "cite": "Jeremiah P. Ostriker",
      "quote": "Biology has tended to be an observational science, and deriving things from first principles has not been possible in the past, but I hate to predict the future on that."
    },
    {
      "cite": "Leon Kass",
      "quote": "Biology, meaning the science of all life, is a late notion."
    },
    {
      "cite": "Trofim Lysenko",
      "quote": "And the more profoundly the science of biology reveals the laws of the life and development of living bodies, the more effective is the science of agronomy."
    },
    {
      "cite": "Elizabeth Blackburn",
      "quote": "Biology sometimes reveals its fundamental principles through what may seem at first to be arcane and bizarre."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "Biology always beats will power."
    },
    {
      "cite": "Mayr",
      "quote": "Biology can be divided into the study of proximate causes, the study of the physiological sciences broadly conceived, and into the study of ultimate evolutionary causes, the subject of natural history."
    },
    {
      "cite": "John Marburger",
      "quote": "Evolution is the cornerstone of modern biology. Intelligent design is not a scientific concept."
    },
    {
      "cite": "Bill Gates",
      "quote": "The pace of progress in biology creates a foundation that naturally gets picked up by the biotech and pharmaceutical industry to solve rich-world diseases. This is attractive science. It's science that people want to work on."
    },
    {
      "cite": "Francis Crick",
      "quote": "The ultimate aim of the modern movement in biology is in fact to explain all biology in terms of physics and chemistry."
    },
    {
      "cite": "Theodosius Dobzhansky",
      "quote": "Nothing in biology makes sense except in the light of evolution."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Biology is the study of complicated things that have the appearance of having been designed with a purpose."
    },
    {
      "cite": "Helen Fisher",
      "quote": "There's biology in everything, even when you're feeling spiritual."
    }
  ]
}