{
  "source": "https://www.wisesayings.com/bipolar-quotes/",
  "theme": "bipolar",
  "quotes": [
    {
      "cite": "Frank Bruno",
      "quote": "Sometimes when you have bipolar you have days you are grumpy and not feeling yourself."
    },
    {
      "cite": "Adam Ant",
      "quote": "Bipolar disorder, manic depression, depression, black dog, whatever you want to call it, is inherent in our society. It's a product of stress and in my case over-work."
    },
    {
      "cite": "Patty Duke",
      "quote": "You can have manic-depression without having an ounce of creativity."
    },
    {
      "cite": "Claire Danes",
      "quote": "People with bipolar disorder have difficulty with boundaries."
    },
    {
      "cite": "Kay Redfield Jamison",
      "quote": "One of things so bad about depression and bipolar disorder is that if you don't have prior awareness, you don't have any idea what hit you."
    },
    {
      "cite": "Catherine Zeta-Jones",
      "quote": "There is no need to suffer silently and there is no shame in seeking help"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Everything in nature is bipolar, or has a positive and a negative pole."
    },
    {
      "cite": "Stanley Victor Paskavich",
      "quote": "Genius by birth, Bipolar by design."
    },
    {
      "cite": "Anthony Storr",
      "quote": "I want to show that the dividing lines between sanity and mental illness have been drawn in the wrong place."
    },
    {
      "cite": "Bill Clinton",
      "quote": "Mental illness is nothing to be ashamed of, but stigma and bias shame us all."
    },
    {
      "cite": "Kenneth",
      "quote": "It hurts the most when the person that made you feel special yesterday makes you feel so unwanted today."
    },
    {
      "cite": "Eric Millegan",
      "quote": "If you know people who are suicidal, or if you know people who are bipolar, depressed, have panic attack disorder, just be there for them. They're going through something that's very, very hard."
    },
    {
      "cite": "Patty Duke",
      "quote": "My recovery from manic depression has been an evolution, not a sudden miracle."
    },
    {
      "cite": "Britney Spears",
      "quote": "It's almost like it's my alter ego when I get on stage... I turn into this different person, seriously. Bipolar disorder. I'm tired of everybody touching me and things being plugged into my head."
    },
    {
      "cite": "Quinn Loftis",
      "quote": "You may have bipolar disorder, but it does not have you. It cannot have you because I have claimed you and I don't share."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "Bipolar disorder can be a great teacher. It's a challenge, but it can set you up to be able to do almost anything else in your life."
    },
    {
      "cite": "Trai Byers",
      "quote": "There are many different forms of bipolar and the way that it expresses itself."
    },
    {
      "cite": "Kurt Kobain",
      "quote": "I'd rather be hated for who I am, than loved for who I'm not."
    },
    {
      "cite": "John Mearsheimer",
      "quote": "In short, unbalanced bipolar systems are so unstable that they cannot last for any appreciable period of time."
    },
    {
      "cite": "John Green",
      "quote": "As lives go, I'll take the quietly desperate over the radically bipolar."
    },
    {
      "cite": "Helen G",
      "quote": "Emotions, moods, impulses, ebb and flow with the tide of my life. Tidal waves, at times, in a bipolar mind."
    },
    {
      "cite": "Voltaire",
      "quote": "Madness is to think of too many things in succession too fast, or of one thing too exclusively."
    },
    {
      "cite": "Roni Askey-Doran",
      "quote": "Mental illness is not in the business of making sense of itself."
    }
  ]
}