{
  "source": "https://www.wisesayings.com/birds-quotes/",
  "theme": "birds",
  "quotes": [
    {
      "cite": "Alejandro Jodorowsky",
      "quote": "Birds born in cages think that flying is an illness."
    },
    {
      "cite": "David Attenborough",
      "quote": "Birds are the most accomplished aeronauts the world has ever seen. They fly high and low, at great speed, and very slowly. And always with extraordinary precision and control."
    },
    {
      "cite": "Roger Tory Peterson",
      "quote": "Birds have wings; they're free; they can fly where they want when they want. They have the kind of mobility many people envy."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Birds are a miracle because they prove to us there is a finer, simpler state of being which we may strive to attain."
    },
    {
      "cite": "Roger Tory Peterson",
      "quote": "Birds are indicators of the environment. If they are in trouble, we know we'll soon be in trouble."
    },
    {
      "cite": "Henrik Ibsen",
      "quote": "A forest bird never wants a cage."
    },
    {
      "cite": "William Blake",
      "quote": "No bird soars too high if he soars with his own wings."
    },
    {
      "cite": "Robert Lynd",
      "quote": "In order to see birds it is necessary to become part of the silence."
    },
    {
      "cite": "Carly Simon",
      "quote": "The sound of birds stops the noise in my mind."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Caged birds accept each other but flight is what they long for."
    },
    {
      "cite": "George W. Bush",
      "quote": "Just remember it's the birds that's supposed to suffer, not the hunter."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The bird thinks it a favor to give the fish a lift in the air."
    },
    {
      "cite": "Bob Dylan",
      "quote": "No one is free, even the birds are chained to the sky."
    },
    {
      "cite": "Abu Bakr",
      "quote": "It is a matter of shame that in the morning the birds should be awake earlier than you."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "When you have shot one bird flying you have shot all birds flying. They are all different and they fly in different ways but the sensation is the same and the last one is as good as the first."
    },
    {
      "cite": "John Webster",
      "quote": "We think caged birds sing, when indeed they cry."
    },
    {
      "cite": "Robert Wilson Lynd",
      "quote": "There is nothing in which the birds differ more from man than the way in which they can build and yet leave a landscape as it was before."
    },
    {
      "cite": "Marjorie Allen Seiffert",
      "quote": "A bird is three things: Feathers, flight and song, And feathers are the least of these."
    },
    {
      "cite": "David Attenborough",
      "quote": "Birds are the most popular group in the animal kingdom. We feed them and tame them and think we know them. And yet they inhabit a world which is really rather mysterious."
    },
    {
      "cite": "Sun Tzu",
      "quote": "The rising of birds in their flight is the sign of an ambuscade. Startled beasts indicate that a sudden attack is coming."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Hear how the birds, on every blooming spray, With joyous music wake the dawning day."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Birds are not free since Men have invented cages."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Birds teach us something very important: To whatever height you rise, you will finally come down to the ground!"
    },
    {
      "cite": "William Bartram",
      "quote": "Some tribes of birds will relieve and rear up the young and helpless, of their own and other tribes, when abandoned."
    },
    {
      "cite": "Robert T. Bakker",
      "quote": "Birds evolved from a small raptor like theropod."
    },
    {
      "cite": "Ted Rall",
      "quote": "When you have birds you stare at them a lot and their eyes are recessed on their head. When they look at something they tilt their head in a quizzical expression."
    },
    {
      "cite": "Frans De Waal",
      "quote": "If one bird foraging in a flock on the ground suddenly takes off, all other birds will take off immediately after, before they even know what's going on. The one who stays behind may be prey."
    },
    {
      "cite": "David Suzuki",
      "quote": "Birds are, especially canaries, are super sensitive to hydrogen sulfide and sour gas."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "Little Birds are dining / Warily and well, / Hid in mossy cell."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "Little Birds are tasting / Gratitude and gold, / Pale with sudden cold: / Pale, I say, and wrinkled - / When the bells have tinkled, / And the Tale is told."
    },
    {
      "cite": "Future",
      "quote": "Birds take a bath / And then they come out clean / Birds take a bath / Watch it come out green."
    },
    {
      "cite": "Rhett Miller",
      "quote": "A bird in the hand is worth a bird in a cage / Is worth a bird on a telephone wire."
    },
    {
      "cite": "The Beatles",
      "quote": "Free as a bird / It's the next best thing to be / Free as a bird."
    },
    {
      "cite": "Harold Arlen",
      "quote": "Bird up above see what he's got / The freedom to fly and the freedom to not / De dumb, that's a fine kind o' freedom."
    },
    {
      "cite": "Henry Kendall",
      "quote": "The silver-voiced bell-birds, the darlings of day-time, / They sing in September their songs of the May-time."
    },
    {
      "cite": "Crash Test Dummies",
      "quote": "The little bird can sing and sing / The little bird knows everything / But the little bird don't bother with song / He knows that it just goes on and on and on and on."
    },
    {
      "cite": "Myrtle Reed",
      "quote": "A bird is joy incarnate."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A bird in a cage is not half a bird."
    },
    {
      "cite": "Roger Tory Peterson",
      "quote": "Birds are an ecological litmus paper."
    },
    {
      "cite": "Henrik Ibsen",
      "quote": "Each bird must sing with his own throat."
    },
    {
      "cite": "Bill Watterson",
      "quote": "When birds burp, it must taste like bugs."
    },
    {
      "cite": "John Lennon",
      "quote": "Tame birds sing of freedom. Wild birds fly."
    },
    {
      "cite": "Anne Stevenson",
      "quote": "Blackbirds are the cellos of the deep farms."
    },
    {
      "cite": "John Heywood",
      "quote": "It is a foul bird that filleth his own nest."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Birds are the eyes of heaven, and flies are the spies of hell."
    },
    {
      "cite": "Olivier Messiaen",
      "quote": "Birds are the first and the greatest performers."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "The only bird that gives the poor a real tumble is the stork."
    },
    {
      "cite": "William Cowper",
      "quote": "The bird that flutters least is longest on the wing."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "If only the best birds sang, the forest would be silent."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "The bird is powered by its own life and by its motivation."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A bird alone could have extricated himself from that place."
    },
    {
      "cite": "William Blake",
      "quote": "How can a bird that is born for joy sit in a cage and sing?"
    },
    {
      "cite": "Roger Tory Peterson",
      "quote": "Birds are, perhaps, the most eloquent expression of reality."
    }
  ]
}