{
  "source": "https://www.wisesayings.com/birthday-party-quotes/",
  "theme": "birthday-party",
  "quotes": [
    {
      "cite": "A.M. Homes",
      "quote": "Birthday parties make me nervous as hell. They're one of those things where you're forced to be happy. And even if you're totally depressed, you're got to pretend you're glad you were born, regardless of the fact that getting older means you're closer to dying."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "I used to anticipate my childhood birthday parties as if each were an annual coronation. Like most kids, I loved sitting at the head of the table with a crown on my head."
    },
    {
      "cite": "David Sedaris",
      "quote": "It's odd the things that people remember. Parents will arrange a birthday party, certain it will stick in your mind forever. You'll have a nice time, then two years later you'll be like, 'There was a pony there? Really? And a clown with one leg?"
    },
    {
      "cite": "Brit Marling",
      "quote": "I get uncomfortable when people give me presents and watch me open them. I don't have birthday parties, because the idea of a group of people singing and looking at me while I'm blowing out candles gives me hives."
    },
    {
      "cite": "Kim Basinger",
      "quote": "I didn't really like my birthday as a kid. My mother used to say, 'Sometimes we'd have a birthday party and you would just wander off.' But she said it was just my way in the world. It wasn't anything that I was truly interested in."
    },
    {
      "cite": "Tony Hawk",
      "quote": "When your daughter asks you to be a fairy for her 5th birthday party... you better be a damned fairy."
    },
    {
      "cite": "Joni Mitchell",
      "quote": "I never really wanted to be a star. I didn't like entering a room with all eyes on me. I still don't really like the attention of a birthday party."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Celebrate your day of birth as special day. Make a specific birthday wishes and write it down. You will be amazed about the power of pen and inner strength to accomplish the wishes. This will be a special gift for yourself on each birthday."
    },
    {
      "cite": "Johnny Vegas",
      "quote": "I used to be good with kids, but as I get older, I'm grumpy and terrible with them. As for doing a gig at a 6-year old's birthday party, you couldn't pay me enough."
    },
    {
      "cite": "Matthew Macfayden",
      "quote": "I was quite a shy child. I would get terribly nervous and throw up before my birthday party. And then I would be fine. I feel the same now. I get nervous, then it's fine."
    },
    {
      "cite": "Shawn Levy",
      "quote": "Even when I was a kid, I had a good thing with kids. To this day, if I go to a birthday party with one of my kids, I swear to you, I am so much happier hanging out with my kids and their friends than talking to the grown-ups."
    },
    {
      "cite": "Wayne Gerard Trotman",
      "quote": "Today, I attended a friend's birthday party dressed as a ninja. I soon discovered that ninjas are very misunderstood."
    },
    {
      "cite": "Riccardo Tisci",
      "quote": "I suffered a lot when there was, like, a birthday party and I was not invited. Not because I was ugly or stupid; I was not invited because the parents would say to the kids, 'Don't invite him, because he's poor and he comes from the south of Italy, and he can't give you nothing."
    },
    {
      "cite": "Jim Cornette",
      "quote": "I heard last year at [insert name]'s birthday party they had to set up mirrors to make it look like a crowd."
    }
  ]
}