{
  "source": "https://www.wisesayings.com/birthdays-quotes/",
  "theme": "birthdays",
  "quotes": [
    {
      "cite": "Bob Hope",
      "quote": "You know you're getting old when the candles cost more than the cake."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "The year you were born marks only your entry into the world. Other years where you prove your worth, they are the ones worth celebrating."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Our birthdays are feathers in the broad wing of time."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is lovely, when I forget all birthdays, including my own, to find that somebody remembers me."
    },
    {
      "cite": "Unknown Author",
      "quote": "A birthday is just the first day of another 365-day journey around the sun. Enjoy the trip."
    },
    {
      "cite": "Abhisek Bachchan",
      "quote": "A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy."
    },
    {
      "cite": "Sammy Hagar",
      "quote": "Every year on your birthday, you get a chance to start new."
    },
    {
      "cite": "George Merideth",
      "quote": "Don't just count your years, make your years count."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "The great thing about getting older is that you don't lose all the other ages you've been."
    },
    {
      "cite": "William Shakespeare",
      "quote": "With mirth and laughter, let old wrinkles come."
    },
    {
      "cite": "Menachem Mendel Schneerson",
      "quote": "Because time itself is like a spiral, something special happens on your birthday each year: The same energy that God invested in you at birth is present once again."
    },
    {
      "cite": "Chili Davis",
      "quote": "Growing old is mandatory; growing up is optional."
    },
    {
      "cite": "Larry Lorenzoni",
      "quote": "Birthdays are good for you. Statistics show that the people who have the most live the longest."
    },
    {
      "cite": "Lorrie Moore",
      "quote": "I count too heavily on birthdays, though I know I shouldn't. Inevitably I begin to assess my life by them, figure out how I'm doing by how many people remember; it's like the old fantasy of attending your own funeral: You get to see who your friends are, get to see who shows up."
    },
    {
      "cite": "Thomas Moore",
      "quote": "Most of us can remember a time when a birthday, especially if it was one's own, brightened the world as if a second sun has risen."
    },
    {
      "cite": "Paris Hilton",
      "quote": "The way I see it, you should live every day like it's your birthday."
    },
    {
      "cite": "Jo Brand",
      "quote": "Birthdays are nature's way of telling you to eat more cake."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "My Birthday! What a different sound that word had in my youthful ear."
    },
    {
      "cite": "Robert Orben",
      "quote": "The best birthdays of all are those that haven't arrived yet."
    },
    {
      "cite": "Euripedes",
      "quote": "Things to ponder every Birthday: If we could be twice young and twice old we could correct all our mistakes."
    },
    {
      "cite": "Unknown Author",
      "quote": "Your birthday is a special time to celebrate the gift of 'you' to the world."
    },
    {
      "cite": "Richard Bach",
      "quote": "Fly free and happy beyond birthdays and across forever, and we'll meet now and then when we wish, in the midst of the one celebration that never can end."
    },
    {
      "cite": "Joan Colling",
      "quote": "Age is just a number. It's totally irrelevant unless, of course, you happen to be a bottle of wine."
    },
    {
      "cite": "Ralph Parlette",
      "quote": "Real birthdays are not annual affairs. Real birthdays are the days when we have a new birth."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Today you are you! That is truer than true! There is no one alive who is you-er than you!"
    },
    {
      "cite": "John Glenn",
      "quote": "There is still no cure for the common birthday."
    },
    {
      "cite": "Marie Dressler",
      "quote": "It is not how old you are, but how you are old."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "A birthday is a time to reflect on the year gone by, but to also set your goals for the upcoming year."
    },
    {
      "cite": "Cato",
      "quote": "Old age isn't so bad when you consider the alternatives."
    },
    {
      "cite": "Unknown Author",
      "quote": "If you lie about your age on your birthday, make sure you choose a comfortable number."
    },
    {
      "cite": "Bonnidette Lantz",
      "quote": "30 was the best year of my life until the next year and then the next. Every year since 30 has been the best year."
    },
    {
      "cite": "Albert Einstein",
      "quote": "My birthday affords me the welcome opportunity to express my feelings of deep gratitude for the ideal working and living conditions which have been placed at my disposal in the United States."
    },
    {
      "cite": "Albert Einstein",
      "quote": "What is there to celebrate? Birthdays are automatic things. Anyway, birthdays are for children."
    },
    {
      "cite": "Albert Einstein",
      "quote": "My birthday was a natural disaster, a shower of paper, full of flattery, under which one almost drowned."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There was a star danced, and under that was I born."
    },
    {
      "cite": "Robert Lynd",
      "quote": "Most of us can remember a time when a birthday—especially if it was ones' own—brightened the world as if a second sun had risen."
    },
    {
      "cite": "Darryl Dawkins",
      "quote": "I'm six foot eleven. My birthday covers three days."
    },
    {
      "cite": "Frederick Leboyer",
      "quote": "Birth may be a matter of a moment, but it is a unique one."
    },
    {
      "cite": "Andy Rooney",
      "quote": "The last birthday that's any good is 23."
    },
    {
      "cite": "Red Skelton",
      "quote": "You know how you tell when you're getting old? When your broad mind changes places with your narrow waist."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Fifty years old, 212 fights, and I'm still pretty."
    },
    {
      "cite": "George Orwell",
      "quote": "At age fifty, every man has the face he deserves."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "One starts to get young at the age of sixty."
    },
    {
      "cite": "E. Joseph Cossman",
      "quote": "The best way to remember your wife's birthday is to forget it once."
    },
    {
      "cite": "Robert Frost",
      "quote": "A diplomat is a man who always remembers a woman's birthday but never remembers her age."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "No length of time can make you quit / Honour and virtue, sense and wit, / Thus you may still be young to me, / While I can better hear than see; / Oh, ne'er may fortune show her spite, / To make me deaf, and mend my sight."
    },
    {
      "cite": "George Crabbe",
      "quote": "Through a dull tract of woe, of dread, / The toiling year has pass'd and fled: / And, lo! in sad and pensive strain, / I sing my birth-day date again."
    },
    {
      "cite": "Charles Lamb",
      "quote": "In the gradual desuetude of old observances, this custom of solemnizing our proper birth-day hath nearly passed away, or is left to children, who reflect nothing at all about the matter, nor understand any thing in it beyond cake and orange."
    },
    {
      "cite": "Thomas Hood",
      "quote": "Good-morrow to the golden Morning! / Good-morrow to the world's delight! / I've come to bless thy life's beginning, / That hath made my own so bright!"
    },
    {
      "cite": "Thomas Hood",
      "quote": "What different dooms our birthdays bring!"
    },
    {
      "cite": "Thomas Hood",
      "quote": "So mayst thou live, dear! many years, / In all the bliss that life endears, / Not without smiles, nor yet from tears / Too strictly kept: / When first thy infant littleness / I folded in my fond caress, / The greatest proof of happiness / Was this—I wept."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Maiden, when such a soul as thine is born, / The morning-stars their ancient music make."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "There are three hundred and sixty-four days when you get un-birthday presents—... And only one for birthday presents, you know."
    },
    {
      "cite": "Ogden Nash",
      "quote": "At another year / I would not boggle / Except that when I jog / I joggle."
    },
    {
      "cite": "W.H. Auden",
      "quote": "Happy Birthday, Johnny, / Live beyond your income, / Travel for enjoyment, / Follow your own nose."
    },
    {
      "cite": "Alec Guiness",
      "quote": "I have always been intrigued at what went on on the world on my birthdays long before I was born."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "I used to anticipate my childhood birthday parties as if each were an annual coronation. Like most kids, I loved sitting at the head of the table with a crown on my head. In recent years, however, birthdays have been more like medical checkups—no fun at all but necessary if one intends to stay alive from year to year."
    },
    {
      "cite": "Melvin Helitzer",
      "quote": "Enjoy how sweet, how thoughtful, how kind I'm being on your birthday. Because tomorrow it's back to the same old crap."
    },
    {
      "cite": "Marla Morgan",
      "quote": "As one cat said to another: Birthdays are like fur balls—the more you have, the more you gag."
    },
    {
      "cite": "Elmer Pasta",
      "quote": "She claims she just turned thirty, but it must have been a U-turn!"
    },
    {
      "cite": "Tanya Noe",
      "quote": "For weeks I've been telling him not to buy anything for my birthday, and he still forgot to bring me something."
    },
    {
      "cite": "Robert Orben",
      "quote": "It's an awful thing to grow old by yourself. My wife hasn't had a birthday in seven years."
    },
    {
      "cite": "James Thurber",
      "quote": "I'm sixty-five, but if there were fifteen months in every year, I'd only be forty-eight."
    },
    {
      "cite": "Jean Bucher",
      "quote": "People who have the most birthdays live the longest."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Our birth is but a sleep and a forgetting... / Not in entire forgetfulness, / And not in utter nakedness, / But trailing clouds of glory do we come."
    },
    {
      "cite": "Horace",
      "quote": "Do you count your birthdays thankfully?"
    },
    {
      "cite": "Philip Larkin",
      "quote": "One of the sadder things, I think, / Is how our birthdays slowly sink: / Presents and parties disappear, / The cards grow fewer year by year."
    },
    {
      "cite": "Martial",
      "quote": "Believing, hear, what you deserve to hear: / Your birthday as my own to me is dear... / But yours gives most; for mine did only lend / Me to the world; yours gave to me a friend."
    },
    {
      "cite": "A.A. Milne",
      "quote": "But after all, what are birthdays? Here today and gone tomorrow."
    },
    {
      "cite": "James Simmons",
      "quote": "For every year of life we light / A candle on your cake / To mark the simple sort of progress / Anyone can make, / And then, to test your nerve or give / A proper view of death, / You're asked to blow each light, each year, / Out with your own breath."
    }
  ]
}