{
  "source": "https://www.wisesayings.com/birth-quotes/",
  "theme": "birth",
  "quotes": [
    {
      "cite": "Barbara Katz Rothman",
      "quote": "Birth is not only about making babies. It's about making mothers~ strong, competent, capable mothers who trust themselves and believe in their inner strength."
    },
    {
      "cite": "William MacNeile Dixon",
      "quote": "Birth is the sudden opening of a window, through which you look out upon a stupendous prospect. For what has happened? A miracle. You have exchanged nothing for the possibility of everything."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one."
    },
    {
      "cite": "Suzanne Arms",
      "quote": "The Knowledge of how to give birth without outside interventions lies deep within each woman."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Man's main task in life is to give birth to himself, to become what he potentially is. The most important product of his effort is his own personality."
    },
    {
      "cite": "Plutarch",
      "quote": "Good birth is a fine thing, but the merit is our ancestors."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Birth is a shipwreck, the mewling infant shored on unknown land."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The birth of all things is weak and tender; and therefore we should have our eyes intent on beginnings."
    },
    {
      "cite": "Francis Bacon",
      "quote": "As the births of living creatures at first are ill-shapen, so are all innovations, which are the births of time."
    },
    {
      "cite": "Camille Paglia",
      "quote": "The so-called miracle of birth is nature getting her own way."
    },
    {
      "cite": "Philip Sidney",
      "quote": "What is birth to a man if it shall be a stain to his dead ancestors to have left such an offspring?"
    },
    {
      "cite": "William Sears",
      "quote": "How you approach birth is intimately connected with how you approach life."
    },
    {
      "cite": "HARRIETTE HARTIGAN",
      "quote": "Birth is as safe as life gets."
    },
    {
      "cite": "Sheila Kitzinger",
      "quote": "Birth isn't something we suffer, but something we actively do and exult in."
    },
    {
      "cite": "Tertullian",
      "quote": "Prevention of birth is a precipitation of murder."
    },
    {
      "cite": "Julian Casablancas",
      "quote": "Birth is a beautiful thing."
    },
    {
      "cite": "Gayle Peterson",
      "quote": "Birth is the doorway for integration of body and mind."
    },
    {
      "cite": "Marcie Macari",
      "quote": "Birth is an opportunity to transcend. To rise above what we are accustomed to, reach deeper inside ourselves than we are familiar with, and to see not only what we are truly made of, but the strength we can access in and through birth."
    },
    {
      "cite": "Marcie Macari",
      "quote": "Birth is a rite of passage of women. Their journey should be honored, their rights should be fiercely protected, and their stories should be shared."
    },
    {
      "cite": "Sharon Muza",
      "quote": "Birth is a three legged stool, a healthy mom, a healthy baby and a healthy birth. Without ANY one leg, it is equally unstable!"
    },
    {
      "cite": "Anita Diamant",
      "quote": "birth is the pinnacle where women discover the courage to become mothers"
    },
    {
      "cite": "Mark Sloan",
      "quote": "Birth is about radical, creative, life-affirming change. It is about adaptation on a nearly unbelievable scale."
    },
    {
      "cite": "Marie O'Connor",
      "quote": "Birth is a mystery. Words are not enough."
    },
    {
      "cite": "Ananda Lowe",
      "quote": "Birth matters. It brings us into being, on many levels."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Birth is the epicenter of women's power."
    },
    {
      "cite": "Frederick Leboyer",
      "quote": "Birth may be a matter of a moment, but it is a unique one."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Our birth is but a sleep and a forgetting. Not in entire forgetfulness, and not in utter nakedness, but trailing clouds of glory do we come."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Birth: The first and direst of all disasters."
    },
    {
      "cite": "Myla and Jon Kabat-Zinn",
      "quote": "In giving birth to our babies, we may find that we give birth to new possibilities within ourselves."
    },
    {
      "cite": "Jeannine Parvati Baker",
      "quote": "Birth is not an emergency. It is simply an emergence."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Giving birth is little more than a set of muscular contractions granting passage of a child. Then the mother is born."
    },
    {
      "cite": "Mark Twain",
      "quote": "The two most important days in your life are the day you are born and the day you find out why."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The birth of a child is a joy to the parent and the world."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The birth of a child is divine miracle."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The day of birth is a sacred day."
    },
    {
      "cite": "Wayne Chirisa",
      "quote": "To celebrate the birth of new life, is to appreciate the miraculous work of the Creator."
    },
    {
      "cite": "Jane Weideman",
      "quote": "Giving birth should be your greatest achievement not your greatest fear."
    },
    {
      "cite": "Gloria Lemay",
      "quote": "Attending births is like growing roses. You have to marvel at the ones that just open up and bloom at the first kiss of the sun but you wouldn't dream of pulling open the petals of the tightly closed buds and forcing them to blossom to your time line."
    },
    {
      "cite": "Laura Stavoe Harm",
      "quote": "We have a secret in our culture, it's not that birth is painful, it's that women are strong."
    },
    {
      "cite": "Robin Lim",
      "quote": "Birthing is the most profound initiation to spirituality a woman can have."
    },
    {
      "cite": "Christopher Largen",
      "quote": "Birth is an experience that demonstrates that life is not merely function and utility, but form and beauty."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "We are born, so to speak, twice over; born into existence, and born into life; born a human being, and born a man."
    },
    {
      "cite": "G. I. Gurdjieff",
      "quote": "A man may be born, but in order to be born he must first die, and in order to die he must first awake."
    },
    {
      "cite": "Doug Spettigue",
      "quote": "Husbands don't really count ... in the miracle of birth."
    },
    {
      "cite": "Francis Bacon",
      "quote": "As the births of living creatures at first are ill-shapen, so are all innovations, which are the births of time."
    },
    {
      "cite": "Bible",
      "quote": "And thou shalt have joy and gladness; and many shall rejoice at his birth."
    },
    {
      "cite": "Sameerah Shareef",
      "quote": "We know that birth takes a woman from one place in her life to another. The birth of a child certainly does change her viewpoint of herself and I believe her viewpoint of the world."
    }
  ]
}