{
  "source": "https://www.wisesayings.com/bisexual-quotes/",
  "theme": "bisexual",
  "quotes": [
    {
      "cite": "Bjork",
      "quote": "Personally I think choosing between men and women is like choosing between cake and ice cream. You'd be daft not to try both when there are so many different flavors."
    },
    {
      "cite": "Clive Davis",
      "quote": "I never stopped being attracted to women. Bisexuality is misunderstood; the adage is that you're either straight or gay or lying, but that's not my experience. To call me anything other than bisexual would be inaccurate."
    },
    {
      "cite": "Evan Rachel Wood",
      "quote": "Remember, bisexuality doesn't mean halfway between gay or straight. It is its own identity."
    },
    {
      "cite": "Billie Joe Armstrong",
      "quote": "I think people are born bisexual, and it's just that our parents and society kind of veer us off into this feeling of 'Oh, I can't'. They say it's taboo. It's ingrained in our heads that it's bad, when it's not bad at all. It's a very beautiful thing."
    },
    {
      "cite": "Andy Dick",
      "quote": "Straight people say, 'You know you're just gay,' and gay people say, 'You know you're just gay.' There is such a thing as bisexual!"
    },
    {
      "cite": "Nicholas Stoller",
      "quote": "I mean, come on: At the end of the day, we're all bisexual. A hundred years from now, there's not gonna be gay or straight. There's gonna be everything."
    },
    {
      "cite": "John Malone",
      "quote": "It is my opinion that while the word bisexual may have its uses as an adjective, it is not only useless but mendacious when used as a noun."
    },
    {
      "cite": "Seth",
      "quote": "Am saying that lesbianism, homosexuality, and heterosexuality are valid expressions of man's bisexual nature. I am also stressing the fact that love and sexuality are not necessarily the same thing. Sex is love's expression, but it is only one of love's expressions."
    },
    {
      "cite": "Meshell Ndegeocello",
      "quote": "It's hard being bisexual, omnisexual, multisexual, whatever you want to call it, when people have their agenda and expect you to just represent their agenda."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "I do not in the least underestimate bisexuality. . . I expect it to provide all further enlightenment."
    },
    {
      "cite": "Amber Rose",
      "quote": "I'm extremely open with my sexuality. I can be in love with a woman. I can be in love with a man."
    },
    {
      "cite": "Amanda Palmer",
      "quote": "I'm bisexual, but it's not the sort of thing I spent a lot of time thinking about I've slept with girls; I've slept with guys, so I guess that's what they call it! I'm not anti trying to use language to simplify our lives."
    },
    {
      "cite": "Jill Johnston",
      "quote": "Bisexuality is not so much a copout as a fearful compromise."
    },
    {
      "cite": "Robin Morgan",
      "quote": "I do believe deeply that all human beings, male and female, are sexual beings, most likely bisexual beings channeled this way and that by cultures terrified of boundary crossings without passports stamped gay or straight."
    },
    {
      "cite": "Ben Hines",
      "quote": "Bisexual people can, depending on who they're in relationships with, 'pass' for straight and get heterosexual privileges. So resentment from gay people can be really damaging."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "Bisexuality immediately doubles your chances for a date on Saturday night."
    },
    {
      "cite": "Margaret Mead",
      "quote": "The time has come, I think, when we must recognize bisexuality as a normal form of human behavior... we shall not really succeed in discarding the straitjacket of our cultural beliefs about sexual choice if we fail to come to terms with the well-documented, normal human capacity to love members of both sexes."
    },
    {
      "cite": "Tony Parker",
      "quote": "Well, actually, I'm a bisexual lesbian in a man's body but it's more complicated than that."
    },
    {
      "cite": "Dana Plato",
      "quote": "In my opinion it's not about gay or straight or bi, we're attracted to spirits, whatever body they're in. There are other reasons too, but that's how I see it."
    },
    {
      "cite": "Al Pacino",
      "quote": "I don't understand the hatred and fear of gays and bisexuals and lesbians it's a concept I honestly cannot grasp. To me, it's not who you love a man, a woman, what have you it's the fact that you love. That is all that truly matters."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "They're right to think that about me, because I'm the person most likely to sleep with my female fans. I genuinely love other women. And I think they know that."
    },
    {
      "cite": "Ken Livingstone",
      "quote": "Everyone is bisexual. Almost everyone has the sexual potential for anything."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Everyone has people in their lives that are gay, lesbian or transgender or bisexual. They may not want to admit it, but I guarantee they know somebody."
    },
    {
      "cite": "Rick Moody",
      "quote": "Impotence, fetishism, bisexuality, and bondage are all facts of life, and our fiction should reflect that."
    },
    {
      "cite": "Zachary Quinto",
      "quote": "Our society needs to recognize the unstoppable momentum toward unequivocal civil equality for every gay, lesbian, bisexual and transgendered citizen of this country."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A tomboy is a bisexual girl's dream lover."
    },
    {
      "cite": "Judith Light",
      "quote": "You know, gay, lesbian, bisexual, transgender - people are people."
    },
    {
      "cite": "Jake Gyllenhaal",
      "quote": "You know, it`s flattering when there`s a rumor that says I`m bisexual. It means I can play more kinds of roles. I`m open to whatever people want to call me. I`ve never really been attracted to men sexually, but I don`t think I would be afraid of it."
    },
    {
      "cite": "Loraine Hutchins",
      "quote": "Because our society is so polarized between homosexuals and heterosexuals, the bisexual closet has two doors."
    },
    {
      "cite": "John Osborne",
      "quote": "I must be the luckiest man in the world. Not only am I bisexual, I am also Welsh."
    },
    {
      "cite": "Woody Allen",
      "quote": "Bisexuality immediately doubles your chances for a date on Saturday Night."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "I sleep with men and with women. I am neither queer nor not queer, nor am I bisexual."
    },
    {
      "cite": "Myriam Everard",
      "quote": "The homosexual and the heterosexual are now no longer distinct biological categories; all people are basically bisexual."
    },
    {
      "cite": "Elias Farajaje-Jones",
      "quote": "There are in the military gay and lesbian and bisexual people of African-American descent already. We have come over a path that with tears has been watered."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Do we have to worry about who's gay and who's straight? Can't we just love everybody and judge them by the car they drive?"
    },
    {
      "cite": "Robin Williams",
      "quote": "We had gay burglars the other night. They broke in and rearrange the furniture."
    },
    {
      "cite": "George Carlin",
      "quote": "A lot of gay men stay in the closet because they are interested in fashion."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "I have not supported same-sex marriage. I have supported civil partnerships and contractual relationships."
    },
    {
      "cite": "Brigitte M. Roberts",
      "quote": "I will be quiet, be still, and know that it is God who put the love for women in my heart."
    },
    {
      "cite": "Chrystos",
      "quote": "Of course, it is extremely difficult to like oneself in a culture which thinks you are a disease."
    },
    {
      "cite": "Shelley Roberts",
      "quote": "If male homosexuals are called 'gay,' then female homosexuals should be called 'ecstatic.'"
    },
    {
      "cite": "Lea Delaria",
      "quote": "It's a cosmic joke that I'm a lesbian because I understand men so well but women are a complete mystery to me."
    },
    {
      "cite": "Henry Havelock Ellis",
      "quote": "It is true that by bisexuality it is possible to understand not only the double direction of the sexual instinct but also the presence of both sexes in the same individual."
    },
    {
      "cite": "Martin-Damon",
      "quote": "If asked, I say I am bisexual. If I were to say I am gay or straight, it would in some sense be a lie, even if I choose to identify either way for the rest of my life. Similarly, I am both genders and neither."
    },
    {
      "cite": "Stephanie Klein",
      "quote": "Any individual with unacted-on desires or fantasies for the same sex can be labeled as mentally or emotionally bisexual."
    },
    {
      "cite": "Alan Cumming",
      "quote": "You know what I hate most of all in the whole wide world? More than people who think that if you're bisexual it means you'll fuck absolutely anyone (especially them)?"
    },
    {
      "cite": "DaShanne Stokes",
      "quote": "Only by speaking out can we create lasting change. And that change begins with coming out."
    },
    {
      "cite": "Hank Green",
      "quote": "I don't even know what it would be like to not be attracted to a person because of their gender."
    },
    {
      "cite": "Cesar Romero",
      "quote": "Valentino was apparently gay or bisexual. And his two lesbian wives. But without any question, he had sex with men. From choice. So he was one or the other."
    },
    {
      "cite": "Anne-Marie",
      "quote": "I've never felt the need to tell anyone that I'm bisexual. I don't feel like I am. I just feel like I'm attracted to who I like. I honestly feel like everyone is like that."
    },
    {
      "cite": "Hannah Moskowitz",
      "quote": "'I go both ways,' I say, 'You know that whole thing about there being a misconception about bisexuals being sluts. Like everyone thinks that just because we're into both we're into everybody?' ... 'Well I'm actually kind of a slut. I'm awesome for the community, obviously.'"
    },
    {
      "cite": "Cynthia Nixon",
      "quote": "While I don't often use the word, the technically precise term for my orientation is bisexual. I believe bisexuality is not a choice, it is a fact. What I have 'chosen' is to be in a gay relationship."
    },
    {
      "cite": "Courtney Act",
      "quote": "It's a common misunderstanding, that when a bisexual person is dating someone of the opposite sex that they are now straight, or if they are dating someone of the same sex they are now gay."
    },
    {
      "cite": "Ted Deutch",
      "quote": "For many older Americans who identify as lesbian, gay, bisexual, or transgender, a lifetime of discrimination has undermined their right to a retirement with dignity."
    },
    {
      "cite": "Olly Alexander",
      "quote": "Let's let our men be happy, be sad, be trans, be questioning, be bisexual, be non-conforming, be feminine, be masculine!"
    },
    {
      "cite": "Kesha Sebert",
      "quote": "I don't love just men. I love people. It's not about gender. It's just about the spirit that exudes from that other person."
    },
    {
      "cite": "Kate Elliott",
      "quote": "Male or female, what did it matter, really, when the body yearned?"
    }
  ]
}