{
  "source": "https://www.wisesayings.com/bittersweet-quotes/",
  "theme": "bittersweet",
  "quotes": [
    {
      "cite": "Anne Carson",
      "quote": "To be running breathlessly, but not yet arrived, is itself delightful, a suspended moment of living hope."
    },
    {
      "cite": "Maria Elena",
      "quote": "You are the illness I will never cure. You are the poem I will never write. You are the thought I will never finish. You are the text I will never read."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Waiting is painful. Forgetting is painful. But not knowing which to do is the worst kind of suffering."
    },
    {
      "cite": "Ricky Mears",
      "quote": "We are nothing but shadows. Fading away trying to hold on to this bittersweet life that we call our own."
    },
    {
      "cite": "Cathy Rigby",
      "quote": "So it really does have a sort of bittersweet quality. Kids like to have adventures and to believe they can fly, but there's also that fear about people leaving you."
    },
    {
      "cite": "Sappho",
      "quote": "Once again love drives me on, that loosener of limbs, bittersweet creature against which nothing can be done."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "We are afraid to care too much, for fear that the other person does not care at all."
    },
    {
      "cite": "Rachel L. Schade",
      "quote": "We weren't that different after all, our souls laden with the same ache of loss, our hearts bursting with the same longing to save what remained of all we loved."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "This is a good sign, having a broken heart. It means we have tried for something."
    },
    {
      "cite": "Amit Howard",
      "quote": "You cannot drink the nectar of love without bleeding for its thorns."
    },
    {
      "cite": "Austin Dobson",
      "quote": "Love comes unseen; we only see it go."
    },
    {
      "cite": "Hugh Hefner",
      "quote": "Life is bittersweet. Inside our heads, if we're lucky, we're the same kids as we were when we were young."
    },
    {
      "cite": "Shauna Niequist",
      "quote": "When things fall apart, the broken pieces allow all sorts of things to enter, and one of them is the presence of God."
    },
    {
      "cite": "Shauna Niequist",
      "quote": "Sometimes the happiest ending isn't the one you keep longing for, but something you absolutely cannot see from where you are."
    },
    {
      "cite": "Jon Foreman",
      "quote": "The life, when we're aware of beauty, is kind of a bittersweet thing, it's a transient reminder of eternal beauty, which someday we will be face to face with."
    },
    {
      "cite": "Joseph F. Newton Men",
      "quote": "People are lonely because they build walls instead of bridges."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Sometimes it takes a heartbreak to shake us awake & help us see we are worth so much more than we're settling for."
    },
    {
      "cite": "Richard Bach",
      "quote": "We thought humble and proud at the same time, all at once in love again with this painful bittersweet lovely thing called flight."
    },
    {
      "cite": "Bruno Mars",
      "quote": "There's always a bittersweet kind of thing, but I feel like everything had to work out the way it is. Everything that had to happen, happened."
    },
    {
      "cite": "Yakov Smirnoff",
      "quote": "It's kind of bittersweet. The human spirit is not measured by the size of the act, but by the size of the heart."
    },
    {
      "cite": "Martha Beck",
      "quote": "If you begin to face your fears, something bittersweet is going to happen to you: You'll grow up."
    },
    {
      "cite": "Sappho",
      "quote": "With his venom irresistible and bittersweet that loosener of limbs, Love reptile-like strikes me down."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You don't love someone because they're perfect, you love them in spite of the fact that they're not."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "We feel a kind of bittersweet pricking of malicious delight in contemplating the misfortunes of others."
    },
    {
      "cite": "Jennifer Armentrout",
      "quote": "Memories, even bittersweet ones, are better than nothing."
    },
    {
      "cite": "Jennifer Morrison",
      "quote": "In life, there are those relationships where you really love someone, but they're just not right for you and there's a little bittersweet feel to it."
    },
    {
      "cite": "Dave Matthews Band",
      "quote": "A guy and a girl can be just friends, but at one point or another, they will fall for each other. Maybe temporarily, maybe at the wrong time, maybe too late, or maybe forever."
    },
    {
      "cite": "Bob Marley",
      "quote": "Truth is, everybody is going to hurt you; you just gotta find the ones worth suffering for."
    },
    {
      "cite": "Brian Yorkey",
      "quote": "And you find some way to survive. And you find out you don't have to be happy at all. To be happy you're alive."
    },
    {
      "cite": "Shauna Niequist",
      "quote": "Some of the most life-shaping decisions you make in this season will be about walking away from good-enough, in search of can't-live-without."
    },
    {
      "cite": "Naveed A. Khan",
      "quote": "People are not rain or snow or autumn leaves; they do not look beautiful when they fall."
    },
    {
      "cite": "Robert Brault",
      "quote": "Sometimes, in a relationship, we fail to put two and two together because we want so much to keep one and one together."
    },
    {
      "cite": "Shauna Niequist",
      "quote": "When life is sweet, say thank you and celebrate. And when life is bitter, say thank you and grow."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "Amy Grant",
      "quote": "To me, the human experience does involve a great deal of anguish. It's joyful, but it's bittersweet. I just think that's life."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too."
    },
    {
      "cite": "Sara Teasdale",
      "quote": "It is strange how often a heart must be broken before the years can make it wise."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Our sweetest songs are those of saddest thought."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I finally understood what true love meant. Love meant that you care for another person's happiness more than your own, no matter how painful the choices you face might be."
    },
    {
      "cite": "James Earl Jones",
      "quote": "One of the hardest things in life is having words in your heart that you can't utter."
    },
    {
      "cite": "Plato",
      "quote": "Every heart sings a song, incomplete, until another heart whispers back. Those who wish to sing always find a song. At the touch of a lover, everyone becomes a poet."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There is always some madness in love. But there is also always some reason in madness."
    },
    {
      "cite": "Jack Kirby",
      "quote": "Life at best is bittersweet."
    },
    {
      "cite": "T. E. Kalem",
      "quote": "The heart is the only broken instrument that works."
    },
    {
      "cite": "Jaeda Dewalt",
      "quote": "Life is bittersweet, when we can let darkness and light co-exist as illumination, we can live in true happiness. When we live life at its best, it is a symphony of feelings, of high and low notes, of tragedy and comedy, love and loss, magic and the sublime. It can be quite a spectacular journey when we fully embrace and accept it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "And no hand can gather up the fallen withered petals of the rose of youth."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Rudderless, we drift athwart a tempest, and when once the storm of youth is past, / Without lyre, without lute or chorus, /  Death the silent pilot comes at last."
    },
    {
      "cite": "Albert Camus",
      "quote": "How unbearable, for women, is a tenderness which a man can give them without love. For men, how bittersweet this is."
    },
    {
      "cite": "Sarah Ockler",
      "quote": "It takes forty muscles to frown, and only twelve to jam a cupcake in your mouth and get over it."
    },
    {
      "cite": "Sara Teasdale",
      "quote": "I shall stay all day in the sun / Where the wide winds blow, -- / But oh, I shall cry at night / When none will know."
    },
    {
      "cite": "Stevie Scott",
      "quote": "So even though I left you / Can't forget you / Oh when I think about you / It's bittersweet, it's bittersweet."
    },
    {
      "cite": "Stevie Scott",
      "quote": "At times / Part of me wants you, part of me don't / Part of me is missing you, part of me is gone / Part of me is saying that the love is still strong, / Part of me is letting go."
    },
    {
      "cite": "Linda Cushman",
      "quote": "The vines were beautiful, twining up through the split-rail fence and onto some nearby saplings, climbing and twisting up to the top of the branches. They produced beautiful golden leaves and brilliant orange berries in the fall, as they slowly choked the life out of the host plant."
    },
    {
      "cite": "Isabella Patton",
      "quote": "Even death is bittersweet when one has faith in eternal life in Christ."
    },
    {
      "cite": "Bertholt Brecht",
      "quote": "Poverty makes you sad as well as wise."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Remember me when I am gone away, / Gone far away into the silent land. / Better by far you should forget and smile / Than you should remember and be sad."
    },
    {
      "cite": "Sappho",
      "quote": "Love has unbound my limbs and set me shaking, / A monster bittersweet and my unmaking."
    },
    {
      "cite": "Sappho",
      "quote": "Love— bittersweet, irrepressible, / Loosens my limbs and I tremble."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "That which was bitter to endure may be sweet to remember."
    },
    {
      "cite": "Aristotle",
      "quote": "The roots of education are bitter but the fruit is sweet."
    },
    {
      "cite": "Proverbs 27:7",
      "quote": "When you are full you will refuse honey, but when you are hungry, even bitter food tastes sweet."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "...the remembrance even of joy having its bitterness, and the memories of pleasure their pain."
    },
    {
      "cite": "Philip Pullman",
      "quote": "Each kiss was nearer to the last one of all."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "I told you I loved you, but I said it a little too late. You move in time and sometimes our timing is against one another."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Don’t cry because it’s over, smile because it happened."
    },
    {
      "cite": "Faith Salie",
      "quote": "Mother's Day is a bittersweet day for many of us. We all have mothers, but some of us have lost them."
    },
    {
      "cite": "Ivan Turgenev",
      "quote": "Sentimental outbreaks are like liquorice; when first you suck it, it's not bad, but afterwards it leaves a very nasty taste in the mouth."
    },
    {
      "cite": "Elliott Smith",
      "quote": "What I used to be will pass away and then you'll see / That all I want now is happiness for you and me."
    },
    {
      "cite": "Terra Elan McVoy",
      "quote": "my own chocolate center has filled up with poison, / the roses he gave me all twisted black"
    },
    {
      "cite": "Gail Caldwell",
      "quote": "That she was irreplaceable became a bittersweet loyalty: Her death was what I had now instead of her."
    },
    {
      "cite": "Debra Evans",
      "quote": "Birth is a bittersweet event ... a place where heaven and earth collide in a perplexing clash of hopes, dreams, facts, fears, questions, and expectations."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "We feel a kind of bittersweet pricking of malicious delight in contemplating the misfortunes of others."
    },
    {
      "cite": "Anne Carson",
      "quote": "To be running breathlessly, but not yet arrived, is itself delightful, a suspended moment of living hope."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "You can measure the happiness of a marriage by the number of scars that each partner carries on their tongues, earned from years of biting back angry words."
    }
  ]
}