{
  "source": "https://www.wisesayings.com/bitterness-quotes/",
  "theme": "bitterness",
  "quotes": [
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Never succumb to the temptation of bitterness."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Bitterness imprisons life; love releases it. Bitterness paralyzes life; love empowers it. Bitterness sours life; love sweetens it. Bitterness sickens life; love heals it. Bitterness blinds life; love anoints its eyes."
    },
    {
      "cite": "Robert G. Menzies",
      "quote": "It is a simple but sometimes forgotten truth that the greatest enemy to present joy and high hopes is the cultivation of retrospective bitterness."
    },
    {
      "cite": "Woodrow Kroll",
      "quote": "When the root is bitterness, imagine what the fruit might be."
    },
    {
      "cite": "Lee Strobel",
      "quote": "The medical evidence is clear and mounting. It's no exaggeration to say that bitterness is a dangerous drug in any dosage and that your very health is at risk if you stubbornly persist in being unforgiving."
    },
    {
      "cite": "Woodrow Kroll",
      "quote": "A bitter spirit will keep you from being a better person."
    },
    {
      "cite": "Lee Strobel",
      "quote": "Acrid bitterness inevitably seeps into the lives of people who harbor grudges and suppress anger, bitterness is always a poison. It keeps your pain alive instead of letting you deal with it and get beyond it. Bitterness sentences you to relive the hurt over and over."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Bitterness is like cancer. It eats upon the host."
    },
    {
      "cite": "James Broughton",
      "quote": "If bitterness wants to get into the act, I offer it a cookie or a gumdrop."
    },
    {
      "cite": "Amy Heckerling",
      "quote": "Bitterness is so ugly. I don't want to go there."
    },
    {
      "cite": "Vernon Howard",
      "quote": "Bitterness is the outcome of a wrong mental movement - the attempt to force external events to conform to internal fantasy. The cure is to see fantasy as fantasy, which will reveal it as neither necessary nor rewarding."
    },
    {
      "cite": "James Richardson",
      "quote": "Bitterness is a greater failure than failure."
    },
    {
      "cite": "unknown",
      "quote": "Bitterness does more harm to the vessel in which it is stored . . . than the vessel on which it is poured."
    },
    {
      "cite": "F.B. Meyer",
      "quote": "As we pour out our bitterness, God pours in his peace."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Growth in wisdom may be exactly measured by decrease in bitterness."
    },
    {
      "cite": "John Ortberg Jr",
      "quote": "Bitterness is like drinking rat poison and waiting for the rat to die."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Bitterness: anger that forgot where it came from."
    },
    {
      "cite": "Erwin W. Lutzer",
      "quote": "There's no such thing as a bitter person who keeps the bitterness to himself."
    },
    {
      "cite": "Samuel J. Hurwitt",
      "quote": "Never trust your tongue when your heart is bitter."
    },
    {
      "cite": "Jacqueline Carey",
      "quote": "Surely if we knew what bitterness fate held in store, we would shrink back in fear and let the cup of life pass us by untasted."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "As I walked out the door toward the gate that would lead to my freedom, I knew if I didn't leave my bitterness and hatred behind, I'd still be in prison."
    },
    {
      "cite": "Benjamin Hoff",
      "quote": "Sourness and bitterness come from the interfering and unappreciative mind. Life itself, when understood and utilized for what it is, is sweet. That is the message of The Vinegar Tasters."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "Bitterness never draws us closer to God. Bitterness is a nonproductive, toxic, emotion, usually resulting from resentlemt over unment needs."
    },
    {
      "cite": "Thomas Gregory",
      "quote": "Hate and bitterness are the only weapons wielded by the blade."
    },
    {
      "cite": "Bible",
      "quote": "The heart knoweth his own bitterness."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Whenever one finds oneself inclined to bitterness, it is a sign of emotional failure."
    },
    {
      "cite": "Ira Sachs",
      "quote": "Fighting bitterness can be a full-time job."
    },
    {
      "cite": "Lucretius",
      "quote": "From the heart of the fountain of delight rises a jet of bitterness that tortures us among the very flowers."
    },
    {
      "cite": "James Broughton",
      "quote": "If bitterness wants to get into the act, I offer it a cookie or a gumdrop."
    },
    {
      "cite": "Lam 3:15",
      "quote": "He hath filled me with bitterness. He hath made me drunken with wormwood."
    },
    {
      "cite": "Prov 17:25",
      "quote": "A foolish son is a grief to his father and bitterness to her that bore him."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "when bitterness is exhausted, sweetness follows."
    },
    {
      "cite": "German Proverb",
      "quote": "What was bitter to endure is sweet to remember."
    },
    {
      "cite": "Job 7:11",
      "quote": "I will speak in the anguish of my spirit; I will complain in the bitterness of my soul."
    },
    {
      "cite": "Billy Graham",
      "quote": "If you have been harboring anger or bitterness or jealousy in your heart toward someone—a parent, an ex-spouse, a boss— hand it over to Christ, and ask Him to help you let it go."
    },
    {
      "cite": "Billy Graham",
      "quote": "We can react with bitterness and hate God, as some do, or we can accept suffering as a natural part of life and a condition that comes with living in this world. We cannot avoid suffering, but we can determine our response to it."
    },
    {
      "cite": "Billy Graham",
      "quote": "Anger and bitterness—whatever the cause—only end up hurting us. Turn that anger over to Christ!"
    },
    {
      "cite": "Billy Graham",
      "quote": "We must face honestly the toll that anger and bitterness take on our lives. They are our enemies! The Bible says, 'An angry person stirs up dissension, and a hot-tempered one commits many sins."
    },
    {
      "cite": "Edith Cavell",
      "quote": "Patriotism is not enough. I must have no hatred or bitterness toward anyone."
    },
    {
      "cite": "Andy Rooney",
      "quote": "When you harbor bitterness, happiness will dock elsewhere."
    },
    {
      "cite": "Zulu",
      "quote": "A bitter feeling is death to the heart."
    },
    {
      "cite": "Emil Zatopek",
      "quote": "If you set your aim too high and don't fulfill it, then your enthusiasm turns to bitterness. Try for a goal that's reasonable, and then gradually raise it."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I am sorry to think that you do not get a man's most effective criticism until you provoke him. Severe truth is expressed with some bitterness."
    },
    {
      "cite": "Aristotle",
      "quote": "The roots of education are bitter, but the fruit is sweet."
    },
    {
      "cite": "Jan Peter Balkenende",
      "quote": "Bitter experience has taught us how fundamental our values are and how great the mission they represent."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "When breaks and collapses, / The dams of the eyes, then / River of the tears / Flows as a flood. / If, exists not sweetness / In the conversation / The bitterness of that / Spoils friendly relations."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Thy healing pains, a keen distress / Thy tender light shines in; / Thy sweetness is the bitterness, / Thy grace the pang of sin."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Only courageous hearts can endure the bitterness of truth."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Bitterness is how we punish ourselves for other people’s sins."
    },
    {
      "cite": "Ken Poirot",
      "quote": "Life is like that...sometimes you have to peel off the bitterness in order to get to the part that is sweet."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Bitterness is venom that consumes its host."
    },
    {
      "cite": "Christine E. Szymanski",
      "quote": "You will be better if you leave bitter behind."
    },
    {
      "cite": "Toba Beta",
      "quote": "If you're betrayed, release disappointment at once. By that way, the bitterness has no time to take root."
    },
    {
      "cite": "Kathryn Stockett",
      "quote": "It wasn't too long before I seen something in me, had changed. A bitter seed was planted inside of me. And I just didn't feel so, accepting, anymore."
    },
    {
      "cite": "Joseph Heller",
      "quote": "There is no disappointment so numbing...as someone no better than you achieving more."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Beware of those who criticize you when you deserve some praise for an achievement, for it is they who secretly desire to be worshiped."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "One who gossips usually carries boredom in one hand and bitterness in the other."
    },
    {
      "cite": "Erwin W. Lutzer",
      "quote": "There’s no such thing as a bitter person who keeps the bitterness to himself."
    },
    {
      "cite": "Thandazo Perfect Khumalo",
      "quote": "You will never hold grudges when you know that your blessings are better than your bitterness."
    }
  ]
}