{
  "source": "https://www.wisesayings.com/black-history-quotes/",
  "theme": "black-history",
  "quotes": [
    {
      "cite": "Ola Joseph",
      "quote": "Diversity is not about embracing one's another uniqueness."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "It is easier to build strong children than to repair broekn men."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Hating people because of their color is wrong. And it doesn't matter which color does the hating. It's just plain wrong."
    },
    {
      "cite": "Franklin Thomas",
      "quote": "One day our descendants will think it incredible that we paid so much attention to things like the amount of melanin in our skin or the shape of our eyes or our gender instead of the unique identities of each of us as complex human beings."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "If there is no struggle, there is no progress."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "You have seen how a man was made a slave; you shall see how a slave was made a man."
    },
    {
      "cite": "Janelle Monae",
      "quote": "Black history is part of American history, and it should be treated as such."
    },
    {
      "cite": "A. Philip Randolph",
      "quote": "Freedom is never given; it is won."
    },
    {
      "cite": "Malcolm X",
      "quote": "You can't separate peace from freedom because no one can be at peace unless he has his freedom."
    },
    {
      "cite": "Karyn Parsons",
      "quote": "Black history isn't a separate history. This is all of our history, this is American history, and we need to understand that. It has such an impact on kids and their values and how they view black people."
    },
    {
      "cite": "Carter Woodson",
      "quote": "What we need is not a history of selected races or nations, but the history of the world void of national bias, race hate, and religious prejudice."
    },
    {
      "cite": "Susan L. Taylor",
      "quote": "Whatever we believe about ourselves and our ability comes true for us."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Education is for improving the lives of others and for leaving your community and world better thn you find it."
    },
    {
      "cite": "Yvette Clarke",
      "quote": "We must never forget that Black History is American History. The achievements of African Americans have contributed to our nation's greatness."
    },
    {
      "cite": "Bill Frist",
      "quote": "The African-American experience is one of the most important threads in the American tapestry.Â"
    },
    {
      "cite": "Henry Louis Gates",
      "quote": "The thing about black history is that the truth is so much more complex than anything you could make up."
    },
    {
      "cite": "Coretta Scott King",
      "quote": "Hate is too great a burden to bear. It injures the hater more than it injures the hated."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The time is always right to do what is right."
    },
    {
      "cite": "Marty Meehan",
      "quote": "As we celebrate Black History Month we should be grateful for the achievements they made and inspired by their legacies to continue their work.Â"
    },
    {
      "cite": "John Ridley",
      "quote": "For children, diversity needs to be real and not merely relegated to learning the names of the usual suspects during Black History Month or enjoying south-of-the-border cuisine on Cinco de Mayo. It means talking to and spending time with kids not like them so that they may discover those kids are in fact just like them."
    },
    {
      "cite": "Morgan Freeman",
      "quote": "Black history is American history."
    },
    {
      "cite": "Colin Powell",
      "quote": "Have a vision. Be demanding."
    },
    {
      "cite": "W.E.B. Du Bois",
      "quote": "The cost of liberty is less than the price of repression."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome while trying to succeed."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Education is the most powerful weapon which you can use to change the world."
    },
    {
      "cite": "Rosa Parks",
      "quote": "You must never be fearful about what you are doing what is right."
    },
    {
      "cite": "Michelle Obama",
      "quote": "History has shown us that courage can be contagious and hope can take on a life of its own."
    },
    {
      "cite": "Barbara Jordan",
      "quote": "There is no obstacle in the path of young people who are poor or members of minority groups that hard work and thorough preparation cannot cure. Do not call for Black power or green power, call for brain power."
    },
    {
      "cite": "Dr. Mae Jemison",
      "quote": "Never be limited by other people's limited imaginations."
    },
    {
      "cite": "Jesse Owens",
      "quote": "We all have dreams. In order to make dreams come into reality, it takes an awful lot of determination, dedication, self-discipline and effort."
    },
    {
      "cite": "Cornel West",
      "quote": "Black people have always been America's wilderness in search of a promised land."
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion, and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Langston Hughes",
      "quote": "Hold fast to dreams, for if dreams die, life is a broken winged bird that cannot fly."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must learn to live together as brothers or perish together as fools."
    }
  ]
}