{
  "source": "https://www.wisesayings.com/black-sheep-quotes/",
  "theme": "black-sheep",
  "quotes": [
    {
      "cite": "Francesca Lia Block",
      "quote": "He said that black sheeps express everyone else's anger and pain. It's not that they have all the anger and pain-they're just the only ones who let it out. Then the other people don't have to."
    },
    {
      "cite": "Heinrich Boll",
      "quote": "A family without a black sheep is not a typical family."
    },
    {
      "cite": "Thomas Bastard",
      "quote": "A black sheep is a biting beast."
    },
    {
      "cite": "Andre Rieu",
      "quote": "I was the black sheep of the family, and my mother never really understood me."
    },
    {
      "cite": "Karina Halle",
      "quote": "Every family needs a black sheep to call them on their bullsh—."
    },
    {
      "cite": "Kirsty Eagar",
      "quote": "If I was a sheep, I'd be black."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The black sheep are the ones you want to get to know."
    },
    {
      "cite": "Ann Wilson",
      "quote": "I'm a little bit more unusual so I consider myself as the black sheep."
    },
    {
      "cite": "Julian Cope",
      "quote": "To rally every black sheep is my goal."
    },
    {
      "cite": "Gin Wigmore",
      "quote": "Being a black sheep is a way I would describe myself."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "The pattern of the prodigal is: rebellion, ruin, repentance, reconciliation, restoration."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "To reclaim the prodigal is well, but to save him from ever being a prodigal is better."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "I am the prodigal son every time I search for unconditional love where it cannot be found."
    },
    {
      "cite": "Rosaria Champagne Butterfield",
      "quote": "The Prodigal Son didn't repent of his sin because he got tired of living like and with the pigs. He repented because God gave him eyes to see."
    }
  ]
}