{
  "source": "https://www.wisesayings.com/black-magic-quotes/",
  "theme": "black-magic",
  "quotes": [
    {
      "cite": "Wiilliam S. Burroughs",
      "quote": "Black magic operates most effectively in preconscious, marginal areas. Casual curses are the most effective."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "Black magic is not a myth. It is a totally unscientific and emotional form of magic, but it does get results — of an extremely temporary nature."
    },
    {
      "cite": "Tony Andruzzi",
      "quote": "Many people take exception to me and say that I'm doing black magic and things they can't do at church. But I'm doing magic that started their church."
    },
    {
      "cite": "Fritz Leiber",
      "quote": "None can use black magic without straining the soul to the uttermost—and staining it into the bargain. None can inflict suffering without enduring the same. None can send death by spells and sorcery without walking on the brink of death’s own abyss, aye, and dripping his own blood into it. The forces black magic evokes are like two-edged poisoned swords with grips studded with scorpion stings. Only a strong man, leather-handed, in whom hate and evil are very powerful, can wield them, and he only for a space."
    },
    {
      "cite": "Michael W. Ford",
      "quote": "Black Magick is the process of self-transformation through an antinomian initiatory structure, Black meaning the hidden wisdom, power of darkness, dreams and staging the reality you wish and Magick being the process to ascend, become immortal in spirit."
    },
    {
      "cite": "Johnny Mercer",
      "quote": "That old black magic has me in its spell, That old black magic that you weave so well; Icy fingers up and down my spine, The same old witchcraft when your eyes meet mine."
    },
    {
      "cite": "Geezer Butler",
      "quote": "I'd sort of dabbled in Black Magic, not practicing it, but I was interested in it. All these horrible things kept happening to me - a lot of my aunts and uncles started dying and I was seeing all these bloody things visiting me during the night."
    },
    {
      "cite": "Honore de Balzac",
      "quote": "When chaste people need body or mind to resort to action or thought, they find steel in their muscles or knowledge in their intelligence. Theirs the diabolic vigor or the black magic of will power."
    },
    {
      "cite": "Moumita Haldar",
      "quote": "Your eyes are like the bright reflection of black magic.  Mysterious and murderous.  Invading my life."
    },
    {
      "cite": "Marianne Moore",
      "quote": "We are what we were at birth, and each trait has remained in conformity with earth's and with heaven's logic: Be the devil's tool, resort to black magic, None can diverge from the ends which Heaven foreordained."
    },
    {
      "cite": "Christine Amsden",
      "quote": "My dad liked to say that magic itself is never black; only the uses to which it is put, but mind magic is already tinted a deep, dark gray."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Writing prejudicial, off-putting reviews is a precise exercise in applied black magic. The reviewer can draw free-floating disagreeable associations to a book by implying that the book is completely unimportant without saying exactly why, and carefully avoiding any clear images that could capture the reader's full attention."
    },
    {
      "cite": "Susanna Clarke",
      "quote": "Both had indulged in, if not Black Magic, then certainly magic of a darker hue than seemed desirable or legitimate"
    },
    {
      "cite": "Andre Previn",
      "quote": "People who don't do jazz think it's black magic. But really, it's just a matter of getting used to it. It's fun to gamble. The trick is not to fall back on the things you've done before."
    },
    {
      "cite": "Miguel Ruiz",
      "quote": "Gossip is black magic because it spreads emotional poison, perpetuates fear, and keeps others down."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The use of soul-force for turning stones into bread would have been considered, as it is still considered, as black magic."
    },
    {
      "cite": "Don Miguel Ruiz",
      "quote": "When you become impeccable with your word, your mind is no longer fertile ground for words that come from black magic. Instead, it is fertile for the words that come from love"
    },
    {
      "cite": "Sagey Malik",
      "quote": "I can say with certitude that superstitions are more deleterious than black magic."
    }
  ]
}