{
  "source": "https://www.wisesayings.com/black-quotes/",
  "theme": "black",
  "quotes": [
    {
      "cite": "Marcus Garvey",
      "quote": "The black skin is not a badge of shame, but rather a glorious symbol of national greatness."
    },
    {
      "cite": "Yohji Yamamoto",
      "quote": "Black is modest and arrogant at the same time. Black is lazy and easy- but mysterious."
    },
    {
      "cite": "Francis Bacon",
      "quote": "In order for the light to shine so brightly, the darkness must be present."
    },
    {
      "cite": "Philip Massinger",
      "quote": "Black detraction will find faults where they are not."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Black care rarely sits behind the rider whose pace is fast enough."
    },
    {
      "cite": "Dean Koontz",
      "quote": "The whisper of the dusk is night shedding its husk."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "The darkening of the world makes the irrationality of art rational: radically darkened art."
    },
    {
      "cite": "Anonymous",
      "quote": "Without black, no color has any depth. But if you mix black with everything, suddenly there's shadow - no, not shadow, but fullness. You've got to be willing to mix black into your palette if you want to creat something real."
    },
    {
      "cite": "Ann Demeulemeester",
      "quote": "Black is not sad... Black is poetic."
    },
    {
      "cite": "Francis of Assisi",
      "quote": "All the darkness in the world cannot extinguish the light of a single candle."
    },
    {
      "cite": "Steven Biko",
      "quote": "Black consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time."
    },
    {
      "cite": "George Chapman",
      "quote": "Black is a pearl in a woman's eye."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "It is in the darkness that one finds the light."
    },
    {
      "cite": "Carl Jung",
      "quote": "Knowing your own darkness is the best method for dealing with the darknesses of other people."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "A life is black, whiten it as you will."
    },
    {
      "cite": "Mao Zedong",
      "quote": "It's always darkest before it becomes totally black."
    },
    {
      "cite": "Henry Ford",
      "quote": "You can have any colour as long as it's black."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "Black love is black wealth."
    },
    {
      "cite": "Simon Raven",
      "quote": "dusk is the time when men whisper of matters about which they remain silent in the full light of the sun."
    },
    {
      "cite": "Robert Lee",
      "quote": "Better have a black face than be worried about black deeds."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "There will never be a chanel collection without black."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "Black Poetry is not for Black People...it is for everybody"
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Dusk is just an illusion because the sun is either above the horizon or below it."
    },
    {
      "cite": "Paul Newman",
      "quote": "It's always darkest before it turns absolutely pitch black."
    },
    {
      "cite": "Silvertris",
      "quote": "The darkness that surrounds us cannot hurt us. It is the darkness in your own heart you should fear."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Black and white always looks modern, whatever that word means."
    },
    {
      "cite": "Stephen King",
      "quote": "The man in black travels with your soul in his pocket."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "And out of darkness came the hands that reach through nature, moulding men."
    },
    {
      "cite": "Allen Tate",
      "quote": "The dusk runs down the lane driven like hail; Far off a precise whistle is escheat, To the dark; and then the towering weak and pale."
    }
  ]
}