{
  "source": "https://www.wisesayings.com/blaming-quotes/",
  "theme": "blaming",
  "quotes": [
    {
      "cite": "James Chanos",
      "quote": "People who lose money always need someone to blame."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Blaming destiny is a poor out for those who don't reach desired destinations."
    },
    {
      "cite": "Thubten Yeshe",
      "quote": "When you check your own mind properly, you stop blaming others for your problems."
    },
    {
      "cite": "Andy Stanley",
      "quote": "People who blame things rarely change things. Blame is an unassailable change-avoidance strategy."
    },
    {
      "cite": "Hyde",
      "quote": "Don't try to blame the pain on anyone. Blaming others won't erase the pain."
    },
    {
      "cite": "Bashar al-Assad",
      "quote": "It's not exactly fair to make a mistake yourself and then start blaming others for it."
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "Blaming and punishing others are superficial expressions of anger."
    },
    {
      "cite": "Frans De Waal",
      "quote": "We would much rather blame nature for what we don't like in ourselves than credit it for what we do like."
    },
    {
      "cite": "Jeb Bush",
      "quote": "By blaming others, we fail to find the real solutions to our problems and we do not carry out our own responsibilities."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "Do not blame anybody for your mistakes and failures."
    },
    {
      "cite": "Byron Katie",
      "quote": "Placing the blame or judgment on someone else leaves you powerless to change your experience; taking responsibility for your beliefs and judgments gives you the power to change them."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "People are always blaming their circumstances for what they are. The people who get on in this world are the people who get up and look for the circumstances they want, and, if they can't find them, make them."
    },
    {
      "cite": "Stanley Schmidt",
      "quote": "Blaming society makes it awfully easy for a person of weak character to shrug off his own responsibility for his actions."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Many think that assigning blame settles matters."
    },
    {
      "cite": "Jennifer O'Neill",
      "quote": "Blaming is so much easier than taking responsibility, because if you take responsibility, then you might be to blame."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Let us blame none, let us blame our own Karma."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Blaming the wolf would not help the sheep much. The sheep must learn not to fall in the clutches of the wolf."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Your failures won't hurt you until you start blaming them on others."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Blaming others is excusing yourself."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Blaming things on the past does not make them better."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Instead of blaming everyone and everything else for your problems, pray for God to help you take an inventory of what's been on your mind so you can think about what you've been thinking about."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Blaming something else makes that something else cause; and as that cause takes on power, the individual in the same act loses control and becomes effect."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Human beings sometimes find a kind of pleasure in nursing painful emotions, in blaming themselves without reason or even against reason."
    },
    {
      "cite": "Seth Godin",
      "quote": "Blaming the system is soothing because it lets you off the hook. But when the system is broken, we wonder why you were relying in the system in the first place."
    },
    {
      "cite": "Caroline Myss",
      "quote": "Never blame another person for your personal choices - you are still the one who must live out the consequences of your choices."
    },
    {
      "cite": "Susan Jeffers",
      "quote": "Taking responsibility means not blaming yourself. Anything that takes away your power or your pleasure makes you a victim. Don't make yourself a victim of yourself!"
    },
    {
      "cite": "Tian Dayton",
      "quote": "Only when we stop holding others accountable for all of our troubles can we truly be free."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "The moment that you place blame somewhere, you undermine your resolve to change anything."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "If you reveal your secrets to the wind, you should not blame the wind for revealing them to the trees."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Blaming is a way to protect your heart, trying to protect what is soft and open and tender in yourself."
    },
    {
      "cite": "John Wooden",
      "quote": "Nobody is a real loser-until they start blaming somebody else."
    },
    {
      "cite": "Sarah Rees Brennan",
      "quote": "Don't waste time blaming yourself when you can spend time planning how to destroy our enemies."
    },
    {
      "cite": "Sarada Devi",
      "quote": "We suffer as a result of our own actions; it is unfair to blame anybody for it."
    },
    {
      "cite": "Dan Castellaneta",
      "quote": "You can't keep blaming yourself. Just blame yourself once, and move on."
    },
    {
      "cite": "Ayn Rand",
      "quote": "An irresponsible person is a person who makes vague promises, then breaks his word, blames it on circumstances and expects other people to forgive it."
    },
    {
      "cite": "Eric Allenbaugh",
      "quote": "Yes, there are times when something is legitimately not our fault. Blaming others, however, keeps us in a stuck state and is ultimately rough on our own self-esteem."
    },
    {
      "cite": "Geshe Kelsang Gyatso",
      "quote": "One of the most common ways of not acknowledging our faults is to blame others."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "You cannot blame everything on the enemy."
    },
    {
      "cite": "Epictetus",
      "quote": "An ignorant person is inclined to blame others for his own misfortune. To blame oneself is proof of progress. But the wise man never has to blame another or himself."
    },
    {
      "cite": "Alan Sugar",
      "quote": "Don't try to blame the rest of the world. The blame only lies with you. Recognize that immediately."
    },
    {
      "cite": "James Redfield",
      "quote": "Blaming our behavior on forces outside ourselves is a way of avoiding responsibility."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Blame neither man, nor God, nor anyone in the world. When you find yourselves suffering, blame yourselves, and try to do better."
    },
    {
      "cite": "Robert Collier",
      "quote": "People blame their environment. There is only one person to blame - and only one - themselves."
    },
    {
      "cite": "John Burroughs",
      "quote": "A man can fail many times, but he isn't a failure until he begins to blame somebody else."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Blame is a change-avoidance strategy."
    },
    {
      "cite": "Bobby Williams",
      "quote": "Stop blaming everybody and everything for what's going on. If you really believe that you deserve better, then you would have it."
    }
  ]
}