{
  "source": "https://www.wisesayings.com/blank-canvas-quotes/",
  "theme": "blank-canvas",
  "quotes": [
    {
      "cite": "Michaela Schreiter",
      "quote": "A blank canvas can scare any person, creative or non-creative. But to me, a blank canvas symbolizes a new start, new opportunities and (most importantly) a way to show the world who you are. Just like life, we all start with a clean slate and every step we take makes a new stroke on the canvas."
    },
    {
      "cite": "Hannah Kent",
      "quote": "People speak of the fear of the blank canvas as though it is a temporary hesitation, a trembling moment of self-doubt. For me it was more like being abducted from my bed by a clown, thrust into a circus arena with a wicker chair, and told to tame a pissed-off lion in front of an expectant crowd."
    },
    {
      "cite": "Danny Pudi",
      "quote": "I think in many ways, I'm sort of a blank canvas, because in many ways, I'm just observing the world and the people around me and their characters and letting them kind of explode off me and to find out why they're doing what they're doing. But then every once in awhile, I get to take on a whole new character."
    },
    {
      "cite": "Piper Payne",
      "quote": "There is something beautiful about a blank canvas, the nothingness of the beginning that is so simple and breathtakingly pure. It’s the paint that changes its meaning and the hand that creates the story. Every piece begins the same, but in the end they are all uniquely different."
    },
    {
      "cite": "Alexandra Christo",
      "quote": "Everyone is a blank canvas, waiting to be filled with the colour of discovery."
    },
    {
      "cite": "Vincent van Gogh",
      "quote": "Many painters are afraid of the blank canvas, but the blank canvas is afraid of the painter who dares and who has broken the spell of 'you can't' once and for all."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Never look back. The past is done. The future is a blank canvas. Work on creating a masterpiece. Only you have the power to make your painting beautiful."
    },
    {
      "cite": "Marty Rubin",
      "quote": "A blank canvas is a playground for the imagination."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "A blank canvas is so abstract that only imagination can fill it. But wait! Don't hang it on the wall like that. It's upside down."
    },
    {
      "cite": "Jasinda Wilder",
      "quote": "I was a blank canvas, no thoughts, no emotions, no needs or desires, just a square of white floating through a loud, chaotic world, and life would paint me with color and substance, smear and spread and colorize me."
    },
    {
      "cite": "Tom Althouse",
      "quote": "Think of your day as a blank canvas, and everything you say, your art upon it. Then join your loved ones and friends, and create lasting beauty together, worthy of your inner Rembrandt."
    },
    {
      "cite": "Shauna Scheets",
      "quote": "Give me a blank canvas, and I will give you the world."
    },
    {
      "cite": "Guido Molinari",
      "quote": "In a way, the blank canvas... represents the infinity of trying to use color to express emotions - to assign a linguistic function to color."
    },
    {
      "cite": "Mardy Grothe",
      "quote": "If life is a blank canvas and all people are artists, the big challenge we all face may be expressed this way: Will we ultimately produce something approaching a masterpiece, an acceptable but not particularly memorable work of art, or a creation that wouldn't even be purchased at a yard sale?"
    },
    {
      "cite": "Anton Mauve",
      "quote": "When entering a studio the most pleasant thing to see is a blank canvas. It looks so inviting to make a start, you are fresh and hoping for the best. Then a terrible time follows when everything seems lost and ruined, you fear you will never get it done, than suddenly a ray of light! And it seems you get what you wanted to tell."
    },
    {
      "cite": "Robert Motherwell",
      "quote": "I find a blank canvas so beautiful that that to work immediately, in relation to how beautiful the canvas is as such, is inhibiting and, for me, demands 'too much to quickly'; so that my tendency is to get the canvas 'dirt', so to speak, in one way or another, and then, so to speak 'work in reverse', and try to bring it back to an equivalent of the original clarity and perfection of the canvas."
    },
    {
      "cite": "Vincent van Gogh",
      "quote": "Just dash something down if you see a blank canvas staring at you with a certain imbecility. You do not know how paralyzing it is, that staring of a blank canvas which says to the painter: you don't know anything."
    },
    {
      "cite": "Edward Steichen",
      "quote": "Every other artist begins with a blank canvas, a piece of paper the photographer begins with the finished product."
    },
    {
      "cite": "Irving Stone",
      "quote": "A canvas that I have covered is worth more than a blank canvas. My pretensions go no further; that is my right to paint, my reason for painting."
    },
    {
      "cite": "Steve Martin",
      "quote": "It's like painting the same blank canvas over and over and over and over and over. Once the concept is known, you don't need to see two. And that was in the back of my head, that I was really done artistically with what I had created or pastiched."
    },
    {
      "cite": "Daniel Boulud",
      "quote": "I love to create, and to me, the ultimate freedom of expression is a blank canvas or a block of clay to capture whatever emotions your imagination gives it."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I'd love to try to sell a blank white canvas to an art dealer. And when he asks what it is I'd tell him it's a landscape painting of Key West from the perspective of an optimistic blind man."
    },
    {
      "cite": "John C. Parkin",
      "quote": "Every moment has infinite potential. Every new moment contains for you possibilities that you cant possibly imagine. Every day is a blank page that you could fill with the most beautiful drawings."
    },
    {
      "cite": "Alex Noble",
      "quote": "The day is an empty canvas, the shapes & colors are yours to choose."
    },
    {
      "cite": "Osho",
      "quote": "Life in itself is an empty canvas; it becomes whatsoever you paint on it. You can paint misery, you can paint bliss. This freedom is your glory."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "The canvas isn’t empty. It’s full of whatever you imagine it to be full of."
    },
    {
      "cite": "Benjamin Bonetti",
      "quote": "A blank canvas is a masterpiece in waiting; before you can apply the paint you must visualise the end result."
    },
    {
      "cite": "Becky G",
      "quote": "Even though I know who I am, musically I'm a blank canvas. I know what colors I want to use, but I don't know what picture I want to paint yet."
    },
    {
      "cite": "Giulia Vecchio",
      "quote": "A child is like a blank canvas. As an artist of your most important masterpiece, it's your job to illustrate all the beauty of its potential. Disconnect from limitations, project inspiration."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "An empty canvas is a living wonder... far lovelier than certain pictures."
    }
  ]
}