{
  "source": "https://www.wisesayings.com/blessings-quotes/",
  "theme": "blessings",
  "quotes": [
    {
      "cite": "Joel Osteen",
      "quote": "When you focus on being a blessing, God makes sure that you are always blessed in abundance."
    },
    {
      "cite": "John O'Donohue",
      "quote": "A blessing is a circle of light drawn around a person to protect, heal and strengthen."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the blessings of old friends that you can afford to be stupid with them."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Our real blessings often appear to us in the shape of pains, losses and disappointments; but let us have patience and we soon shall see them in their proper figures."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Sometimes we don't realize the blessings we have until we no longer have them. Appreciate all the blessings in your life, take none for granted."
    },
    {
      "cite": "Neil A. Maxwell",
      "quote": "We should certainly count our blessings, but we should also make our blessings count."
    },
    {
      "cite": "Edward Young",
      "quote": "How blessings brighten as they take their flight."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Good health and good sense are two of life's greatest blessings."
    },
    {
      "cite": "Willie Nelson",
      "quote": "When I started counting my blessings, my whole life turned around."
    },
    {
      "cite": "Joel Osteen",
      "quote": "If you want to reap financial blessings, you have to sow financially."
    },
    {
      "cite": "Abu Bakr",
      "quote": "If you expect the blessings of God, be kind to His people."
    },
    {
      "cite": "Lawrence Welk",
      "quote": "Over and over I marvel at the blessings of my life: Each year has grown better than the last."
    },
    {
      "cite": "Suze Orman",
      "quote": "When you are grateful - when you can see what you have - you unlock blessings to flow in your life."
    },
    {
      "cite": "Richard Simmons",
      "quote": "Count your blessings. You are one of a kind. There's no one in the world like you. You are amazing."
    },
    {
      "cite": "Jennifer Hudson",
      "quote": "Don't block your blessings. Don't let doubt stop you from getting where you want to be."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "It is one of the blessings of this world that few people see visions and dream dreams."
    },
    {
      "cite": "Philip Wylie",
      "quote": "Material blessings, when they pay beyond the category of need, are weirdly fruitful of headache."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "When we lose one blessing, another is often most unexpectedly given in its place."
    },
    {
      "cite": "Thomas Goodwin",
      "quote": "Those blessings are sweetest that are won with prayer and worn with thanks."
    },
    {
      "cite": "Janette Oke",
      "quote": "Blessings sometimes show up in unrecognizable disguises."
    },
    {
      "cite": "Joyce C. Lock",
      "quote": "Some wish blessings, others pray for them. Some send blessings and they become one."
    },
    {
      "cite": "Maltbie D. Babcock",
      "quote": "Better to lose count while naming your blessings than to lose your blessings to counting your troubles."
    },
    {
      "cite": "W. T. Purkiser",
      "quote": "Not what we say about our blessings, but how we use them, is the true measure of our thanksgiving."
    },
    {
      "cite": "John Calvin",
      "quote": "All the blessings we enjoy are Divine deposits, committed to our trust on this condition, that they should be dispensed for the benefit of our neighbors."
    },
    {
      "cite": "Sumner M. Davenport",
      "quote": "Of the blessings you discover in your life, none are any greater than the other.Each has equal value in and of itself to be appreciated for what it is."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If this is a blessing, it is certainly very well disguised."
    },
    {
      "cite": "William Congreve",
      "quote": "For blessings ever wait on virtuous deeds, And though a late, a sure reward succeeds."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Blessings are more cherished by those who bear the spirit of gratitude."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Every Blessing Ignored Becomes A Curse."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Anything is a blessing which makes us pray."
    },
    {
      "cite": "Warren Wiersbe",
      "quote": "Some of your greatest blessings come with patience."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "It is good for us to think that no grace or blessing is truly ours till we are aware that God has blessed some one else with it through us."
    },
    {
      "cite": "Titus Maccius Plautus",
      "quote": "No blessing lasts forever."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "What seems to us as bitter trials are often blessings in disguise."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "There are no mistakes, no coincidences, all events are blessings given to us to learn from."
    },
    {
      "cite": "Janet Larson",
      "quote": "Blessings fall on ground that's been plowed in praise."
    },
    {
      "cite": "Henry Moore",
      "quote": "Nothing raises the price of a blessing like its removal; whereas, it was its continuance which should have taught us its value."
    },
    {
      "cite": "Georg Lichtenberg",
      "quote": "What a blessing it would be if we could open and shut our ears as easily as we open and shut our mouths."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you beseech a blessing upon yourself, beware! lest without intent you invoke a curse upon a neighbor at the same time."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The hardest arithmetic to master is that which enables us to count our blessings."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "It is a very mixed blessing to be brought back from the dead."
    },
    {
      "cite": "Robert Cheeke",
      "quote": "Sometimes small setbacks are just blessings in disguise. They enhance your determination and whole-hearted dedication to achieving your goals."
    },
    {
      "cite": "Donna Hedges",
      "quote": "Having a place to go - is a home. Having someone to love - is a family. Having both - is a blessing."
    },
    {
      "cite": "unknown",
      "quote": "Hem your blessings with thankfulness so they don't unravel."
    },
    {
      "cite": "Edmund Gibson",
      "quote": "The blessings we evoke for another descend upon ourselves."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Of the blessings set before you make your choice, and be content."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Reflect upon your present blessings   of which every man has many   not on your past misfortunes, of which all men have some."
    },
    {
      "cite": "Alan Robert Neal",
      "quote": "Our greatest blessing is the fortune of good friends, being loved, and loving others."
    },
    {
      "cite": "James Hudson Taylor",
      "quote": "If you want blessing, make a room for it."
    },
    {
      "cite": "Rumi",
      "quote": "Quit being sad. Hear blessings dropping their blossoms around you."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Count your blessings, not your problems. Count your own blessings, not someone else's. Remember that jealousy is when you count someone else's blessings instead of your own."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "You have to participate relentlessly in the manifestation of your own blessings."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When you wish someone joy, you wish them peace, love, prosperity, happiness... all the good things."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "This new day has greeted us with no rules; unconditional opportunity. Do not dilute the power of this new day with the hardship of yesterday. Greet this day the way it has greeted you; with open arms and endless possibility."
    },
    {
      "cite": "Woodrow Kroll",
      "quote": "Concentrate on counting your blessings and you’ll have little time to count anything else."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "An early-morning walk is a blessing for the whole day."
    },
    {
      "cite": "Linda Poindexter",
      "quote": "If we counted our blessings instead of our money, we would all be rich."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive—to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Be grateful for the tiny details of your life an make room for unexpected and beautiful blessings."
    },
    {
      "cite": "Aysel Gunar",
      "quote": "Count your blessings and you'll find that they are numerous."
    },
    {
      "cite": "Aysel Gunar",
      "quote": "Be grateful for experiences and blessings in your life. Commit to your goals, but don't forget to enjoy the journey that takes you to your end goal."
    },
    {
      "cite": "Horace Walpole",
      "quote": "The best philosophy is to do one's duties, to take the world as it comes, submit respectfully to one's lot, and bless the goodness that has given us so much happiness with it, whatever it is."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Blessed is he who has found his work; let him ask no other blessedness. He has a work, a life-purpose... Get your happiness out of your work or you will never know what real happiness is... Even in the meanest sorts of labor, the whole soul of a man is composed into a kind of real harmony the instant he sets himself to work."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The unthankful heart... discovers no mercies; but let the thankful heart sweep through the day and, as the magnet finds the iron, so it will find, in every hour, some heavenly blessings!"
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Joy is what happens to us when we allow ourselves to recognize how good things really are."
    },
    {
      "cite": "William Gaines",
      "quote": "Most of my major disappointments have turned out to be blessings in disguise. So whenever anything bad does happen to me, I kind of sit back and feel, well, if I give this enough time, it'll turn out that this was good, so I shan't worry about it too much."
    },
    {
      "cite": "William Matthews",
      "quote": "The difficulties, hardships and trials of life, the obstacles... are positive blessings. They knit the muscles more firmly, and teach self-reliance."
    },
    {
      "cite": "Abraham Heschel",
      "quote": "Just to be is a blessing. Just to live is holy."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "The private and personal blessings we enjoy—the blessings of immunity, safeguard, liberty and integrity—deserve the thanksgiving of a whole life."
    },
    {
      "cite": "Mary Todd Lincoln",
      "quote": "I am convinced, the longer I live, that life and its blessings are not so entirely unjustly distributed as when we are suffering greatly we are inclined to suppose."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "A man with ambition and love for his blessings here on earth is ever so alive. Having been alive, it won't be so hard in the end to lie down and rest."
    },
    {
      "cite": "Richard C. Trench",
      "quote": "For we must share, if we would keep, that blessing from above; Ceasing to give, we cease to have; such is the law of love."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "To those leaning on the sustaining infinite, today is big with blessings."
    },
    {
      "cite": "Socrates",
      "quote": "Our prayers should be for blessings in general, for God knows best what is good for us."
    },
    {
      "cite": "Dame Flora Robson",
      "quote": "Ask God's blessing on your work, but don't ask him to do it for you."
    },
    {
      "cite": "Phoebe Cary",
      "quote": "All the great blessings of my life are present in my thoughts today."
    },
    {
      "cite": "Helen Schucman",
      "quote": "No one can give what he or she hasn't received. So as we are blessed, we blessed the world giving thanks for every living thing."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I am grateful for what I am and have. My thanksgiving is perpetual... O how I laugh when I think of my vague indefinite riches. No run on my bank can drain it, for my wealth is not possession but enjoyment."
    },
    {
      "cite": "Saint Cyril",
      "quote": "The Blessing of God rest upon all those who have been kind to us, have cared for us, have worked for us, have served for us, and have shared our bread with us at this table."
    },
    {
      "cite": "Christopher Wadsworth",
      "quote": "For peaceful homes, and healthful days, / For all the blessings Earth displays, / We owe Thee thankfulness and praise, / Giver of all!"
    },
    {
      "cite": "Fred Rogers",
      "quote": "The real issue in life is not how many blessings we have, but what we do with our blessings. Some people have many blessings and hoard them. Some have few and give everything away."
    },
    {
      "cite": "Myrtle Reed",
      "quote": "May blessings be upon your house, / Your roof and hearth and walls; / May there be lights to welcome you / When evening's shadow falls— / The love that like a guiding star / Still signals when you roam; / A book, a friend—these be the things / That make a house a home."
    },
    {
      "cite": "William Cowper",
      "quote": "Ye fearful saints fresh courage take, / The clouds ye so much dread / Are big with mercy, and shall break / In blessings on your head."
    },
    {
      "cite": "Thomas Ken",
      "quote": "All praise to thee, my God, this night, / For all the blessings of the light; / Keep me, O keep me, King of Kings, / Beneath thy own almighty wings."
    },
    {
      "cite": "Native American Saying",
      "quote": "Give thanks for unknown blessings already on their way."
    },
    {
      "cite": "William Penn",
      "quote": "The secret of happiness is to count your blessings while others are adding up their troubles."
    },
    {
      "cite": "Philip James Bailey",
      "quote": "Blessings star forth forever; but a curse is like a cloud, it passes."
    },
    {
      "cite": "George Herbert",
      "quote": "When God at first made man, / Having a glass of blessings standing by; / Let us (said he)  pour on him all we can: / Let the world's riches, which dispersed lie, / Contract into a span."
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "As the years pass, I am coming more and more to understand that it is the common everyday blessings of our common everyday lives for which we should be particularly grateful."
    },
    {
      "cite": "Saint Augustine",
      "quote": "God is more anxious to bestow his blessings on us than we are to receive them."
    }
  ]
}