{
  "source": "https://www.wisesayings.com/blink-quotes/",
  "theme": "blink",
  "quotes": [
    {
      "cite": "Steven Moffat",
      "quote": "The Doctor: Don't blink. Don't even blink. Blink and you're dead. Don't turn your back. Don't look away. And don't blink."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "She knows her timing, always knows. The time to strike or the time to starve. Her eyes as a clock, she watches she waits she learns, and in the second she blinks, she changes her mind just like that."
    },
    {
      "cite": "Ahmed Mostafa",
      "quote": "Here's to love at first sight, and here's to getting over it the moment you blink."
    },
    {
      "cite": "J.R. Rim",
      "quote": "The time in your life can go by in the blink of an eye, so look for what lasts a lifetime."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Death is like that, it blinks, we blink; not always able to see the Stop signs, hiding behind trees in the corner of the roads."
    },
    {
      "cite": "Jaime Tenorio Valenzuela",
      "quote": "The night is the blink of a day."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "A blink of an eye is what separates you from reality."
    },
    {
      "cite": "Vincent Okay Nwachukwu",
      "quote": "If you think a blink and a wink are one and the same thing, you need a drink to enable you rethink."
    },
    {
      "cite": "Ze Frank",
      "quote": "What better way to connect with people than by staring and talking straight at them? Don't blink - that's one less connection you could have made."
    },
    {
      "cite": "David Lowery",
      "quote": "Time goes by so slowly when you're a child, and then, as an adult, it goes by in the blink of an eye."
    },
    {
      "cite": "Marc Behm",
      "quote": "If I blink, I might lose her. So the last time I blinked, I lost you."
    },
    {
      "cite": "Ernesto Díaz Espinoza",
      "quote": "There is nothing that is faster or slower than anything else. Velocity doesn't exist; the eyelid has a time to blink just as the heart has a time to beat, and your leg has a time to knock this pipe out of my mouth."
    },
    {
      "cite": "Bruce Fielder",
      "quote": "So why don't we dance / Don't miss your chance, oh / Better not blink / You better not blink / Better not blink / 'Cause you don't wanna miss this"
    },
    {
      "cite": "Manuel Reuter",
      "quote": "I don't want to blink, I can't close my eyes / These are the best years of our lives / I don't wanna sleep while I'm alive / I don't wanna miss a thing tonight"
    },
    {
      "cite": "Johnny and the Raindrops",
      "quote": "Maybe you think blinking is over-rated / But blinking stops your eyes getting dehydrated"
    },
    {
      "cite": "Johnny and the Raindrops",
      "quote": "So Blink! Blink! Blink! to show me that you are real / Blink! Blink! Blink! to show that you're alive / Blink! for all those mornings, the time that I've waited"
    },
    {
      "cite": "Jetty Rae LLC",
      "quote": "In the blink, blink, blink of an eye / Oh your soul passes by / In the blink, blink, blink of the night / Am I ready to die?"
    },
    {
      "cite": "Chris Allen Wallin",
      "quote": "Don't blink / Just like that you're six years old and you take a nap and you / Wake up and you're twenty-five and your high school sweetheart becomes your wife"
    },
    {
      "cite": "Chris Allen Wallin",
      "quote": "Trust me friend a hundred years goes faster than you think / So don't blink"
    },
    {
      "cite": "Perry Farrell",
      "quote": "Do not breath too deep / And chance the moment / No way do not blink"
    },
    {
      "cite": "Perry Farrell",
      "quote": "I can not blink for fear / That you might somehow disappear  I will not blink"
    },
    {
      "cite": "Barry E Graul",
      "quote": "In a Blink of an eye that is when / I'll be closer to You than I've ever been / Time will fly, but until then / I'll embrace every moment I'm given"
    },
    {
      "cite": "Eric Stefani",
      "quote": "Don't wait too long  / Or she'll be gone fast as a blink  / Get on the ball  / If you love your lover  / No gesture too small  / Tear down the walls if you love her  / Just give it your all"
    },
    {
      "cite": "Elusive",
      "quote": "Blink Blink, every time you open up your eyes / Blink Blink, every time you open up your mind"
    },
    {
      "cite": "Christopher Cross",
      "quote": "Cause it could be gone in the blink of an eye / It could be dawn in the blink of an eye / Isn't it time that you reached for the sky / And let yourself go"
    },
    {
      "cite": "Jason Ingram",
      "quote": "It happens in a blink / It happens in a flash / It happens in the time it took to look back / I try to hold on tight, but there's no stopping time / What is it I've done with my life"
    },
    {
      "cite": "Mark Brydon",
      "quote": "If you hear me, baby, blink! / Do you even have the capability left to think? / There seems to be a missing link / Everybody's had a chance to see how far I can sin"
    },
    {
      "cite": "Dean Fertita",
      "quote": "Play dumb, play dead / Trying to manipulate / You blink when you breathe and you breathe when you lie / You blink when you lie"
    },
    {
      "cite": "Joel Pack",
      "quote": "If all my life / It were a blink of / It were a blink of an eye / I'd make the future the best thing if I only knew"
    },
    {
      "cite": "Gary N Reed",
      "quote": "Can you weather the storm or get wetta / Don't blink slow, don't think slow / Or you might miss the whole thing bro"
    },
    {
      "cite": "Darrell Lance Abbott",
      "quote": "In the blink of an eye / Seems like minutes as the years fly by / In the blink of an eye / Afraid to stop because I can't stop time"
    },
    {
      "cite": "Thomas H Jr Denney",
      "quote": "Don't blink / They won't even miss you at all / And don't think / That I'll always be gone"
    },
    {
      "cite": "Henry Lawson",
      "quote": "Oh, ride and ride, you riders, / Who rode ere I was born, / While blink-and-blink the star-dust / That blinks before the morn."
    },
    {
      "cite": "Steven Tyler",
      "quote": "It's amazing in the blink of an eye you finally see the light."
    },
    {
      "cite": "Chaim Potok",
      "quote": "A blink of an eye in itself is nothing. But the eye that blinks, that is something."
    },
    {
      "cite": "Kris Harte",
      "quote": "If you blink enough and relax a whole new world is opened to you."
    },
    {
      "cite": "Regina Brett",
      "quote": "Everything can change in the blink of an eye. But don't worry; God never blinks."
    },
    {
      "cite": "Bill Hybels",
      "quote": "Enjoy every single day you get to lead because it will be over in a blink."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Nothing is ever truly set by fate. In one blink, everything changes. Even though it should be a clear, sunny day, the softest whisper into the wind can become a hurricane that destroys everything it touches."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "In the blink of an eye, something happens by chance - when you least expect it - sets you on a course that you never planned, into a future you never imagined."
    },
    {
      "cite": "Sarah Louise Delany",
      "quote": "Life is a vapor. It passes in the blink of an eye."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "In the blink of an eye everything can change. So forgive often and love with all your heart. You may not have that chance again."
    },
    {
      "cite": "Meg Cabot",
      "quote": "Anything can happen in the blink of an eye. Anything at all. One. Two. Three. Blink."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "I don't blink to live; I live to blink; mischievously flirt with nubile maidens; trespassing through a carpet of ingratiating mysticism; and incredulous enthrallment"
    },
    {
      "cite": "Lola Ridge",
      "quote": "Blind wet sheets / flapping on the lines… / sun in your eyes, / dark gold sun / full of little black spots, / you have to blink and blink…"
    },
    {
      "cite": "Thomas Hardy",
      "quote": "If it be in the dusk when, like an eyelid's soundless blink, / The dewfall-hawk comes crossing the shades to alight / Upon the wind-warped upland thorn, a gazer may think, / 'To him this must have been a familiar sight.'"
    },
    {
      "cite": "Louise Spilsbury",
      "quote": "Blinking produces tears that help to keep the surface of the eye moist and clean."
    },
    {
      "cite": "Louise Spilsbury",
      "quote": "Every time people blink, a tear leaves the glands. It washes onto the eye through tiny holes called tear ducts."
    },
    {
      "cite": "Susannah Shaw",
      "quote": "People blink a lot when they talk. A shyer character will blink more than a bold one."
    },
    {
      "cite": "Susannah Shaw",
      "quote": "If the character's startled and does a 'take' they might do a blink as the head draws back."
    }
  ]
}