{
  "source": "https://www.wisesayings.com/blind-quotes/",
  "theme": "blind",
  "quotes": [
    {
      "cite": "Carol Gilligan",
      "quote": "The blind willingness to sacrifice people to truth, however, has always been the danger of an ethics abstracted from life."
    },
    {
      "cite": "Iranian",
      "quote": "A blind person who sees is better than a seeing person who is blind."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "The blind must not only be fed and housed and cared for; they must learn to make thir lives useful to the community."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "You can't force someone to see the truth, just like you can't force a blind man to see."
    },
    {
      "cite": "Sol Lewitt",
      "quote": "A blind man can make art if what is in his mind can be passed to another mind in some tangible form."
    },
    {
      "cite": "Rajneesh",
      "quote": "Only a blind man can easily define what light is. When you do not know, you are bold. Ignorance is always bold; knowledge hesitates. And the more you know, the more you feel that the ground underneath is dissolving. The more you know, the more you feel how ignorant you are."
    },
    {
      "cite": "Rene Descartes",
      "quote": "So blind is the curiosity by which mortals are possessed, that they often conduct their minds along unexplored routes, having no reason to hope for success, but merely being willing to risk the experiment of finding whether the truth they seek lies there."
    },
    {
      "cite": "Karl Pilkington",
      "quote": "Blind people can stay up longer than someone with eyes."
    },
    {
      "cite": "Helen Keller",
      "quote": "If the blind put their hands in God's, they find their way more surely than those who see but have not faith or purpose."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "We're blind to our blindness. We have very little idea of how little we know. We're not designed to know how little we know."
    },
    {
      "cite": "David Foster",
      "quote": "Blind certainty, a close-mindedness that amounts to an imprisonment so total that the prisoner doesn't even know he's locked up."
    },
    {
      "cite": "Alexandre Branco Martins",
      "quote": "Man is blind by its own thoughts. Thought is the product of the past and with that past he looks."
    },
    {
      "cite": "Helen Keller",
      "quote": "The only thing worse than being blind is having sight but no vision."
    },
    {
      "cite": "Harun Yahya",
      "quote": "Never forget that turning a blind eye to oppression and watching from the sidelines is itself opression."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "The blind have no notion of time. The things of time are hidden from them too."
    },
    {
      "cite": "Jacques Monod",
      "quote": "A totally blind process can by definition lead to anything; it can even lead to vision itself."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "Blind faith in your leaders, or in anything, will get you killed."
    },
    {
      "cite": "Morgan Freeman",
      "quote": "Being blind is as simple as closing your eyes. The blind don't act any different than you or I. You never see a blind person going around saying, I'm blind. So if you want to play blind just close your eyes and keep them closed and fare thee well."
    },
    {
      "cite": "John Milton",
      "quote": "To be blind is not miserable; not to be able to bear blindness, that is miserable."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Blind belief in authority is the greatest enemy of truth."
    },
    {
      "cite": "Sabrina Jeffries",
      "quote": "It is better to be blind than to see things from only one point of view."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Eyes that are blind have no way to tell the loveliness of faces and features; eyes with no pupils have no way to tell the beauty of colored and embroidered silks."
    },
    {
      "cite": "Isaac Newton",
      "quote": "As a blind man has no idea of colors, so have we no idea of the manner by which the all-wise God perceives and understands all things."
    },
    {
      "cite": "Millie",
      "quote": "Blind is not the situation when people cannot see others but when people fail to feel or sense the existence of others."
    },
    {
      "cite": "Ian McHarg",
      "quote": "Man is a blind, witless, low brow, anthropocentric clod who inflicts lesions upon the earth."
    },
    {
      "cite": "Rumi",
      "quote": "The eye goes blind when it only wants to see why."
    },
    {
      "cite": "Helen Keller",
      "quote": "Better to be blind and see with your heart, than to have two good eyes and see nothing."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "We can be blind to the obvious, and we are also blind to our blindness."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You can become blind by seeing each day as a similar one. Each day is a different one, each day brings a miracle of its own. It's just a matter of paying attention to this miracle."
    },
    {
      "cite": "Faisal Khosa",
      "quote": "Blind eyes can perceive more than an ignorant mind."
    },
    {
      "cite": "Samuel Butler",
      "quote": "A blind man knows he cannot see, and is glad to be led, though it be by a dog; but he that is blind in his understanding, which is the worst blindness of all, believes he sees as the best, and scorns a guide."
    },
    {
      "cite": "Criss Jami",
      "quote": "If love is blind, then maybe a blind person that loves has a greater understanding of it."
    },
    {
      "cite": "Marilyn French",
      "quote": "The same men who are blind and deaf to feminism are acutely sensitive to what threatens their dominance and privilege."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "But eyes are blind. You have to look with the heart."
    },
    {
      "cite": "James Randi",
      "quote": "Blind belief can be comforting, but it can easily cripple reason and productivity, and stop intellectual progress."
    },
    {
      "cite": "Melina Marchetta",
      "quote": "A blind man can see what she feels for you and you for her. Your souls are not merely entwined; they are fused."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Information and ignorance are like light and darkness. When light comes into your room, darkness must fly away. When information rules your mind, ignorance finds its way out!"
    },
    {
      "cite": "John Heywood",
      "quote": "Who is so deaf or so blind as is he that willfully will neither hear nor see?"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "I know and see too well, when not voluntarily blind, the speedy limits of persons called high and worthy."
    },
    {
      "cite": "The Holy Bible (Matthew 15:14)",
      "quote": "They be blind leaders of the blind. And if the blind lead the blind, both shall fall into the ditch."
    },
    {
      "cite": "The Holy Bible (John 9:25)",
      "quote": "Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see."
    },
    {
      "cite": "Sana'i",
      "quote": "Each had but known one part, and no man all; / Hence into deadly error each did fall. / No way to know the All man’s heart can find: / Can knowledge e’er accompany the blind?"
    },
    {
      "cite": "Siegfried Sassoon",
      "quote": "Does it matter?—losing your sight?... / There's such splendid work for the blind; / And people will always be kind, / As you sit on the terrace remembering / And turning your face to the light."
    },
    {
      "cite": "Samuel Pepys",
      "quote": "And so I betake myself to that course, which is almost as much as to see myself go into my grave—for which, and all the discomforts that will accompany my being blind, the good God prepare me!"
    },
    {
      "cite": "Robert Browning",
      "quote": "I would hate that death bandaged my eyes, and forbore, / And bade me creep past"
    },
    {
      "cite": "Vyasa",
      "quote": "Abiding in the midst of ignorance, thinking themselves wise and learned, fools go aimlessly hither and thither, like blind led by the blind."
    },
    {
      "cite": "Reginald Heber",
      "quote": "What though the spicy breezes / Blow soft o'er Ceylon's isle; / Though every prospect pleases, / And only man is vile: / In vain with lavish kindness / The gifts of God are strown; / The heathen in his blindness / Bows down to wood and stone."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "You see, but you do not observe."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "You see, but you do not observe."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Is this a dagger which I see before me, / The handle toward my hand? Come, let me clutch thee: / I have thee not, and yet I see thee still. / Art thou not, fatal vision, sensible / To feeling as to sight? or art thou but / A dagger of the mind, a false creation, / Proceeding from the heat-oppressed brain?"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The question is not what you look at—but how you look and whether you see."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "In the country of the blind the one-eyed man is king."
    },
    {
      "cite": "John Milton",
      "quote": "When I consider how my light is spent, / E're half my days, in this dark world and wide, / And that one talent which is death to hide / Lodged with me useless."
    },
    {
      "cite": "John Milton",
      "quote": "They who have put out the people's eyes, reproach them of their blindness."
    },
    {
      "cite": "Horatio Nelson",
      "quote": "I have only one eye,—I have a right to be blind sometimes…I really do not see the signal!"
    },
    {
      "cite": "Norman Douglas",
      "quote": "To find a friend one must close one eye. To keep him—two."
    },
    {
      "cite": "John Lyly",
      "quote": "It is a blind goose that cometh to the fox's sermon."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The eyes are not responsible when the mind does the seeing."
    },
    {
      "cite": "Lord Bowen",
      "quote": "A blind man in a dark room — looking for a black hat which isn't there."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "If your eyes are blinded with your worries, you cannot see the beauty of the sunset."
    },
    {
      "cite": "J. C. F. von Schiller",
      "quote": "Our safety is not in blindness, but in facing our danger."
    },
    {
      "cite": "Julius Caesar",
      "quote": "As a rule, what is out of sight disturbs men’s minds more seriously than what they see."
    },
    {
      "cite": "Stevie Wonder",
      "quote": "Just because a man lacks the use of his eyes doesn't mean he lacks vision."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "What you don't see with your eyes, don't invent with your tongue."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "When my friends lack an eye, I look at them in profile."
    },
    {
      "cite": "Mark Twain",
      "quote": "You can't depend on your eyes when your imagination is out of focus."
    },
    {
      "cite": "Bill Gates",
      "quote": "To a certain extent. a little blindness is necessary when you undertake a risk."
    },
    {
      "cite": "Garry Shandling",
      "quote": "I have such poor vision I can date anybody."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Better squinting than blind."
    },
    {
      "cite": "Ray Charles",
      "quote": "Don't you talk about God! You have any idea how it feels to go blind and still be afraid of the dark? And every day, you stand and pray just for a little light, and you don't get nothing. Cause God don't listen to people like me."
    },
    {
      "cite": "Daredevil",
      "quote": "They say your whole life flashes before your eyes when you die. And it's true, even for a blind man."
    },
    {
      "cite": "Blind Woman",
      "quote": "Look, I don't care if you're green or blue like a carrot! For me the word color doesn't mean anything. I feel colors... but you'd never understand that!"
    },
    {
      "cite": "Doctor's Wife",
      "quote": "The only thing more terrifying than blindness is being the only one who can see."
    },
    {
      "cite": "Amy Benic",
      "quote": "You're darn right you're blind. I'm standing right here for you and you don't even look."
    },
    {
      "cite": "Zatoichi",
      "quote": "Darkness makes no difference to a blind man."
    },
    {
      "cite": "Fay Conners",
      "quote": "Blind people don't look the same. That play of expression isn't there. You know, when you're born blind, you don't have anyone to model yourself after. When you lose your sight, you tend to forget what you're supposed to look like."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "That we, who see by sense of touch / And taste and hearing, see things you / May never look upon; and true / Is it that even in the scent / Of blossoms we find something meant / No eyes have in their faces read, / Or wept to see interpreted."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "And you might think it strange if now / I told you you were smiling. How / Do I know that? I hold your hand-- / Its language I can understand--"
    },
    {
      "cite": "Christina Georgina Rossetti",
      "quote": "Blind from my birth, / Where flowers are springing / I sit on earth / All dark."
    },
    {
      "cite": "Leon Gellert",
      "quote": "A red-roofed house is shining to the skies; / A house red-roofed and brilliant in the wind: / A house of colour filled with wandering eyes; / And all the eyes are blind."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Thou blind fool, Love, what dost thou to mine eyes / That they behold and see not what they see? / They know what beauty is, see where it lies, / Yet what the best is, take the worst to be."
    },
    {
      "cite": "Leon Gellert",
      "quote": "Within a corner of this windowed room / He sits, and seldom speaks, and seldom moves. / Forever left within eternal gloom, / He thinks of those he left, and those he loves."
    },
    {
      "cite": "Ian Gillan; Ian Paice; Jon Lord; Ritchie Blackmore; Roger Glover",
      "quote": "I'm a blind man, I'm a blind man and my world is pale / When a blind man cries, Lord, you know there ain't no sadder tale"
    },
    {
      "cite": "Leonard Cohen",
      "quote": "Please don't pass me by, / oh please don't pass me by, / for I am blind, but you can see, / well, I've been blinded totally,"
    },
    {
      "cite": "John Farnham; David Hirschfelder; Raymond Donald Chapman",
      "quote": "Blind eyes are weak, blind eyes are cruel / Look out for number one, survival's the rule / Look straight ahead on a one-way street / Let sleeping dogs lie, just turn a blind eye"
    }
  ]
}