{
  "source": "https://www.wisesayings.com/bling-quotes/",
  "theme": "bling",
  "quotes": [
    {
      "cite": "Judith Miller",
      "quote": "The great thing about costume jewelry is that there's something for everyone - there are very humorous pieces and very extravagant and outrageous pieces."
    },
    {
      "cite": "Simon de Pury",
      "quote": "Provenance is something very important in jewelry. You want to know who has worn a piece of jewelry and who it has belonged to - it's part of its history, part of its aura."
    },
    {
      "cite": "T. S. Kalyanaraman",
      "quote": "We don't find it tough to sell gold; people love to buy jewelry. The only way to make your wife, sister or lover happy is to give them something that they love."
    },
    {
      "cite": "Eartha Kitt",
      "quote": "Jewelry, to me, is a pain in the derriere, because you have to be watching it all the time."
    },
    {
      "cite": "Kevin McCloud",
      "quote": "One mustn't mistake bling for excellence, just as one mustn't mistake quiet for mediocre."
    },
    {
      "cite": "Tim Reid",
      "quote": "The business is so upside down now. It's not just about the bling-bling."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "I've never thought of my jewelry as trophies. I'm here to take care of it and to love it, for we are only temporary custodians of beauty."
    },
    {
      "cite": "Iris Apfel",
      "quote": "I think jewelry can change an outfit more than anything else. Transformation, punch, individuality: One or all of the above are why you should wear jewelry."
    },
    {
      "cite": "Sarah Phillips",
      "quote": "Jewelry takes people's minds off your wrinkles."
    },
    {
      "cite": "Iris Apfel",
      "quote": "Jewelry is the most transformative thing you can wear."
    },
    {
      "cite": "Tiny Tim",
      "quote": "Be content to be what you are; shiny stones and silver bangles only make you look what you really are."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Jewelry maybe is more expensive than clothes, but clothes are more important than jewelry."
    },
    {
      "cite": "Neil MacGregor",
      "quote": "The spread of Viking bling is a good indication of the spread of its culture."
    },
    {
      "cite": "Ann Demeulemeester",
      "quote": "Jewelry is something that has to do with emotion. That aspect of jewelry really interests me."
    },
    {
      "cite": "Pamela Love",
      "quote": "To me, jewelry is a natural progression and there is something so meaningful and magical about creating that one of a kind, special piece."
    },
    {
      "cite": "Grace Jones",
      "quote": "Whatever; bling always has something to hide."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Jewelry and profuse ornaments are unmistakable evidences of vulgarity."
    },
    {
      "cite": "Pamela Love",
      "quote": "I love how significant jewelry is throughout the world and throughout time. People have been adorning themselves with jewelry for years and its one of the oldest forms of art and design. This is something that has and will always inspire me."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Bling is not an indication of riches. It is a product of value-based spending, to enrich the pockets of those outside of ones sphere of influence...the haves' bleeding the have-nots'."
    }
  ]
}