{
  "source": "https://www.wisesayings.com/bliss-quotes/",
  "theme": "bliss",
  "quotes": [
    {
      "cite": "Shay Mitchell",
      "quote": "The search for bliss is inside ourselves.."
    },
    {
      "cite": "Terry Cole-Whitaker",
      "quote": "Our highest purpose is to love God, the reservoir of bliss, love, beauty , and opulence which allows us to attain God-consciousness."
    },
    {
      "cite": "Terry Cole-Whitaker",
      "quote": "God is bliss, so we are bliss."
    },
    {
      "cite": "Erasmus",
      "quote": "The highest form of bliss is living with a certain degree of folly."
    },
    {
      "cite": "Abraham Hicks",
      "quote": "The greatest gift you can ever give another person is your own happiness."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Let no one ever come to you without leaving better and happier."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Follow your bliss and the universe will open doors where there were only walls."
    },
    {
      "cite": "Christopher Marlowe",
      "quote": "That perfect bliss and sole felicity, the sweet fruition of an earthly crown."
    },
    {
      "cite": "Robert Burns",
      "quote": "If there's another world, he lives in bliss, if there is none, he made the best of this."
    },
    {
      "cite": "Terry Cole-Whitaker",
      "quote": "Geniuses are people who follow their bliss."
    },
    {
      "cite": "Terry Cole-Whitaker",
      "quote": "Bliss is the intrinsic nature of every soul. Bliss is the key to personal and global transformation and transcendence into this new life and new world we have been praying for."
    },
    {
      "cite": "Jacob Boehme",
      "quote": "As soon as the center of all being is apprehended, there ariseth a joy in the heart that surpasseth all other."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "So great a sweetness flows into the breast / We must laugh and we must sing, / We are blessed by everything,/ Everything we look upon is blest."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Your bliss can guide you to that transcendent mystery, because bliss is the welling up of the energy of the transcendent wisdom within you."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "But I do know what bliss is: that deep sense of being present, of doing what you absolutely must do to be yourself."
    },
    {
      "cite": "Catherine Schultz",
      "quote": "Bliss occurs when thought is surrendered, and it's 'triggers' are primarily affiliated with the emotional and physical domains of the person."
    },
    {
      "cite": "Sean Meshorer",
      "quote": "Bliss is the only true, permanent form of happiness. Everyday happiness is subject to fluctuation; even positive psychologists warn that we can't experience everyday happiness all of the time."
    },
    {
      "cite": "Sean Meshorer",
      "quote": "Bliss is like white light. Just as pure light is the totality of all color, bliss is the conglomeration of all positive qualities."
    },
    {
      "cite": "Sean Meshorer",
      "quote": "Bliss cannot even be attained, really. The soul simply realizes that bliss simply is."
    },
    {
      "cite": "Sean Meshorer",
      "quote": "Happiness, to some extent, requires an action on our part. Bliss, on the other hand, is a state of being."
    },
    {
      "cite": "Sir Thomas Browne",
      "quote": "Life is a pure flame, and we live by an invisible sun within us."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Nothing is more important than reconnecting with your bliss. Nothing is as rich. Nothing is more real."
    },
    {
      "cite": "Thomas Gray",
      "quote": "When ignorance is bliss, 'tis folly to be wise."
    },
    {
      "cite": "Edward Young",
      "quote": "The weak have remedies, the wise have joys; superior wisdom is superior bliss."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Materialism is the only form of distraction from true bliss."
    },
    {
      "cite": "Guru Nanak",
      "quote": "Alone let him constantly meditate in solitude on that which is salutary for his soul, for he who meditates in solitude attains supreme bliss."
    },
    {
      "cite": "Louise B. Harmon",
      "quote": "Happiness is around every corner but everyone once in a while, we need a map or a pointer on how to find it."
    }
  ]
}