{
  "source": "https://www.wisesayings.com/blog-quotes/",
  "theme": "blog",
  "quotes": [
    {
      "cite": "Hanna Rosin",
      "quote": "Blog culture has a hard time digesting narratives, but it has an easy time digesting big ideas pieces."
    },
    {
      "cite": "Garrett Graff",
      "quote": "The influence of blogging is overall a very positive force in the media."
    },
    {
      "cite": "Robert Brault",
      "quote": "Blogs seem to have two magnetic poles, one attracting friends, the other repulsing relatives."
    },
    {
      "cite": "Adam Rickitt",
      "quote": "The evidence that things are changing fast can be seen in the dramatic increase in the influence of blogging. We should be collecting emails as we used to collect telephone numbers and using them to better communicate our message to key voters."
    },
    {
      "cite": "Fabrizio Moreira",
      "quote": "Blogging can generate a great deal of traffic to your online business."
    },
    {
      "cite": "Mike Davidson",
      "quote": "Blogs are a great way to monitor and even participate in the chatter about your new site."
    },
    {
      "cite": "Lee Odden",
      "quote": "A blog is only as interesting as the interest shown in others."
    },
    {
      "cite": "Robert Breault",
      "quote": "A blog is a message in a bottle, both in purpose and likely readership."
    },
    {
      "cite": "Jessica Valenti",
      "quote": "Small blogs are starting up big campaigns."
    },
    {
      "cite": "George Siemens",
      "quote": "Blogging is using a new medium for what it is good for connecting and interacting."
    },
    {
      "cite": "Lore Sjoberg",
      "quote": "Creating your own blog is about as easy as creating your own urine, and you're about as likely to find someone else interested in it."
    },
    {
      "cite": "Jason Calacanis",
      "quote": "The currency of blogging is authenticity and trust."
    },
    {
      "cite": "Jake Lodwick",
      "quote": "To have a blog is to have some portion of your brain assigned to monitoring your audience."
    },
    {
      "cite": "David Aston",
      "quote": "Successful blogging is not about one time hits. It's about building a loyal following over time."
    },
    {
      "cite": "Sufia Tippu",
      "quote": "Blogging is hard because of the grind required to stay interesting and relevant."
    },
    {
      "cite": "Ryan Holiday",
      "quote": "The process for finding, creating, and consuming information has fundamentally changed with the advent of the web and the rise of blogging."
    },
    {
      "cite": "Scribendi",
      "quote": "Developing your blog is a balancing act between appeasing current readers and reaching out to new ones."
    },
    {
      "cite": "George Siemens",
      "quote": "Blogging is best learned by blogging and by reading other bloggers."
    },
    {
      "cite": "John Leguizamo",
      "quote": "People can be anonymous when they go on blogs and say crazy things that they would never have the courage to say to your face."
    },
    {
      "cite": "George Siemens",
      "quote": "The heart of blogging is linking and commenting. Connecting and communicating the purpose of the Internet."
    },
    {
      "cite": "Indra Nooyi",
      "quote": "Before blogs, it was all about physical presence. We used to send out videos and audiotapes to communicate. Blogging and the Internet allow us to engage in a lot more real time conversations as opposed to a one-way dump of information or a message."
    },
    {
      "cite": "Jason Calacanis",
      "quote": "If folks focus in on a niche and own it, there is a good chance they could make half a living from blogging."
    },
    {
      "cite": "Evan Williams",
      "quote": "Blogging got the concept of personal publishing, but it didn't really take advantage of the network."
    },
    {
      "cite": "Diablo Cody",
      "quote": "Put your blog out into the world and hope that your talent will speak for itself."
    },
    {
      "cite": "Lemn Sissay",
      "quote": "A blog is neither a diary nor a journal. Many people think of blogging in relation to those two things, confessional or practical. It is neither but includes elements of both."
    },
    {
      "cite": "John Doerr",
      "quote": "Well, there are more writers of blogs right now than there are readers, so that's clearly a vanity phenomenon."
    }
  ]
}