{
  "source": "https://www.wisesayings.com/blonde-quotes/",
  "theme": "blonde",
  "quotes": [
    {
      "cite": "Uma Thurman",
      "quote": "Tall, sandy blonde, with sort of blue eyes, skinny in places, fat in others. An average gal."
    },
    {
      "cite": "Rachel Johnson",
      "quote": "Being blonde means people decide on sight that you are much prettier and nicer than you really are, just as Americans automatically add 10 points to someone's IQ when they hear an English accent. Fact."
    },
    {
      "cite": "Marina and the Diamonds",
      "quote": "Blonde symbolises sexuality and power - it holds very different connotations. The archetypal star has always been blonde."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "A nervous blonde nymphet who thought that politics was some kind of game played by old people, like bridge."
    },
    {
      "cite": "Sadie Frost",
      "quote": "I really fought to make my character not a stereotype. I play a soap star with dyed blonde hair."
    },
    {
      "cite": "Cynthia Nixon",
      "quote": "The recognition factor is so much higher when I'm a redhead, so when I'm a blonde I can pass under the radar a lot more easily."
    },
    {
      "cite": "Corey Ford",
      "quote": "Funny how a wife can spot a blonde hair at twenty yards, yet miss the garage doors."
    },
    {
      "cite": "Jessica Simpson",
      "quote": "I'm such a blonde. It just doesn't make sense for me to have dark hair."
    },
    {
      "cite": "Fred Willard",
      "quote": "I think my wife saw a picture of the rock group Journey, and they're kind of aging, and the one guy had dyed blonde hair with black roots, and... my idea was to get a little earring, I wanted to have a dangling earring."
    },
    {
      "cite": "Clarissa Ward",
      "quote": "The experience of being a young, blonde, naive but well-intentioned young producer was both intimidating and eye-opening."
    },
    {
      "cite": "Brittany Murphy",
      "quote": "I always envisioned her looking like a spindly blonde, but she looked like me."
    },
    {
      "cite": "Samantha Mathis",
      "quote": "When I was blonde I was perceived as an innocent and sweet young girl."
    },
    {
      "cite": "Peta Wilson",
      "quote": "I personally prefer being a blonde, but whatever it takes for the character."
    },
    {
      "cite": "Pamela Anderson",
      "quote": "It's great to be a blonde. With low expectations it's very easy to surprise people."
    },
    {
      "cite": "Francois Villon",
      "quote": "Blonde or brunette, this rhyme applies, happy is he who knows them not."
    },
    {
      "cite": "Michael Chabon",
      "quote": "She was a natural blonde, with delicate hands and feet, and in her youthful photographs one saw a girl with mocking eyes and a tragic smile, the course of whose life would conspire in time to transpose that pair of adjectives."
    },
    {
      "cite": "Andy Lau",
      "quote": "You know, if I tell the press that I like long blonde hair, the next day there will be girls with long hair wigs outside waiting for me."
    },
    {
      "cite": "Hugh Hefner",
      "quote": "I always say now that I'm in my blonde years. Because since the end of my marriage, all of my girlfriends have been blonde."
    },
    {
      "cite": "Pamela Anderson",
      "quote": "It's great being blonde - with such low expectations it's easy to impress."
    },
    {
      "cite": "Eldridge Cleaver",
      "quote": "The myth of the strong black woman is the other side of the coin of the myth of the beautiful dumb blonde."
    },
    {
      "cite": "Heidi Klum",
      "quote": "Going blonde is like buying yourself a light bulb!"
    },
    {
      "cite": "Cleo Moore",
      "quote": "You know, just because you're a blonde type doesn't mean you can't suddenly do serious parts."
    },
    {
      "cite": "Mamie Van Doren",
      "quote": "It is possible that blondes also prefer gentleman."
    },
    {
      "cite": "Maggie Lawson",
      "quote": "I'm not the stereotypical blonde vixen girl but rather the blonde freckled girl from Kentucky."
    },
    {
      "cite": "Stephanie Zimbalist",
      "quote": "I really enjoyed being a blonde. Men were more friendly and flirtatious. My face looked more worldly. It took the innocence away. It could be the new me."
    },
    {
      "cite": "Anna Maxwell Martin",
      "quote": "They're always such alive females. And also, all those love stories - no man in Austen has ever fallen in love with a female heroine because she's pretty or beautiful or has long, blonde hair. They fall in love with them because of who they are, because of their vibrancy and their intelligence and if only we were teaching that a bit more in schools."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "It was a blonde. A blonde to make a bishop kick a hole in a stained-glass window."
    },
    {
      "cite": "Reese Witherspoon",
      "quote": "Being a Southern person and a blonde, it's not a good combination. Immediately, when people meet you, they think of you as not being smart."
    },
    {
      "cite": "Kelly Clarkson",
      "quote": "People keep asking me if I am having more fun, being blonde, but I always have fun! Whether I'm blonde, redhead, or brunette! I always have fun."
    },
    {
      "cite": "Jodie Marsh",
      "quote": "For so long I hid behind the blonde hair and the blue eyes. Now I feel like I've done it, I've done what I set out to achieve, now I can just go back to being me."
    },
    {
      "cite": "Nina Hagen",
      "quote": "I was traveling on our tour bus through Europe and I was thinking I want to have long blonde hair."
    },
    {
      "cite": "Catherine Deneuve",
      "quote": "I was never a dangerous woman. I'm not the prissy blonde woman that could take your husband away."
    },
    {
      "cite": "Nicki Minaj",
      "quote": "They go the long way but we take the short cut Give me the blonde hair, long weave, short cut"
    },
    {
      "cite": "Victor Hugo",
      "quote": "She was a lovely blonde, with fine teeth. She had gold and pearls for her dowry; but her gold was on her head, and her pearls were in her mouth."
    },
    {
      "cite": "Alexander King",
      "quote": "That gentlemen prefer blondes is due to the fact that, apparently, pale hair, delicate skin and an infantile expression represent the very apex of frailty which every man longs to violate."
    },
    {
      "cite": "Caity Lotz",
      "quote": "The best part of being blonde is forgivable momentary lapses of common sense."
    },
    {
      "cite": "Anita Loos",
      "quote": "It isn't that gentlemen really prefer blondes, it's just that we look dumber."
    },
    {
      "cite": "Dolly Parton",
      "quote": "I'm not offended by all the dumb-blonde jokes, because I know that I'm not dumb, I also know I'm not blonde."
    },
    {
      "cite": "Kathy Najimy",
      "quote": "When you're not blonde and thin, you come up with a personality real quick."
    },
    {
      "cite": "Stuart Dybek",
      "quote": "Hair, not just blonde, but radiating gold like a candle flame behind a window in winter."
    },
    {
      "cite": "Ellie Lofaro",
      "quote": "The thing that bugged me the most about the blonde women was that they just smiled and nodded and smiled and nodded. I could never tell what they were thinking."
    },
    {
      "cite": "Ellie Lofaro",
      "quote": "I wasn't able to bond with the blond women because they were so very different than I was. They looked, acted, spoke, smelled, and walked differently than I did."
    },
    {
      "cite": "Ellie Lofaro",
      "quote": "In New York, people invite you to their home and they feed you delectable treats. The blonde women will meet you for a muffin at a local cafe."
    },
    {
      "cite": "Ed Sullivan",
      "quote": "How did the blonde explain how her helicopter crashed? She said it was getting cold, so she turned off the ceiling fan."
    },
    {
      "cite": "Ed Sullivan",
      "quote": "What do you call an all-blonde skydiving team? A new version of the Lawn Darts Game."
    },
    {
      "cite": "Ed Sullivan",
      "quote": "How did the blonde break her leg playing hockey with the Toronto Maple Leafs? She fell out of the tree."
    },
    {
      "cite": "Elaine Viets",
      "quote": "Some women are born blonde. Some achieve it. Being blonde doesn't have anything to do with your natural hair color. It's an attitude."
    },
    {
      "cite": "Shely Peiken",
      "quote": "And come back as a blonde / Try a different lipstick on, as a blonde / Try a different lipstick on, as a blonde / Will I get whatever I want? / I'd be ever so enticing / Eat a lot of icing / Never have to watch my weight / Yeah when I'm gone / I'm gonna come back as a blonde."
    },
    {
      "cite": "Larry Raspberry",
      "quote": "Tired of being blonde / Tired of all the platinum frustration / Tired of being blonde / Tired of looking like a cutie on the cover of a magazine / Tired of being blonde / Tired of chasing all the latest sensations."
    },
    {
      "cite": "Bridgit Mendler",
      "quote": "I'm a blonde so excuse me / I'm a blonde I get crazy / And everybody knows / We're a little more than fun / I like to play it up like I'm dumb / D-dumb, dumb, dumb, dumb, dumb, dumb / 'Cause I'm a blonde"
    },
    {
      "cite": "Avril Ramona Lavigne",
      "quote": "I ain't no dumb blonde / I ain't no stupid Barbie doll / I got my game on / Watch me, watch me, watch me prove you wrong."
    },
    {
      "cite": "Dylan Brady",
      "quote": "I was born to be blonde so I say what I want / I get paid when I want, I get laid when I want / I was born to be blonde, maybe all of us are / If you gave it a try you would feel like a star. / I was born to be blonde and you were born to be too / You were born to be me, I was born to be you."
    },
    {
      "cite": "Paris Hilton",
      "quote": "I'm very intelligent. I'm capable of doing everything put to me. I've launched a perfume and want my own hotel chain. I'm living proof blondes are not stupid."
    },
    {
      "cite": "Madonna Ciccone",
      "quote": "Being blonde is definitely a different state of mind. I can't really put my finger on it, but the artifice of being blonde has some incredible sort of sexual connotation. Men really respond to it. I love blonde hair but it really does something different to you. I feel more grounded when I have dark hair, and I feel more ethereal when I have light hair. It's unexplainable. I also feel more Italian when my hair is dark."
    },
    {
      "cite": "Mila Kunis",
      "quote": "I don't think it's true that blondes have more fun... Trust me, it is not true!"
    },
    {
      "cite": "Kylie Bax",
      "quote": "When I'm a blonde, I can say the world is purple, and they'll believe me because they weren't listening to me."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Beware of her fair hair, for she excels all women in the magic of her locks; And when she winds them round a young man's neck, she will not ever set him free again."
    },
    {
      "cite": "Paris Hilton",
      "quote": "There's nobody in the world like me. I think every decade has an iconic blonde, like Marilyn Monroe or Princess Diana and, right now, I'm that icon."
    },
    {
      "cite": "Olivia Wilde",
      "quote": "I'm a natural blonde, but I feel like a brunette. I feel like people treat me now how I should be treated. People used to be shocked, when I was blond, that I wasn't stupid."
    },
    {
      "cite": "Hugh Hefner",
      "quote": "I always say now that I'm in my blonde years. Because since the end of my marriage, all of my girlfriends have been blonde."
    },
    {
      "cite": "Sally Phillips",
      "quote": "When I'm a brunette, it's four times harder to hail a taxi. Then I go blonde again, and suddenly there are taxis everywhere."
    },
    {
      "cite": "Patricia Neal",
      "quote": "I may be a dumb blonde, but I'm not that blonde."
    },
    {
      "cite": "Dolly Parton",
      "quote": "If people think I'm a dumb blonde, because of the way I look, then they're dumber than they think I am. If people think I'm not very deep because of my wigs and outfits, then they're not very deep."
    },
    {
      "cite": "Lisa Kudrow",
      "quote": "Blonde is dumb comedy, red hair is smart, sexy comedy."
    },
    {
      "cite": "Jessica Simpson",
      "quote": "Everybody is a dumb blonde at heart."
    }
  ]
}