{
  "source": "https://www.wisesayings.com/bloom-quotes/",
  "theme": "bloom",
  "quotes": [
    {
      "cite": "Masaru Emoto",
      "quote": "If you feel lost, disappointed, hesitant, or weak, return to yourself, to who you are, here and now and when you get there, you will discover yourself, like a lotus flower in full bloom, even in a muddy pond, beautiful and strong."
    },
    {
      "cite": "Mike Norton",
      "quote": "Solitude is the soil in which genius is planted, creativity grows, and legends bloom; faith in oneself is the rain that cultivates a hero to endure the storm, and bare the genesis of a new world, a new forest."
    },
    {
      "cite": "Zamyatin",
      "quote": "It is said there are flowers that bloom only once in a hundred years. Why should there not be some that bloom once in a thousand, in ten thousand years? Perhaps we never know about them simply because this \"once in a thousand years\" has come today."
    },
    {
      "cite": "Kevin Dalton",
      "quote": "The crickets still sing in October. And lilly, she's trying to bloom. Tho she's resting her head on the shoulder of death, she still shines by the light of the moon."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You are built not to shrink down to less but to blossom into more."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ignorance is like a delicate fruit; touch it, and the bloom is gone."
    },
    {
      "cite": "Doe Zantamata",
      "quote": "The bloom may be brief but the memory of its beauty will last a lifetime."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The flower that smells the sweetest is shy and lowly."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Let a hundred flowers bloom, let a hundred schools of thought contend."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Our bloom is gone. We are the fruit thereof."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The finest qualities of our nature, like the bloom on fruits, can be preserved only by the most delicate handling."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Talent is like a little seed; when nurtured, it will flourish."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You can flourish by faith."
    },
    {
      "cite": "Ken Watanabe",
      "quote": "The perfect blossom is a rare thing. You could spend your life looking for one and it would not be a wasted life."
    },
    {
      "cite": "May-Britt Moser",
      "quote": "It is so important to allow children to bloom and to be driven by their curiosity."
    },
    {
      "cite": "Yoshida Kenko",
      "quote": "Blossoms are scattered by the wind and the wind cares nothing but the blossoms of the heart no wind can touch."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "If beautiful lilies bloom in ugly waters, you too can blossom in ugly situations."
    },
    {
      "cite": "Gerard de Nerval",
      "quote": "Every flower is a soul blossoming in nature."
    },
    {
      "cite": "Soen Nakagawa",
      "quote": "All beings are flowers blossoming In a blossoming universe."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Bloom as if you want to make the whole world beautiful."
    },
    {
      "cite": "Beverly Nichols",
      "quote": "To be overcome by the fragrance of flowers is a delectable form of defeat."
    },
    {
      "cite": "Stella Payton",
      "quote": "Bloom where you are planted and sow where you are fed."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "To flourish in life is to live according to the laws of the kingdom that God ordained"
    },
    {
      "cite": "Kristian Goldmund Aumann",
      "quote": "And so we are like flowers; and bloom only, when the sun, kisses us."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Bloom like a flower; unfold your own beauty."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Hope blooms when the time is ready."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Desire makes everything blossom."
    },
    {
      "cite": "Gerhard E Frost",
      "quote": "We blossom under praise like flowers in sun and dew; we open, we reach, we grow."
    },
    {
      "cite": "Mike White",
      "quote": "A flower doesn't love you or hate you, it just exists."
    },
    {
      "cite": "Anonymous",
      "quote": "Bloom where you are planted."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Life is the flower for which love is the honey."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The flower of the present rosily blossomed."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Every flower blooms at a different pace."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "Flowers are without hope. Because hope is tomorrow and flowers have no tomorrow."
    },
    {
      "cite": "Robert Leighton",
      "quote": "The flower that follows the sun does so even in cloudy days."
    },
    {
      "cite": "Gary Chapman",
      "quote": "All of us blossom when we feel loved and wither when we do not feel loved."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Love yourself, even a little bit each day, and your life will bloom into infinite joy."
    },
    {
      "cite": "Aniruddha Sastikar",
      "quote": "Rewards of life lived with principles; bloom, when life is about to end or has departed already."
    },
    {
      "cite": "Jazz Feylynn",
      "quote": "What blooms from beautiful seeds of thought becomes a symphony of colorful abundance."
    },
    {
      "cite": "Avijeet Das",
      "quote": "The earth is gentle. And the earth allows the flowers to bloom. We need to be gentle. And the flowers will bloom in our life."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Be like the earth, and let the flowers bloom."
    },
    {
      "cite": "Victoria Glendinning",
      "quote": "Science, or para-science, tells us that geraniums bloom better if they are spoken to. But a kind word every now and then is really quite enough. Too much attention, like too much feeding, and weeding and hoeing, inhibits and embarrasses them."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Everything is blooming most recklessly; if it were voices instead of colors, there would be an unbelievable shrieking into the heart of the night."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Springtime flowers bloom like colorful arrows piercing their way to the sun."
    },
    {
      "cite": "Edward Payson Rod",
      "quote": "Look at us, said the violets blooming at her feet, all last winter we slept in the seeming death but at the right time God awakened us, and here we are to comfort you."
    },
    {
      "cite": "Barbara Collier",
      "quote": "Spring itself is Faith. In all its glory and color the true nature of our being is being reborn. Faith roots in our souls and grows in our hearts. Faith is the very beat of our hearts. Faith is the air we breathe. Faith is the lump in our throats and the tears we shed. Faith is the first rose that blooms"
    },
    {
      "cite": "Dominic Joseph",
      "quote": "Summer's in bloom, Summer's in bloom / Light her up, let her fill the room / Speak no lie, Summer's in bloom."
    },
    {
      "cite": "A.P. Carter",
      "quote": "Do not ask me dear to linger, for I know not what to say / When duty calls, just sweetheart's name in vain / I hope your heart will not be crying, if I'm not among the dying / I'll be with you when the roses bloom again."
    },
    {
      "cite": "Jeff Tweedy",
      "quote": "They were strolling in the gloaming / Where the roses were in bloom / A soldier and his sweetheart brave and true / And their hearts were filled with sorrow / For their thoughts were of tomorrow / As she pinned a rose upon his coat of blue."
    },
    {
      "cite": "R2JBros",
      "quote": "Show what could be / How you and me / Find a route right to the stars / Bloom flower fair."
    },
    {
      "cite": "Philip Parris Lynott",
      "quote": "Little girl in bloom / With happy heart you wipe aside / Any sadness, sorrow or gloom."
    },
    {
      "cite": "Leo Robin",
      "quote": "Can it be the spring that seems / To bring the stars right into this room? / Oh, no, it isn't the spring, it's love in bloom."
    },
    {
      "cite": "Leo Robin",
      "quote": "Is it all a dream, the joy supreme / That came to us in the gloom? / You know it isn't a dream, it's love in bloom."
    },
    {
      "cite": "Bob Hathcock",
      "quote": "Even if you don't have a whole lot of room, you can still have plenty of flowers in bloom!"
    },
    {
      "cite": "Robert D. San Souci",
      "quote": "The flower that blooms in adversity is the most rare and beautiful of all."
    },
    {
      "cite": "Joe Stevens",
      "quote": "By late summer, the plankton bloom is so vast it radiates across the North Pacific."
    },
    {
      "cite": "Jonathan Nolan",
      "quote": "Your mind is a walled garden; even Death cannot touch the flowers blooming there."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Bloom upon the Mountain—stated / Blameless of a Name / Efflorescence of a Sunset / Reproduced—the same."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Like a vase containing flowers, a writer becomes a vessel for words / Beyond seconds, minutes, and hours, displaying lines set to bloom in what’s heard."
    },
    {
      "cite": "Arthur Henry Adams",
      "quote": "All things were blossom, and God thrilled at that flower's birth / As when from night-sheathed chaos broke this blossom-earth."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "The settler saw his oaken flail / Take bud, and bloom before his eyes / From frozen pools he saw the pale / Sweet summer lilies rise."
    },
    {
      "cite": "Lizette Woodworth Reese",
      "quote": "Now that the wind lets loose from orchard spray / Plum bloom and peach bloom down the dripping way / Their punctual gold through the wet blades they rear."
    },
    {
      "cite": "Ann McClellan",
      "quote": "The Cherry Blossom Festival, Sakura Celebration captures the history and significance of the trees in Japan, the perseverance of those who envisioned them lining Washington's water banks and roadways, and the range of uplifting, multi faceted events of today's Festival."
    },
    {
      "cite": "Ann McClellan",
      "quote": "The breathtaking sight of the cherry trees blooming in Japan has inspired princes, poets, artists and ordinary people for over 1000 years."
    },
    {
      "cite": "Ann McClellan",
      "quote": "Like mount Fuji, the cherry blossoms have a spiritual meaning for the Japanese people. The sublime beauty of the flowers and their brief life at the beginning of each short life well-lived."
    },
    {
      "cite": "Ann McClellan",
      "quote": "The brief and exuberant blooming of the Japanese cherry trees was an important symbol for the samurai warriors. Their highly disciplined life as cultured men of war had as a highest goal to die an honorable death, preferably in the service of their overlord and in the prime of life."
    },
    {
      "cite": "Ann McClellan",
      "quote": "This gathered cherry branch can scarce convey A fancy of the blossom-laden tree; Blooming in sunlight, could I view it there Thoughts of its beauty would drive sleep away."
    },
    {
      "cite": "Ann McClellan",
      "quote": "Cherry blossom-viewing picnics traditionally included drinking sake, with portable kegs, warmers, cups and cup washers. Today, imbibing alcoholic beverages while participating in cherry blossom viewing or banami continues to be typical in Japan."
    },
    {
      "cite": "Victoria Neblik",
      "quote": "Flowers are both perennial and transient; we get to enjoy single bloom for only a short time, but trust that there will always be more in the future."
    },
    {
      "cite": "Victoria Neblik",
      "quote": "Flowers bloom in many places. Water lilies bloom in ponds. Cactus plants bloom in the desert. Poppies bloom in cold places like Alaska. Orchids bloom in warm rain forests."
    },
    {
      "cite": "Beth Hanson",
      "quote": "All species bloom in the spring and are summer-dormant and therefore may be planted underneath trees and spring blooming shrubs as long as they receive full sun before the plants overhead leaf out."
    },
    {
      "cite": "Beth Hanson",
      "quote": "Some of the best known and most beloved of all spring-blooming bulbs, daffodils are easy to grow. They seldom need dividing, are virtually disease-free, and are unappealing to deer as well as mice and other rodents because all parts of the plant are toxic."
    }
  ]
}