{
  "source": "https://www.wisesayings.com/blue-sky-quotes/",
  "theme": "blue-sky",
  "quotes": [
    {
      "cite": "Debasish Mridha",
      "quote": "At sunrise, the blue sky paints herself with gold colors and joyfully dances to the music of a morning breeze."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Because gray clouds hang heavy with misery, blue skies seem bluer."
    },
    {
      "cite": "Andrew Norton",
      "quote": "Cloud above cloud, a glorious sight, contrasting with the deep-blue sky!"
    },
    {
      "cite": "Halleck",
      "quote": "He battles heart and arm, his own blue sky above him, and his own green land around."
    },
    {
      "cite": "Ebeneazer Elliott",
      "quote": "Within the sun-lit forest, our roof the bright blue sky, where fountains flow, and wild flowers blow, we lift our hearts on high."
    },
    {
      "cite": "Vincent van Gogh",
      "quote": "I never get tired of the blue sky."
    },
    {
      "cite": "Eleanora Duse",
      "quote": "If the sight of the blue skies fills you with joy, rejoice, for your soul is alive."
    },
    {
      "cite": "Steven Magee",
      "quote": "Staring at the blue sky causes insomnia to occur in the human."
    },
    {
      "cite": "Dave Hickey",
      "quote": "Beauty is and always will be blue skies and open highway."
    },
    {
      "cite": "Banani Ray",
      "quote": "I love to soar in the boundless sky. In the vast emptiness of the blue, my soul rejoices listening to the soundless music of the wind."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "See the golden beach sands and blue sky in a cool breeze my mind flys high"
    },
    {
      "cite": "Debasish Mridha",
      "quote": "I wanted to kiss you like the waves kiss the shore under the blue sky."
    },
    {
      "cite": "Steven Magee",
      "quote": "It would appear that the blue sky is actually produced by the solar wind and solar radiation exciting air molecules to emit light, just like a neon lamp!"
    },
    {
      "cite": "Avijeet Das",
      "quote": "Today I spoke to you again and I feel completely happy! I feel like a cloud floating around in the wide blue sky. I feel totally alive. I feel as if time has paused in this moment. As if God is telling me to be totally happy and cheerful!"
    },
    {
      "cite": "Liezi",
      "quote": "Complete people gaze into the blue sky above, plunge into the center of the earth below, and run freely in the eight directions without even a change of mood."
    },
    {
      "cite": "Donald P. Bellisario",
      "quote": "You're looking up, at a yellow sun, in the middle of a dark, dark blue sky. A warm summer breeze... blows across your face. White clouds streak across the dark blue sky. What do you see there?"
    },
    {
      "cite": "Jukô Nishimura",
      "quote": "Everyone can enjoy the blue sky. The world is fair."
    },
    {
      "cite": "Dennis Hackin",
      "quote": "Smell that fresh morning air! Look at the blue sky above!"
    },
    {
      "cite": "Fritz Gordon",
      "quote": "I'm a happy camper, I love the clear blue sky, and with the grace of God, I'll camp until I die!"
    },
    {
      "cite": "Aya Kitô",
      "quote": "You will see the blue sky spreading endlessly above you and smiling down."
    },
    {
      "cite": "Aya Kitô",
      "quote": "When you fall over, make the most of the chance to look up and see the sky."
    },
    {
      "cite": "Andrew Stanton",
      "quote": "Wait, that doesn't look like Earth. Where's the blue sky? Where's the-the grass?"
    },
    {
      "cite": "Ken Walshe",
      "quote": "Yes. I imagined the cool, clean air and this huge, perfect blue sky all around me."
    },
    {
      "cite": "Tarryn-Tanille Prinsloo",
      "quote": "If you should stop pushing clouds, the blue sky would swallow you up like a starving monster."
    },
    {
      "cite": "Richard Curtis",
      "quote": "I do. It feels like how being in love should be. Floating through a dark blue sky."
    },
    {
      "cite": "Michael Green",
      "quote": "I hate nothing more than lies - wasted words, clouds that darken the blue sky yet bring no relief of rain."
    },
    {
      "cite": "John Fusco",
      "quote": "Live by the laws of the Blue Sky and you will follow in the steps of your father, who follows in mine."
    },
    {
      "cite": "Yuichi Sasamoto",
      "quote": "The important things haven't changed. There's still the same painted blue sky and and artificial trees. white birds on a brilliant rainbow purified water on man-made flowers the orange sun filtered through acid-free air,warming our beautiful world."
    },
    {
      "cite": "Ryôta Yamaguchi",
      "quote": "I want to believe that. Just as the rain will eventually stop and reveal a blue sky that we both can see."
    },
    {
      "cite": "Francesca Battistelli",
      "quote": "When the rain is falling / There's no silver lining / And you just can't seem to find the light / When you need a reason / To help you keep believing / Let my love be your blue sky"
    },
    {
      "cite": "Maria Concepcion Balboa Buika",
      "quote": "I burn all my loneliness under the ocean / Wash away fears and I / I'm sending all my love to the blue skies / When light is raining over me"
    },
    {
      "cite": "Maria Concepcion Balboa Buika",
      "quote": "When a rose make my tears roll down / Nothing better than a blue sky / To cry over my memories"
    },
    {
      "cite": "Irving Berlin",
      "quote": "Blue skies smiling at me / Nothing but blue skies do I see / Bluebirds singing a song / Nothing but blue skies from now on"
    },
    {
      "cite": "Irving Berlin",
      "quote": "When you're in love, my how they fly by / Blue days, all of them gone / Nothing but blue skies from now on"
    },
    {
      "cite": "Jonathan  Howard Fugler",
      "quote": "And I can't seem to find my feet now / Somebody help me please / Sunshine, sunshine / I wanna see the blue sky"
    },
    {
      "cite": "Jeff Lynne",
      "quote": "See how the sun shines brightly in the city / On the streets where once was pity / Mr. Blue Sky is living here today, hey hey"
    },
    {
      "cite": "Jeff Lynne",
      "quote": "Hey you with the pretty face / Welcome to the human race / A celebration, Mr. Blue Sky's up there waiting / And today is the day we've waited for"
    },
    {
      "cite": "Andrew Cocup",
      "quote": "Blue skies and summer life / And summer light / Blue skies and summer life / Take an effect / See the blue skies from the outside"
    },
    {
      "cite": "Irving Berlin",
      "quote": "Blue skies, blue skies / Smiling at me now, how now / Nothing but blue skies do I see / Spring is here, Spring is here,"
    },
    {
      "cite": "Irving Berlin",
      "quote": "When you're in love, my, my how they fly. / Blue days, all of them gone now / I see only blues skies, blues skies"
    },
    {
      "cite": "Alain Robert Anna Vande Putte",
      "quote": "I won't cry if it won't last forever / I'll just try to hold on / There will be sunshine after the rain / There will be blue sky's coming, blue sky's coming"
    },
    {
      "cite": "Tinashe Kachingwe",
      "quote": "I'm seeing pink cause I've been looking at the bright side / I ain't letting nobody cloud up all my blue sky"
    },
    {
      "cite": "Jennifer Hanson",
      "quote": "Everybody's looking for a blue sky / Searching for an answer on a satellite / I know that there's got to be a blue sky out there to see / A blue sky waiting for me"
    },
    {
      "cite": "Robert Scheider",
      "quote": "Blue skies, setting sun / cherry pie, bubble gum / lullabies to be sung / blue skies for everyone"
    },
    {
      "cite": "Andy Cloninger",
      "quote": "Blue skies, blue skies / Not a cloud over head in my life / When it's gray out I don't mind / I've got blue skies on the inside"
    },
    {
      "cite": "Nash",
      "quote": "Clear blue skies, not too much to ask for, / They were here before we came, / Will they be here when we're gone?"
    },
    {
      "cite": "Anthony George Banks",
      "quote": "Mother Nature sits on the other side with a loaded gun / Why is there blue sky / Why is there red sky / Now's the time to ask the reason"
    },
    {
      "cite": "Jack Hues",
      "quote": "Tall trees in a blue sky / Stand together don't ask why / Stretch up to the blue sky / Pierce that ceiling if you try"
    },
    {
      "cite": "James Desmond",
      "quote": "And blue skies and sunshine you gotta give respect to get respect / You know / Blue skies, sunshine / What a day to take a walk in a.."
    },
    {
      "cite": "Jing Wang",
      "quote": "The blue sky is how beautiful! / Under the same blue sky is how interesting! / The blue sky has covered so many, many stories about the truth, good ness, beauty, and falsity, badness, ugliness.."
    },
    {
      "cite": "John P. Milton",
      "quote": "In Nature, one of the closest, most intimate teachers of source is the sky."
    },
    {
      "cite": "John P. Milton",
      "quote": "The clarity and spaciousness of the sky help inspire the realization of an even greater clarity and vastness that lies within you, which is the true, clear essence of Source."
    },
    {
      "cite": "John P. Milton",
      "quote": "If there are a few clouds in the sky, relax and place your main attention on the emptiness of the sky."
    },
    {
      "cite": "Götz Hoeppe",
      "quote": "People of all cultures have found the sky's blueness particularly noteworthy."
    },
    {
      "cite": "Götz Hoeppe",
      "quote": "The belief that the blue sky is a protective shield for life on Earth is not new."
    }
  ]
}