{
  "source": "https://www.wisesayings.com/blue-eyes-quotes/",
  "theme": "blue-eyes",
  "quotes": [
    {
      "cite": "Laini Taylor",
      "quote": "His eyes are blue, and blue eyes up close are a celestial phenomenon: nebulae as seen through telescopes, the light of unnamed stars diffused through dusts and elements and endlessness. Layers of light. Blue eyes are starlight."
    },
    {
      "cite": "William R. Alger",
      "quote": "A gray eye is a sly eye, And roguish is a brown one; Turn full upon me thy eye,-- Ah, how its wavelets drown one! A blue eye is a true eye; Mysterious is a dark one, Which flashes like a spark-sun! A black eye is the best one."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "Eyes of gentianellas azure, Staring, winking at the skies."
    },
    {
      "cite": "Audrey Bell",
      "quote": "He had these eyes. They were blue and they looked bluer because he had a dark head of hair. They were soulful, in some way; they seemed to say things that I knew he's probably never say out loud."
    },
    {
      "cite": "Kiersten White",
      "quote": "They're crystal blue, a shade that shouldn't exist on the human body, I shade I immediately crave, a shade that makes my heart beat a little bit faster--almost as if I recognize it...It's the most perfect blue I've ever seen. Even from this distance his eyes are simply remarkable."
    },
    {
      "cite": "William Gibson",
      "quote": "And, for an instant, she stared directly into those soft blue eyes and knew, with an instinctive mammalian certainty, that the exceedingly rich were no longer even remotely human."
    },
    {
      "cite": "Thomas Mann",
      "quote": "But my deepest and most secret love belongs to the fair-haired and the blue-eyed, the bright children of life, the happy, the charming and the ordinary."
    },
    {
      "cite": "Anthony Quinn",
      "quote": "Having talent is like having blue eyes. You don't admire a man for the colour of his eyes. I admire a man for what he does with his talent."
    },
    {
      "cite": "unknown",
      "quote": "People with blue and green eyes are hyper and love to laugh. They tend to be quiet at first, but once you get to know them they never shut up. They're loyal and like long, committed relationships. They make amazing friends."
    },
    {
      "cite": "unknown",
      "quote": "Having blue eyes is actually a mutation. Before the mutation occurred, all humans had brown eyes."
    },
    {
      "cite": "Kristin Lehman",
      "quote": "You have to carry so many archetypes as an actor, especially as a blonde-haired, blue-eyed one."
    },
    {
      "cite": "unknown",
      "quote": "Blue eyes are the most striking and well-loved eye color. Blue eyes are a recessive gene, so natural baby blue eyes are apparently rare."
    },
    {
      "cite": "David Soul",
      "quote": "People thought me a bit strange at first; a blond haired, blue-eyed Norwegian who sang Mexican folk songs, but I used it to my advantage and got a job. And so the music became my ticket to education."
    },
    {
      "cite": "unknown",
      "quote": "According to a team of researchers from Copenhagen University, all blue-eyed people can be traced back to one ancestor who lived 10,000 years ago near the Black Sea."
    },
    {
      "cite": "unknown",
      "quote": "Brown eyes are actually blue underneath, and as a result you can actually get surgery to turn brown eyes blue."
    },
    {
      "cite": "unknown",
      "quote": "Your big blue eyes and rosy smile remind me I'm blessed with a beautiful child."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Blue eyes say, love me or I die; black eyes say, love me or I kill thee."
    },
    {
      "cite": "Walter Scott",
      "quote": "Her blue eyes sought the west afar, for lovers love the western star."
    },
    {
      "cite": "unknown",
      "quote": "In the twilight glow I can see her blue eyes crying in the rain. When we kissed and parted, I knew we'd never meet again. Love is like a dying ember and only memories remain."
    },
    {
      "cite": "unknown",
      "quote": "The first person ever to have blue eyes lived sometime between 6.000 and 10,000 years ago. Before then, all people had brown eyes."
    },
    {
      "cite": "unknown",
      "quote": "People with blue eyes are kind-hearted and always look for the best in people. They love with all their heart and are hard to forget about if you get the chance to love them. They are the best at pretending to be happy and tend to please others before themselves."
    },
    {
      "cite": "Morrie Ryskind",
      "quote": "Your eyes, your eyes, they shine like the pants of a blue serge suit. That's not a reflection on you--it's on the pants."
    },
    {
      "cite": "unknown",
      "quote": "The way your baby blue eyes sparkle when you look at me makes me want you even more."
    },
    {
      "cite": "unknown",
      "quote": "Your eyes are blue like the ocean, and baby I'm lost out at sea."
    },
    {
      "cite": "Anna Uhlich",
      "quote": "My eyes are an ocean in which my dreams are reflected."
    },
    {
      "cite": "unknown",
      "quote": "Why, your eyes are like sapphires sparkling so bright."
    },
    {
      "cite": "unknown",
      "quote": "If you have blue eyes, then the share a common ancestor with every other blue-eyed person in the world."
    },
    {
      "cite": "Mira Alonzo",
      "quote": "I love it when you look at me, with those eyes of ocean blue, I love it when you say my name, our love strong is and true, I love it when you hold me close, I miss you in my arms, I need your arms around me to protect me from all harm."
    },
    {
      "cite": "unknown",
      "quote": "In Estonia, 99% of people have blue eyes."
    },
    {
      "cite": "unknown",
      "quote": "White cats with blue eyes are usually deaf."
    },
    {
      "cite": "Lucy Christopher",
      "quote": "Those blue, blue eyes, icy blue, looking back at me as if I could warm them up. They’re pretty powerful, you know, those eyes, pretty beautiful, too."
    },
    {
      "cite": "Dean Koontz",
      "quote": "His blue eyes were seas where sorrow sailed."
    },
    {
      "cite": "William Rounseville Alger",
      "quote": "A blue eye is a true eye. Mysterious is a dark one, Which flashes like a spark sun! A black eye is the best one."
    },
    {
      "cite": "Georg Trakl",
      "quote": "The blue of my eyes is extinguished in this night, the red gold of my heart."
    },
    {
      "cite": "Anne Sexton",
      "quote": "Blue eyes wash off sometimes."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "Lifestyles and sex roles are passed from parents to children as inexorably as blue eyes or small feet."
    },
    {
      "cite": "Gary Shteyngart",
      "quote": "You could drown a kitten in her blue eyes."
    },
    {
      "cite": "Erik Larson",
      "quote": "Great murderers, like great men in other walks of activity, have blue eyes."
    },
    {
      "cite": "Ally Carter",
      "quote": "The Subject has really blue eyes that twinkle when he looks at someone like she's maybe a little bit insane."
    },
    {
      "cite": "Xenophanes",
      "quote": "The Ethiopians say that their gods are snub-nosed and black the Thracians that theirs have light blue eyes and red hair."
    },
    {
      "cite": "Toni Morrison",
      "quote": "A little black girl yearns for the blue eyes of a little white girl, and the horror at the heart of her yearning is exceeded only by the evil of fulfillment"
    },
    {
      "cite": "Heidi",
      "quote": "Math can explain the reason there's one out of four chance that I'd have blue eyes. But it doesn't explain why me."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Black men built the railroads, not blue eyes."
    },
    {
      "cite": "Uma Thurman",
      "quote": "Tall, sandy blonde, with sort of blue eyes, skinny in places, fat in others. An average gal."
    },
    {
      "cite": "Jose Angel Gutierrez",
      "quote": "Our devil has pale skin and blue eyes."
    },
    {
      "cite": "NoViolet Bulawayo",
      "quote": "He used to have blue eyes but I painted them brown like mine and everybody's, to make him normal."
    },
    {
      "cite": "Robertson Davies",
      "quote": "I just am a Canadian. It is not a thing which you can escape from. It is like having blue eyes."
    }
  ]
}