{
  "source": "https://www.wisesayings.com/blunt-quotes/",
  "theme": "blunt",
  "quotes": [
    {
      "cite": "Alexander Pope",
      "quote": "'Tis not enough your counsel still be true; Blunt truths more mischief than nice falsehoods do."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Justice and truth are too such subtle points that our tools are too blunt to touch them accurately."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "One of the truest tests of integrity is its blunt refusal to be compromised."
    },
    {
      "cite": "Erica Jong",
      "quote": "Silence is the bluntest of blunt instruments."
    },
    {
      "cite": "George C. Lichtenberg",
      "quote": "He was always smoothing and polishing himself, and in the end he became blunt before he was sharp."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Downright admonition, as a rule, is too blunt for the recipient."
    },
    {
      "cite": "James O. Fraser",
      "quote": "Praying without faith is like trying to cut with a blunt knife - much labor expended to little purpose."
    },
    {
      "cite": "Claudia Rankine",
      "quote": "The past is a life sentence, a blunt instrument aimed at tomorrow."
    },
    {
      "cite": "Mark Lawrence",
      "quote": "Words are blunt instruments, better suited to murder than to making sense of the world."
    },
    {
      "cite": "Kate Angell",
      "quote": "I believe if something needs to be said, people should say it. Blunt doesn't stab as deep as being cut by a secret."
    },
    {
      "cite": "Barbara Walters",
      "quote": "Don't confuse being stimulating with being blunt."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Apart from blunt truth, our lives sink decadently amid the perfume of hints and suggestions."
    },
    {
      "cite": "Hugh Blair",
      "quote": "How blunt are all the arrows of thy quiver in comparison with those of guilt."
    },
    {
      "cite": "Tony Blair",
      "quote": "The blunt truth about the politics of climate change is that no country will want to sacrifice its economy in order to meet this challenge."
    },
    {
      "cite": "Gregory Bateson",
      "quote": "Some tools of thought are so blunt that they are almost useless; others are so sharp that they are dangerous. But the wise man will have the use of both kinds."
    },
    {
      "cite": "John Flavel",
      "quote": "A hot iron, though blunt, will pierce sooner than a cold one, though sharper"
    },
    {
      "cite": "Albert Einstein",
      "quote": "All means prove but a blunt instrument, if they have not behind them a living spirit."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "To wrong those we hate is to add fuel to our hatred. Conversely, to treat an enemy with magnanimity is to blunt our hatred for him."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Cease negative mental chattering. If you think a thing is impossible, you'll make it impossible. Pessimism blunts the tools you need to succeed."
    },
    {
      "cite": "Pete Townshend",
      "quote": "I have to say that anger is the blanket that comes around me, and that blunts and blurs my sense of proportion."
    },
    {
      "cite": "Madame de Sartory",
      "quote": "The knowledge that women lack stimulates their imagination; the knowledge that men possess blunts theirs."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Fill your bowl to the brim and it will spill. Keep sharpening your knife and it will blunt."
    },
    {
      "cite": "Gail Honeyman",
      "quote": "Time only blunts the pain of loss. It doesn’t erase it."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "Kindness in ourselves is the honey that blunts the sting of unkindness in another."
    },
    {
      "cite": "Mason Cooley",
      "quote": "A blunt statement can be as false as any other."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Blunt tools are sometimes found of use where sharper instruments would fail."
    }
  ]
}