{
  "source": "https://www.wisesayings.com/blurry-quotes/",
  "theme": "blurry",
  "quotes": [
    {
      "cite": "Ann Voskamp",
      "quote": "In a world addicted to speed, I blur the moments into one unholy smear."
    },
    {
      "cite": "Arnold Toynbee",
      "quote": "The supreme accomplishment is to blur the line between work and play."
    },
    {
      "cite": "C.C. Hunter",
      "quote": "That woman is the most difficult, the most stubborn redhead I've ever had the displeasure of meeting. He shot off, leaving only a blurry streak in his wake."
    },
    {
      "cite": "Christopher Paul Curtis",
      "quote": "There's a thin, blurry line between humor and tragedy."
    },
    {
      "cite": "Confucius",
      "quote": "No lake so still but it has its wave. No circle so perfect but that it has its blur. I would change things for you if I could. As I can't you must take them as they are."
    },
    {
      "cite": "Criss Jami",
      "quote": "A solid answer to everything is not necessary. Blurry concepts influence one to focus, but postulated clarity influences arrogance."
    },
    {
      "cite": "David Van Etten",
      "quote": "I was discovering a hard truth, there's no way to catch up on sleep. When it's gone, it's gone, and the best you can hope for is to have better luck next time."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "A blur of blinks, taps, jiggles, pivots and shifts. The body language of a man wishing urgently to be elsewhere."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "One foot in front of the other, counting tiles on the floor so I don't have to focus the blur of painted smiles, fake faces."
    },
    {
      "cite": "Emily Carr",
      "quote": "The memory of Cumshewa is of a great lonesomeness smothered in a blur of rain."
    },
    {
      "cite": "Emily St. John Mandel",
      "quote": "There are certain qualities of light that blur the years."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "No matter how noble the objectives of a government. If it blurs decency and kindness, cheapens human life, and breeds ill will and suspicion, it is an evil government."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The world was not wheeling anymore. It was just very clear and bright and inclined to blur at the edges."
    },
    {
      "cite": "Eudora Welty",
      "quote": "No blur of inexactness, no cloud of vagueness, is allowable in good writing from the first seeing to the last putting down, there must be steady lucidity and uncompromising of purpose."
    },
    {
      "cite": "Frans De Waal",
      "quote": "Our brains have been designed to blur the line between self and other. It is an ancient neural circuitry that marks every mammal, from mouse to elephant."
    },
    {
      "cite": "George Orwell",
      "quote": "Power-worship blurs political judgment because it leads, almost unavoidably, to the belief that present trends will continue. Whoever is winning at the moment will always seem to be invincible."
    },
    {
      "cite": "Gerhard Richter",
      "quote": "I don't create blurs. Blurring is not the most important thing, nor is it an identity tag for my pictures."
    },
    {
      "cite": "Harlan Coben",
      "quote": "I like to see the difference between good and evil as kind of like the foul line at a baseball game. It’s very thin, it’s made of something very flimsy like lime, and if you cross it, it really starts to blur where fair becomes foul and foul becomes fair."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "A tear that trembles for a little while upon the trembling eyelid, till the world wavers within its circle like a dream. Holds more of meaning in its narrow orb than all the distant landscape that it blurs."
    },
    {
      "cite": "James Elkins",
      "quote": "To an artist, a picture is both a sum of ideas and a blurry memory of pushing paint, breathing fumes, dripping oils and wiping brushes, smearing and diluting and mixing."
    },
    {
      "cite": "Jane Austen",
      "quote": "At my time of life opinions are tolerably fixed. It is not likely that I should now see or hear any thing to change them."
    },
    {
      "cite": "Jay-Z",
      "quote": "Artists can have greater access to reality. They can see patterns and details and connections that other people, distracted by the blur of life, might miss. Just sharing that truth can be a very powerful thing."
    },
    {
      "cite": "Jennifer Donnelly",
      "quote": "Why is it that weeks and months and years go by so quickly, all in a blur, but moments last forever?"
    },
    {
      "cite": "Jessie J",
      "quote": "Don't lose it all in the blur of the stars seeing is deceiving, dreaming is believing."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Words are like eyeglasses they blur everything that they do not make clear."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "Memory blurs, that's the point. If memory didn't blur you wouldn't have the fool's courage to do things again, again, again, that tear you apart."
    },
    {
      "cite": "Judith Mcnaught",
      "quote": "Why, she wondered despairingly, did happy memories fade and blur until one could scarcely recall them at all, while horrible memories seemed to retain their blinding clarity and painful sharpness?"
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "The cities, the roads, the countryside, the people I meet they all begin to blur. I tell myself I am searching for something. But more and more, it feels like I am wandering, waiting for something to happen to me, something that will change everything, something that my whole life has been leading up to."
    },
    {
      "cite": "LZ Granderson",
      "quote": "As a parent, I can empathize with how difficult raising children can be. There are challenges, especially within the framework of divorce, when parental guilt can sometimes blur what should be the best decision."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Love blurs your vision, but after it recedes, you can see more clearly than ever. It's like the tide going out, revealing whatever's been thrown away and sunk broken bottles, old gloves, rusting pop cans, nibbled fish bodies bones. This is the kind of thing you see if you sit in the darkness with open eyes, not knowing the future."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "I'm sick of following my dreams. I'm just going to ask them where they're going, and hook up with them later."
    },
    {
      "cite": "Pete Townshend",
      "quote": "I have to say that anger is the blanket that comes around me, and that blunts and blurs my sense of proportion."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Men are more sentimental than women. It blurs their thinking."
    },
    {
      "cite": "Samantha Schutz",
      "quote": "I feel empty confused hurt numb disoriented mad vulnerable insignificant blurry tired sweaty overwhelmed temporary anxious."
    },
    {
      "cite": "Sarah Kay",
      "quote": "Most days it feels as if the world is whirling around me and I am standing still. In slow motion, I watch the colors blur people and faces all become a massive wash."
    },
    {
      "cite": "Sarah Mlynowski",
      "quote": "That's our story. How we became a we and that's what we are these days. A we. When you're a group that can hear each other's thoughts, the line between I and We gets kind of blurry."
    },
    {
      "cite": "Sophie Kinsella",
      "quote": "Some things are best left a blur. Births and Visa Bills."
    },
    {
      "cite": "Tahereh Mafi",
      "quote": "The world is a mess and I want to laugh because all I can think is how horrible and beautiful it is, that our eyes blur the truth when we can't bear to see it."
    },
    {
      "cite": "Tammara Webber",
      "quote": "Time would not change what I was feeling or not feeling. I'd had time, and though the ache from his desertion hadn't disappeared, it was decreasing. My future was blurry, yes, but I was beginning to imagine a future when I would no longer miss him at all."
    },
    {
      "cite": "Taylor Swift",
      "quote": "You're an expert at sorry and keeping the lines blurry."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "All your life, you live so close to truth, it becomes a permanent blur in the corner of your eye. And when something nudges it into outline, it is like being ambushed by a grotesque."
    },
    {
      "cite": "unknown",
      "quote": "Teamwork is the ability to work as a group toward a common vision, even if that vision becomes extremely blurry."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Poetry is a finicky thing of air that lives uncertainly and not for long, yet radiantly beyond much lustier blurs."
    },
    {
      "cite": "Wright Morris",
      "quote": "In the blur of the photograph, time leaves its gleaming, snail-like track."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Setting goals is the first step in turning the invisible into the visible."
    },
    {
      "cite": "Laura Berman Fortgang",
      "quote": "When life gets blurry, adjust your focus."
    },
    {
      "cite": "Nicolaus Copernicus",
      "quote": "Of all things visible, the highest is the heaven of the fixed stars."
    },
    {
      "cite": "Erik Weihenmayer",
      "quote": "There is a very blurry line between the things we can't do and the things that we can."
    }
  ]
}