{
  "source": "https://www.wisesayings.com/blush-quotes/",
  "theme": "blush",
  "quotes": [
    {
      "cite": "Jean Jacques Rousseau",
      "quote": "Whoever blushes confesses guilt, true innocence never feels shame."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "He who blushes is already guilty."
    },
    {
      "cite": "Jean-Francois de La Harpe",
      "quote": "We never forget those who make us blush."
    },
    {
      "cite": "Edward Young",
      "quote": "The man that blushes is not quite a brute."
    },
    {
      "cite": "Neil Young",
      "quote": "The person who still blushes is not yet a degenerate."
    },
    {
      "cite": "Charles Darwin",
      "quote": "Blushing is the most peculiar and most human of all expressions."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "On the secretly blushing cheek is reflected the glow of the heart."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Men blush less for their crimes than for their weaknesses and vanity."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "When a woman stops blushing, she has lost the most powerful weapon of charm."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "The best of men is he who blushes when you praise him and remains silent when you defame him."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "People blush at praise — not only praise of their bodies, but praise of anything that is theirs."
    },
    {
      "cite": "George Eliot",
      "quote": "A blush is no language; only a dubious flag - signal which may mean either of two contradictories."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We should often blush at our noblest deeds if the world were to see all their underlying motives."
    },
    {
      "cite": "Diogenes",
      "quote": "Blushing is the color of virtue."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "Blushes are the rainbow of modesty."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "He who blushes at riding in a rattletrap, will boast when he rides in style."
    },
    {
      "cite": "Gotthold Ephraim Lessing",
      "quote": "A blush is the sign which Nature hangs out to show where chastity and honor dwell."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "A faint blush melting through the light of thy transparent cheek like a rose-leaf bathed in dew."
    },
    {
      "cite": "Tacitus",
      "quote": "Seek to make a person blush for their guilt rather than shed their blood."
    },
    {
      "cite": "Eleanor Catton",
      "quote": "The first blush of love, when the self has lost its mooring, and, half-drowning, succumbs to a fearful tide."
    },
    {
      "cite": "Carlo Goldoni",
      "quote": "The blush is beautiful, but it is sometimes convenient."
    },
    {
      "cite": "Keith Ablow",
      "quote": "People blush when one of their core truths is revealed."
    },
    {
      "cite": "Helen Fisher",
      "quote": "Blushing is thought to be linked to increased levels of norepinephrine in the brain, which may be associated with romantic feelings. It signals that we are interested and excited, which is attractive to men."
    },
    {
      "cite": "Tessa Virtue",
      "quote": "I always love rosy cheeks, so I am all about blush."
    },
    {
      "cite": "Dario Fo",
      "quote": "Blush at your faults."
    },
    {
      "cite": "Margaret of Valois",
      "quote": "Blushes cannot be counterfeited."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "When someone blushes, doesn't that mean 'yes'?"
    },
    {
      "cite": "Thomas Hood",
      "quote": "Such a blush In the midst of brown was born, Like red poppies grown with corn."
    },
    {
      "cite": "Teresa of Avila",
      "quote": "We should blush for shame to show so much resentment at what is done or said against us, knowing that so many injuries and affronts have been offered to our Redeemer and the saints."
    },
    {
      "cite": "Katie Stevens",
      "quote": "Bronzer keeps me glowing, and a little blush makes it look natural."
    }
  ]
}