{
  "source": "https://www.wisesayings.com/bmx-quotes/",
  "theme": "bmx",
  "quotes": [
    {
      "cite": "Caroline Buchanan",
      "quote": "I think, in BMX, it's a lot like horse racing. I wouldn't really bet on it."
    },
    {
      "cite": "Tory Nyhaug",
      "quote": "We've all crashed; we see crashes every race and we know it's something we have to deal with. It's BMX - it can happen at anytime. Nothing's for sure in this sport, if I've learned anything."
    },
    {
      "cite": "Nigel Sylvester",
      "quote": "BMX riding breaks down racial perceptions. Coming from New York City and being a BMX rider, that isn't something that's too common. I feel like for the longest time, I would ride through certain neighborhoods and people would call me a \"white boy\" because they associated white boys from California with BMX riding, and it bugs me so much because I'm completely not that. I completely don't fit that mold. It's really important for me to bring BMX riding to the masses and show people exactly what it is."
    },
    {
      "cite": "Talia Shire",
      "quote": "You're willing to sacrifice a solid future for a bicycle race. It's very self-destructive."
    },
    {
      "cite": "Michael Carabetta",
      "quote": "Cobbled together with old Schwinn cruiser frames, motocross-style handlebars, and gears borrowed from road bikes, these \"klunkers\"(as they were called) signaled a new era in the evolution of the bicycle. Once they were manufactured, I was not alone in wanting one, and the fat tire bike became my ride of choice as I traversed the fire roads and trails on Mt. Tamalpais following in the tracks of the sport's innovators."
    },
    {
      "cite": "Guy Martin",
      "quote": "I hear a motocross bike and I can smell hospital."
    },
    {
      "cite": "John David",
      "quote": "The hallmark of BMX are two fundamentals. One, it’s one of the few sports in the U.S. where you can go out as a family and participate together, whether it’s on a local level or a national level. Two, no one sits on the bench. When a brand-new racer joins the sport, they race in the novice category. Everyone actively participates in BMX."
    },
    {
      "cite": "Flula Borg - Host",
      "quote": "What does BMX mean? Like Big Momma Xerox?"
    },
    {
      "cite": "Tyson Jones-Peni",
      "quote": "Riding BMX is a constant pursuit and attainment of fun."
    },
    {
      "cite": "Tyson Jones-Peni",
      "quote": "BMX racing is one of the most physically demanding sports in the world. Regardless of how serious your take on BMX racing will be, take one lap around the BMX track as fast as you can and you’ll be wondering why you pay 70 bucks a week for your Crossfit membership."
    },
    {
      "cite": "Tyson Jones-Peni",
      "quote": "Making the choice to ride BMX is an opportunity to become infinitely better at something; There is no ceiling to hit in the realm of freestyle BMX."
    },
    {
      "cite": "Yung Ferry",
      "quote": "Sophisticated bmx / It's my life style / Riding all day / Across the river in the city of mine / Sophisticated bmx / It's my life style / Riding all day / Across the river in the city of mine."
    },
    {
      "cite": "Alan Pring",
      "quote": "My mum says, \"You be careful, careful\" / I am sure to get an earful, earful / When I get out my bike, BMX bike / She will get very fearful, fearful / That I will end up tearful, tearful, when I fall off my bike."
    },
    {
      "cite": "Valentino Rossi",
      "quote": "Riding a race bike is an art a thing that you do because you feel something inside."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. To keep your balance you must keep moving."
    },
    {
      "cite": "Domlin",
      "quote": "Ride your bike to enjoy a travel without hesitation."
    },
    {
      "cite": "Laura Trott",
      "quote": "You don't know how good you are until you actually get out on a bike and get riding."
    },
    {
      "cite": "Anonymous",
      "quote": "Studies have shown that riding a bicycle everyday makes you more awesome than the general population."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "If you worried about falling off the bike, you'd never get on."
    }
  ]
}