{
  "source": "https://www.wisesayings.com/boat-quotes/",
  "theme": "boat",
  "quotes": [
    {
      "cite": "Debasish Mridha",
      "quote": "Life without a defined purpose is similar to a boat without a crew in the middle of the ocean."
    },
    {
      "cite": "Rumi",
      "quote": "Water in the boat is the ruin of the boat, but water under the boat is its support."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Boat is nothing without water and man without his dreams!"
    },
    {
      "cite": "Bill Cosby",
      "quote": "A sail boat that sails backwards can never see the sun rise."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The sea is the same as it has been since before men ever went on it in boats."
    },
    {
      "cite": "James Taylor",
      "quote": "Being on a boat that's moving through the water, it's so clear. Everything falls into place in terms of what's important and what's not."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "Thoughts will change and shift just like the wind and the water when you're on the boat; thoughts are no different than anything else."
    },
    {
      "cite": "John Rousmaniere",
      "quote": "The goal is not to sail the boat, but rather to help the boat sail herself."
    },
    {
      "cite": "Ramakrishna",
      "quote": "A boat may stay in water, but water should not stay in boat. A spiritual aspirant may live in the world, but the world should not live within him."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We may have all come on different ships, but we're in the same boat now."
    },
    {
      "cite": "Mark Twain",
      "quote": "There was a great difference in boats, of course. For a long time I was on a boat that was so slow we used to forget what year it was we left port in."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "If you boat a lot, you're known as a boating enthusiast. I like to boat, but I just don't want to ever be referred to as a boating enthusiast. I hope they call me a guy who likes to boat."
    },
    {
      "cite": "Francois Truffaut",
      "quote": "A film is a boat which is always on the point of sinking-it always tends to break up as you go along and drag you under with it."
    },
    {
      "cite": "Alanis Morissette",
      "quote": "For the ocean is big and my boat is small. Find the courage."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "The man who goes farthest is generally the one who is willing to do and dare. The sure thing boat never gets far from shore."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A boat without captain cannot remain long on the surface!"
    },
    {
      "cite": "Joseph Conrad",
      "quote": "There is nothing more enticing, disenchanting, and enslaving than the life at sea."
    },
    {
      "cite": "Thomas Moore",
      "quote": "A boat at midnight sent alone to drift upon the moonless sea, a lute, whose leading chord is gone, a wounded bird, that hath but one imperfect wing to soar upon, are like what I am, without thee."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "The sea, the great unifier, is man's only hope. Now, as never before, the old phrase has a literal meaning: we are all in the same boat."
    },
    {
      "cite": "Kabir",
      "quote": "There is no river at all, and no boat, and no boatman. There is not even a rope to tow the boat, and no one to pull it. There is no earth, no sky, no time, no thing, no shore, no ford!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When a big ship and a small boat come together, you will see that the latter is happier than the former because it has much less problems!"
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "Never mind who owns the boat. Pull for the shore."
    },
    {
      "cite": "Edgar Lee Masters",
      "quote": "A boat with a furled sail at rest in a harbor. In truth it pictures not my destination but my life."
    },
    {
      "cite": "Adrienne Clarkson",
      "quote": "When you get on the boat that's saving you, don't pull up the ladder behind you."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "We are all in the same boat in a stormy sea, and we owe each other a terrible loyalty."
    },
    {
      "cite": "Shel Silverstein",
      "quote": "This boat that we just built is just fine and don't try to tell us it's not the sides and the back are divine it's the bottom I guess we forgot."
    },
    {
      "cite": "Barry S Strauss",
      "quote": "A boat is the hardest think I know of to put into perspective. It is so much like a human figure, there is something alive about it."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The boat is safer anchored at the port; but that's not the aim of boats."
    },
    {
      "cite": "Sebastian Vettel",
      "quote": "If the boat started shaking, we stayed on course and didn't lose focus. That made the difference."
    },
    {
      "cite": "Diane Wilson",
      "quote": "Running a boat isn't that hard. Just takes doing. Most or all women I ever knew were discouraged from running boats, but it was too late with me."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When the water is calm, take as much distance as possible with your boat!"
    },
    {
      "cite": "Yoko Ono",
      "quote": "The boats outside the window were always still I wondered if one of them would take me to the ocean."
    },
    {
      "cite": "George William Curtis",
      "quote": "It is not the ship so much as the skillful sailing that assures the prosperous voyage."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "There are a lot of mysterious things about boats, such as why anyone would get on one voluntarily."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Reaction a boat which is going against the current but which does not prevent the river from flowing on."
    },
    {
      "cite": "Akira Mori",
      "quote": "A boat can't have two captains."
    },
    {
      "cite": "Vladimir Mayakovsky",
      "quote": "The love boat has crashed against the everyday."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Vessels large may venture more, But little boats should keep near shore."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Boats in the harbor are safe but that is not what they are meant for."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Only the guy who isn't rowing has time to rock the boat."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Reaction - a boat which is going against the current but which does not prevent the river from flowing on."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "We did not all come over on the same ship, but we are all in the same boat."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "God made man to go by motives, and he will not go without them, any more than a boat without steam or a balloon without gas."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Should you find yourself in a chronically leaking boat, energy devoted to changing vessels is likely to be more productive than energy devoted to patching leaks."
    },
    {
      "cite": "Werner Herzog",
      "quote": "Every man should pull a boat over a mountain once in his life."
    },
    {
      "cite": "Barbara Corcoran",
      "quote": "The most expensive hobby a rich man could have is a boat, and the second most expensive hobby he could have is a very old house."
    },
    {
      "cite": "Anna Freud",
      "quote": "We are imprisoned in the realm of life, like a sailor on his tiny boat, on an infinite ocean."
    },
    {
      "cite": "Bill Copeland",
      "quote": "The man who rows the boat seldom has time to rock it."
    },
    {
      "cite": "Felicity Kendal",
      "quote": "Every woman feels she is too old and has missed the boat."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Sometimes you need to tether your boats to stop them from following your dreams."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you are a boat that wants to sail in windy weather, you must be more stubborn than the waves!"
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Adrift! A little boat adrift! And night is coming down! Will no one guide a little boat unto the nearest town?"
    },
    {
      "cite": "Alfred Noyes",
      "quote": "The sea's rising, the boat must be lightened."
    },
    {
      "cite": "Robert Southey",
      "quote": "A boat approach'd the wall, and eager to the welcome aid they crowd for safety all."
    },
    {
      "cite": "Boris Pasternak",
      "quote": "A boat came in; the cliff was baked; the noisy boat-chain fell and clanked on the sand-an iron rattle-snake, a rattling rust among the plankton."
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "Never mind the company; only keep afloat. You can't be too particular who's mannin' of the boat."
    },
    {
      "cite": "Edgar Lee Masters",
      "quote": "Wherever they drive the boat. To put meaning in one's life may end in madness, but life without meaning is the torture of restlessness and vague desire -- it is a boat longing for the sea and yet afraid."
    },
    {
      "cite": "Elias Lönnrot",
      "quote": "To a boat-house on the sea-shore, looks with care upon the fish-hooks, and the lines he well considers; lines, and hooks, and poles, arid fish-nets, places in a boat of copper."
    }
  ]
}