{
  "source": "https://www.wisesayings.com/body-image-quotes/",
  "theme": "body-image",
  "quotes": [
    {
      "cite": "Erin Heatherton",
      "quote": "Healthy body image is not something that you're going to learn from fashion magazines."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "If you ask men about their body image, they will tell you they look better than they do. And if you ask a woman, she'll tell you she looks worse."
    },
    {
      "cite": "Tyra Banks",
      "quote": "Black women don't have the same body image problems as white women. They are proud of their bodies."
    },
    {
      "cite": "Courtney Thorne Smith",
      "quote": "It's incredibly difficult to keep a healthy body image in this business."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "To lose confidence in one's body is to lose confidence in oneself."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Each individual woman's body demands to be accepted on its own terms."
    },
    {
      "cite": "Clive Owen",
      "quote": "The sexiest part of the body is the eyes. That's what I believe."
    },
    {
      "cite": "LeAnn Rimes",
      "quote": "What no woman or man needs is anyone telling them they are 'too fat' or 'too skinny.' That just adds to the many stereotypes out there about a person's weight."
    },
    {
      "cite": "Kimora Lee Simmons",
      "quote": "I try not to be neurotic; I try to create and present healthy body image."
    },
    {
      "cite": "Buddha",
      "quote": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear."
    },
    {
      "cite": "Wesley Ruggles",
      "quote": "A figure with curves always offers a lot of interesting angles."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "The human body is the best picture of the human soul."
    },
    {
      "cite": "Adam Richman",
      "quote": "I've long struggled with my body image and have worked hard to achieve a healthy weight."
    },
    {
      "cite": "Juno Temple",
      "quote": "For a woman, body image is always a palpable thing. Weirdly, for me, the only time I don't care is when I'm in character."
    },
    {
      "cite": "Golda Poretsky",
      "quote": "Do something every day that is loving toward your body and gives you the opportunity to enjoy the sensations of your body."
    },
    {
      "cite": "Meghan Trainor",
      "quote": "Any body type is beautiful. It's all about loving what you got and rocking it."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "The body is meant to be seen, not all covered up."
    },
    {
      "cite": "Alicia Keys",
      "quote": "I'm not ashamed of what I am and that I have curves and that I'm thick. I like my body."
    },
    {
      "cite": "Golda Poretsky",
      "quote": "Don't change your body to get respect from society. Instead let's change society to respect our bodies."
    },
    {
      "cite": "Martha Graham",
      "quote": "The body is a sacred garment."
    },
    {
      "cite": "Jean Claude Van Damme",
      "quote": "God gave me a great body and it's my duty to take care of my physical temple."
    },
    {
      "cite": "Holly Madison",
      "quote": "I'd rather be overweight and curvy than super thin with no curves. I'm proud of my body."
    },
    {
      "cite": "Amy Bloom",
      "quote": "You are imperfect, permanently and inevitably flawed. And you are beautiful."
    },
    {
      "cite": "Ursula Andress",
      "quote": "I don't use my body to seduce, no. I just stand there."
    },
    {
      "cite": "Henry Miller",
      "quote": "Our own physical body possesses a wisdom which we who inhabit the body lack. We give it orders which make no sense."
    },
    {
      "cite": "Julien Offroy de la Mettrie",
      "quote": "The human body is a machine which winds its own springs."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Our body is a machine for living. It is organized for that, it is its nature. Let life go on in it unhindered and let it defend itself."
    },
    {
      "cite": "Gwendolyn Brooks",
      "quote": "Each body has its art..."
    },
    {
      "cite": "Martha Graham",
      "quote": "The body says what words cannot."
    },
    {
      "cite": "Ray Lewis",
      "quote": "Bottom line, your body is a temple, and you have to treat it that way. That's how God designed it."
    }
  ]
}