{
  "source": "https://www.wisesayings.com/body-language-quotes/",
  "theme": "body-language",
  "quotes": [
    {
      "cite": "Ljupka Cvetanova",
      "quote": "Body language has no translation."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Body language is more powerful than words."
    },
    {
      "cite": "Nenia Campbell",
      "quote": "You can lie in any language on earth, and body language is no exception."
    },
    {
      "cite": "Jarod Kintz,",
      "quote": "In a battle of believability, the winner is the one with the best body language, not the clearest logic."
    },
    {
      "cite": "Sandra Bartky",
      "quote": "Women's body language speaks eloquently, though silently, of her subordinate status in a hierarchy of gender."
    },
    {
      "cite": "Nick Morgan",
      "quote": "If you adopt the body language of a power player, it will greatly facilitate your ability to be a power player."
    },
    {
      "cite": "Cindy Ann Peterson",
      "quote": "Proper posture sends a positive message since 90% of all communication occures through body language and how you carry yourself."
    },
    {
      "cite": "Anton Corbijn",
      "quote": "Body language is so important, as is composition. You can not say something, and then the body reacts, and it says a lot of things dialogue can also say."
    },
    {
      "cite": "Deborah Bull",
      "quote": "Body language is a very powerful tool. We had body language before we had speech, and apparently, 80% of what you understand in a conversation is read through the body, not the words."
    },
    {
      "cite": "Anne Parillaud",
      "quote": "Body language is essential for an actress, even if you don't use your body in an athletic way. Just to be free, to use it like your voice. A body can be small and have incredible violence. A body talks."
    },
    {
      "cite": "Helen Fisher",
      "quote": "Women are better at reading body language everywhere in the world. As a matter of fact, it's associated with the female hormone estrogen. Women are better at figuring out of tone of voice, reading your face and posture and gesture."
    },
    {
      "cite": "Paulo Freire",
      "quote": "The earliest language was body language and, since this language is the language of questions, if we limit the questions, and if we only pay attention to or place values on spoken or written language, then we are ruling out a large area of human language."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The most important thing in communication is hearing what isn't said."
    },
    {
      "cite": "Rachel Simmons",
      "quote": "There is no gesture more devastating than the back turning away."
    },
    {
      "cite": "Francois Rabelais",
      "quote": "Gestures, in love, are incomparably more attractive, effective and valuable than words."
    },
    {
      "cite": "Martha Graham",
      "quote": "The gesture is the thing truly expressive of the individual - as we think so will we act."
    },
    {
      "cite": "Amy Cuddy",
      "quote": "Your body language shapes who you are."
    },
    {
      "cite": "Pat Summitt",
      "quote": "We communicate all the time, even when we don't realize it. Be aware of body language."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "Shoes transform your body language and attitude. They lift you physically and emotionally."
    },
    {
      "cite": "Warwick Davis",
      "quote": "In a costume, you need very exaggerated body language - as you say, sort of mime-type skills."
    },
    {
      "cite": "Sara Sheridan",
      "quote": "People responded to body language without even thinking. It was important to get it absolutely right."
    },
    {
      "cite": "Tom Kelley",
      "quote": "Play with your physical workplace in a way that sends positive \"body language\" to employees and visitors."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "A shoe is not only a design, but it's a part of your body language, the way you walk. The way you're going to move is quite dictated by your shoes."
    },
    {
      "cite": "Jay Maisel",
      "quote": "Gesture is not always action."
    },
    {
      "cite": "Brian Morton",
      "quote": "Even in your smallest gestures, you express your sense of honor, if you have one."
    },
    {
      "cite": "Jay Maisel",
      "quote": "Gesture will survive whatever kind of light you have. Gesture can triumph over anything because of its narrative content."
    },
    {
      "cite": "Storm Jameson",
      "quote": "The gesture with which one generation guards the next is the movement, and the only time we see it clearly, of life itself."
    },
    {
      "cite": "Deborah Bull",
      "quote": "% of what you understand in a conversation is read through the body, not the words."
    },
    {
      "cite": "John Gerzema",
      "quote": "Businesses have to make gestures that go beyond words. Persuasion no longer works."
    },
    {
      "cite": "Henry Williamson",
      "quote": "Every gesture is a gesture from the blood, every expression a symbolic utterance... Everything is of the blood, of the senses."
    }
  ]
}