{
  "source": "https://www.wisesayings.com/bohemian-quotes/",
  "theme": "bohemian",
  "quotes": [
    {
      "cite": "Alphonse De Callone",
      "quote": "The land of Bohemia is a sad country, bounded on the North by need, on the South by poverty, on the East by illusion, and on the West by the hospital. It is irrigated by two inexhaustible streams: impudence and shame."
    },
    {
      "cite": "Jerrold Siegel",
      "quote": "Like positive and negative magnetic poles, Bohemian and bourgeois were— and are— parts of a single field: they imply, require, and attract each other."
    },
    {
      "cite": "Jerrold Siegel",
      "quote": "Bohemian or not according to how they were meant or how they were taken, Bohemian at some moments and not at others."
    },
    {
      "cite": "Cesar Grania",
      "quote": "A bohemian is one whose need, (because of a personality defect), of the unhampered social life thus provided accounts for his presence in the group providing it."
    },
    {
      "cite": "Agnes Bojaxhiou",
      "quote": "I always knew that there's a risk in the bohemian lifestyle, and I decided to take it because, whether it's an illusion or not— I don't think it is— it helped my concentration, it stopped me from being bored, and stopped other people from being boring, to some extent."
    },
    {
      "cite": "Ted Kooser",
      "quote": "The Bohemians say, 'He who wants to know himself should offend two or three of his neighbors.' I hope I have not done so."
    },
    {
      "cite": "Joseph Downing",
      "quote": "Being a Bohemian can be so much less and so much more."
    },
    {
      "cite": "Arthur Ransome",
      "quote": "Bohemia can be anywhere because it is not a place but a state of mind."
    },
    {
      "cite": "Beryl Bainbridge",
      "quote": "Bohemian means getting drunk together all the time, but everyone round here works bloody hard."
    },
    {
      "cite": "Henry Murger",
      "quote": "Bohemia is a stage in artistic life: it is the preface to the Academy, the Hotel Dieu, or the Morgue."
    },
    {
      "cite": "Henry Murger",
      "quote": "The Bohemians know everything and go everywhere, as they have patent leather pumps  or burst boots."
    },
    {
      "cite": "Henry Murger",
      "quote": "Bohemians speak amongst themselves a special language borrowed from the conversation of the studios, a jargon of behind the scenes, and the discussions of the editor's room."
    },
    {
      "cite": "Elizabeth Wilson",
      "quote": "The bohemian is above all an idea, the personification of a myth."
    },
    {
      "cite": "Sarah Thornton",
      "quote": "The term bohemian has a bad reputation because it's allied to myriad clichés, but Parisians originally adopted the term, associated with nomadic Gypsies, to describe artists and writers who stayed up all night and ignored the pressures of the industrial world."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "But an artist, he realized. Or rather so-called artist. Bohemian. That's closer to it. The artistic life without the talent"
    },
    {
      "cite": "Ana Claudia Antunes",
      "quote": "A Bohemian life, filled with poetry, it cuts like a knife, without coquetry!"
    },
    {
      "cite": "Brooke Shields",
      "quote": "It was my mom and I against the world. We lived in New York in this bohemian lifestyle where an extended group of artists and photographers were like my aunts and uncles."
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "I always knew that there's a risk in the bohemian lifestyle, and I decided to take it because, whether it's an illusion or not— I don't think it is— it helped my concentration, it stopped me from bring bored, and stopped other people from being boring, to some extent."
    },
    {
      "cite": "Gloria Whelan",
      "quote": "They were all brilliant. They wrote books and painted pictures, and if they ever stopped talking, which I was sure they would never do, they planned to change the world."
    },
    {
      "cite": "Lubov Azria",
      "quote": "Channel a bohemian state of mind with an effortless dress paired with a must have embroidered moto jacket."
    },
    {
      "cite": "Satchel Paige",
      "quote": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching."
    },
    {
      "cite": "O. Henry",
      "quote": "Bohemia is nothing more than the little country in which you do not live. If you try to obtain citizenship in it, at once the court and retinue pack the royal archives and treasure and move away beyond the hills."
    },
    {
      "cite": "nue",
      "quote": "There's a part of bohemia I love. The lack of prejudice, the lack of aggression, I love the lack, for the most part, of competitiveness. It's more peaceful."
    },
    {
      "cite": "Pontus Hulten",
      "quote": "The bohemian life that reigned in Paris until the end of the 50s is gone. The artists had more time to think, to reflect; success didn't come so suddenly."
    }
  ]
}