{
  "source": "https://www.wisesayings.com/bomb-quotes/",
  "theme": "bomb",
  "quotes": [
    {
      "cite": "Barbara Kingsolver",
      "quote": "No kind of bomb ever built will extinguish hatred."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "The atomic bomb is too dangerous to be loose in a lawless world."
    },
    {
      "cite": "Michael Franti",
      "quote": "You can bomb the world to pieces, but you can't bomb it into peace. Power to the peaceful."
    },
    {
      "cite": "Harry S Truman",
      "quote": "The atom bomb was no 'great decision.' It was merely another powerful weapon in the arsenal of righteousness."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Making bombs will only destroy us. It doesn't matter whether we use them or not. They will destroy us either way."
    },
    {
      "cite": "George F. Kennan",
      "quote": "The nuclear bomb is the most useless weapon ever invented. It can be employed to no rational purpose. It is not even an effective defense against itself."
    },
    {
      "cite": "Steven Pinker",
      "quote": "Some people believe that the nuclear bomb should be awarded the Nobel Peace Prize, since it scared the major powers away from war by equating it with doomsday."
    },
    {
      "cite": "J. Robert Oppenheimer",
      "quote": "The atomic bomb made the prospect of future war unendurable. It has led us up those last few steps to the mountain pass; and beyond there is a different country."
    },
    {
      "cite": "Clare Boothe Luce",
      "quote": "Bombs know no ism but barbarism. The laws that successfully govern a peaceful and democratic society do not interfere with the only law bombs know, which is the law of gravity."
    },
    {
      "cite": "Nikita Khrushchev",
      "quote": "Bombs do not choose. They will hit everything."
    },
    {
      "cite": "G. H. Hardy",
      "quote": "Bombs are probably more merciful than bayonets."
    },
    {
      "cite": "Barack Obama",
      "quote": "Any time bombs are used to target civilians it is an act of terror."
    },
    {
      "cite": "Octave Mirbeau",
      "quote": "The greatest danger of bombs is in the explosion of stupidity that they provoke."
    },
    {
      "cite": "Bernard Lown",
      "quote": "Nuclear bombs have made mass murder a reality. Nuclear bombs threaten humankind."
    },
    {
      "cite": "Jeffrey Goldberg",
      "quote": "Pretty much the worst reason to bomb someone is to prove that you're willing to bomb someone."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The atomic bomb embodies the results of a combination genius and patience as remarkable as any in the history of mankind."
    },
    {
      "cite": "Facundo Cabral",
      "quote": "A bomb makes more noise than a caress, but for each bomb that destroys, there are millions of caresses that nourish life."
    },
    {
      "cite": "Bashar al-Assad",
      "quote": "A bomb is a bomb, what's the difference between different kinds of bombs? All bombs are to kill, but it's about how to use it."
    },
    {
      "cite": "Ernest Lawrence",
      "quote": "The atomic bombs will surely shorten the war, and let us hope that they will effectively end war as a possibility in human affairs."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "The issue isn't the accuracy of the bombs you have, it's how you use the bombs you have - and more importantly, whether you ought to use bombs at all."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "The atomic bomb certainly is the most powerful of all weapons, but it is conclusively powerful and effective only in the hands of the nation which controls the sky."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The moral to be legitimately drawn from the supreme tragedy of the bomb is that it will not be destroyed by counter bombs even as violence cannot be by counter-violence."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The man who throws a bomb is an artist, because he prefers a great moment to everything."
    },
    {
      "cite": "Edward Abbey",
      "quote": "The nuclear bomb took all the fun out of war."
    },
    {
      "cite": "George Wald",
      "quote": "The only use for an atomic bomb is to keep somebody else from using one."
    },
    {
      "cite": "Haim Harari",
      "quote": "Bombs take hours or days to reach every corner of the earth. Words arrive instantly and kill more people. They are a weapon of mass destruction."
    },
    {
      "cite": "Adolfo Perez Esquivel",
      "quote": "There is such thing as a 'smart bomb' - bombs are smart these days, you know."
    }
  ]
}