{
  "source": "https://www.wisesayings.com/bonding-quotes/",
  "theme": "bonding",
  "quotes": [
    {
      "cite": "Rumi",
      "quote": "Words are a pretext. It is the inner bond that draws one person to another, not words."
    },
    {
      "cite": "Minrose Gwin",
      "quote": "There is such a thing as crazy-mother bonding. . . . It happens when one realizes the other also has had a crazy mother, and it is both painful and pleasurable. There are more crazy mothers than you might think."
    },
    {
      "cite": "Itohan Eghide",
      "quote": "Bond is stronger than blood. The family grows stronger by bond."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "A slip of the foot may injure your body, but a slip of the tongue will injure your bond."
    },
    {
      "cite": "J.R. Tompkins",
      "quote": "What would it be like to feel so attached, so intrinsically bonded, so protective of one’s own best connection with time and the ages, of generations past and future, of another human life, of their time?"
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "bonding through dependence never works, whereas bonding through freedom always does."
    },
    {
      "cite": "Will Craig",
      "quote": "Accountability is the glue that bonds commitment to results."
    },
    {
      "cite": "Samar Sudha",
      "quote": "There is very hard bonding between Tears and Rain, often both falls together in Happiness and in Pain"
    },
    {
      "cite": "Richard Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other’s life."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Nothing is more exciting and bonding in relationships than creating together."
    },
    {
      "cite": "Robert Orben",
      "quote": "Anybody with a good sense of humor is one-up on their competition. We respond to somebody who has the ability to make us laugh. It's a bonding influence."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Emotion brings in the dimension of bonding or tuning in: An experience that touches your heart makes the meaning that much more personal."
    },
    {
      "cite": "Oliver Sacks",
      "quote": "Music has a bonding power, it's primal social cement"
    },
    {
      "cite": "Sheila E.",
      "quote": "The break down for kids is communication. Music helps bring that bond."
    },
    {
      "cite": "Nushrat Bharucha",
      "quote": "When you go through a tragedy with someone, the bond is stronger."
    },
    {
      "cite": "Rajon Rondo",
      "quote": "No better way to bond than food."
    },
    {
      "cite": "Catharine Beecher",
      "quote": "The principle of subordination is the great bond of union and harmony through the universe."
    },
    {
      "cite": "Simon Sinek",
      "quote": "The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when."
    },
    {
      "cite": "Jim Bunning",
      "quote": "A loving family provides the foundation children need to succeed, and strong families with a man and a woman - bonded together for life - always have been, and always will be, the key to such families."
    },
    {
      "cite": "Randall Hicks",
      "quote": "Finding things you enjoy doing together is critical to family bonding. And although watching TV or going to a movie together are fine activities, the problem with them is they are not really interactive."
    },
    {
      "cite": "Matthew Massimo",
      "quote": "The opportunity to experience the parent–child bond when a person may have otherwise thought that he or she would not be able to do so can be a wonderful and welcome benefit of becoming part of a blended family."
    },
    {
      "cite": "Kyouta Shibano",
      "quote": "Strength alone does not create human bonds. The world is filled with more warmth than that."
    }
  ]
}