{
  "source": "https://www.wisesayings.com/bonfire-quotes/",
  "theme": "bonfire",
  "quotes": [
    {
      "cite": "Lucy H. Pearce",
      "quote": "We dare not talk of the darkness for fear it will infect us. We dare not talk of the fire, for fear it will destroy us. And so we live in the half-light, Like our mothers before us. Come to the fire, Feel it warm your skin. Come to the fire, Feel it burn in your belly, Shine out through your eyes. Come dance in the fire, Let it fuel your prayers."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "In the end, you will not see the physical beauty in others that caught your eye, but the fire that burned within them. This kind of beauty is the bonfire you had to attend."
    },
    {
      "cite": "Banana Yoshimoto",
      "quote": "Everything that had happened was shockingly beautiful, enough to make you crazy."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "When the bonfire of love still smolders in the wake of emotional convulsions, seeds of regret and remorse may endlessly linger about on the path of life."
    },
    {
      "cite": "Sathya Sai Baba",
      "quote": "Desire is a bonfire that burns with greater fury, asking for more fuel."
    },
    {
      "cite": "Christina Engela",
      "quote": "Knowledge and education are the key to this human tragedy which is a bonfire of hate fueled by ignorance."
    },
    {
      "cite": "Terence McKenna",
      "quote": "As the bonfires of knowledge grow brighter, the more the darkness is revealed to our startled eyes."
    },
    {
      "cite": "Zachary Taylor",
      "quote": "A strong reputation is like a good bonfire. When you have one kindled it's easy to keep the flame burning, even if someone comes along and tries to piss on it. But if you fall asleep and neglect it.You'll wake up with ashes."
    },
    {
      "cite": "Terence McKenna",
      "quote": "The bigger you build the bonfire, the more darkness is revealed."
    },
    {
      "cite": "Loreena McKennitt",
      "quote": "Bonfires dot the rolling hillsides figures dance around and around to drums that pulse out echoes of darkness and moving to the pagan sound."
    },
    {
      "cite": "Dilgo Khyentse Rinpoche",
      "quote": "Your practice should be strengthened by the difficult situations you encounter, just as a bonfire in a strong wind is not blown out, but blazes even brighter."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "When you do something, you should burn yourself up completely, like a good bonfire, leaving no trace of yourself."
    },
    {
      "cite": "Darin Strauss",
      "quote": "When you know you are dying, self deceptions fly from your bedside like embers off a bonfire."
    },
    {
      "cite": "Rouchefoucauld",
      "quote": "Absence diminishes small loves and increases great ones, as the wind blows out the candle and blows up the bonfire."
    },
    {
      "cite": "James Blunt",
      "quote": "You light the Spark in my Bonfire Heart."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Everyone had something disparaging to say about the unfortunate Maltyshcheva, and the conversation began crackling merrily like a kindling bonfire"
    }
  ]
}