{
  "source": "https://www.wisesayings.com/bookstore-quotes/",
  "theme": "bookstore",
  "quotes": [
    {
      "cite": "Benjamin Carson",
      "quote": "Here is the treasure chest of the world - the public library, or a bookstore."
    },
    {
      "cite": "Christine Riccio",
      "quote": "The quality of the content is not determined by the section it sits in in the bookstore."
    },
    {
      "cite": "Gabrielle Zevin",
      "quote": "A place is not really a place without a bookstore."
    },
    {
      "cite": "George Whitman",
      "quote": "I wanted a bookstore because the book business is the business of life."
    },
    {
      "cite": "Helene Hanff",
      "quote": "Standing there, staring at the long shelves crammed with books, I felt myself relax and was suddenly at peace."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "A bookstore is one of the many pieces of evidence we have that people are still thinking."
    },
    {
      "cite": "John Callahan",
      "quote": "This is a feminist bookstore. There is no humor section."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Books are the greatest treasure of wisdom and knowledge for mankind."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Desire for books, desire to read."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Lover of books, lover of knowledge."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Read good books to improve yourself."
    },
    {
      "cite": "Lewis Buzbee",
      "quote": "The bookstore and the coffeehouse are natural allies; Neither has a time limit, slowness is encouraged."
    },
    {
      "cite": "Lewis Buzbee",
      "quote": "I am fatally attracted to all bookstores."
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "For someone who is hungry for the wisdom of the past, the smell of books in a bibliopole is more beautiful than the smell of the world's finest dishes!"
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Profitable bookstores sell books. Unprofitable book sellers store books."
    },
    {
      "cite": "Philip Seymour Hoffman",
      "quote": "Books … they’re kind of a compulsion for me. To find a great bookstore is a great thing."
    },
    {
      "cite": "Rachel Cohn",
      "quote": "We all just took the bookstore at its word, because if you couldn't trust a bookstore, what could you trust?"
    },
    {
      "cite": "Rachel Hall",
      "quote": "In a second-hand bookshop head to the back, find the old books with dust undisturbed and worn off covers for these clothe true treasures."
    },
    {
      "cite": "Rick Moody",
      "quote": "Genre is a bookstore problem, not a literary problem."
    },
    {
      "cite": "Ross Gay",
      "quote": "A good little bookstore…is a laboratory for our coming together."
    },
    {
      "cite": "Tahereh Mafi",
      "quote": "I love walking into a bookstore. It's like all my friends are sitting on shelves, waving their pages at me."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "A good bookshop is just a genteel Black Hole that knows how to read."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Bookstores always remind me that there are good things in this world."
    }
  ]
}