{
  "source": "https://www.wisesayings.com/books-quotes/",
  "theme": "books",
  "quotes": [
    {
      "cite": "Haruki Murakami",
      "quote": "If you only read the books that everyone else is reading, you can only think what everyone else is thinking."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Any book that helps a child to form a habit of reading, to make reading one of his deep and continuing needs, is good for him."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The book you don't read won't help."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "There are worse crimes than burning books. One of them is not reading them."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Books are like mirrors: if a fool looks in, you cannot expect a genius to look out."
    },
    {
      "cite": "Charles William Eliot",
      "quote": "Books are the quietest and most constant of friends; they are the most accessible and wisest of counselors, and the most patient of teachers."
    },
    {
      "cite": "Stephen King",
      "quote": "Books are the perfect entertainment: no commercials, no batteries, hours of enjoyment for each dollar spent. What I wonder is why everybody doesn't carry a book around for those inevitable dead spots in life."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "Books are my friends, my companions. They make me laugh and cry and find meaning in life."
    },
    {
      "cite": "Charlaine Harris",
      "quote": "Here's to books, the cheapest vacation you can buy."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "If one cannot enjoy reading a book over and over again, there is no use in reading it at all."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "A book is a gift you can open again and again."
    },
    {
      "cite": "Stephen King",
      "quote": "Books are a uniquely portable magic."
    },
    {
      "cite": "Barbara W. Tuchman",
      "quote": "Books are the carriers of civilization. Without books, history is silent, literature dumb, science crippled, thought and speculation at a standstill. They are engines of change, windows on the world, lighthouses erected in the sea of time."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Books are the legacies that a great genius leaves to mankind, which are delivered down from generation to generation as presents to the posterity of those who are yet unborn."
    },
    {
      "cite": "Ernest Dimnet",
      "quote": "Do not read good books--life is too short for that--read only the best."
    },
    {
      "cite": "Mark Twain",
      "quote": "Books are for people who wish they were somewhere else."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "No book is really worth reading at the age of ten which is not equally ? and often far more ? worth reading at the age of fifty and beyond."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "Books are the plane, and the train, and the road. They are the destination, and the journey. They are home."
    },
    {
      "cite": "R.D. Cumming",
      "quote": "A good book has no ending."
    },
    {
      "cite": "Clarence Shepard Day",
      "quote": "The world of books is the most remarkable creation of man. Nothing else that he builds ever lasts. Monuments fall; nations perish; civilizations grow old and die out; and, after an era of darkness, new races build others. But in the world of books are vol"
    },
    {
      "cite": "Aaron Swartz",
      "quote": "Books are totally useless unless you take their advice. If you just keep reading them, thinking 'that's so insightful! that changes everything,' but never actually doing anything different, then pretty quickly the feeling will wear off and you'll start se"
    },
    {
      "cite": "J. K. Rowling",
      "quote": "I don't believe in the kind of magic in my books. But I do believe something very magical can happen when you read a good book."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Some books are to be tasted, others to be swallowed, and some few to be chewed and digested."
    },
    {
      "cite": "B. A. Billingsly",
      "quote": "A book is a friend; a good book is a good friend. It will talk to you when you want it to talk, and it will keep still when you want it to keep still; and there are not many friends who know enough to do that."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "A room without books is like a body without a soul."
    },
    {
      "cite": "Horace Mann",
      "quote": "Good books are to the young mind what the warming sun and the refreshing rain of spring are to the seeds which have lain dormant in the frosts of winter. They are more, for they may save from that which is worse than death, as well as bless with that whic"
    },
    {
      "cite": "Channing",
      "quote": "Nothing can supply the place of books. They are cheering or soothing companions in solitude, illness, affliction. The wealth of both continents would not compensate for the good they impart."
    },
    {
      "cite": "George William Curtis",
      "quote": "Books are the ever-burning lamps of accumulated wisdom."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "Book: A garden carried in a pocket."
    },
    {
      "cite": "Mark Twain",
      "quote": "The man who does not read good books has no advantage over the man who can't read them."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "To buy books would be a good thing if we also could buy the time to read them."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Outside of a dog, a book is man's best friend. Inside of a dog, it's too dark to read."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "There are two kinds of books. Those that no one reads and those that no one ought to read."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Books are the bees which carry the quickening pollen from one to another mind."
    },
    {
      "cite": "Rupert Brooke",
      "quote": "A book may be compared to your neighbor: if it be good, it cannot last too long; if bad, you cannot get rid of it too early."
    },
    {
      "cite": "Descartes",
      "quote": "The reading of all good books is like conversation with the finest men of the past centuries."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man is known by the books he reads."
    },
    {
      "cite": "Franz Kafka",
      "quote": "A book must be an ice-axe to break the seas frozen inside our soul."
    },
    {
      "cite": "Martin Tupper",
      "quote": "A good book is the best of friends, the same today and forever."
    },
    {
      "cite": "E.P. Whipple",
      "quote": "Books are lighthouses erected in the great sea of time."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Books are good enough in their own way, but they are a mighty bloodless substitute for life."
    },
    {
      "cite": "John Ruskin",
      "quote": "If a book is worth reading, it is worth buying."
    },
    {
      "cite": "William Feather",
      "quote": "Books open your mind, broaden your mind, and strengthen you as nothing else can."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Books serve to show a man that those original thoughts of his aren't very new after all."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Good books enlighten the mind, bad books corrupt the soul."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Books are more than educational - they are the quiet friends, loyal companions, and untiring teachers."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I cannot live without books."
    },
    {
      "cite": "Walt Disney",
      "quote": "There is more treasure in books than in all the pirate's loot on Treasure Island."
    },
    {
      "cite": "Charles Dickens",
      "quote": "There are books of which the backs and covers are by far the best parts."
    },
    {
      "cite": "Jhumpa Lahiri",
      "quote": "That's the thing about books. They let you travel without moving your feet."
    },
    {
      "cite": "William Styron",
      "quote": "A great book should leave you with many experiences, and slightly exhausted at the end. You live several lives while reading."
    },
    {
      "cite": "Edward P. Morgan",
      "quote": "A book is the only place in which you can examine a fragile thought without breaking it."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "A book is a version of the world. If you do not like it, ignore it; or offer your own version in return."
    },
    {
      "cite": "Stendhal",
      "quote": "A good book is an event in my life."
    },
    {
      "cite": "Pat Conroy",
      "quote": "You get a little moody sometimes but I think that's because you like to read. People that like to read are always a little fucked up."
    },
    {
      "cite": "Angela Carter",
      "quote": "Reading a book is like re-writing it for yourself."
    },
    {
      "cite": "Jeremy Collier",
      "quote": "Books support us in our solitude and keep us from being a burden to ourselves."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "There are worse crimes than burning books. One of them is not reading them."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "Once you have read a book you care about, some part of it is always with you."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "There is no friend as loyal as a book."
    },
    {
      "cite": "Carlos Zafon",
      "quote": "Books are mirrors. You only see in them what you already have inside of you."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Some books should be tasted, some devoured, but only a few should be chewed and digested thoroughly."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Whenever you read a good book, somewhere in the world a door opens to allow in more light."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "All good books have one thing in common, they are truer than if they had really happened."
    },
    {
      "cite": "Edmund Wilson",
      "quote": "No two persons ever read the same book."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Some books leave us free and some books make us free."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Books were safer than other people anyway."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "If you have a garden and a library, you have everything you need."
    },
    {
      "cite": "John Green",
      "quote": "Great books help you understand, and they help you feel understood."
    },
    {
      "cite": "GAIL CARSON LEVINE",
      "quote": "There's nothing wrong with reading a book you love over and over."
    },
    {
      "cite": "Betty Smith",
      "quote": "The world was hers for the reading."
    },
    {
      "cite": "Stephen King",
      "quote": "Good books don't give up all their secrets at once."
    },
    {
      "cite": "Jacqueline Kennedy Onassis",
      "quote": "There are many little ways to enlarge your child's world. Love of books is the best of all."
    },
    {
      "cite": "Harold Kushner",
      "quote": "I think of life as a good book. The further you get into it, the more it begins to make sense."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "You can never get a cup of tea large enough or a book long enough to suit me."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "A book is a dream that you hold in your hand."
    },
    {
      "cite": "Nicholson Baker",
      "quote": "Books: a beautifully browsable invention that needs no electricity and exists in a readable form no matter what happens."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Books serve to show a man that those original thoughts of his aren't very new after all."
    },
    {
      "cite": "Toni Morrison",
      "quote": "If there's a book you really want to read but it hasn't been written yet, then you must write it."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Some like to believe it's the book that chooses the person."
    },
    {
      "cite": "Diane Duane",
      "quote": "Reading one book is like eating one potato chip."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Read the best books first, or you may not have a chance to read them at all."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The books that the world calls immoral are books that show the world its own shame."
    },
    {
      "cite": "William Styron",
      "quote": "A good book should leave you, slightly exhausted at the end. You live several lives while reading it."
    },
    {
      "cite": "Josh Jameson",
      "quote": "There comes a time when you have to choose between turning the page and closing the book."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "There are two motives for reading a book; one, that you enjoy it; the other, that you can boast about it."
    },
    {
      "cite": "Alan Bennett",
      "quote": "A book is a device to ignite the imagination."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Books let us into their souls and lay open to us the secrets of our own."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "Keep reading books, but remember that a book is only a book, and you should learn to think for yourself."
    }
  ]
}