{
  "source": "https://www.wisesayings.com/boomerang-quotes/",
  "theme": "boomerang",
  "quotes": [
    {
      "cite": "Florence Scovel Shinn",
      "quote": "The game of life is a game of boomerangs. Our thoughts, deeds and words return to us sooner or later with astounding accuracy."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "A boomerang returns back to the person who throws it. But first, while moving in a circle, it hits its target. So does gossip."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Life truly is a boomerang. What you give, you get."
    },
    {
      "cite": "Hank Green",
      "quote": "I forgot how to throw a boomerang, but then it came back to me."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "That... is how the world moves: Not like an arrow, but a boomerang"
    },
    {
      "cite": "Peer Steinbruck",
      "quote": "I would happily help to turn the stone being thrown at me into a boomerang"
    },
    {
      "cite": "unknown",
      "quote": "Hatred is a boomerang which is sure to hit you harder than the one at whom you throw it."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "All wars eventually act as boomerangs and the victor suffers as much as the vanquished."
    },
    {
      "cite": "Louis Zamperini",
      "quote": "If you hate somebody, it's like a boomerang that misses its target and comes back and hits you in the head. The one who hates is the one who hurts"
    },
    {
      "cite": "unknown",
      "quote": "Karma is like a boomerang whatever you give out...will come back to you."
    },
    {
      "cite": "unknown",
      "quote": "A boomerang is just a frisbee for people that don't have friends."
    },
    {
      "cite": "Charley Reese",
      "quote": "It is never wise to seek or wish for another’s misfortune. If malice or envy were tangible and had a shape, it would be the shape of a boomerang."
    },
    {
      "cite": "Alan Rufus",
      "quote": "My words, thoughts and deeds have a boomerang effect. So be-careful what you send out!"
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Make your goals big and broad enough so that they never become answered prayers and boomerang to curse you."
    },
    {
      "cite": "Robin Sharma",
      "quote": "To get all that life wants for you, apply what I call the boomerang effect. Give out what you most want see come back."
    },
    {
      "cite": "unknown",
      "quote": "Hatred is a boomerang which is sure to hit you harder than the one at whom you throw it."
    },
    {
      "cite": "Charles L. Allen",
      "quote": "Faith is like a boomerang; begin using what you have and it comes back to you in greater measure."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Malice is of the boomerang character, and is apt to turn upon the projector."
    },
    {
      "cite": "unknown",
      "quote": "I'm looking to buy a new boomerang, how can I throw the old one out?"
    }
  ]
}