{
  "source": "https://www.wisesayings.com/border-quotes/",
  "theme": "border",
  "quotes": [
    {
      "cite": "Jeff Vandermeer",
      "quote": "Whatever we think of the border, it’s important to recognise it as a limitation of Area X."
    },
    {
      "cite": "Mitch McConnell",
      "quote": "The border is way more porous than it should be, and I think we'd be open to discussing anything that enhances border security."
    },
    {
      "cite": "Nadia Murad",
      "quote": "The world has only one border. It is called humanity. The differences between us are small compared to our shared humanity. Put humans first."
    },
    {
      "cite": "Viktor Orban",
      "quote": "Protecting a border is not a nice thing. It is not a matter of aesthetics; it cannot be done with flowers and teddy bears."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "Let borders become sunlight so we traverse this Earth as one nation and drive the darkness out."
    },
    {
      "cite": "Vineet Raj Kapoor",
      "quote": "Dear if your limits and my limits were the same, our borders would not have been separate."
    },
    {
      "cite": "J.D.Hayworth",
      "quote": "Our ports and our borders are the most unprotected fronts in the war on terror."
    },
    {
      "cite": "Dave Reichert",
      "quote": "Going forward, as we work to strengthen our border in the interests of homeland security, we must also recognize the economic importance of immigration reform."
    },
    {
      "cite": "Amitava Kumar",
      "quote": "The border is a marketplace. The invisible hand of the powerful governs the crossings."
    },
    {
      "cite": "Amy Purdy",
      "quote": "It's not about breaking down borders. It's about pushing off of them, and seeing what amazing places they might bring us."
    },
    {
      "cite": "Benjamin Zephania",
      "quote": "This planet is for everyone, borders are for no one. It's all about freedom."
    },
    {
      "cite": "Dario Fo",
      "quote": "It is extremely dangerous to talk about limits or borders. It is vital, instead, that we remain completely open, that we are always involved, and that we aim to contribute personally in social events."
    },
    {
      "cite": "Mary Pipher",
      "quote": "Adolescence is a border between childhood and adulthood. Like all borders, it's teeming with energy and fraught with danger."
    },
    {
      "cite": "Paolo Coelho",
      "quote": "The love of one's country is a splendid thing. But why should love stop at the border?"
    },
    {
      "cite": "Barack Obama",
      "quote": "We are defined not by our borders but by our bonds."
    },
    {
      "cite": "Marya Mannes",
      "quote": "Borders are scratched across the hearts of men By strangers with a calm, judicial pen, And when the borders bleed we watch with dread The lines of ink across the map turn red."
    },
    {
      "cite": "Herodotus",
      "quote": "The sun will not shine on any country that has borders with ours."
    },
    {
      "cite": "Tony Abbott",
      "quote": "No country or continent can open its borders to all comers without fundamentally weakening itself and this is the risk that the countries of Europe run through misguided altruism."
    },
    {
      "cite": "Kjell Magne Bondevik",
      "quote": "Human dignity is independent of national borders. We must always defend the interests of the poor and the persecuted in other countries."
    }
  ]
}