{
  "source": "https://www.wisesayings.com/boredom-quotes/",
  "theme": "boredom",
  "quotes": [
    {
      "cite": "Soren Kierkegaard",
      "quote": "Boredom is the root of all evil--the despairing refusal to be oneself."
    },
    {
      "cite": "unknown",
      "quote": "Boredom is a disease of the mind and psyche, an insidious disease. It not only takes the joy out of life, but the creativity as well. No one of God's children should ever be bored with life."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Life is never boring, but some people choose to be bored."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Grasp your opportunities, no matter how poor your health; nothing is worse for your health than boredom."
    },
    {
      "cite": "Le Duc De Lvis",
      "quote": "Boredom is a sickness the cure for which is work; pleasure is only a palliative."
    },
    {
      "cite": "Eugene Ionesco",
      "quote": "Boredom flourishes too, when you feel safe. It's a symptom of security."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "You'll find boredom where there is the absence of a good idea."
    },
    {
      "cite": "James Galway",
      "quote": "Running through things because you are familiar with them, breeds routine and this is the seed of boredom."
    },
    {
      "cite": "Richard Bach",
      "quote": "In order to live free and happily you must sacrifice boredom. It is not always an easy sacrifice."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Boredom rests upon the nothingness that winds its way through existence; its giddiness, like that which comes from gazing down into an infinite abyss, is infinite."
    },
    {
      "cite": "Walker Percy",
      "quote": "Boredom is the self being stuffed with itself."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Boredom is nothing but the experience of a paralysis of our productive powers."
    },
    {
      "cite": "Saul Bellow",
      "quote": "Boredom is the conviction that you can't change'the shriek of unused capacities."
    },
    {
      "cite": "Marie Josephine De Suin",
      "quote": "Boredom is the fear of self."
    },
    {
      "cite": "William F. Buckley",
      "quote": "Boredom is the deadliest poison."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "The concept of boredom entails an inability to use up present moments in a personally fulfilling way."
    },
    {
      "cite": "Walter Benjamin",
      "quote": "Boredom is the dream bird that hatches the egg of experience. A rustling in the leaves drives him away."
    },
    {
      "cite": "Ellen Parr",
      "quote": "The cure for boredom is curiosity. There is no cure for curiosity."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Boredom: the desire for desires."
    },
    {
      "cite": "Metallica",
      "quote": "Boredom comes from a boring mind."
    },
    {
      "cite": "Sir Cecil Beaton",
      "quote": "Perhaps the world's second worst crime is boredom. The first is being a bore."
    },
    {
      "cite": "Kate Ross",
      "quote": "I always think boredom is to some extent the fault of the bored."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Boredom is rage spread thin."
    },
    {
      "cite": "James Bridie",
      "quote": "Boredom is a sign of satisfied ignorance, blunted apprehension, crass sympathies, dull understanding, feeble powers of attention, and irreclaimable weakness of character."
    },
    {
      "cite": "Thomas S. Szasz",
      "quote": "Boredom is the feeling that everything is a waste of time; serenity, that nothing is."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "I can excuse everything but boredom. Boring people don't have to stay that way."
    },
    {
      "cite": "Walter Annenberg",
      "quote": "When we hold back out of laziness, that is when we tie ourselves into knots of boredom."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Boredom is a vital problem for the moralist, since half the sins of mankind are caused by the fear of it."
    }
  ]
}