{
  "source": "https://www.wisesayings.com/bored-quotes/",
  "theme": "bored",
  "quotes": [
    {
      "cite": "Shelby Foote",
      "quote": "I abhor the idea of a perfect world. It would bore me to tears."
    },
    {
      "cite": "Cecil Beaton",
      "quote": "Perhaps the world's second worst crime is boredom. The first is being a bore."
    },
    {
      "cite": "Emile Zola",
      "quote": "I would rather die of passion than of boredom."
    },
    {
      "cite": "Lou Holtz",
      "quote": "If you're bored with life – you don't get up every morning with a burning desire to do things – you don't have enough goals."
    },
    {
      "cite": "Albert Camus",
      "quote": "The truth is that everyone is bored, and devotes himself to cultivating habits."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Boredom is not an end-product, it is comparatively rather an early stage in life and art. You've got to go by or past or through boredom, as through a filter, before the clear product emerges."
    },
    {
      "cite": "Edward VIII",
      "quote": "When you're bored with yourself, marry and be bored with someone else."
    },
    {
      "cite": "Saul Bellow",
      "quote": "Boredom is the conviction that you can't change. The shriek of unused capacities."
    },
    {
      "cite": "Susan Sontag",
      "quote": "The life of the creative man is lead, directed and controlled by boredom. Avoiding boredom is one of our most important purposes."
    },
    {
      "cite": "Richard Bach",
      "quote": "Boredom between two people doesn't come from being together physically. It comes from being apart mentally and spiritually."
    },
    {
      "cite": "Viggo Mortensen",
      "quote": "There's no excuse to be bored. Sad, yes. Angry, yes. Depressed, yes. Crazy, yes. But there's no excuse for boredom, ever."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Human beings make life so interesting. Do you know, that in a universe so full of wonders, they have managed to invent boredom."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "The concept of boredom entails an inability to use up present moments in a personally fulfilling way."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Against boredom the gods themselves fight in vain."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "Boredom is your window on the properties of time that one tends to ignore to the likely peril of one's mental equilibrium. It is your window on time's infinity. Once this window opens, don't try to shut it; on the contrary, throw it wide open."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Are you bored with life? Then throw yourself into some work you believe in with all your heart, live for it, die for it, and you will find happiness that you had thought could never be yours."
    },
    {
      "cite": "Henry Ford",
      "quote": "A bore is a person who opens his mouth and puts his feats in it."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Patience and boredom are closely related. Boredom, a certain kind of boredom, is really impatience. You don't like the way things are, they aren't interesting enough for you, so you decide – and boredom is a decision – that you are bored."
    },
    {
      "cite": "Lord Hailsham",
      "quote": "You ought not to be ashamed of being bored. What you ought to be ashamed of is being boring."
    },
    {
      "cite": "Pina Bausch",
      "quote": "I want to feel something, as a person. I don't want to be bored."
    },
    {
      "cite": "Voltaire",
      "quote": "All kinds are good except the kind that bores you."
    },
    {
      "cite": "Metallica",
      "quote": "Boredom comes from a boring mind."
    },
    {
      "cite": "Ina May Gaskin",
      "quote": "I dreaded having a boring life when I grew up. And I certainly can't complain about being bored."
    },
    {
      "cite": "Christopher Moore",
      "quote": "Boredom can be a lethal thing on a small island."
    },
    {
      "cite": "Victor Hugo",
      "quote": "There is something more terrible than a hell of suffering – a hell of boredom."
    },
    {
      "cite": "Cliff Burton",
      "quote": "You don't burn out from going too fast. You burn out from going too slow and getting bored."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "There are no uninteresting things, only uninterested people."
    },
    {
      "cite": "Jules Renard",
      "quote": "Being bored is an insult to oneself."
    },
    {
      "cite": "Alexa Chung",
      "quote": "I'm terrified of being bored and not learning."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "The cure for boredom is curiosity. There is no cure for curiosity."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "Boredom and fatigue are great historical forces."
    },
    {
      "cite": "Kirk Windstein",
      "quote": "Staying busy keeps me away from being bored, which used to be a lot of my problem."
    },
    {
      "cite": "Ali Smith",
      "quote": "I want to be bored. But I can't. But I really don't want to be this thing that I'm having to be instead of being bored."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "When people are bored, it is primarily with their own selves that they are bored."
    },
    {
      "cite": "W. H. Auden",
      "quote": "The ear tends to be lazy, craves the familiar and is shocked by the unexpected; the eye, on the other hand, tends to be impatient, craves the novel and is bored by repetition."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Before you get bored of yourself try creativity in your life."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Life is never boring, but some people choose to be bored."
    },
    {
      "cite": "Daphne du Maurier",
      "quote": "Boredom is a pleasing antidote for fear."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Boredom, the desire for desires."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Boredom is just the reverse side of fascination."
    },
    {
      "cite": "Bert Leston Taylor",
      "quote": "A bore is a man who, when you ask him how he is, tells you."
    },
    {
      "cite": "Courtney Barnett",
      "quote": "I just get bored really quickly and want to push myself to the next level."
    },
    {
      "cite": "Janet Jackson",
      "quote": "I always get bored with my hair. That's why I would always change it throughout my career."
    },
    {
      "cite": "Kate Ross",
      "quote": "I always think boredom is to some extent the fault of the bored."
    },
    {
      "cite": "Nancy Astor",
      "quote": "The penalty for success is to be bored by the people who used to snub you."
    },
    {
      "cite": "G.A. Aiken",
      "quote": "A bored Gwenvael is an entire town destroyed accidently."
    },
    {
      "cite": "Criss Jami",
      "quote": "The writer's curse is that even in solitude, no matter its duration, he never grows lonely or bored."
    },
    {
      "cite": "Billy Graham",
      "quote": "Only those who want everything done for them are bored."
    }
  ]
}