{
  "source": "https://www.wisesayings.com/boring-quotes/",
  "theme": "boring",
  "quotes": [
    {
      "cite": "Marilyn Monroe",
      "quote": "It's better to be absolutely ridiculous than absolutely boring."
    },
    {
      "cite": "Francois De La Rochefoucau",
      "quote": "We are almost always bored by just those whom we must not find boring."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "There is no conversation more boring than the one where everybody agrees."
    },
    {
      "cite": "Thom Filicia",
      "quote": "Being dull and boring is far more tragic than being tacky."
    },
    {
      "cite": "Nadia Boulanger",
      "quote": "There is nothing boring in life except ourselves"
    },
    {
      "cite": "Helen Gurley Brown",
      "quote": "Never fail to know that if you are doing all the talking, you are boring somebody."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "For most people, life would be boring without meaningful work."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "The secret of boring people lies in telling them everything."
    },
    {
      "cite": "Voltaire",
      "quote": "The secret of being boring is to say everything."
    },
    {
      "cite": "Jules Renard",
      "quote": "Being bored is an insult to oneself."
    },
    {
      "cite": "Kevyn Aucoin",
      "quote": "Perfection is boring. If a face doesn't have mistakes, it's nothing."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "The boring thing with taking a walk with someone is that your thoughts are then dictated by the subject or subjects of your conversation; and that is made worse by the fact that most sane people are terrified of silence whenever they are with or near someone."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Never be bored, and you will never be boring."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "There is no such thing as a boring person when you are lonely or extremely bored."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "It gets so boring you know just to do the same thing over and over again."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Boredom is a vital problem for the moralist, since at least half of the sins of mankind are caused by the fear of it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Beauty without expression is boring."
    },
    {
      "cite": "Tim Tharp",
      "quote": "Boredom is only for boring people with no imagination."
    },
    {
      "cite": "Deyth Banger",
      "quote": "Boring is a syndrome of being too simple."
    },
    {
      "cite": "Freeman Dyson",
      "quote": "Nothing is boring if you look at carefully."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The most boring scenes are the scenes where a character is alone."
    },
    {
      "cite": "Francis Joseph Sheed",
      "quote": "One way to prevent conversation from being boring is to say the wrong thing."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Life is never boring, but some people choose to be bored."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Yes, I guess you could say I am a loner, but I feel more lonely in a crowded room with boring people than I feel on my own."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Life can be boring unless you put some effort into it."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "All God does is watch us and kill us when we get boring. We must never, ever be boring."
    },
    {
      "cite": "John Cage",
      "quote": "If something is boring after two minutes, try it for four. If still boring, then eight. Then sixteen. Then thirty-two. Eventually one discovers that it is not boring at all."
    },
    {
      "cite": "Diana Vreeland",
      "quote": "Too much good taste can be boring."
    },
    {
      "cite": "E. V. Lucas",
      "quote": "Nothing is so boring as having to keep up a deception."
    },
    {
      "cite": "Peter Snell",
      "quote": "Running became boring because it's so predictable. I got to a point where I knew what my competition could do."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "I guess we'd be living in a boring, perfect world if everybody wished everybody else well."
    },
    {
      "cite": "Franz Kafka",
      "quote": "A stair not worn hollow by footsteps is, regarded from its own point of view, only a boring something made of wood."
    },
    {
      "cite": "Tim Robbins",
      "quote": "There's nothing more boring than unintelligent actors, because all they have to talk about is themselves and acting. There have to be other things."
    },
    {
      "cite": "Baron de Montesquieu",
      "quote": "An author is a fool who, not content with boring those he lives with, insists on boring future generations."
    },
    {
      "cite": "Michelle Pfeiffer",
      "quote": "Just standing around looking beautiful is so boring, really boring, so boring."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "A finished person is a boring person."
    },
    {
      "cite": "Ethan Coen",
      "quote": "We tend to do period stuff because it helps make it one step removed from boring everyday reality."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "Any subject can be made interesting, and therefore any subject can be made boring."
    },
    {
      "cite": "Dave Barry",
      "quote": "Hobbies of any kind are boring except to people who have the same hobby. This is also true of religion, although you will not find me saying so in print."
    },
    {
      "cite": "Tony Scott",
      "quote": "I thought that subtitles are boring because they're there generally to serve us with information to make you understand what people are saying in a different language."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "One must work, if not from inclination, at least out of despair. Since it proves, on close examination, that work is less boring than amusing oneself."
    },
    {
      "cite": "The Picture of Dorian Gray",
      "quote": "The only way a woman can ever reform a man is by boring him so completely that he loses all possible interest in life."
    },
    {
      "cite": "Robert Adams",
      "quote": "No place is boring, if you've had a good night's sleep and have a pocket full of unexposed film."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "What if it's boring or if it's not boring, it might be too revealing, or worse, it might be too revealing and still be boring."
    },
    {
      "cite": "Matt Drudge",
      "quote": "There's a danger of the Internet just becoming loud, ugly and boring with a thousand voices screaming for attention."
    },
    {
      "cite": "A. Alfred Taubman",
      "quote": "God help us if we ever take the theater out of the auction business or anything else. It would be an awfully boring world."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "I can excuse everything but boredom. Boring people don't have to stay that way."
    },
    {
      "cite": "John Lydon",
      "quote": "Sometimes the most positive thing you can be in a boring society is absolutely negative."
    },
    {
      "cite": "Louis Kronenberger",
      "quote": "Highly educated bores are by far the worst; they know so much, in such fiendish detail, to be boring about."
    },
    {
      "cite": "Frank Zappa",
      "quote": "Without music to decorate it, time is just a bunch of boring production deadlines or dates by which bills must be paid."
    },
    {
      "cite": "Alice Walker",
      "quote": "Life is better than death, I believe, if only because it is less boring, and because it has fresh peaches in it."
    },
    {
      "cite": "Gioachino Rossini",
      "quote": "Every kind of music is good, except the boring kind."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "There is something curiously boring about somebody else's happiness."
    },
    {
      "cite": "Doris Lessing",
      "quote": "There is nothing more boring for an intelligent woman than to spend endless amounts of time with small children."
    },
    {
      "cite": "Marcel Wanders",
      "quote": "An honest lie is better than a boring truth."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You can't want to be happy, because that's too easy and too boring."
    }
  ]
}