{
  "source": "https://www.wisesayings.com/boston-quotes/",
  "theme": "boston",
  "quotes": [
    {
      "cite": "George Santayana",
      "quote": "Boston is a moral and intellectual nursery always busy applying first principals to trifles."
    },
    {
      "cite": "Paul Laffoley",
      "quote": "Boston is not an avant garde place. It stays literally 15 to 20 years behind New York at all times."
    },
    {
      "cite": "Bill Bryson",
      "quote": "Boston's freeway system is insane. It was clearly designed by a person who had spent his childhood crashing toy trains."
    },
    {
      "cite": "Lincoln Steffens",
      "quote": "Boston has carried the practice of hypocrisy to the n-th degree of refinement, grace, and failure."
    },
    {
      "cite": "David Walton",
      "quote": "Boston is so laced with jerseys that you can be dressed head to toe in team apparel and no one will look twice."
    },
    {
      "cite": "Henry Winkler",
      "quote": "Boston is large enough to learn your independence and small enough to make your own."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Boston is the one place in America where wealth and knowledge of how to use it are apt to coincide."
    },
    {
      "cite": "Lucius Beebe",
      "quote": "Boston does not represent the quintessential excellence of all the world's cities synthesized into a paradigm of urban beauty and virtue, but it is a place at once characteristic, mellow and mature, and possessed of many qualities not entirely divorced from charm."
    },
    {
      "cite": "Van Wyck Brooks",
      "quote": "The Boston people were willing to learn, but only if one recognized how much they knew already."
    },
    {
      "cite": "Frederick Engels",
      "quote": "Boston is just a village, sprawling far and wide, more human than New York City."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Boston has opened and kept open, more turnpikes that lead straight to free thought and free speech and free deeds than any other city of live or dead men."
    },
    {
      "cite": "E. B. White",
      "quote": "There is about Boston a certain reminiscent and classical tone, suggesting an authenticity and piety which few other American cities possess."
    },
    {
      "cite": "Thomas Menino",
      "quote": "Boston is the engine of the state's economy."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "Boston is an oasis in the desert, a place where the larger proportion of people are loving, rational and happy."
    },
    {
      "cite": "Stephen Pagliuca",
      "quote": "Boston is really a small town, and the pro sports here are almost like a college sport."
    },
    {
      "cite": "Leonard Nimoy",
      "quote": "Boston was a great city to grow up in, and it probably still is. We were surrounded by two very important elements: academia and the arts."
    },
    {
      "cite": "Summer Sanders",
      "quote": "Boston is the cream of the crop of the marathon world. It has such history that you feel such honor just being a part of it. All the other races have pacers to get you to a Boston qualifying time."
    },
    {
      "cite": "Marty Walsh",
      "quote": "In Boston, our strength is really our diversity."
    }
  ]
}