{
  "source": "https://www.wisesayings.com/bothering-quotes/",
  "theme": "bothering",
  "quotes": [
    {
      "cite": "Albert Ellis",
      "quote": "People got insights into what was bothering them, but they hardly did a damn thing to change."
    },
    {
      "cite": "Stephanie Coontz",
      "quote": "When you can't change what's bothering you, one typical response is to convince yourself that it doesn't actually bother you."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Nothing in the world can bother you as much as your own mind, I tell you. In fact, others seem to be bothering you, but it is not others, it is your own mind."
    },
    {
      "cite": "Emma Bull",
      "quote": "You're not bothering me. I'm not doing anything. Well, I was breathing, and my heart was beating. But the rest of me wasn't busy."
    },
    {
      "cite": "Wendell Berry",
      "quote": "But we didn't speak of what was bothering us the most. Maybe we didn't need to. It couldn't have been 'talked out.' It had to be worn out."
    },
    {
      "cite": "John Osborne",
      "quote": "It is easy to answer the ultimate questions - it saves you bothering with the immediate ones."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "People with opinions just go around bothering each other."
    },
    {
      "cite": "Edward Weston",
      "quote": "A lifetime can well be spent correcting and improving one's own faults without bothering about others."
    },
    {
      "cite": "Peter McWiliiams",
      "quote": "The comfort zone takes our greatest aspirations and turns them into excuses for not bothering to aspire."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Women treat us, men, like humanity treats gods and they worship us and keep bothering us to do something."
    },
    {
      "cite": "Randall Robinson",
      "quote": "I've never had any trouble opposing people I've been close to. I've never worried about offending or bothering people I feel strongly about."
    },
    {
      "cite": "Shelley Long",
      "quote": "It's just a crime that people don't take the time and make the effort to have a conversation if it's bothering them that much."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "I want us to be together without bothering about ourselves- to be really together because we ARE together, as if it were a phenomenon, not a thing we have to maintain by our own effort."
    },
    {
      "cite": "Brynna Gabrielson",
      "quote": "So unless you really care about me as a person, stop bothering me. I'm done pretending, you should be too."
    },
    {
      "cite": "Evelyn Keyes",
      "quote": "Shouldn't everything you do matter if you're bothering at all? Not to hold on when it's over, that's the trick."
    },
    {
      "cite": "Amit Abraham",
      "quote": "I am successful because I did not waste time bothering about what others were doing but focussed on what I was doing."
    },
    {
      "cite": "Wendy Liebman",
      "quote": "People always come up to me and say that my smoking is bothering them... Well, it's killing me!"
    },
    {
      "cite": "Elizabeth Berg",
      "quote": "We give so little when it's in us always to give so much more. It's bothering to listen with an open heart to someone who smells bad. It's hard."
    }
  ]
}