{
  "source": "https://www.wisesayings.com/boundaries-quotes/",
  "theme": "boundaries",
  "quotes": [
    {
      "cite": "Karen Marie Moning",
      "quote": "Boundaries were necessary for a successful relationship. Most relationships aborted in the boundary defining stage. Not because people demanded what they needed. But because they didn't, then got resentful about it."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Every human being must have boundaries in order to have successful relationships or a successful performance in life."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Boundaries need to be communicated first verbally and then with actions."
    },
    {
      "cite": "Amy Bloom",
      "quote": "Boundaries are the lines we draw that mark off our autonomy and that of other people, that protect our privacy and that of others. Boundaries allow for intimate connection without dissolving or losing one's sense of self."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "No boundary or barrier surrounds the heart of a person that loves their self and others."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Boundaries are to protect life, not to limit pleasures."
    },
    {
      "cite": "Martin Heidegger",
      "quote": "A boundary is not that at which something stops, but that from which something begins."
    },
    {
      "cite": "Laurie Buchanan",
      "quote": "Just as we expect others to value our boundaries, it's equally important for us to respect the boundaries of others."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "The boundaries which divide life from death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?"
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Once you see the boundaries of your environment, they are no longer the boundaries of your environment."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The boundaries of bodies are the least of all things."
    },
    {
      "cite": "Gerard Manley Hopkins",
      "quote": "Your personal boundaries protect the inner core of your identity and your right to choices."
    },
    {
      "cite": "Nikita Dudani",
      "quote": "Boundaries are just made of Brick and cement."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Boundaries are basically about providing structure, and structure is essential in building anything that thrives."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Boundaries are a part of self-care. They are healthy, normal, and necessary."
    },
    {
      "cite": "Eduardo Chillida",
      "quote": "Boundaries are actually the main factor in space, just as the present, another boundary, is the main factor in time."
    },
    {
      "cite": "Horst Ludwig Stormer",
      "quote": "It's the boundaries where the excitement is and where we will be in the future."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "The only boundaries we have are in form. There are no obstacles in thought."
    },
    {
      "cite": "David W. Earle",
      "quote": "Boundaries represent awareness, knowing what the limits are and then respecting those limits."
    },
    {
      "cite": "Robin Sharma",
      "quote": "The boundaries of your life are merely a creation of the self."
    },
    {
      "cite": "Henry Ford",
      "quote": "Givers have to set limits because takers rarely do."
    },
    {
      "cite": "Adelyn Birch",
      "quote": "Boundaries protect the things that are of value to you. They keep you in alignment with what you have decided you want in life. That means the key to good boundaries is knowing what you want."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Boundaries and risk management are very important parts of living a healthy and positive life."
    },
    {
      "cite": "Lydia Hall",
      "quote": "Healthy boundaries are not walls. They are gates and fences that allow you to enjoy the beauty of your own garden."
    },
    {
      "cite": "John Hench",
      "quote": "The boundaries of design are the same as the problem of perception."
    }
  ]
}