{
  "source": "https://www.wisesayings.com/bouquet-quotes/",
  "theme": "bouquet",
  "quotes": [
    {
      "cite": "Vanessa Diffenbaugh",
      "quote": "There's still something so pure and heartfelt and emotional and genuine about a bouquet of flowers that, even with all the advances of technology and the millions of ways we have to communicate with each other, flowers are still relevant in my opinion."
    },
    {
      "cite": "James K. Morrow",
      "quote": "A human life was measured out in bouquets, was it not? New mothers received them. So did graduating seniors, young lovers, blushing brides, and the dead. A flower woman was time's avatar, colorizing the hours, perfuming fleeting instants."
    },
    {
      "cite": "Isabella Bird",
      "quote": "Can anything be more grotesque and barbarous than our 'florists' bouquets,' a series of concentric rings of flowers of divers colours, bordered by maidenhair and a piece of stiff lace paper, in which stems, leaves, and even petals are brutally crushed, and the grace and individuality of each flower systematically destroyed?"
    },
    {
      "cite": "Vanessa Diffenbaugh",
      "quote": "The bouquet was white as a wedding and spoke of prayers, truth, and an unacquainted heart."
    },
    {
      "cite": "Traditional Proverb",
      "quote": "Tis better to buy a small bouquet / And give to your friend this very day, / Than a bushel of roses white and red / To lay on his coffin after hes dead."
    },
    {
      "cite": "Willa Cather",
      "quote": "He would make a bouquet for a lovely lady; a bouquet gathered off the cheeks of the morning. . . these roses, only half awake, in the defencelessness of utter beauty."
    },
    {
      "cite": "ROBERT ELLIOTT GONZALES",
      "quote": "What this old world needs is more bouquets handed around to folks when they are alive and kicking. Flowers don't do a dead one much good."
    },
    {
      "cite": "Xuân Diệu",
      "quote": "At break of day I feel as if I'm clasping a bouquet of smiling flowers / But the wind of time does not cease blowing / And the hours wilt like falling petals."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "Wouldn't it be well to give some of your bouquets before a man dies, and not go and load down his coffin? He can't enjoy them then."
    },
    {
      "cite": "Golda Meir",
      "quote": "Glorious bouquets and storms of applause are the trimmings which every artist naturally enjoys."
    },
    {
      "cite": "Henri J.M. Nouwen",
      "quote": "If you look at every flower individually, they look quite miserable. Put them together in a vase and they become a bouquet and that's quite attractive."
    },
    {
      "cite": "Avner Strauss",
      "quote": "When you have a full bouquet you can't sit back and smell each flower."
    },
    {
      "cite": "Bob Goddard",
      "quote": "Happiness is the art of making a bouquet of those flowers within reach."
    },
    {
      "cite": "Bev Drew Kindley",
      "quote": "Sometimes we need a bouquet of flowers to keep our spirits up–or a pot of bright cyclamen –or photos of flowers to remind us there is more to come."
    },
    {
      "cite": "Dean Koontz",
      "quote": "When life hands us a beautiful bouquet of flowers we stare at it in cautious expectation of a bee."
    },
    {
      "cite": "Pat Boone",
      "quote": "Sometimes an April day will suddenly bring showers / Rain to grow the flowers for her first bouquet"
    },
    {
      "cite": "Andrew Weil",
      "quote": "A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Always keep that happy attitude. Pretend that you are holding a beautiful fragrant bouquet."
    },
    {
      "cite": "Carew Papritz",
      "quote": "Spring is a time to make up a big bouquet of flowers for someone you love, or are trying to love, or are in love with."
    },
    {
      "cite": "Ina Garten",
      "quote": "Take one flower that you like and get lots of them. And don't try to 'arrange' them. It's surprisingly hard to do a flower arrangement the way a florist does one. Instead, bunch them all together or put them in a series of small vases all down the table."
    },
    {
      "cite": "Michel Eyquem De Montaigne",
      "quote": "I have here only made a nosegay of culled flowers, and have brought nothing of my own but the thread that tied them together."
    },
    {
      "cite": "Jamie McGuire",
      "quote": "We went to buy you two flowers, but neither of us thought just one bouquet would do it."
    },
    {
      "cite": "Elisabeth Gaskell",
      "quote": "I would far rather have two or three lilies of the valley gathered for me by a person I like, than the most expensive bouquet that could be bought!"
    },
    {
      "cite": "Groucho Marx",
      "quote": "In Hollywood, brides keep the bouquets and throw away the groom."
    },
    {
      "cite": "French Proverb",
      "quote": "One flower maketh not a bouquet."
    }
  ]
}