{
  "source": "https://www.wisesayings.com/bourbon-quotes/",
  "theme": "bourbon",
  "quotes": [
    {
      "cite": "Jerry Vale",
      "quote": "Whiskey is by far the most popular of all remedies that won't cure a cold."
    },
    {
      "cite": "Errol Flynn",
      "quote": "I like my whisky old and my women young."
    },
    {
      "cite": "Scottish Klondiker Proverb",
      "quote": "Always drink your whiskey with your gun hand, to show your friendly intentions."
    },
    {
      "cite": "Walker Percy",
      "quote": "Bourbon does for me what the piece of cake did for Proust."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Whisky is liquid sunshine."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "There is no bad whiskey. There are only some whiskeys that aren't as good as others."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "There is no bad whiskey. There are only some whiskeys that aren't as good as others."
    },
    {
      "cite": "Mark Twain",
      "quote": "Too much of anything is bad, but too much good whiskey is barely enough."
    },
    {
      "cite": "Lord Dunsany",
      "quote": "Logic, like whiskey, loses its beneficial effect when taken in too large quantities."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Whiskey, like a beautiful woman, demands appreciation. You gaze first, then it's time to drink."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Courage is a vitamin best swallowed with whiskey."
    },
    {
      "cite": "Mark Twain",
      "quote": "If I cannot drink Bourbon and smoke cigars in Heaven than I shall not go."
    },
    {
      "cite": "W. C. Fields",
      "quote": "Always carry a flagon of whiskey in case of snakebite and furthermore always carry a small snake."
    },
    {
      "cite": "Justin Halpern",
      "quote": "If it's not bourbon or sweatpants, it's going in the garbage. No, don't get creative. Now is not a creative time. Now is a bourbon and sweatpants time."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "A man can take a little bourbon without getting drunk, but if you hold his mouth open and pour in a quart, he's going to get sick on it."
    },
    {
      "cite": "Jack Doom",
      "quote": "Creativity is 80% bourbon and 20% ice."
    },
    {
      "cite": "John Lee",
      "quote": "One Bourbon, One Scotch, and One Beer."
    },
    {
      "cite": "Reid Mitenbuler",
      "quote": "Bourbon, though, is a shapeshifter. It can be a refined drink or it can be rough, depending on how it's served and who's drinking it."
    },
    {
      "cite": "Reid Mitenbuler",
      "quote": "Bourbon connects us to a past that was somehow less complicated, and we've turned to it for relief from modern confusion."
    },
    {
      "cite": "Reid Mitenbuler",
      "quote": "Bourbon is a comfort food. As the world becomes more complex, bourbon remains simple--its foundation is little more than a balanced combination of grains, mostly composed of corn, that us fermented and distilled into alcohol."
    },
    {
      "cite": "Reid Mitenbuler",
      "quote": "Bourbon refuses to be rushed--drinking it is an exercise in slow sipping, just letting the concentrated bursts of honey, spice, and vanilla flavors unwind on your tongue."
    },
    {
      "cite": "Reid Mitenbuler",
      "quote": "But even though bourbon connects us to the bedrock values of our past, the stories used to establish our ideas of heritage and authenticity are not always what they seem, as the story behind the 1964 resolution demonstrates."
    },
    {
      "cite": "Gerald Carson",
      "quote": "The story of bourbon is recorded in many lively pages of our  history. American whisky is intimately associated with valor and splendor and the graces of life; with villainy and folly."
    },
    {
      "cite": "Edward Lee",
      "quote": "Tobacco farming is on its way out, and the state's dominance in the horse industry has been losing ground. But bourbon is here to stay."
    },
    {
      "cite": "Edward Lee",
      "quote": "Bourbon may be the new favorite of the bold young mixologists of today, but it is still made by the same kind of resilient people who have kept it alive for all these generations."
    },
    {
      "cite": "Edward Lee",
      "quote": "Blackberries and thyme are a great pairing, and they paly nicely together with the bourbon. This is elegant contemporary, and a great way to celebrate an old classic."
    },
    {
      "cite": "Edward Lee",
      "quote": "The gift of bourbon does not end with the libation. The old barrels still have an abundance of flavor let in them, and they are used to add a bourbon touch to everything from scotch to beer to hot sauce."
    },
    {
      "cite": "Fred Minnick",
      "quote": "Bourbon transcends ingredients and brand names. It embodies a culture, a  feeling, and a sense of unity that draws friends together and brings foes to peace."
    },
    {
      "cite": "Fred Minnick",
      "quote": "But with greatness comes misunderstanding. Despite being a core piece of Americana and instrumental in the US tax economy, bourbon is the most misunderstood product on liquor store shelves."
    },
    {
      "cite": "Fred Minnick",
      "quote": "Bourbon itself has no age requirement, but to be labeled straight bourbon it must be at least two years old."
    },
    {
      "cite": "Fred Minnick",
      "quote": "All bourbon us whiskey, but not all whiskey is bourbon."
    },
    {
      "cite": "Fred Minnick",
      "quote": "We are living in perhaps the most exciting time in bourbon history, both from a business perspective and because of the wealth of consumer options."
    },
    {
      "cite": "Lynn Marie Hulsman",
      "quote": "Bourbon signifies coming together with family and friends, slowing down to savor moments of sweetness and joy. Celebration. Connection. Reward."
    },
    {
      "cite": "Lynn Marie Hulsman",
      "quote": "One sip of warming bourbon gives me a Christmassy feeling, the spicy heat teasing out memories of the fragrant liquor."
    },
    {
      "cite": "Lynn Marie Hulsman",
      "quote": "Bourbon was a natural partner to the sweet and bitter nuances of this holiday favorite."
    },
    {
      "cite": "Lynn Marie Hulsman",
      "quote": "Bourbon is Kentucky's true state drink."
    },
    {
      "cite": "Lynn Marie Hulsman",
      "quote": "I enjoy pairing bourbon with foods that offer a black slate, so both the aroma and the flavor have the chance to pop."
    },
    {
      "cite": "Albert W.A. Schmid",
      "quote": "For distillers, summer is the season when whiskey warms in the warehouse intermingling with the toasted oak of the never-used barrels and absorbing the flavors of vanilla, cloves, coconut, and caramel. The flavors gained in this process make bourbon unique in the whiskey-making world."
    },
    {
      "cite": "Albert W.A. Schmid",
      "quote": "Summer is also when corn, bourbon's primary ingredient, is grown."
    },
    {
      "cite": "Albert W.A. Schmid",
      "quote": "Good corn also makes good bourbon."
    },
    {
      "cite": "Albert W.A. Schmid",
      "quote": "For the bourbon drinker, a highlight of summer is bourbon served over ice and the food that goes with it."
    },
    {
      "cite": "Berkeley Scott",
      "quote": "Bourbon whiskey is many things to many people--a family business, an ingredient in mint juleps, Kentucky's signature industry."
    },
    {
      "cite": "Berkeley Scott",
      "quote": "Bourbon can be made in other states, but Kentucky has not only the tradition of fine bourbon-making, but also the perfect climate conditions and natural resources needed for excelling at the production of bourbon."
    },
    {
      "cite": "Berkeley Scott",
      "quote": "Bourbon is no longer made in the country that gave the amber-colored whiskey its name."
    },
    {
      "cite": "Susan Reigler",
      "quote": "There's nothing mysterious about the art of tasting bourbon. Some bourbons are best enjoyed neat, others with a splash of water; still others lend themselves to mixing cocktails."
    },
    {
      "cite": "Editors of Southern Living Magazine",
      "quote": "Bourbon whisky is the best brown liquor on God's green earth. It comes from fermenting grains such as corn, wheat, rye, and barley."
    },
    {
      "cite": "Editors of Southern Living Magazine",
      "quote": "Whisky has but three ingredients: water, grain, and yeast. But it's how bourbon whisky is distilled and aged that truly sets it apart as the great American spirit."
    }
  ]
}