{
  "source": "https://www.wisesayings.com/bowling-quotes/",
  "theme": "bowling",
  "quotes": [
    {
      "cite": "Jim Gaffigan",
      "quote": "Some people have their own bowling ball and their own bowling shoes... and no friends."
    },
    {
      "cite": "Jay Park",
      "quote": "I'm a bowling pin, even when I fall I'll always stand back up."
    },
    {
      "cite": "unknown",
      "quote": "If you could see the insides of bowling ball holes, nobody would ever bowl again."
    },
    {
      "cite": "George Carlin",
      "quote": "Bowling is not a sport because you have to rent the shoes."
    },
    {
      "cite": "unknown",
      "quote": "It's not how you bowl. it's how you roll."
    },
    {
      "cite": "Shane Warne",
      "quote": "Part of the art of bowling spin is to make the batsman think something special is happening when it isn't."
    },
    {
      "cite": "unknown",
      "quote": "Bowling is like dating...A smooth approach and a great follow through produce great rewards."
    },
    {
      "cite": "unknown",
      "quote": "Bowling is a sport for people who have talent to spare."
    },
    {
      "cite": "Don Johnson",
      "quote": "Every bowling center should have a house pro."
    },
    {
      "cite": "Homer",
      "quote": "We're goin bowling. If we don't come back, avenge our deaths."
    },
    {
      "cite": "Stephen King",
      "quote": "In bowling and in life, if a person made the spares, the strikes would take care of themselves."
    },
    {
      "cite": "unknown",
      "quote": "Even if you don't knock down a lot of pins, be sure to strike a pretty pose."
    },
    {
      "cite": "unknown",
      "quote": "We are all bowlers trying to reach our goals, but once we've hit the correct pin the rest will come tumbling down."
    },
    {
      "cite": "unknown",
      "quote": "All bowling balls look like they've just received shocking news."
    },
    {
      "cite": "David Lee Roth",
      "quote": "The light you see at the end of the tunnel is the front of an oncoming train."
    },
    {
      "cite": "Sanford Hansell",
      "quote": "The bowling alley is the poor man's country club."
    },
    {
      "cite": "Don Carter",
      "quote": "One of the advantages bowling has over golf is that you seldom lose a bowling ball."
    },
    {
      "cite": "John Calipari",
      "quote": "You want perfection, go to a bowling alley!"
    },
    {
      "cite": "Demetri Martin",
      "quote": "Bowling would be more interesting if it were slightly uphill."
    },
    {
      "cite": "Jeff Olson",
      "quote": "There aren't many millionaires who bowl over 100. Why not? Because they left the bowling league behind to build their fortunes."
    },
    {
      "cite": "Yôsuke Kuroda",
      "quote": "Bowling makes me happy like eating infinite bowls of rice!"
    },
    {
      "cite": "Mack Fields",
      "quote": "I got the bowling ball blues. When I first started bowling. Just a spare was great. My score looked good at 108."
    },
    {
      "cite": "Just Water",
      "quote": "We're going bowling for love."
    },
    {
      "cite": "Joe Montgomery",
      "quote": "Bowling down the alley with pretty playful sally. Rolling down the alley."
    },
    {
      "cite": "The Fiery Furnaces",
      "quote": "A bowling alley and lunch counter. Filled with fellas on their lunch break."
    },
    {
      "cite": "John Gielgud",
      "quote": "Usually one must go to bowling alley to a meet woman of your stature."
    },
    {
      "cite": "Kapil Dev",
      "quote": "Fast bowling is an art, like spin bowling."
    },
    {
      "cite": "John Calipari",
      "quote": "You want perfection, go to a bowling alley!"
    },
    {
      "cite": "George Carlin",
      "quote": "Bowling is not a sport because you have to rent the shoes."
    },
    {
      "cite": "Queen Latifah",
      "quote": "Bowling, I like bowling. I’ve been getting into this bowling thing. It’s kinda fun."
    },
    {
      "cite": "Martin Mull",
      "quote": "Having children is like having a bowling alley installed in your brain."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "You can never find the right bowling ball. This one’s too heavy. This one’s good but its pink!"
    },
    {
      "cite": "Blaine Harden",
      "quote": "Bowling is so retro, it's post-modern."
    },
    {
      "cite": "David Letterman",
      "quote": "That's the first thing they teach you in bowling, by the way. Don't press the ball against your nose. The other one is don't lick the pins."
    },
    {
      "cite": "Earl Anthony",
      "quote": "Bowling is a game of mistakes. Generally, whoever makes the fewest comes out the best."
    }
  ]
}