{
  "source": "https://www.wisesayings.com/boxer-quotes/",
  "theme": "boxer",
  "quotes": [
    {
      "cite": "Jimmy Smits",
      "quote": "There's something so familial and intimate between a boxer and his trainer."
    },
    {
      "cite": "Brian D'Ambrosio",
      "quote": "To be a boxer is to be within yourself, inside your thoughts and feelings."
    },
    {
      "cite": "Anthony Joshua",
      "quote": "In boxing, it is about the obsession of getting the most from yourself: wanting to dominate the world like a hungry young lion."
    },
    {
      "cite": "Nonito Donaire",
      "quote": "As a boxer, you have to put risk in to get to another level."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "To be knocked out doesn't mean what it seems. A boxer does not have to get up."
    },
    {
      "cite": "Gene Tunney",
      "quote": "A boxer must exercise and develop every part of his body."
    },
    {
      "cite": "Roberto Duran",
      "quote": "The life of a boxer is about fighting for world titles."
    },
    {
      "cite": "Renzo Gracie",
      "quote": "A boxer is like a lion, the greatest predator on land, but you throw him in the shark tank and he's just another meal."
    },
    {
      "cite": "Sugar Ray Leonard",
      "quote": "When you're a boxer, there is a lot of downtime and long periods of inactivity."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "The mere fact that a boxer covers his face never means that he is much afraid of his opponent. A good punch will give a better explanation for his action!"
    },
    {
      "cite": "George Foreman",
      "quote": "A boxer never sees the big one that hits him."
    },
    {
      "cite": "Pawan Mishra",
      "quote": "Just like a boxer can't win without a few punches on his face, a student can't be fully trained without ups and downs."
    },
    {
      "cite": "Alan Minter",
      "quote": "A boxer makes a comeback for two reasons: either he's broke or he needs the money."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "No boxer in the history of boxing has had Parkinson's. There's no injury in my brain that suggests that the illness came from boxing."
    },
    {
      "cite": "Wayne Kelly",
      "quote": "Boxers, like prostitutes, are in the business of ruining their bodies for the pleasure of strangers."
    }
  ]
}