{
  "source": "https://www.wisesayings.com/boyfriend-and-girlfriend-quotes/",
  "theme": "boyfriend-and-girlfriend",
  "quotes": [
    {
      "cite": "Cecily von Ziegesar",
      "quote": "Give a girl a boyfriend and she becomes a total expert on relationships."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A woman knows the face of the man she loves as a sailor knows the open sea"
    },
    {
      "cite": "Nishan Panwar",
      "quote": "A TRUE boyfriend is someone that will take care of his girlfriend, stand up for her when needed and love her for who she is and not pretend to care about her!"
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "If I had a flower for every time I thought of you...I could walk through my garden forever."
    },
    {
      "cite": "Angela Lim",
      "quote": "I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more."
    },
    {
      "cite": "unknown",
      "quote": "Never laugh at your girlfriend's choices. You are one of them."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "For the two of us, home isn't a place. It is a person. And we are finally home."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "My heart made it's choice, and it chose you."
    },
    {
      "cite": "Constantine Jake",
      "quote": "I cannot imagine a life in your absence. You are like the breathe of air that I need to live, the drop of water in a thirsty desert. I need you like a bird needs the skies to go higher."
    },
    {
      "cite": "Sam Keen",
      "quote": "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly."
    },
    {
      "cite": "Tyga",
      "quote": "If you fight like a married couple, talk like bestfriends, flirt like first lovers, protect each other like siblings, you're meant to be."
    },
    {
      "cite": "unknown",
      "quote": "When I am with you I don't need the warmth of a jacket or the light from a bulb; you are like a flame that gives me soft warmth and perfect light."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "I always have many roads to travel, but I take the one which leads to you."
    },
    {
      "cite": "Vicki Carnley",
      "quote": "If he...makes you laugh. Kisses your forehead. Says he's sorry. Makes an effort. Holds your hand. Works hard. Attempts to underhand you then, believe it or not, he's quite perfect."
    },
    {
      "cite": "unknown",
      "quote": "Someone who really loves you sees what a mess you can be, how moody you can get, how hard you are to handle, but still wants you."
    },
    {
      "cite": "Moulin Rouge",
      "quote": "The greatest thing you'll ever learn is just to love and be loved in return."
    },
    {
      "cite": "unknown",
      "quote": "When a girl thinks of her future with her boyfriend, it's normal. But when the boy thinks of his future with his girlfriend, he's serious."
    },
    {
      "cite": "Denice Enval",
      "quote": "To me, you were more than just a person. You were a place where I finally felt at home."
    },
    {
      "cite": "Vanessa Hudgens",
      "quote": "Do not just look at your boyfriend as just a boyfriend. Look at him as a friend, too."
    },
    {
      "cite": "Laurie Notaro",
      "quote": "Bad boyfriends don't disguise themselves; their girlfriends do it for them."
    },
    {
      "cite": "unknown",
      "quote": "A real boyfriend and girlfriend stand by each other's side on good days and stands even closer on bad days no matter what."
    },
    {
      "cite": "unknown",
      "quote": "A guy who really loves a girl and thinks of her as his future wife, he will introduce her to all his friends and family. To tell his every relative that this is the one girl he will spend all his life with."
    },
    {
      "cite": "Judy Garland",
      "quote": "For it was not into my ear you whispered but into my heart. It was not my lips you kissed but my soul."
    },
    {
      "cite": "Rose Franken",
      "quote": "Anyone can be passionate, but it takes real lovers to be silly."
    },
    {
      "cite": "John Keats",
      "quote": "Two souls share a single thought as both hearts beat as one."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Men always want to be a woman's first love. Women like to be a man's last romance."
    },
    {
      "cite": "Taylor Swift",
      "quote": "You are the best thing that's ever been mine."
    },
    {
      "cite": "Denise Grasso",
      "quote": "The first best person in your life is yourself, the second best is another who believes in you."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "I think of you only twice a day—when I am alone and when I am with someone else."
    },
    {
      "cite": "unknown",
      "quote": "Every girl deserves a guy that could make her smile even when she doesn't want to."
    },
    {
      "cite": "unknown",
      "quote": "Meeting you was fate, becoming your friend was a choice, but falling in love with you was beyond my control."
    },
    {
      "cite": "unknown",
      "quote": "I didn't choose you, my heart did."
    },
    {
      "cite": "unknown",
      "quote": "The boyfriends who still hold bags, open doors, tell their girlfriends they're beautiful and shows respect are real men."
    },
    {
      "cite": "Becca Anderson",
      "quote": "Husbands and boyfriends are nice accessories, but girlfriends are the essential must-haves of life."
    },
    {
      "cite": "Amy Sedaris",
      "quote": "Don't leave a piece of jewelry at his house so you can go back and get it later; he may be with his real girlfriend."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Romantic love is a mental illness. But it's a pleasurable one. It's a drug. It distorts reality, and that's the point of it. It would be impossible to fall in love with someone that you really saw...what starts love is your ability to stupefy and blind yourself to the point of being able to fall in love. What stops it is waking up."
    },
    {
      "cite": "Thomas Moore",
      "quote": "Romantic love is not only a necessary illusion, it is a desirable deception. Naturally, if we enter that illusion without an imagination for poetry and music, we may literally play the fool as love buffets us; but if we appreciate its theatrics, we could be profoundly deepened by it...It is one of the most powerful and most effective forms of soul-making."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "A man in love is incomplete until he has married, then he is finished."
    },
    {
      "cite": "Jimmy Cannon",
      "quote": "I judge how a man cares for a woman by the space he allots her under a jointly shared umbrella."
    },
    {
      "cite": "James Salter",
      "quote": "Women fall in love when they get to know you. Men are just the opposite. when they finally know you, they're ready to leave."
    },
    {
      "cite": "Emma Thompson",
      "quote": "Romantic love has taken precedence over all other relationships, probably because it offers an escape from reality. It's a complete con, of course, because it doesn't last, and anyone who says it does is lying."
    },
    {
      "cite": "Albert Einstein",
      "quote": "You can't blame gravity for falling in love."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "The sweetest of all sounds is that of the voice of the woman we love."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Let us always meet each other with a smile, for the smile is the beginning of love."
    },
    {
      "cite": "Ferdinand Foch",
      "quote": "The most powerful weapon on earth is the human soul on fire."
    },
    {
      "cite": "Aristotle",
      "quote": "Love is composed of a single soul inhabiting two bodies."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The best thing to hold onto in life is each other."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you strength while loving someone deeply gives you courage."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "If you do not love me I shall not be loved. If I do not love you I shall not love."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "We loved with a love that was more than love."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "I love that feeling of being in love, the effect of having butterflies when you wake up in the morning. That is special."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "One is loved because one is loved. No reason is needed for loving."
    },
    {
      "cite": "Stendhal",
      "quote": "People happy in love have an air of intensity."
    },
    {
      "cite": "William Congreve",
      "quote": "Those who have never known the deep intimacy and the intense companionship of mutual love have missed the best thing that life has to give."
    },
    {
      "cite": "John Keats",
      "quote": "I love you the more in that I believe you had liked me for my own sake and for nothing else."
    },
    {
      "cite": "Pietro Aretino",
      "quote": "I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies."
    },
    {
      "cite": "Marcia Froelke Coburn",
      "quote": "Romantic love is ephemeral and occasionally unavoidable...like the viral flu."
    },
    {
      "cite": "Margaret Anderson",
      "quote": "In real love, you want the other person's good. In romantic love, you want the other person."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Him that I love, I wish to be free—even from me."
    },
    {
      "cite": "Madame de Sevigne",
      "quote": "I love you so passionately, that I hide a great part of my love, not to oppress you with it."
    },
    {
      "cite": "Levine",
      "quote": "Love is not what we become, but what we already are."
    },
    {
      "cite": "Victor Hugo",
      "quote": "I shall be great and you rich, because we love each other."
    },
    {
      "cite": "Robert Burns",
      "quote": "Oh, my Luve's like a red, red rose / That's newly sprung in June: / O, my Luve's like the melodie / That's sweetly played in tune."
    }
  ]
}