{
  "source": "https://www.wisesayings.com/boyfriends-quotes/",
  "theme": "boyfriends",
  "quotes": [
    {
      "cite": "Steve Maraboli",
      "quote": "When in a relationship, a real man doesn't make his woman jealous of others, he makes others jealous of his woman."
    },
    {
      "cite": "Bethany Jett",
      "quote": "Being pursued, while easy, is purposeful. Intentional. Deliberate. It's not about getting a guy's attention--it's a process of ensuring that he's the one. Of all the men holding glass slippers, he has to be your perfect fit."
    },
    {
      "cite": "Bethany Jett",
      "quote": "Your boyfriend shouldn't be your only friend."
    },
    {
      "cite": "Vanessa Hudgens",
      "quote": "Do not just look at your boyfriend as just a boyfriend. Look at him as a friend, too."
    },
    {
      "cite": "Hilary Duff",
      "quote": "Guys make me feel secure and comfortable when I'm scared or need attention. They bring stability. And affection. And fun. And drama. You learn so much from a boyfriend. It's hard to put into words, I guess."
    },
    {
      "cite": "Jason Jordan",
      "quote": "True love does not come by finding the perfect person, but by learning to see an imperfect person perfectly."
    },
    {
      "cite": "Laurel",
      "quote": "If he loves you then don't waste that, you might never be able to get it back."
    },
    {
      "cite": "Suzanne",
      "quote": "Every time I hear your voice, I hear another reason to keep you forever."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "I seem to have loved you in numberless forms, numberless times, in life after life, in age after age forever."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "A TRUE boyfriend is someone that will take care of his girlfriend, stand up for her when needed and love her for who she is and not pretend to care about her!"
    },
    {
      "cite": "Kevin McCarty",
      "quote": "No relationship is perfect nor will anyone ever be the best boyfriend or girlfriend. Long as you put in the effort and try to make your lover happy. That's all we can ask for."
    },
    {
      "cite": "Justin Bieber",
      "quote": "If I was your boyfriend, I'd never let you go, keep you in my arms girl, you'd never be alone, and I could be a gentlemen anything you want, if I was your boyfriend."
    },
    {
      "cite": "Cindy Gardner",
      "quote": "What's the difference between a boyfriend and a husband? About 30 pounds."
    },
    {
      "cite": "Mae West",
      "quote": "Save a boyfriend for a rainy day and another, in case it doesn't rain."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "A friend will tell you she saw your old boyfriend and he's a priest."
    },
    {
      "cite": "Susan Allen Toth",
      "quote": "Boyfriends weren't friends at all, they were prizes, escorts, symbols of achievement, fascinating strangers, the Other"
    },
    {
      "cite": "unknown",
      "quote": "Boyfriends come and go but friends are forever"
    },
    {
      "cite": "Cher",
      "quote": "I love having boyfriends. A girl can wait for the right man to come along - but in the meantime that doesn't mean she can't have a wonderful time with all the wrong ones."
    },
    {
      "cite": "Taylor Dayne",
      "quote": "I've had enough boyfriends and enough issues. I'd seen enough train wrecks."
    },
    {
      "cite": "Orlando Bloom",
      "quote": "I'm quite sensitive to women. I saw how my sister got treated by boyfriends. I read this thing that said when you are in a relationship with a woman, imagine how you would feel if you were her father. That's been my approach, for the most part."
    },
    {
      "cite": "unknown",
      "quote": "A good boyfriend loves his girl with all his heart. He isn't afraid to point his girl in front of his friends and say, \"that's my baby.\""
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "When I am with you, the only place I want to be is closer"
    },
    {
      "cite": "Robert Sexton",
      "quote": "Sometimes your nearness takes my breath away; and all the things I want to say can find no voice. Then, in silence, I can only hope my eyes will speak my heart"
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There's this place in me where your fingerprints still rest, your kisses still linger, and your whispers softly echo. It's the place where a part of you will forever be a part of me"
    },
    {
      "cite": "A. A. Milne",
      "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
    },
    {
      "cite": "Samuel Lover",
      "quote": "Come live in my heart, and pay no rent."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close."
    },
    {
      "cite": "Jodi Lynn Anderson",
      "quote": "Sometimes I can't see myself when I'm with you. I can only just see you."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "I am catastrophically in love with you."
    },
    {
      "cite": "Jamie McGuire",
      "quote": "I knew the second I met you that there was something about you I needed. Turns out it wasn't something about you at all. It was just you."
    }
  ]
}