{
  "source": "https://www.wisesayings.com/boyhood-quotes/",
  "theme": "boyhood",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Adolescence is a period of rapid changes. Between the ages of 12 and 17, for example, a parent ages as much as 20 years"
    },
    {
      "cite": "Tina Fey",
      "quote": "Boyhood proves that there's still good roles for women over 40, as long as you get hired when you're under 40."
    },
    {
      "cite": "Karen Savage",
      "quote": "Adolescence is perhaps nature's way of preparing parents to welcome the empty nest."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "Adolescence is like having only enough light to see the step directly in front of you."
    },
    {
      "cite": "Booth Tarkington",
      "quote": "One of the hardest conditions of boyhood is the almost continuous strain put upon the powers of invention by the constant and harassing necessity for explanations for every natural act."
    },
    {
      "cite": "Jimmy Cannon",
      "quote": "A sportswriter is entombed in a prolonged boyhood."
    },
    {
      "cite": "Richard Powers",
      "quote": "We'd drifted too far to rely on the old boyhood telepathy anymore."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "As a teenager you are at the last stage in your life when you will be happy to hear that the phone is for you."
    },
    {
      "cite": "Booth Tarkington",
      "quote": "Boyhood is the longest time in life for a boy. The last term of the school-year is made of decades, not of weeks, and living through them is like waiting for the millennium."
    },
    {
      "cite": "P. G. Wodehouse",
      "quote": "Boyhood, like measles, is one of those complaints which a man should catch young and have done with, for when it comes in middle life it is apt to be serious."
    },
    {
      "cite": "Virginia Satir",
      "quote": "Adolescents are not monsters. They are just people trying to learn how to make it among the adults in the world, who are probably not so sure themselves."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "That toil of growing up; The ignominy of boyhood; the distress Of boyhood changing into man; The unfinished man and his pain."
    },
    {
      "cite": "Richard Linklater",
      "quote": "At some point, you're no longer growing up, you're aging. But no one can pinpoint that moment exactly."
    },
    {
      "cite": "Pier Paolo Pasolini",
      "quote": "For to a boy it can seem that he shall never have what he alone has never had."
    },
    {
      "cite": "Chris Hadfield",
      "quote": "Fatherhood is the unending imperfect task of turning yourself into your dad while secretly maintaining the unbridled elation of your boyhood."
    },
    {
      "cite": "Federico Fellini",
      "quote": "No matter what happens, always keep your childhood innocence. It's the most important thing."
    },
    {
      "cite": "William Faulkner",
      "quote": "To the man grown the long crowded mile of his boyhood becomes less than the throw of a stone."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Boyhood is a most complex and incomprehensible thing. Even when one has been through it, one does not understand what it was. A man can never quite understand a boy, even when he has been the boy."
    },
    {
      "cite": "John Updike",
      "quote": "The difference between a childhood and a boyhood must be this: our childhood is what we alone have had; our boyhood is what any boy in our environment would have had."
    },
    {
      "cite": "Art Buchwald",
      "quote": "There isn't a child who hasn't gone out into the brave new world who eventually doesn't return to the old homestead carrying a bundle of dirty clothes."
    },
    {
      "cite": "Ivan Doig",
      "quote": "Childhood is the one story that stands by itself in every soul."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "No human being, past the thoughtless age of boyhood, will wantonly murder any creature which holds its life by the same tenure that he does."
    },
    {
      "cite": "Ben Aaronovitch",
      "quote": "When you're a boy your life can be measured out as a series of uncomfortable conversations reluctantly initiated by adults in an effort to tell you things that you either already know or really don't want to know."
    },
    {
      "cite": "Martha Grimes",
      "quote": "An idyllic childhood is probably illusion."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "If boyhood and youth are but vanity, must it not be our ambition to become men?"
    },
    {
      "cite": "John Amos Comenius",
      "quote": "Boyhood is distracted for years with precepts of grammar that are infinitely prolix, perplexed and obscure."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "Anybody who has survived his childhood has enough information about life to last him the rest of his days."
    },
    {
      "cite": "Jane Smiley",
      "quote": "The fundamental condition of childhood is powerlessness."
    },
    {
      "cite": "Diane Setterfield",
      "quote": "Boys do not leave their boyhood behind when they leave off their school uniform."
    },
    {
      "cite": "Dave Pelzer",
      "quote": "Childhood should be carefree, playing in the sun; not living a nightmare in the darkness of the soul."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Oh, for boyhood's painless play, sleep that wakes in laughing day, health that mocks the doctor's rules, knowledge never learned of schools."
    },
    {
      "cite": "Horace",
      "quote": "He who sings the praises of his boyhood's days."
    }
  ]
}