{
  "source": "https://www.wisesayings.com/boys-quotes/",
  "theme": "boys",
  "quotes": [
    {
      "cite": "James Thurber",
      "quote": "Boys are beyond the range of anybody's sure understanding, at least when they are between the ages of 18 months and 90 years."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Give a boy address and accomplishments and you give him the mastery of palaces and fortunes where he goes."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "One of the best things in the world to be is a boy; it requires no experience, but needs some practice to be a good one."
    },
    {
      "cite": "Mark Twain",
      "quote": "There comes a time in every rightly constructed boy's life that he has a raging desire to go somewhere and dig for hidden treasure."
    },
    {
      "cite": "Allan Beck",
      "quote": "A boy is a magical creature - you can lock him out of your workshop, but you can't lock him out of your heart."
    },
    {
      "cite": "Eric Berne",
      "quote": "The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The boy gathers materials for a temple, and then when he is thirty, concludes to build a woodshed."
    },
    {
      "cite": "Robert Benchley",
      "quote": "A boy can learn a lot from a dog: obedience, loyalty, and the importance of turning around three times before lying down."
    },
    {
      "cite": "Charles Dickens",
      "quote": "A boy's story is the best that is ever told."
    },
    {
      "cite": "Markus Zusak",
      "quote": "The only thing worse than a boy who hates you: a boy that loves you."
    },
    {
      "cite": "Diane Zahler",
      "quote": "Boys were so proud - you always had to let them think they were good at things."
    },
    {
      "cite": "Farah Mustafa",
      "quote": "Boys will never understand how much their small words can affect a girl."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "A boy carries out suggestions more wholeheartedly when he understands their aim."
    },
    {
      "cite": "Anne Frank",
      "quote": "Boys will be boys. And even that wouldn't matter if only we could prevent girls from being girls."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "The boy who expects every morning to open into a new world finds that today is like yesterday, but he believes tomorrow will be different."
    },
    {
      "cite": "John Andrew Holmes",
      "quote": "Every genuine boy is a rebel and an anarch. If he were allowed to develop according to his own instincts, his own inclinations, society would undergo such a radical transformation as to make the adult revolutionary cower and cringe."
    },
    {
      "cite": "Christy Mathewson",
      "quote": "A boy cannot begin playing ball too early. I might almost say that while he is still creeping on all fours he should have a bouncing rubber ball."
    },
    {
      "cite": "Norris Cotton",
      "quote": "The boys are in such a mood that if someone introduced the Ten Commandments, they'd cut them down to seven."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "No one knows how it is that with one glance a boy can break through into a girl's heart."
    },
    {
      "cite": "John B. S. Haldane",
      "quote": "A fairly bright boy is far more intelligent and far better company than the average adult."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "The fact that boys are allowed to exist at all is evidence of a remarkable Christian forbearance among men."
    },
    {
      "cite": "Thomas Campbell Clark",
      "quote": "I am convinced that every boy, in his heart, would rather steal second base than an automobile."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "There is nothing so aggravating as a fresh boy who is too old to ignore and too young to kick."
    },
    {
      "cite": "Ian Mcshane",
      "quote": "The bad boy: always more fun."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "A boy is naturally full of humor."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "Boys don't make passes at female smart-asses."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "Boys don't cry'or at least that's what everybody's supposed to believe."
    },
    {
      "cite": "Katrina Abbott",
      "quote": "Boys always make things more complicated."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "In Scouting, a boy is encouraged to educate himself instead of being instructed."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "A boy's will is the wind's will, / And the thoughts of youth are long, long thoughts."
    },
    {
      "cite": "Plato",
      "quote": "Of all the animals, the boy is most unmanageable."
    },
    {
      "cite": "Kate Brian",
      "quote": "Boys are unpredictable. This maybe not be news, but I'm starting to think it's one of the best things about them."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Schoolboys are a merciless race, individually they are angels, but together, especially in schools, they are often merciless."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "Men get opinions as boys learn to spell by reiteration chiefly."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "When the gender role starts to descend, boys get into the masculine box."
    },
    {
      "cite": "Diane Setterfield",
      "quote": "Boys do not leave their boyhood behind when they leave off their school uniform."
    },
    {
      "cite": "Hausan Proverb",
      "quote": "A boy knows not fire till it burns him."
    },
    {
      "cite": "Danish Proverb",
      "quote": "A lazy boy and a warm bed are difficult to part."
    },
    {
      "cite": "American Proverb",
      "quote": "Boys will become men, and then men boys."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Do not entrust a sword to a boy."
    },
    {
      "cite": "African Proverb",
      "quote": "Send a boy where he wants to go and you see his best pace."
    },
    {
      "cite": "Cambodian Proverb",
      "quote": "The smallest boy always carries the biggest fiddle."
    },
    {
      "cite": "Indian Proverb",
      "quote": "Train a boy strictly, but a girl kindly."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Two boys are half a boy, and three boys are no boy at all."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "While the boy is young, you can see the man."
    },
    {
      "cite": "Robert Anderson",
      "quote": "All you're supposed to do is every once in a while give the boys a little tea and sympathy."
    },
    {
      "cite": "Lena Guilbert Ford",
      "quote": "Keep the Home-fires burning, / While your hearts are yearning, / Though your lads are far away / They dream of Home. / There's a silver lining / Through the dark cloud shining; / Turn the dark cloud inside out, / Till the boys come Home."
    },
    {
      "cite": "John Hay",
      "quote": "There's a happy time coming, / When the boys come home. / There's a glorious day coming, / When the boys come home. / We will end the dreadful story / Of this treason dark and gory / In a sunburst of glory, / When the boys come home."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "Where are they?--the friends of my childhood enchanted-- / The clear, laughing eyes looking back in my own, / And the warm, chubby fingers my palms have so wanted, / As when we raced over / Pink pastures of clover, / And mocked the quail's whir and the bumblebee's drone? / Have the breezes of time blown their blossomy faces / Forever adrift down the years that are flown? / Am I never to see them romp back to their places, / Where over the meadow, / In sunshine and shadow, / The meadow-larks trill, and the bumblebees drone?"
    }
  ]
}