{
  "source": "https://www.wisesayings.com/bragging-quotes/",
  "theme": "bragging",
  "quotes": [
    {
      "cite": "Ann Landers",
      "quote": "Bragging is not an attractive trait, but let's be honest. A man who catches a big fish doesn't go home through an alley."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "The feller that brags about how cheap he heats his home always sees the first robin."
    },
    {
      "cite": "Lisa Edmondson",
      "quote": "He who is humble is confident and wise. He who brags is insecure and lacking."
    },
    {
      "cite": "Walt Whitman",
      "quote": "If you done it, it ain't bragging."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Tell me what you brag about and I'll tell you what you lack."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "He who truly knows has no occasion to shout."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "It's not bragging if you can back it up."
    },
    {
      "cite": "Namibian Proverb",
      "quote": "A braggart is recognized by his headgear."
    },
    {
      "cite": "John Nance Garner",
      "quote": "You have to do a little bragging on yourself even to your relatives-man doesn't get anywhere without advertising."
    },
    {
      "cite": "Criss Jami",
      "quote": "The biggest challenge after success is shutting up about it."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Who knows himself a braggart, let him fear this, for it will come to pass that every braggart shall be found an ass."
    },
    {
      "cite": "Frank McCourt",
      "quote": "You have to give yourself credit, not too much because that would be bragging."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "If I cannot brag of knowing something, then I brag of not knowing it; at any rate, brag."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If I seem to boast more than is becoming, my excuse is that I brag for humanity rather than for myself."
    },
    {
      "cite": "William Scott Downey",
      "quote": "The dog who barks the loudest is not always the best watcher, neither are braggadocios the most valiant."
    },
    {
      "cite": "Evan Esar",
      "quote": "The only way to cure an egotist from bragging is by surgery--amputation at the neck."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Perhaps the less we have, the more we are required to brag."
    },
    {
      "cite": "H. W. SHAW",
      "quote": "Mankind in general seem to take about as much pride in bragging of their faults as of their virtues."
    },
    {
      "cite": "D. V. Rangarajan",
      "quote": "Don't brag. It is not the whistle that moves the train."
    },
    {
      "cite": "Evan Esar",
      "quote": "With a braggart, it's no sooner done than said."
    },
    {
      "cite": "Kim S. Jones",
      "quote": "Now I'm not too keen about bragging on myself but you must admit I was the best."
    },
    {
      "cite": "Dizzy Dean",
      "quote": "It ain't bragging if you can do it."
    },
    {
      "cite": "William Feather",
      "quote": "Blow your own horn loud. If you succeed, people will forgive your noise; if you fail, they'll forget it."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Great boast, small roast."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is also this benefit in brag, that the speaker is unconsciously expressing his own ideal. Humor him by all means, draw it all out, and hold him to it."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "People never have confidence in a Big Talker. They know his statements must be cut down, but they can never tell how much."
    },
    {
      "cite": "Mark Twain",
      "quote": "Noise proves nothing. Often a hen who has merely laid an egg cackles as if she had laid an asteroid."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "It's as difficult to be rich without bragging as it is to be poor without complaining."
    },
    {
      "cite": "Ellen Gould White",
      "quote": "Every man who praises himself brushes the luster from his best efforts."
    },
    {
      "cite": "American Proverbs",
      "quote": "Bragging saves advertising."
    },
    {
      "cite": "Judith Martin",
      "quote": "It is far more impressive when others discover your good qualities without your help."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Do you wish men to speak well of you? Then never speak well of yourself."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Be wiser than other people, if you can, but do not tell them so."
    },
    {
      "cite": "George Horace Lorimer",
      "quote": "It isn't what a man knows, but what he thinks he knows that he brags about."
    },
    {
      "cite": "Sophocles",
      "quote": "For God hates utterly the bray of bragging tongues."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Mere flimflam stories, and nothing but shams and lies."
    },
    {
      "cite": "Bible, Proverbs 27:1",
      "quote": "Do not boast about tomorrow, for you do not know what a day may bring forth."
    },
    {
      "cite": "Anonymous",
      "quote": "Bragging: The patter of tiny feats."
    },
    {
      "cite": "Proverb",
      "quote": "A loaded wagon makes no noise."
    },
    {
      "cite": "Proverb",
      "quote": "Empty vessels make most noise."
    },
    {
      "cite": "Sir Thomas Overbury",
      "quote": "The person who has nothing to brag about but their ancestors is like a potato; the best part of them is underground."
    },
    {
      "cite": "Al Oliver",
      "quote": "There's no such thing as bragging. You're either lying or telling the truth."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Boasts are wind and deeds are hard."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "A person is bound to lose when he talks about himself; if he belittles himself, he is believed; if he praises himself, he isn't believed."
    },
    {
      "cite": "Sara Shepard",
      "quote": "Its not bragging if its true."
    },
    {
      "cite": "Frank McCourt",
      "quote": "You have to give yourself credit, not too much because that would be bragging."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut."
    },
    {
      "cite": "Gene Brown",
      "quote": "The really tough thing about humility is you can't brag about it."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "What kills a skunk is the publicity it gives itself."
    },
    {
      "cite": "Christopher Bedford",
      "quote": "You need to be a billionaire with a TV show to make bragging funny, and if you aren't, you just look  like an ass."
    },
    {
      "cite": "M.R. Montgomery",
      "quote": "The more time I have spent on famous rivers, the less I have enjoyed the angling. The trouble with big fish is that they attract people who are interested in bragging."
    },
    {
      "cite": "Karan Tewari",
      "quote": "Why was I repulsed by some people's bragging behaviors, yet could tolerate—heck, in some special cases, was riveted by — other's? What was it that distinguished a repellent brag from a palatable one."
    },
    {
      "cite": "Renee Weisman",
      "quote": "Bragging done right was found to be good for one's career or business."
    },
    {
      "cite": "Renee Weisman",
      "quote": "Contrary to many people would expect, those who bragged about themselves were actually seen as more competent and less of a braggart than those who bragged about others."
    },
    {
      "cite": "Renee Weisman",
      "quote": "A job is not done well unless you speak for yourself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "If you can't brag of knowing something, then brag of not knowing it. At any rate brag."
    },
    {
      "cite": "Financial Times",
      "quote": "Start bragging... If you don't speak up for yourself, who will?"
    },
    {
      "cite": "Peggy Klaus",
      "quote": "But...bragging is egocentric, disgusting, obnoxious, self-aggrandizing, and just plain wrong."
    },
    {
      "cite": "Caitlin Williams",
      "quote": "Bragging is a necessity— not a choice—  you want to do more than just exist in a job; that is, be successful in your eyes and to others. It isn't conceit; it is being forthcoming about who you are, what you have done, and what you are capable of doing."
    },
    {
      "cite": "Peggy Klaus",
      "quote": "At its core, bragging is a very individual form of self-expression and communication."
    },
    {
      "cite": "Meredith Fineman",
      "quote": "Bragging better is using the facts to shine and tell the truth about the work you've done."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "A session of boasting won't attract any real friends. It will set you up on a pedestal, however, making you a clearer target."
    },
    {
      "cite": "Jeffrey Bernardo",
      "quote": "A good deed is not a good deed if you brag about it."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Some of the people who are showing off their speed are headed in the wrong direction."
    },
    {
      "cite": "Adam Grant",
      "quote": "Bragging about yourself violates norms of modesty and politeness - and if you were really competent, your work would speak for itself."
    },
    {
      "cite": "Mark Goulston",
      "quote": "Braggarts are insecure and need attention, and bragging often has the opposite effect on most people when you're trying to gain their respect and increase your influence."
    },
    {
      "cite": "Johnny Unitas",
      "quote": "There is a difference between conceit and confidence. Conceit is bragging about yourself. Confidence means you believe you can get the job done."
    },
    {
      "cite": "P.M. Forni",
      "quote": "Bragging is often merely a ladder we build for ourselves out of words when we are afraid we are not tall enough in the eyes of the world. It is an unwitting confession to low self-esteem."
    },
    {
      "cite": "Evan Esar",
      "quote": "Only one man has the right to boast, and that's the man who never does."
    },
    {
      "cite": "D. V. Rangarajan",
      "quote": "Contrary to many people would expect, those who bragged about themselves were actually seen as more competent and less of a braggart than those who bragged about others."
    },
    {
      "cite": "David B. Brinkerhoff",
      "quote": "Bragging is generally considered inappropriate, and if you pat yourself too hard on the back, you are likely to find that others will refuse to do so."
    },
    {
      "cite": "Paul Pearsall",
      "quote": "Bragging is like coughing without covering your mouth. It sends the virus of separateness and arrogance everywhere and makes everyone weaker."
    }
  ]
}