{
  "source": "https://www.wisesayings.com/brain-quotes/",
  "theme": "brain",
  "quotes": [
    {
      "cite": "George Jessel",
      "quote": "The human brain starts working the moment you are born and never stops until you stand up to speak in public."
    },
    {
      "cite": "Robert Frost",
      "quote": "The brain is a wonderful organ. It starts working the moment you get up in the morning and does not stop until you get into the office."
    },
    {
      "cite": "Stuart Seaton",
      "quote": "The human brain is a most unusual instrument of elegant and as yet unknown capacity."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "The human brain is an incredible pattern-matching machine."
    },
    {
      "cite": "Emerson M. Pugh",
      "quote": "If the human brain were so simple that we could understand it, we would be so simple that we couldn't."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "A man's brain has a more difficult time shifting from thinking to feeling than a women's brain does."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "I consider that a man's brain originally is like a little empty attic, and you have to stock it with such furniture as you choose."
    },
    {
      "cite": "Fred Durst",
      "quote": "That's your best friend and your worst enemy - your own brain."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Don't let your brain interfere with your heart."
    },
    {
      "cite": "Bill Viola",
      "quote": "The human brain is probably one of the most complex single objects on the face of the earth; I think it is, quite honestly."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "The emotional brain responds to an event more quickly than the thinking brain."
    },
    {
      "cite": "Wilder Penfield",
      "quote": "The brain is the organ of destiny. It holds within its humming mechanism secrets that will determine the future of the human race."
    },
    {
      "cite": "Ray Stevens",
      "quote": "The human brain is a funny thing: it's very susceptible to tempo and melody. You put the right words to it, and it becomes very influential."
    },
    {
      "cite": "Graham Greene",
      "quote": "A brain is only capable of what it could conceive, andit couldnt concieve what it hasnt experienced"
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Brain: an apparatus with which we think we think."
    },
    {
      "cite": "David Hubel",
      "quote": "Can the brain understand the brain? Can it understand the mind? Is it a giant computer, or some other kind of giant machine, or something more?"
    },
    {
      "cite": "Daniel Wolpert",
      "quote": "We have a brain for one reason and one reason only - and that's to produce adaptable and complex movements."
    },
    {
      "cite": "Charlotte Perkins Gilman",
      "quote": "The softest, freest, most pliable and changeful living substance is the brain -- the hardest and most iron-bound as well."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The human brain, then, is the most complicated organization of matter that we know."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The brain is a commodity used to fertilize ideas."
    },
    {
      "cite": "Frederick Tilney",
      "quote": "The brain is conceded to be the master organ of the body, the regulator of life, the source of human progress."
    },
    {
      "cite": "Thomas L. Masson",
      "quote": "No brain is stronger than its weakest think."
    },
    {
      "cite": "Eric Kandel",
      "quote": "The brain is a complex biological organ of great computational capability that constructs our sensory experiences, regulates our thoughts and emotions, and control our actions."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "The brain is a muscle of busy hills, the struggle of unthought things with things eternally thought."
    },
    {
      "cite": "Richard L. Gregory",
      "quote": "One of the difficulties in understanding the brain is that it is like nothing so much as a lump of porridge."
    },
    {
      "cite": "Peter Vries",
      "quote": "We know the human brain is a device to keep the ears from grating on one another."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Fill the brain with high thoughts, highest ideals, place them day and night before you, and out of that will come great work."
    },
    {
      "cite": "Milan Kundera",
      "quote": "The brain appears to possess a special area which we might call poetic memory and which records everything that charms or touches us, that makes our lives beautiful."
    },
    {
      "cite": "Francis Daniels Moore",
      "quote": "The brain is an island in an osmotically homogeneous sea."
    },
    {
      "cite": "Alison Gopnik",
      "quote": "The brain is highly structured, but it is also extremely flexible. It's not a blank slate, but it isn't written in stone, either."
    },
    {
      "cite": "Jane Goodall",
      "quote": "Only when our clever  brain and our human heart work together in harmony can we achieve our full potential."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "My childhood home I see again, / And gladden with the view; / And still as mem'ries crowd my brain, / There's sadness in it too. / O memory! though mid-way world / 'Twixt Earth and Paradise / Where things decayed, and loved ones lost / In dreamy shadows rise."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The brain may devise laws for the blood, but a hot temper leaps over a cold decree."
    },
    {
      "cite": "George Santayana",
      "quote": "Despite past philosophic errors separating mind and body, we now know better. The mind is the brain in action; the brain is an organ of the body. Body, action, and thinking flow along identical biological conduits. The body is an instrument, the mind its function, the witness and regard of its operation."
    },
    {
      "cite": "Julien Offroy de la Mettrie",
      "quote": "The brain has muscles for thinking as the legs have muscles for walking."
    },
    {
      "cite": "Lucretius",
      "quote": "The mind grows and decays with the body."
    },
    {
      "cite": "Aleksandr Blok",
      "quote": "The brain can stifle the expression of basic attributes, sometimes acting to prevent the natural flow of basic drives into creative expression. Thinking can sometimes be dangerous, cutting us off from instinctive behaviors, and even leading us toward species extinction. Have we become too smart? The brain is not an organ to be relied upon. It is developing monstrously. It is swelling like a goitre."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "The mind is the most capricious of insects—flitting, fluttering."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Don't think! Thinking is the enemy of creativity. It's self-conscious, and anything self-conscious is lousy. You can't try to do things; you simply must do them."
    },
    {
      "cite": "Seo Kyung Bo",
      "quote": "It is wrong to think that misfortunes come from the east or from the west; they originate within one's own mind. Therefore, it is foolish to guard against misfortunes from the external world and leave the inner mind uncontrolled."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "If you can engage people's pride, love, pity, ambition (or whatever is their prevailing passion) on your side, you need not fear what their reason can do against you."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "The more you reason the less you create."
    },
    {
      "cite": "Kurt Vonnegut Jr.",
      "quote": "I was taught that the human brain was the crowning glory of evolution so far, but I think it's a very poor scheme for survival."
    },
    {
      "cite": "Djuna Barnes",
      "quote": "That priceless galaxy of misinformation called the mind."
    },
    {
      "cite": "Martha Gellhorn",
      "quote": "I see mysteries and complications wherever I look, and I have never met a steadily logical person."
    },
    {
      "cite": "Celia Green",
      "quote": "The remarkable thing about the human mind is its range of limitations."
    },
    {
      "cite": "Arthur M. Schlesinger Jr.",
      "quote": "The greatest intellectual capacities are only found in connection with a vehement and passionate will."
    },
    {
      "cite": "P. G. Wodehouse",
      "quote": "All the unhappy marriages come from the husbands having brains. What good are brains to a man? They only unsettle him."
    },
    {
      "cite": "Emo Phillips",
      "quote": "I used to think the brain was the most important organ in the body, until I realized who was telling me that."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Only the man who finds everything wrong and expects it to get worse is thought to have a clear brain."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "No diet will remove all the fat from your body because the brain is entirely fat. Without a brain, you might look good, but all you could do is run for public office."
    },
    {
      "cite": "Edward O. Wilson",
      "quote": "Every human brain is born not as a blank tablet (a tabula rasa) waiting to be filled by experience but as an exposed negative waiting to be slipped into developer fluid."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "A good man can be stupid and still be good. But a bad man must have brains - absolutely."
    },
    {
      "cite": "Sir William Osler",
      "quote": "You can grow corn or potatoes, but you cannot grow brains. Brains come hard and they come high."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Brains function on a need-to-know basis, and the need-to-know in order to survive on the African plains as hunter-gatherers. It's pure bonus if we manage to understand a bit about relativity and quantum theory as well. I think it's a tremendous privilege that we can understand as much as we can."
    },
    {
      "cite": "George A. Dorsey",
      "quote": "The more you use your brain, the more brain you will have to use."
    },
    {
      "cite": "H. G. Bohn",
      "quote": "Little minds, like weak liquors, are soonest soured."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "The human mind should be like a good hotel—open the year round."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "Purple haze is in my brain / Lately things don't seem the same."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It has been said that the great events of the world take place in the brain. It is in the brain, and the brain only, that the great sins of the world take place also."
    }
  ]
}