{
  "source": "https://www.wisesayings.com/brainwashing-quotes/",
  "theme": "brainwashing",
  "quotes": [
    {
      "cite": "Albert Schweitzer",
      "quote": "A new public opinion must be created privately and unobtrusively. The existing one is maintained by the press, by propaganda, by organization, and by financial and other influences which are at its disposal. The unnatural way of spreading ideas must be opposed by the natural one, which goes from man to man and relies solely on the truth of the thoughts and the hearer's receptiveness for new truth."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Manipulations of opinion, insofar as they are inspired by well-defined interests, have limited goals; their effect, however, if they happen to touch upon an issue of authentic concern, is no longer subject to their control and may easily produce consequences they never foresaw or intended."
    },
    {
      "cite": "Carroll Quigley",
      "quote": "The brainwashing which has been going on for 150 years has also resulted in the replacement of intellectual activities and religion by ideologies and science."
    },
    {
      "cite": "Paul Carvel",
      "quote": "Television to brainwash us all and Internet to eliminate any last resistance."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "One believes things because one has been conditioned to believe them."
    },
    {
      "cite": "James Dean",
      "quote": "There is no way to be truly great in this world. We are all impaled on the crook of conditioning."
    },
    {
      "cite": "James Hervey Johnson",
      "quote": "Intelligent men do not decide any subject until they have carefully examined both or all sides of it. Fools, cowards, and those too lazy to think, accept blindly, without examination, dogmas and doctrines imposed upon them in childhood by their parents, priests, and teachers, when their minds were immature and they could not reason."
    },
    {
      "cite": "Charles Fort",
      "quote": "Almost all people are hypnotics. The proper authority saw to it that the proper belief should be induced, and the people believed properly."
    },
    {
      "cite": "A. D. Coleman",
      "quote": "It is no coincidence that one cardinal rule in brainwashing is to remove from the victim all photographs of himself and people he has known."
    },
    {
      "cite": "Alice Walker",
      "quote": "Propaganda is amazing, people can be led to believe anything."
    },
    {
      "cite": "William James",
      "quote": "As there is no worse lie than a truth misunderstood by those who hear it, so reasonable arguments, challenges to magnanimity, and appeals to sympathy or justice, are folly when we are dealing with human crocodiles and boa-constrictors."
    },
    {
      "cite": "Antony Beevor",
      "quote": "What is terrifying is the ability, through mass brainwashing or propaganda, to change normal human instinct, which does not necessarily contain very much hatred."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The family that prays together...is brainwashing their children."
    },
    {
      "cite": "Isaiah Berlin",
      "quote": "All forms of tampering with human beings, getting at them, shaping them against their will to your own pattern, all thought control and conditioning is, therefore, a denial of that in men which makes them men and their values ultimate."
    },
    {
      "cite": "B.A. Robinson",
      "quote": "Brainwashing: (a.k.a. thought control, mind control, coercive persuasion). A non-violent method that uses mind control techniques to convince a person to abandon some of their basic beliefs and adopt the beliefs of the indoctrinator."
    },
    {
      "cite": "Robert Kane Pappas",
      "quote": "If you repeat a lie often enough, people will believe it. It really is public brainwashing and misinformation."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Human beings have an inalienable right to invent themselves; when that right is pre-empted it is called brain-washing."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "If you wish to win a man over to your ideas, first make him your friend."
    },
    {
      "cite": "Thomas Robbins",
      "quote": "Brainwashing is defined as an observable set of transactions between a charismatically-structured collectivity and an isolated agent of the collectivity with the goal of transforming the agent into a deployable agent. Brainwashing is thus a process of ideological resocialization carried out within a structure of charismatic authority."
    },
    {
      "cite": "Francis Macdonald Cornford",
      "quote": "Propaganda is that branch of the art of lying which consists in nearly deceiving your friends without quite deceiving your enemies."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Oral delivery aims at persuasion and making the listener believe they are converted. Few persons are capable of being convinced; the majority allow themselves to be persuaded."
    },
    {
      "cite": "Elmer Davis",
      "quote": "The easiest way to propagandize people is to let a propaganda theme go in through an entertainment picture when people do not realize they are being propagandized."
    },
    {
      "cite": "Jean Anouilh",
      "quote": "Propaganda is a soft weapon; hold it in your hands too long, and it will move about like a snake, and strike the other way."
    },
    {
      "cite": "Jane Velez-Mitchell",
      "quote": "We have been brainwashed into craving a diet that is killing us. What we believe tastes good is generally what we have been socially conditioned to enjoy."
    },
    {
      "cite": "Paul Watzlawick",
      "quote": "This is the secret of propaganda: To totally saturate the person, whom the propaganda wants to lay hold of, with the ideas of the propaganda, without him even noticing that he is being saturated."
    },
    {
      "cite": "Scott Adams",
      "quote": "Good advertising can make people buy your product even if it sucks ... A dollar spent on brainwashing is more cost-effective than a dollar spent on product improvement."
    },
    {
      "cite": "Evita Ochel",
      "quote": "Until you realize how easily it is for your mind to be manipulated, you remain the puppet of someone else's game."
    },
    {
      "cite": "Winston Churchill",
      "quote": "In time of war, when truth is so precious, it must be attended by a bodyguard of lies."
    },
    {
      "cite": "Yana Toboso",
      "quote": "The line between education and brainwashing is paper thin."
    }
  ]
}