{
  "source": "https://www.wisesayings.com/bravery-quotes/",
  "theme": "bravery",
  "quotes": [
    {
      "cite": "Robert Anthony",
      "quote": "The opposite of bravery is not cowardice but conformity."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Fear can keep a man out of danger but courage only can support him in it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Bravery is not a quality of the body. It is of the soul."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Only those who will risk going too far can possibly find out how far one can go."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "Bravery is being the only one who knows you're afraid."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Cowards die many times before their deaths, the valiant never taste of death but once."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Some have been thought brave because they were afraid to run away."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Valor is stability, not of legs and arms, but of courage and the soul."
    },
    {
      "cite": "John Wainwright",
      "quote": "There is no such thing as bravery; only degrees of fear."
    },
    {
      "cite": "Veronica Roth",
      "quote": "A brave man acknowledges the strength of others."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Don't be afraid of your fears. They're not there to scare you. They're there to let you know that something is worth it."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Expose yourself to your deepest fear; after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."
    },
    {
      "cite": "Omar N. Bradley",
      "quote": "Bravery is the capacity to perform properly even when scared half to death."
    },
    {
      "cite": "Sallust",
      "quote": "In battle it is the cowards who run the most risk; bravery is a rampart of defense."
    },
    {
      "cite": "Philip Sidney",
      "quote": "A true knight is fuller of bravery in the midst, than in the beginning of danger."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "Physical bravery is an animal instinct; moral bravery is much higher and truer courage."
    },
    {
      "cite": "Thucydides",
      "quote": "The bravest are surely those who have the clearest vision of what is before them, glory and danger alike, and yet notwithstanding, go out to meet it."
    },
    {
      "cite": "Franois de la Rochefoucauld",
      "quote": "True bravery is shown by performing without witness what one might be capable of doing before all the world."
    },
    {
      "cite": "Jean Paul",
      "quote": "A timid person is frightened before a danger, a coward during the time, and a courageous person afterward."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Boldness is ever blind, for it sees not dangers and inconveniences whence it is bad in council though good in execution."
    },
    {
      "cite": "Joanna Baillie",
      "quote": "The brave man is not he who feels no fear, For that were stupid and irrational; But he, whose noble soul its fears subdues, And bravely dares the danger nature shrinks from."
    },
    {
      "cite": "Anais Nin",
      "quote": "Life shrinks or expands in proportion to one's courage."
    },
    {
      "cite": "L. Frank Baum",
      "quote": "There is no living thing that is not afraid when it faces danger. The true courage is in facing danger when you are afraid."
    },
    {
      "cite": "Bruce Barton",
      "quote": "Nothing splendid has ever been achieved except by those who dared believe that something inside them was superior to circumstance."
    },
    {
      "cite": "Aristotle",
      "quote": "Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts."
    },
    {
      "cite": "Henry Ford",
      "quote": "One of the greatest discoveries a man makes, one of his great surprises, is to find he can do what he was afraid he couldn't do."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You must do the thing you think you cannot do."
    },
    {
      "cite": "Veronica Roth",
      "quote": "No matter how long you train someone to be brave, you never know if they are or not until something real happens."
    },
    {
      "cite": "Cassie Mendoza-Jones",
      "quote": "I am proud of how brave I have been. I am proud of how brave I am being. I am doing my best and I know that is enough."
    },
    {
      "cite": "Atticus Finch",
      "quote": "It was times like these when I thought my father, who hated guns and had never been to any wars, was the bravest man who ever lived."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Bravery has no place where it can avail nothing."
    },
    {
      "cite": "Bona",
      "quote": "Brave men go forward not expecting to return."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Life is not meant to be easy, my child; but take courage: it can be delightful."
    },
    {
      "cite": "John F Kennedy",
      "quote": "Great crisis produce great men and great deeds of courage."
    },
    {
      "cite": "Seth Godin",
      "quote": "If it scares you, it might be a good thing to try."
    },
    {
      "cite": "Dau Voire",
      "quote": "Be brave enough to start a conversation that matters."
    },
    {
      "cite": "Lana Del Rey",
      "quote": "Being brave means knowing that when you fail, you don't fail forever."
    },
    {
      "cite": "Edward Weeks",
      "quote": "To live with fear and not be afraid is the final test of maturity."
    },
    {
      "cite": "Mark Twain",
      "quote": "It's not the size of the dog in the fight, it's the size of the fight in the dog."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Fight till the last gasp."
    },
    {
      "cite": "El Cordobes",
      "quote": "Bravery is believing in yourself, and that thing nobody can teach you."
    },
    {
      "cite": "Mary Tyler Moore",
      "quote": "You can't be brave if you've only had wonderful things happen to you."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "I just don't want to die without a few scars."
    },
    {
      "cite": "Helen Keller",
      "quote": "Life is either a great adventure or nothing."
    },
    {
      "cite": "F. E. Smith",
      "quote": "The world continues to offer glittering prizes to those who have stout hearts and sharp swords."
    },
    {
      "cite": "Herodotus",
      "quote": "Great deeds are usually wrought at great risks."
    },
    {
      "cite": "Vittorio Alfieri",
      "quote": "Often the test of courage is not to die but to live."
    },
    {
      "cite": "Aristotle",
      "quote": "The ideal man bears the accidents of life with dignity and grace, making the best of circumstances."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts."
    },
    {
      "cite": "Diane Mariechild",
      "quote": "Trust the still, small voice that says, 'this might work and I'll try it."
    },
    {
      "cite": "Rick Warren",
      "quote": "When you jump across a canyon, cautious small steps and vacillation won't work. Sometimes you just have to go for it."
    },
    {
      "cite": "Cassie Mendoza-Jones",
      "quote": "Be proud of how brave you have been, taking a risk and following your dreams."
    },
    {
      "cite": "Emma Donoghue",
      "quote": "Scared is what you're feeling. Brave is what you're doing."
    },
    {
      "cite": "Bran Stark",
      "quote": "Bran thought about it. 'Can a man still be brave if he's afraid?' 'That is the only time a man can be brave,' his father told him."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "It takes courage to grow up and become who you really are."
    },
    {
      "cite": "Atticus Finch",
      "quote": "I wanted you to see what real courage is, instead of getting the idea that courage is a man with a gun in his hand. It's when you know you're licked before you begin, but you begin anyway and see it through no matter what."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Above all, be the heroine of your life, not the victim."
    },
    {
      "cite": "William Faulkner",
      "quote": "You cannot swim for new horizons until you have courage to lose sight of the shore."
    },
    {
      "cite": "Erica Jong",
      "quote": "Everyone has talent. What's rare is the courage to follow it to the dark places where it leads."
    },
    {
      "cite": "August Wilson",
      "quote": "Confront the dark parts of yourself, and work to banish them with illumination and forgiveness. Your willingness to wrestle with your demons will cause your angels to sing."
    },
    {
      "cite": "Jane Austen",
      "quote": "There is a stubbornness about me that never can bear to be frightened at the will of others. My courage always rises at every attempt to intimidate me."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Live the Life of Your Dreams: Be brave enough to live the life of your dreams according to your vision and purpose instead of the expectations and opinions of others."
    },
    {
      "cite": "John A. Shedd",
      "quote": "A ship is safe in harbor, but that's not what ships are for."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Be brave to stand for what you believe in even if you stand alone."
    },
    {
      "cite": "Mark Twain",
      "quote": "Courage is resistance to fear, mastery of fear - not absence of fear."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Courage is found in unlikely places."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "You never change your life until you step out of your comfort zone; change begins at the end of your comfort zone."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The two hardest tests on the spiritual road are the patience to wait for the right moment and the courage not to be disappointed with what we encounter."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "All happiness depends on courage and work."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Courage isn't having the strength to go on - it is going on when you don't have strength."
    },
    {
      "cite": "Erica Jong",
      "quote": "I have accepted fear as part of life – specifically the fear of change... I have gone ahead despite the pounding in the heart that says: turn back...."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "It’s your life; you don’t need someone’s permission to live the life you want. Be brave to live from your heart."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Courage is grace under pressure."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward."
    },
    {
      "cite": "Veronica Roth",
      "quote": "No matter how long you train someone to be brave, you never know if they are or not until something real happens."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace. God is awake."
    },
    {
      "cite": "Lao Tzu",
      "quote": "A man with outward courage dares to die; a man with inner courage dares to live."
    },
    {
      "cite": "Sabaa Tahir",
      "quote": "Life is made of so many moments that mean nothing. Then one day, a single moment comes along to define every second that comes after. Such moments are tests of courage, of strength."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Courage doesn't always roar. Sometimes courage is the little voice at the end of the day that says I'll try again tomorrow."
    },
    {
      "cite": "Harper Lee",
      "quote": "Real courage is when you know you're licked before you begin, but you begin anyway and see it through no matter what."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "Keep in mind that many people have died for their beliefs; it's actually quite common. The real courage is in living and suffering for what you believe."
    },
    {
      "cite": "Carrie Jones",
      "quote": "The secret of happiness is freedom, the secret of freedom is courage."
    },
    {
      "cite": "Andre Gide",
      "quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "The strongest people find the courage and caring to help others, even if they are going through their own storm."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear."
    },
    {
      "cite": "Criss Jami",
      "quote": "To share your weakness is to make yourself vulnerable; to make yourself vulnerable is to show your strength."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is curious that physical courage should be so common in the world and moral courage so rare."
    },
    {
      "cite": "John Lewis",
      "quote": "You must be bold, brave, and courageous and find a way... to get in the way."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death."
    },
    {
      "cite": "Suga",
      "quote": "Life is tough, and things don't always work out well, but we should be brave and go on with our lives."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A hero is no braver than an ordinary man, but he is brave five minutes longer."
    },
    {
      "cite": "Roger Waters",
      "quote": "With the bravery of being out of range / We strafe the train / With the bravery of being out of range / We gain terrain"
    },
    {
      "cite": "Jewel Kilcher",
      "quote": "Fill your lives / With love and bravery / And you shall lead / A life uncommon"
    },
    {
      "cite": "Adam R. Young",
      "quote": "Chase your dreams, and remember me, sweet bravery / 'Cause after all those wings will take you, up so high / So bid the forest floor goodbye as you race the wind / And take to the sky (you take to the sky)"
    },
    {
      "cite": "Ivan Lins",
      "quote": "The dream is still alive, immune to their commands / Bravery abounds steadfast in the underground / Until the day arrives, children understand / Father's safe and sound living in the underground"
    },
    {
      "cite": "Garret Zablocki",
      "quote": "I'm headed west to try to test my bravery / Face to face with my thoughts is what I need / The rear view reminds me the future's passing presently"
    },
    {
      "cite": "Kate Wilson",
      "quote": "Silence for the innocent / Bravery will conquer this / You can find a way out"
    },
    {
      "cite": "Martin Weller",
      "quote": "No one can imagine what drove you to calamity  / Done with dignity / I salute your bravery"
    },
    {
      "cite": "Thea Gilmore",
      "quote": "We'll tear it all down / I know your tactics all the practice this bravery took / And the flags are flying you're trying out a different look"
    },
    {
      "cite": "Joakim Bjoerklund",
      "quote": "And I will always follow my heart and my convictions / I'll always hold my head up high / I've found the bravery to follow my own destiny / Your fading memory is what will set me free"
    },
    {
      "cite": "Leroy Anderson",
      "quote": "No chain shall sully thee / No strength shall taint your bravery / The songs remain for the young and free / They shall never sound in slavery"
    },
    {
      "cite": "Brent Gerald Rambler",
      "quote": "Staring into the face of adversity (he will remain) / With courage and bravery / It keeps him walking towards the flames (he will remain) / In good faith that he will remain"
    },
    {
      "cite": "Justin Chad Davidson",
      "quote": "Bravery will find you when your head is hung low / Your fear is like a fever / It too will go"
    },
    {
      "cite": "Noel Langley",
      "quote": "You are under the unfortunate delusion that simply because you run away from danger, you have no courage. You're confusing courage with wisdom."
    },
    {
      "cite": "Noel Langley",
      "quote": "What makes a king out of a slave? Courage! What makes the flag on the mast to wave? Courage! What makes the elephant charge his tusk in the misty mist, or the dusky dusk? What makes the muskrat guard his musk? Courage! What makes the sphinx the seventh wonder? Courage! What makes the dawn come up like thunder? Courage!"
    },
    {
      "cite": "Busby Berkeley",
      "quote": "I feel that bravery is the ability to face up to difficult situations not without fear but in spite of great and overwhelming fear."
    },
    {
      "cite": "Aline Brosh McKenna",
      "quote": "Sometimes all you need is twenty seconds of insane courage. Just literally twenty seconds of just embarrassing bravery. And I promise you, something great will come of it."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "It takes a great deal of bravery to stand up to your enemies, but a great deal more to stand up to your friends."
    },
    {
      "cite": "Chris Weitz",
      "quote": "I have to tell you a secret that will see you through all the trials that life can offer. Have courage and be kind."
    },
    {
      "cite": "Lloyd C. Douglas",
      "quote": "Not the showy kind that you get medals for but a private courage that only you know about."
    },
    {
      "cite": "Trevor Munson",
      "quote": "Being fearless was the same as being stupid; that havin' courage didn't mean that you ain't afraid."
    },
    {
      "cite": "Michael Sardo",
      "quote": "So have courage. Courage is an angel. Courage is an angel... that makes the difference between a good life and a great life."
    },
    {
      "cite": "Nicholas Boxer",
      "quote": "The greatest courage is the courage to change."
    },
    {
      "cite": "Jean Ingelow",
      "quote": "Take courage'—courage! ay, my purple peer, / I will take courage; for thy Tyrian rays / Refresh me to the heart, and strangely dear / And healing is thy praise."
    },
    {
      "cite": "Edgar Albert Guest",
      "quote": "And what does he do when in doubt? / And the proof of his faith is the courage he shows / When sorrows lie deep in his breast; / It's the way that he suffers the griefs that he knows / That brings out his worst or his best."
    },
    {
      "cite": "Edgar Albert Guest",
      "quote": "It's the way you hold out against odds that are great / That proves what your courage is worth, / It's the way that you stand to the bruises of fate / That shows up your stature and girth."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "Courage! / Disaster and destruction tend / To taller triumph in the end."
    },
    {
      "cite": "William Topaz McGonagall",
      "quote": "And they fought manfully to the last, with courage unshaken, / Until the tower of Hougemont was in a blaze but still it remained untaken."
    },
    {
      "cite": "William Topaz McGonagall",
      "quote": "Yet fearless and undaunted, and with the help of Heaven, / He gathered his small band possessed of courage bold, / Determined to make a last effort to capture the stronghold."
    },
    {
      "cite": "Anonymous Americas",
      "quote": "No one can know the potential, / Of a life that is committed to win; / With courage - the challenge it faces, / To achieve great success in the end!"
    },
    {
      "cite": "Anonymous Americas",
      "quote": "So, possess the strength and the courage, / To conquer whatever you choose; / It's the person who gets started, / That is destined forever to lose!"
    },
    {
      "cite": "Emily Pauline Johnson",
      "quote": "With its blaze of colour, and courage, its daring in every fold, / And underneath is the title, 'What we have we'll hold.' / 'Tis a picture plain as a mirror, but the reflex it contains / Is the counterpart of the life and heart of the Riders of the Plains"
    },
    {
      "cite": "Margie Warrell",
      "quote": "Courage isn't about fearless. It's taking action even though you're scared."
    },
    {
      "cite": "Margie Warrell",
      "quote": "Every possibility begins with the courage to imagine."
    },
    {
      "cite": "Margie Warrell",
      "quote": "Sometimes bravery calls for rebellion."
    },
    {
      "cite": "Margie Warrell",
      "quote": "It takes courage to grow up and become who you really are."
    },
    {
      "cite": "Margie Warrell",
      "quote": "When you consciously choose to say and do things outside your comfort zone, you build your 'courage muscles' for taking on bigger challenges and for responding more bravely to those that land unwanted in your lap."
    },
    {
      "cite": "Margie Warrell",
      "quote": "One act of raw courage at a time, one day at a time, over the passage of time you become what you do: brave, strong,selff-reliant annd equipped with everything it takes to pursue your great aspirations."
    },
    {
      "cite": "Margie Warrell",
      "quote": "Only when those of us with the freedom to stand up, to speak up, and to champion for change find the courage to do so."
    },
    {
      "cite": "Margie Warrell",
      "quote": "Bravery won't always guarantee your success -- in work, in love and in life -- it will always precede it."
    },
    {
      "cite": "Margie Warrell",
      "quote": "Every act of bravery stems from a decision to make a stand for something that's bigger than yourself and more important than your emotional comfort or pride."
    },
    {
      "cite": "Margie Warrell",
      "quote": "But who you become by the courage you've shown will always leave you better off. Stronger. Smarter. Braver. Bolder"
    },
    {
      "cite": "Margie Warrell",
      "quote": "Knowing what you stand for is the foundation stone upon which bravery is built."
    },
    {
      "cite": "Margie Warrell",
      "quote": "The more you face your fear, stare it down and then step up right through the heart of it, the more you strengthen your faith in yourself and you courage for life."
    },
    {
      "cite": "Margie Warrell",
      "quote": "Acting bravely in small ways when it doesn't seem to matter so much is what enables you to build your courage for when it does."
    },
    {
      "cite": "Margie Warrell",
      "quote": "Have courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "Courage is the first of human qualities because it is the quality which guarantees all others."
    },
    {
      "cite": "Gordon Brown",
      "quote": "The kind of courage that fascinated me went beyond physical bravery, though almost always it did involve that admirable quality. It was the an expression of character and strength of belief."
    },
    {
      "cite": "Douglas N. Walton",
      "quote": "As far as courage is concerned, it can be good to learn from real examples of courageous conduct as a moral model of excellence of action in dangerous or difficult situations."
    },
    {
      "cite": "Geoffrey Scarre",
      "quote": "Courage has always been one of the most prized virtues, and people who would unblushingly admit to their lack of many other qualities are commonly unwilling to be thought cowards."
    },
    {
      "cite": "Amanda Elizabeth Barden",
      "quote": "Courage and bravery are highly regarded qualities-- possibly because it is difficult to be courageous and brave all the time, especially when times are difficult"
    },
    {
      "cite": "Angela Sebaly",
      "quote": "Pain will follow the act of building courage just as it does building a muscle."
    },
    {
      "cite": "Angela Sebaly",
      "quote": "The importance of courage to get back up after you have been brought to your knees."
    },
    {
      "cite": "Angela Sebaly",
      "quote": "When we think of courageous people, we often associate their courage with their behaviors. And although how we see courage is in action, we often miss an inherent and important step that comes first-- our emotions."
    }
  ]
}