{
  "source": "https://www.wisesayings.com/brazil-quotes/",
  "theme": "brazil",
  "quotes": [
    {
      "cite": "Gilberto Gil",
      "quote": "Brazil was, is, and will be in fashion."
    },
    {
      "cite": "Gilberto Gil",
      "quote": "I see the future of Brazil as the future of the planet."
    },
    {
      "cite": "Pele",
      "quote": "Brazil eats, sleeps and drinks football. It lives football!"
    },
    {
      "cite": "Morena Baccarin",
      "quote": "They have a joy for life in Brazil unlike any country I've ever seen."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "Brazil is bigger than Europe, wilder than Africa, and weirder than Baffin Land."
    },
    {
      "cite": "Francisco Costa",
      "quote": "Brazil is not what you see but what you feel. Once you spend time here - a week, two weeks - you get in the vibe. It's really intoxicating."
    },
    {
      "cite": "Dionne Warwick",
      "quote": "Brazil is where I belong, the place that feels like home. They love their family, their country and God, and are not afraid to let anybody know it."
    },
    {
      "cite": "Pele",
      "quote": "Brazil is crazy about football. People, they wait for this moment, but this doesn't mean we are going to win the championship. That is the problem."
    },
    {
      "cite": "Luiz Inacio Lula da Silva",
      "quote": "Brazil has rediscovered itself, and this rediscovery is being expressed in its people's enthusiasm and their desire to mobilize to face the huge problems that lie ahead of us."
    },
    {
      "cite": "Gisele Bundchen",
      "quote": "The most beautiful thing about Brazil that I always find that is so unlike any other place I've been in the world is the diversity of its people."
    },
    {
      "cite": "Michel Temer",
      "quote": "Brazil has no parties, only acronyms."
    },
    {
      "cite": "Candice Swanepoel",
      "quote": "No one knows anything about the fashion industry in Brazil. They don't care what you do. They just want the beach and the sun and the fun. I feel the freest and the happiest there."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "The forests of Russia and Brazil are the lungs of the Earth."
    },
    {
      "cite": "John Motson",
      "quote": "Brazil - they're so good it's like they are running round the pitch playing with themselves."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Brazil is my way to see the world. Being born in that country means: \"you don't have a wall separating the physical reality from the magical reality.\""
    },
    {
      "cite": "Vladimir Putin",
      "quote": "Brazil is one of the biggest Latin American countries, the biggest, no doubt, and, more importantly, it is a country with immense development potential."
    },
    {
      "cite": "Anderson Silva",
      "quote": "Brazil's got everything to be a great country for Brazilians and for immigrants."
    },
    {
      "cite": "David Luiz",
      "quote": "Brazil has people in some places with so difficult situations. They prefer to smile than cry because they love life. They love to be happy. That's Brazilian style."
    }
  ]
}