{
  "source": "https://www.wisesayings.com/bread-quotes/",
  "theme": "bread",
  "quotes": [
    {
      "cite": "Marcus Garvey",
      "quote": "A man's bread and butter is only insured when he works for it."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A slice of bread eaten is a million times more nourishing than a loaf of bread imagined."
    },
    {
      "cite": "Nikolai Berdyaev",
      "quote": "Bread for myself is a material question. Bread for my neighbor is a spiritual one."
    },
    {
      "cite": "Edward Mckendree Bounds",
      "quote": "Bread for today is bread enough."
    },
    {
      "cite": "Margaret Visser",
      "quote": "Bread is for us a kind of successor to the motherly breast, and it has been over the centuries responsible for billions of sighs of satisfaction."
    },
    {
      "cite": "Emily Post",
      "quote": "Bread is like dressed, hats and shoes - in other words, essential!"
    },
    {
      "cite": "Louis Bromfield",
      "quote": "Bread is the king of the table and all else is merely the court that surrounds the king. The countries are the soup, the meat, the vegetables, the salad, but bread is king."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Bread is the staff of life."
    },
    {
      "cite": "John Ruskin",
      "quote": "Bread of flour is good; but there is bread, sweet as honey, if we would eat it, in a good book."
    },
    {
      "cite": "David Richo",
      "quote": "Bread takes the effort of kneading but also requires sitting quietly while the dough rises with a power all its own."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Bread that must be sliced with an axe is bread that is too nourishing."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "Bread, milk and butter are of venerable antiquity. They taste of the morning of the world."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Cast your bread upon the waters, and after many days it will come back buttered."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "For if you bake bread with indifference, you bake a bitter bread that feeds but half man's hunger."
    },
    {
      "cite": "James Beard",
      "quote": "Good bread is the most fundamentally satisfying of all foods; and good bread with fresh butter, the greatest of feasts."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Here is bread, which strengthens man's heart, and therefore is called the staff of Life."
    },
    {
      "cite": "Glennon Doyle Melton",
      "quote": "If we are going to ask for our daily bread, we've got to take the time to receive it and eat it. God provide, but we've got to slow down long enough to taste and see."
    },
    {
      "cite": "Don King",
      "quote": "If you cast your bread upon the water and you have faith, you'll get back cash. If you don't have faith, you'll get soggy bread."
    },
    {
      "cite": "Jacques Pepin",
      "quote": "If you have extraordinary bread and extraordinary butter, it's hard to beat bread and butter."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "It is the savor of bread broken with comrades that makes us accept the values of war."
    },
    {
      "cite": "Joel Fuhrman",
      "quote": "Most brown bread is merely white bread with a fake tan."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "My piece of bread only belongs to me when I know that everyone else has a share, and that no one starves while I eat."
    },
    {
      "cite": "Watchman Nee",
      "quote": "Our bread is not only the Word of God, our meat is not only to do His will, our bread is also...the difficulties that are in our way."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "The Angel's bread is made the Bread of man today."
    },
    {
      "cite": "M. F. K. Fisher",
      "quote": "The smell of good bread baking, like the sound of lightly flowing water is indescribable in its evocations of innocence and delight."
    },
    {
      "cite": "Cyprian",
      "quote": "This supernatural bread and this consecrated chalice are for the health and salvation of mankind."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "To a hungry man, a piece of bread is the face of God."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "To eat bread without hope is still slowly to starve to death."
    },
    {
      "cite": "Jose Saramago",
      "quote": "Today's bread does not eliminate yesterday's hunger, much less that of tomorrow."
    },
    {
      "cite": "Wendell Berry",
      "quote": "We can grow good wheat and make good bread only if we understand that we do not live by bread alone."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "When we break bread and give it to each other, fear vanishes and God becomes very close."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "While earning your daily bread, be sure you share a slice with those less fortunate."
    },
    {
      "cite": "Ivan Pavlov",
      "quote": "As we have seen, bread, and especially dry bread, evokes secretion of considerably larger quantities of saliva than meat."
    },
    {
      "cite": "Vaclav Smil",
      "quote": "Behind every morsel of bread, fruits, or meat is a large amount of transformed fossil fuels."
    },
    {
      "cite": "Lynne Rossetto Kasper",
      "quote": "Bread is a celebration."
    },
    {
      "cite": "George Herbert",
      "quote": "Dry bread at home is better then rost meate abroad."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Eaten bread is forgotten."
    },
    {
      "cite": "Julia McNair Wright",
      "quote": "Half a loaf is better than no bread."
    },
    {
      "cite": "Edward Bellamy",
      "quote": "If bread is the first necessity of life, recreation is a close second."
    },
    {
      "cite": "Steven Adams",
      "quote": "If you can break bread with a guy, you will actually go the extra mile on the court; that just happens."
    },
    {
      "cite": "T. D. Jakes",
      "quote": "Instead of loaves of bread, many times God gives out handfuls of purpose."
    },
    {
      "cite": "Angelus Silesius",
      "quote": "It isn't bread that feeds you; it is life and the spirit that feed you through bread."
    },
    {
      "cite": "Anne Carson",
      "quote": "Lava bread makes you passionate."
    },
    {
      "cite": "Muhammad Iqbal",
      "quote": "Our bread and water are of one table: the progeny of Adam are as a single soul."
    },
    {
      "cite": "David Gemmell",
      "quote": "Steal a loaf of bread and they hang you, steal a land and they'll make you king."
    },
    {
      "cite": "John Wycliffe",
      "quote": "The bread while becoming by virtue of Christ's words the body of Christ does not cease to be bread."
    },
    {
      "cite": "Kent Hovind",
      "quote": "The whiter the bread, the quicker you're dead because white bread lacks vitamin E and lecithin."
    },
    {
      "cite": "Rumi",
      "quote": "What a piece of bread looks like depends on whether you are hungry or not."
    }
  ]
}