{
  "source": "https://www.wisesayings.com/breaking-up-quotes/",
  "theme": "breaking-up",
  "quotes": [
    {
      "cite": "Marilyn Monroe",
      "quote": "Sometimes good things fall apart so better things can fall together."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Lots of things can be fixed. Things can be fixed. But many times, relationships between people cannot be fixed, because they should not be fixed. You're aboard a ship setting sail, and the other person has joined the inland circus, or is boarding a different ship, and you just can't be with each other anymore. Because you shouldn't be."
    },
    {
      "cite": "David Levithan",
      "quote": "When things break, it's not the actual breaking that prevents them from getting back together again. It's because a little piece gets lost -- the two remaining ends couldn't fit together even if they wanted to. The whole shape has changed."
    },
    {
      "cite": "Junot Diaz",
      "quote": "And that's when I know it's over. As soon as you start thinking about the beginning, it's the end."
    },
    {
      "cite": "Maggi Richard",
      "quote": "Two words. Three vowels. Four constenants. Seven letters. It can either cut you open to the core and leave you in ungodly pain or it can free your soul and lift a tremendous weight off you shoulders. The phrase is: It's over."
    },
    {
      "cite": "Steph Campbell",
      "quote": "When she left, it was like someone had ripped my heart out, crumbled it up like a flimsy piece of loose leaf paper and crammed it back into my chest. It somehow managed to work, but it would never, ever feel the same."
    },
    {
      "cite": "Osayi Osar-Emokpae",
      "quote": "Hold on to the thought that no emotion lasts forever, no matter how wonderful or how terrible the emotion may be. The tears may last a little longer than you would like, but it will get better. I promise."
    },
    {
      "cite": "Guy Finley",
      "quote": "Nothing in the universe can stop you from letting go and starting over."
    },
    {
      "cite": "Laurel House",
      "quote": "The harder you slam a ball into the ground, the higher it bounces back up? A divorce, a breakup, losing a job, or just feeling seriously down can ground you, rough you up a bit, leave calluses on your feet and grit under your finger nails. But more than that, it leaves you wiser and stronger next time? Life is about experiencing opposites isn?t it?"
    },
    {
      "cite": "John Green",
      "quote": "This is why we call people exes, I guess because the paths that cross in the middle end up separating at the end. It's too easy to see an X as a cross-out. It's not, because there's no way to cross out something like that. The X is a diagram of two paths."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We must be willing to let go of the life we've planned, so as to have the life that is waiting for us."
    },
    {
      "cite": "Gilda Radner",
      "quote": "I wanted a perfect ending. Now I've learned, the hard way, that some poems don't rhyme, and some stories don't have a clear beginning, middle, and end. Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next."
    },
    {
      "cite": "Rory Stewart",
      "quote": "If a relationship is going wrong, if a marriage is going wrong, the answer cannot simply be to say, 'You can't afford to break up because you are going to lose the house.' The answer has to be only one thing, which is 'I love you.'"
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "If you say, I love you, then you have already fallen in love with language, which is already a form of break up and infidelity."
    },
    {
      "cite": "Veronica Roth",
      "quote": "In my own relationships, I know that I should break up with someone who doesn't encourage me to be strong and make my own choices and do what's best in my life, so if you're dating someone who doesn't want you to be the best person you can be, you shouldn't be dating them."
    },
    {
      "cite": "Dennis Quaid",
      "quote": "When you break up, your whole identity is shattered. It's like death."
    },
    {
      "cite": "Kendrick Lamar",
      "quote": "Groups break up because they never got across what they wanted to do personally, and they have creative differences, and egos start to clash."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. To keep your balance you must keep moving."
    },
    {
      "cite": "Christopher Columbus",
      "quote": "You can never cross the ocean unless you have the courage to lose sight of the shore."
    },
    {
      "cite": "Washington Irving",
      "quote": "Love is never lost. If not reciprocated, it will flow back and soften and purify the heart."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "I was never one to patiently pick up broken fragments and glue them together again and tell myself that the mended whole was as good as new. What is broken is broken, and I'd rather remember it as it was at its best than mend it and see the broken pieces as long as I lived."
    },
    {
      "cite": "E.M. Forster",
      "quote": "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us."
    },
    {
      "cite": "Deborah Reber",
      "quote": "Letting go doesn't mean that you don't care about someone anymore. It's just realizing that the only person you really have control over is yourself."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself 'I have lived through this horror. I can take the next thing that comes along.' You must do the thing you think you cannot do."
    },
    {
      "cite": "Jennifer Love Hewitt",
      "quote": "New clothes are a great way to deal after a breakup. A good mix CD also helps you get through it and you know, 72 hours of ice cream."
    },
    {
      "cite": "Brittany Murphy",
      "quote": "After a breakup, it takes a couple weeks for the fog to settle, but it's always a period of self-priority and growth. Life presents you with so many decisions. A lot of times, they're right in front of your face and they're really difficult, but we must make them."
    },
    {
      "cite": "Dennis Quaid",
      "quote": "When you break up, your whole identity is shattered. It's like death."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "The best way to mend a broken heart is time and girlfriends."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Heaven knows we need never be ashamed of our tears, for they are rain upon the blinding dust of earth, overlying our hard hearts."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Turn your wounds into wisdom."
    },
    {
      "cite": "Usher",
      "quote": "Breaking up is a natural evolution when you try to figure out what you want in life. If you're with an individual who isn't moving in the same direction and at the same rate that you are, it ain't going to work."
    },
    {
      "cite": "Jean-Yves Leloup",
      "quote": "Sometimes we must undergo hardships, breakups, and narcissistic wounds, which shatter the flattering image that we had of ourselves, in order to discover two truths: that we are not who we thought we were; and that the loss of a cherished pleasure is not necessarily the loss of true happiness and well-being"
    },
    {
      "cite": "Yoko Ono",
      "quote": "Healing yourself is connected with healing others."
    },
    {
      "cite": "Helen Fielding",
      "quote": "When someone leaves you, apart from missing them, apart from the fact that the whole little world you?ve created together collapses, and that everything you see or do reminds you of them, the worst is the thought that they tried you out and, in the end, the whole sum of parts adds up to you got stamped REJECT by the one you love. How can you not be left with the personal confidence of a passed over British Rail sandwich?"
    },
    {
      "cite": "David J. Wholpe",
      "quote": "The only whole heart is a broken one because it lets the light in."
    },
    {
      "cite": "Mary Pickford",
      "quote": "You may have a fresh start any moment you choose, for this thing that we call failure  is not the falling down, but the staying down."
    },
    {
      "cite": "Lish McBride",
      "quote": "When you break up with someone, and I'm not talking casual breakups here, it's hard to take the sudden absence of such an important person in your life. It reminded me of when I'd stopped going to school and the weird uneasy feeling I'd gotten afterward, like I was forgetting to do something. My life until that point had pivoted around some form of education, and all of a sudden, it was gone. Homework, classes, running around, and then 'bam' nothing but a life of work stretching out before you. No one prepares you for that feeling or even mentions it. You just suddenly have a gap and have to decide how to fill it. A break up is like that gap, only much, much more painful. One day the person you talked to constantly or did stuff with is just absent. Gone. Poof. And even though I'm not one of those people who has to be in a relationship all the time, I was feeling at a loss."
    },
    {
      "cite": "Golda Meir",
      "quote": "Those who do not know how to weep with their whole heart do not know how to laugh either."
    },
    {
      "cite": "Demi Lovato",
      "quote": "Recovery is something that you have to work on every single day and it's something that it doesn't get a day off."
    },
    {
      "cite": "Henry Rollins",
      "quote": "It hurts to let go. Sometimes it seems the harder you try to hold on to something or someone the more it wants to get away. You feel like some kind of criminal for having felt, for having wanted. For having wanted to be wanted. It confuses you, because you think that your feelings were wrong and it makes you feel so small because it's so hard to keep it inside when you let it out and it doesn't come back. You're left so alone that you can't explain. Damn, there's nothing like that, is there? I've been there and you have too. You're nodding your head."
    },
    {
      "cite": "Walter Anderson",
      "quote": "Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have life itself."
    },
    {
      "cite": "Ellie Goulding",
      "quote": "I Know You Care - is really personal and fragile for me. For me, it's about losing a family member and also about a breakup. It's about this idea of losing someone for good."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "There is a time for departure even when there's no certain place to go."
    },
    {
      "cite": "Shane Pendley",
      "quote": "A broken heart never fully mends, it only endures."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Hearts live by being wounded."
    }
  ]
}