{
  "source": "https://www.wisesayings.com/breathe-quotes/",
  "theme": "breathe",
  "quotes": [
    {
      "cite": "Kris Carr",
      "quote": "I love to breathe. Oxygen is sexy!"
    },
    {
      "cite": "Mark Twain",
      "quote": "The air up there in the clouds is very pure and fine, bracing and delicious. And why shouldn't it be? it is the same the angels breathe."
    },
    {
      "cite": "Goran Persson",
      "quote": "Do not be afraid that joy will make the pain worse; it is needed like the air we breathe."
    },
    {
      "cite": "Gregory Maguire",
      "quote": "Remember to breathe. It is after all, the secret of life."
    },
    {
      "cite": "Elvis Costello",
      "quote": "It's a breath you took too late.It's a death that's worse than fate."
    },
    {
      "cite": "Anonymous",
      "quote": "When you own your breath, nobody can steal your peace."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Try to learn to breathe deeply, really to taste food when you eat, and when you sleep, really to sleep. Try as much as possible to be wholly alive with all your might, and when you laugh, laugh like hell. And when you get angry, get good and angry. Try to be alive. You will be dead soon enough."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "One should not go into churches if one wants to breathe pure air."
    },
    {
      "cite": "Sadghuru",
      "quote": "Only when you explore the ecstasy of simply being, where even to breathe is a distraction, can you call yourself complete."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you arise in the morning, think of what a precious privilege it is to be alive, to breathe, to think, to enjoy, to love."
    },
    {
      "cite": "Amit Ray",
      "quote": "Breath is the finest gift of nature. Be grateful for this wonderful gift."
    },
    {
      "cite": "Giovanni Papini",
      "quote": "Breathing is the greatest pleasure in life."
    },
    {
      "cite": "Waylon H. Lewis",
      "quote": "I would like to say that your beauty made it difficult to breathe."
    },
    {
      "cite": "Fuyumi Soryo",
      "quote": "Remember how to breathe, how to live, please!!"
    },
    {
      "cite": "Jean Harlow",
      "quote": "Underwear makes me uncomfortable and besides my parts have to breathe."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "Breathe and don't try to be perfect."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Breath is the bridge which connects life to consciousness, which unites your body to your thoughts."
    },
    {
      "cite": "Barack Obama",
      "quote": "While we breathe, we will hope."
    },
    {
      "cite": "Kate Chopin",
      "quote": "The delicous breath of rain was in the air."
    },
    {
      "cite": "Andrea Boydston",
      "quote": "If you woke up breathing, congratulations! You have another chance."
    },
    {
      "cite": "Evinda Lepins",
      "quote": "The more we talk about our troubles and our fears, the more life we breathe into them."
    },
    {
      "cite": "Kanye West",
      "quote": "I live and breathe every element in life."
    },
    {
      "cite": "Luce Irigaray",
      "quote": "Breathing, according to me, corresponds to taking charge of one's own life."
    },
    {
      "cite": "Sanober Khan",
      "quote": "You are that one breath. that puts all the remaining breaths. back into my body."
    },
    {
      "cite": "Ashley Purdy",
      "quote": "Breathe. It's only a bad day not a bad life."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "I write for the same reason I breathe because if I didn't, I would die."
    },
    {
      "cite": "Black Elk",
      "quote": "And when I breathed, my breath was lightning."
    },
    {
      "cite": "Donald Trump",
      "quote": "Do you mind if I sit back a little? Because your breath is very bad."
    },
    {
      "cite": "Sammy Davis, Jr.",
      "quote": "I have to be a star like another man has to breathe."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "He lives most life whoever breathes most air."
    },
    {
      "cite": "Sara Wiseman",
      "quote": "Bliss begins with the breath. We breathe in, and accept all that is new. We breathe out, and release all that has passed."
    },
    {
      "cite": "Renee Ahdieh",
      "quote": "You honestly expect me to breathe in a world without air?"
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "The air we breathe is still free, but for how much time. I believe someone is busy patenting it to start selling it for profit"
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Happiness breathes when you do."
    },
    {
      "cite": "James Balog",
      "quote": "This air we breathe is precious, and the glaciers helped me understand that and stay focused on that."
    },
    {
      "cite": "Dalai Lama",
      "quote": "As you breathe in, cherish yourself. As you breathe out, cherish all Beings."
    },
    {
      "cite": "Gregory Orr",
      "quote": "Every breath is a resurrection."
    },
    {
      "cite": "Amit Ray",
      "quote": "Conscious breathing is the best antidote to stress, anxiety and depression."
    },
    {
      "cite": "Jenny Downham",
      "quote": "Keep breathing. Just keep doing it. It's easy. In and out."
    },
    {
      "cite": "Rumi",
      "quote": "There is one way of breathing that is shameful and constricted. Then, there's another way: a breath of love that takes you all the way to infinity."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To know even one life has breathed easier because you have lived. This is to have succeeded."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "Your omnipresence is marvellous! I breathe and you enter me. I exhale and enter into you."
    },
    {
      "cite": "J.R. Rim",
      "quote": "The moment you breathe your first breath, you won."
    },
    {
      "cite": "Arzum Uzun",
      "quote": "Take every breath as an event."
    },
    {
      "cite": "Bernard Hinault",
      "quote": "As long as I breathe, I attack."
    },
    {
      "cite": "Mary Oliver",
      "quote": "What can we do but keep on breathing in and out, modest and willing, and in our places?"
    },
    {
      "cite": "K.A. tucker",
      "quote": "Just breathe. Ten tiny breaths. Seize them. Feel them. Love them."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Breathe life back into your ambitions, your desires, your goals, your relationships."
    },
    {
      "cite": "Alexander Lowen",
      "quote": "It is a common belief that we breathe with our lungs alone, but in point of fact, the work of breathing is done by the whole body."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "Breathe gently. Let go of your thoughts, past and future, memories and plans."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "Breathe quietly and let it be. Let your body relax and your heart soften. Open to whatever you experience without fighting."
    },
    {
      "cite": "Tahereh Mafi",
      "quote": "We breathe when we're wrong, we breathe when we're right, we breathe even as we slip off the ledge toward an early grave. It cannot be undone."
    },
    {
      "cite": "Sanchita Pandey",
      "quote": "We breathe so that the trees thrive and the trees breathe so that we are able to live. Perfect symbiosis."
    },
    {
      "cite": "Glennon Doyle",
      "quote": "Breathe. Don't panic and flee. Sink. Feel it all. Imagine. Let it burn."
    },
    {
      "cite": "Kevin Barry",
      "quote": "Now breathe, and step out again, a step further from the past. Step into the streets as narrow as bones, the white streets of the labyrinth, and breathe deeply. Breathe, and step out once more."
    },
    {
      "cite": "Niki Hardy",
      "quote": "When life's storms threaten to drown us we just do our best to keep calm, carry on, and breathe. If I've learned one thing along the way it's that learning to breathe again is a team sport and we all need a little help along the way."
    },
    {
      "cite": "Ntathu Allen",
      "quote": "There are so many distractions in your daily life that taking the time to pause and consciously breathe is a gift you can give yourself – and in so doing you give it to others who feel your sense of calm and inner strength."
    },
    {
      "cite": "Susan Gable",
      "quote": "Breathe in, take what life hands you; hold it, accept it; breathe out, let it go."
    },
    {
      "cite": "R.S. Grey",
      "quote": "Some things are out of your control, but not your breath, so breathe in with me, okay?"
    },
    {
      "cite": "Isabel Losada",
      "quote": "The more you breathe, the more you feel."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "No man should have to fight to breathe in good health and peace."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The deep breathe you just took to show that your problems are bigger than you, is the final breathe someone had taken right now in his life! As long as your breathe is not the final one, you still have a hope!"
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It would be ridiculous to hold your breath and blame others for your inability to breathe."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "You feel yourself a broken one and you still breathe."
    },
    {
      "cite": "Gerard Manley Hopkins",
      "quote": "Now but to breathe its praise, minds me in many ways."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "Breathe softly into it, accepting all that is present with a healing kindness."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "The air we breathe, the wind that blows around us, the earth that we walk upon, the lives of others around us, the most intimate things of our lives, are the place of our sleep or of our awakening."
    },
    {
      "cite": "Thomas Gray",
      "quote": "Thoughts that breathe, and words that burn."
    },
    {
      "cite": "Frances de Pontes Peebles",
      "quote": "For you, I'll stay invisible. I'll be the air you breathe."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Fill your paper with the breathings of your heart."
    },
    {
      "cite": "Louie Giglio",
      "quote": "Through Christ, you can breathe again, inhaling the wonder of God that always surrounds you, exhaling words and deeds of praise that reflect all of who He is."
    },
    {
      "cite": "Tamala Tiedemann",
      "quote": "I wish that I could breathe, if only I could breathe."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Breathe with unconditional breath the unconditioned air."
    },
    {
      "cite": "Mary Oliver",
      "quote": "You are breathing patiently; it is a beautiful sound. It is your life, which is so close to my own that I would not know."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Breathing dreams like air."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "There is no difference between your breathing and the breathing of the rain forest, between your bloodstream and the world’s rivers, between your bones and the chalk cliffs of Dover."
    },
    {
      "cite": "Lama Surya Das",
      "quote": "With every breath, the old moment is lost; a new moment arrives. We exhale and we let go of the old moment. It is lost to us. In doing so, we let go of the person we used to be. We inhale and breathe in the moment that is becoming."
    },
    {
      "cite": "Osho",
      "quote": "Breathing in, let golden light come into you through your head."
    }
  ]
}