{
  "source": "https://www.wisesayings.com/breakfast-quotes/",
  "theme": "breakfast",
  "quotes": [
    {
      "cite": "Andrew Luck",
      "quote": "To me, breakfast is my most important meal. It's often the meal you play a game on. I make sure I have oatmeal, milk, and fruit. It's the fuel you use to hopefully do your best, so eating right is a big part of being a professional athlete. I wish I paid more attention to it earlier in my life."
    },
    {
      "cite": "Caroline B Cooney",
      "quote": "Breakfast was only worth having when somebody else made it for you."
    },
    {
      "cite": "Anita Bryant",
      "quote": "Breakfast without orange juice is like a day without sunshine."
    },
    {
      "cite": "Fred Shero",
      "quote": "When you have bacon and eggs for breakfast, the chicken makes a contribution, the pig makes a commitment."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Breakfast cereals that come in the same colors as polyester leisure suits make oversleeping a virtue."
    },
    {
      "cite": "A A Gill",
      "quote": "Breakfast is everything. The beginning, the first thing. It is the mouthful that is the commitment to a new day, a continuing life."
    },
    {
      "cite": "Mayer Hawthorne",
      "quote": "Breakfast is the most important meal of the day and I definitely have a hearty breakfast before I do anything."
    },
    {
      "cite": "Ian Fleming",
      "quote": "Hope makes a good breakfast. Eat plenty of it."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The little energy you obtained from your breakfast can ignite your willingness to kick start. Don't overlook the little energy you have now by fixing eyes on a supposed magical influence farther away!"
    },
    {
      "cite": "Clement Freud",
      "quote": "Breakfast is a notoriously difficult meal to serve with a flourish."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Don't eat breakfast cereals that change the color of your milk."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "One should not attend even the end of the world without a good breakfast."
    },
    {
      "cite": "Jessie Douglas Kerruish",
      "quote": "Breakfast alone by gaslight is about as ghastly as champagne in daylight."
    },
    {
      "cite": "Andrew Weil",
      "quote": "It is more important to eat some carbohydrates at breakfast, because the brain needs fuel right away, and carbohydrate is the best source."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "If you look upon ham and eggs and lust, you have already committed breakfast in your heart."
    },
    {
      "cite": "John Gunther",
      "quote": "All happiness depends on a leisurely breakfast."
    },
    {
      "cite": "Wilkie Collins",
      "quote": "We had our breakfasts whatever happens in a house, robbery or murder, it doesn't matter, you must have your breakfast."
    },
    {
      "cite": "Yotam Ottolenghi",
      "quote": "Breakfast is always the best time for something juicy, sweet and fresh - it just feels like the right way to open the day. There's no right way, though, when it comes to choosing the fruit."
    },
    {
      "cite": "Joe Abercrombie",
      "quote": "Have a smile for breakfast, you'll be sh—ting joy by lunch."
    },
    {
      "cite": "Bruce Barton",
      "quote": "When you have something for breakfast, you're not going to be starving by lunch."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "Everyone's favorite breakfast dish can be prepared in a moment's time with just a few ingredients and minimum effort."
    },
    {
      "cite": "Hanneli Mustaparta",
      "quote": "I think its important to start the day with a proper breakfast."
    },
    {
      "cite": "Anne Spencer",
      "quote": "A simple enough pleasure, surely, to have breakfast alone with one's husband, but how seldom married people in the midst of life achieve it."
    },
    {
      "cite": "Bruce Barton",
      "quote": "Not eating breakfast is the worst thing you can do, that's really the take-home message for teenage girls."
    },
    {
      "cite": "Amy Vanderbilt",
      "quote": "Breakfast is the one meal at which it is permissible to read the paper."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Like a breakfast time or lunch time, you must have a thinking time! Without eating and thinking we cannot stick to the existence; without them we cannot stay in the port of this universe!"
    }
  ]
}