{
  "source": "https://www.wisesayings.com/breakthrough-quotes/",
  "theme": "breakthrough",
  "quotes": [
    {
      "cite": "Anthony Robbins",
      "quote": "All personal breakthroughs begin with a change in beliefs."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Breakthrough is how to distinguish a leader and who followed."
    },
    {
      "cite": "Tony Evans",
      "quote": "Brokenness is often the road to breakthrough. Be encouraged."
    },
    {
      "cite": "Rosalia de Castro",
      "quote": "Great breakthroughs are always followed by great catastrophes."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You have to push through every difficulty to have a breakthrough."
    },
    {
      "cite": "Thomas Kuhn",
      "quote": "All significant breakthroughs are break -\"withs\" old ways of thinking."
    },
    {
      "cite": "Caroline Myss",
      "quote": "A breakthrough occurs when you recognize, you are more energy than matter."
    },
    {
      "cite": "Lynda Obst",
      "quote": "Breakthroughs, in art, in culture, in personality, come when tackling the unexpected."
    },
    {
      "cite": "Bill Johnson",
      "quote": "Sometimes our breakthrough begins when we refuse to be impressed with the size of our problem."
    },
    {
      "cite": "Richard Hamming",
      "quote": "The emotion at the point of technical breakthrough is better than wine, women and song put together."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Almost every significant breakthrough is the result of a courageous break with traditional ways of thinking."
    },
    {
      "cite": "Edvard Munch",
      "quote": "My breakthrough came very late in life, really only starting when I was 50...I had the strength for new deeds and ideas."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Sometimes when you are the closest to your breakthrough the pressure is the greatest. You have come too far to give up now!"
    },
    {
      "cite": "Ray Kurzweil",
      "quote": "Launching a breakthrough idea is like shooting skeet. People's needs change, so you must aim well ahead of the target to hit it."
    },
    {
      "cite": "John Naisbitt",
      "quote": "The most exciting breakthroughs of the 21st century will not occur because of technology but because of an expanding concept of what it means to be human."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "To have a breakthrough, you must consciously connect with the invisible forces that are everywhere around you, urging you to go beyond your old conditioning."
    },
    {
      "cite": "Yehuda Berg",
      "quote": "The biggest breakthroughs in consciousness occur when things are difficult; when we have a choice to fall to the worst of ourselves or rise to the best of ourselves."
    },
    {
      "cite": "Dane Cook",
      "quote": "We all hope for breakthrough rebirth moments. When you're headed for a breakthrough moment, it's kind of scary because you say, 'If I break through then I have to make great change in my life.'"
    },
    {
      "cite": "Doug Dawson",
      "quote": "We can be creative and generate new breakthroughs, if we're willing to work with ideas from the pool of history - both distant and more recent - despite the potential for our experiments to fail."
    },
    {
      "cite": "Thomas Keating",
      "quote": "Every time you have a major breakthrough in self-knowledge, and see the way the divine works within your own psyche, external events, and interior experiences of the divine, you are transformed in some degree."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "When you realize that the real breakthroughs come from levels of higher consciousness, then you also realize that the achievement of maturity and wisdom is the most powerful generator of new beginnings possible."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The great breakthrough in your life comes when you realize that you can learn anything you need to learn to accomplish any goal that you set for yourself. This means there are no limits on what you can be, have or do."
    },
    {
      "cite": "Burt Rutan",
      "quote": "When there's ever a breakthrough, a true breakthrough, you can go back and find a time period when the consensus was 'well, that's nonsense!' so what that means is that a true creative researcher has to have confidence in nonsense."
    },
    {
      "cite": "Werner Erhard",
      "quote": "The nature of a breakthrough is for you to stand on what you've gotten, what you've loved, what's been important to you, what's touched you, what's inspired you, what's turned your life on; to stand on the value you've already created for yourself and look out at the possibility for being alive that opens up, like a freedom, in front of you."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Any breakdown is a breakthrough."
    },
    {
      "cite": "Tony Robbins",
      "quote": "There is no breakthrough without a breakdown."
    },
    {
      "cite": "Jack W. Hayford",
      "quote": "Breakthrough happened around me when breakup happened within me."
    },
    {
      "cite": "Constance Chuks Friday",
      "quote": "The longevity of success depends on how well you manage your breakthroughs"
    },
    {
      "cite": "Ben Horowitz",
      "quote": "Breakthrough ideas usually come from guys who look like they're hallucinating"
    },
    {
      "cite": "Newt Gingrich",
      "quote": "To have a major breakthrough in policy, you have to be able to stop and think."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "When you are tempted to give up, your breakthrough is probably just around the corner."
    },
    {
      "cite": "Thomas Friedman",
      "quote": "Big breakthroughs happen when what is suddenly possible meets what is desperately needed"
    },
    {
      "cite": "Joyce Meyer",
      "quote": "You never know how close you are to a breakthrough. It may be right around the corner. Don't quit!"
    },
    {
      "cite": "Theodore Zeldin",
      "quote": "When will we make the same breakthroughs in the way we treat each other as we have made in technology?"
    },
    {
      "cite": "Frans Johansson",
      "quote": "Nearly every major breakthrough innovation has been preceded by a string of failed or misguided executions."
    },
    {
      "cite": "Questlove",
      "quote": "For anyone that's ever had a musical breakthrough in their career, it's always followed by the departure period right after."
    },
    {
      "cite": "Anton Zeilinger",
      "quote": "Real breakthroughs are not found because you want to develop some new technology, but because you are curious and want to find out how the world is."
    },
    {
      "cite": "Mary Carroll Nelson",
      "quote": "The actual breakthrough in the privacy of the studio, when one dares to apply paint in a new manner, is a solitary thrill, dependent upon no one else."
    },
    {
      "cite": "Tony Robbins",
      "quote": "All personal breakthroughs being with a change in beliefs. So how do we change? The most effective way is to get your brain to associate massive pain to the old belief."
    },
    {
      "cite": "Steven Weinberg",
      "quote": "Even in the dark times between experimental breakthroughs, there always continues a steady evolution of theoretical ideas, leading almost imperceptibly to changes in previous beliefs."
    },
    {
      "cite": "Stephen Nachmanovitch",
      "quote": "There is not ultimate breakthrough; what we find in the development of a creative life is an open-ended series of provisional breakthroughs. In this journey there is no endpoint, because it is the journey into the soul."
    },
    {
      "cite": "Gwen Ifill",
      "quote": "This is what happens with a breakthrough. The first ones through the door often get bruised if not broken. Eventually, with a little political acumen and racial sensitivity and a lot of hard work, a smooth new place can emerge."
    }
  ]
}