{
  "source": "https://www.wisesayings.com/break-up-quotes/",
  "theme": "break-up",
  "quotes": [
    {
      "cite": "Bess Myerson",
      "quote": "To fall in love is awfully simple, but to fall out of love is simply awful."
    },
    {
      "cite": "Humphrey Bogart",
      "quote": "I was born when you kissed me. I died when you left me. I lived a few weeks while you loved me."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Breaking up is like knocking over a Coke machine. You can't do it in one push. You gotta rock it back and forth a few times, and then it goes over."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Breakups can be sad, but sometimes tears are the price we pay for a freedom we need."
    },
    {
      "cite": "Estelle",
      "quote": "No one goes straight to happiness after a breakup.Â"
    },
    {
      "cite": "unknown",
      "quote": "Some people think that it's holding on that makes one strong; sometimes it's letting go."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Sometimes good things fall apart so better things can fall together."
    },
    {
      "cite": "Simon Wash",
      "quote": "Getting out of a horrible relationship is not only good for the mind, but it is also good for the soul."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Give sorrow words. The grief that does not speak, whispers the o'er fraught heart and bids it break."
    },
    {
      "cite": "Marcel Proust",
      "quote": "In a separation it is the one who is not really in love who says the more tender things."
    },
    {
      "cite": "Alexandra Elle",
      "quote": "No matter how bad you want a person, if your hearts are in two different places, you'll have to pass and move on."
    },
    {
      "cite": "Tigress Luv",
      "quote": "The loss of love is not nearly as painful as our resistance to accepting it is."
    },
    {
      "cite": "Marcel Proust",
      "quote": "In a separation it's the one who is not really in love who says the more tender things."
    },
    {
      "cite": "Socrates",
      "quote": "The hottest love has the coldest end."
    },
    {
      "cite": "Dennis Quaid",
      "quote": "When you break up, your whole identity is shattered. It's like death."
    },
    {
      "cite": "Sevyn Streeter",
      "quote": "Breakups are still uncomfortable, period, and especially when you really are in love with somebody. They are not the easiest things to deal with, and once you break up, you're trying to get used to not being with that person."
    },
    {
      "cite": "Grant Gudmunson",
      "quote": "Love is unconditional. Relationships are not."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Sometimes it takes a heartbreak to shake us awake & help us see we are worth so much more than we're settling for."
    },
    {
      "cite": "Julia Roberts",
      "quote": "I wish i were a little girl again, because skinned knees are easier to fix than broken heart."
    },
    {
      "cite": "Nilesh Rathod",
      "quote": "Breakup is hard enough to live with, why do we need the paperwork of divorce."
    },
    {
      "cite": "Anonymous",
      "quote": "Breaking up is not a stupid thing. Instead, it makes you a better person and realize your mistakes."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned; nothing matters any more. It is the end of happiness and the beginning of peace.Â"
    },
    {
      "cite": "The Wizard of Oz",
      "quote": "Hearts will never be practical until they are made unbreakable."
    },
    {
      "cite": "Arthur Symons",
      "quote": "And I would have, now love is over, an end to all, an end: I cannot, having been your lover, stoop to become your friend!"
    },
    {
      "cite": "Patti Callahan Henry",
      "quote": "Cheating and lying aren't struggles. They're reasons to break up."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "Â I was never one to patiently pick up broken fragments and glue them together again and tell myself that the mended whole was as good as new. What is broken is broken, and I'd rather remember it as it was at its best than mend it and see the broken pieces as long as I lived."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The emotion that can break your heart is sometimes the very one that heals it."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "If you never learned to hold onto someone, how could it possibly hurt now to let them go?"
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Ever has it been that loves knows not its own death until the hour of separation."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes we tend to be in despair when the person we love leaves us, but the truth is, it's not our loss, but theirs, for they left the only person who wouldn't give up on them."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Have you recently been through a challenge, disappointment, break up or disloyalty with somebody in your life? If so, it's important after you've been hurt, to take some time to think like a lion tamer about your pain, so you can tame the possibility of more negativity coming back to bite you again!"
    },
    {
      "cite": "Sarah Mlynowski",
      "quote": "Just because a relationship ends, it doesn't mean it's not worth having."
    },
    {
      "cite": "Marian Keyes",
      "quote": "Failed relationships canÂ be described as so much wasted make-up."
    },
    {
      "cite": "Sam Palladio",
      "quote": "If you break up with a girlfriend or a boyfriend, you're in this vulnerable state where you're still kind of half in the relationship with them, but you're single, and it takes a while to feel solid in yourself again."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Tis better to have loved and lost than never to have loved at all."
    },
    {
      "cite": "Jennifer Wallace",
      "quote": "It is better to end aÂ relationshipÂ too early than too late. You will never get the days, weeks, and years spent with someone you don't truly love back."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The heart was made to be broken."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "Some of us think holding on makes us strong; but sometimes it is letting go."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "I believe much of the pain of a breakup comes from having a life plan that you have fallen in love with. When it does not work out, you become angry that you now have to pursue a new life plan.Â"
    },
    {
      "cite": "Barbara Willington",
      "quote": "Breaking up is part of life, but we shouldn't let it control it."
    },
    {
      "cite": "unknown",
      "quote": "Relationships are like glass. Sometimes it's better to leave them broken than try to hurt yourself putting it back together."
    },
    {
      "cite": "Meghan O'Rourke",
      "quote": "Relationships take up energy; letting go of them, psychiatrists theorize, entails mental work. When you lose someone you were close to, you have to reassess your picture of the world and your place in it.Â"
    },
    {
      "cite": "Laura Kasischke",
      "quote": "Heartbreak could be lived with if it weren't accompanied by regret."
    },
    {
      "cite": "Guy Finley",
      "quote": "Nothing in the universe can stop you from letting go and starting over.Â"
    },
    {
      "cite": "Usher",
      "quote": "Breaking up is a natural evolution when you try to figure out what you want in life. If you're with an individual who isn't moving in the same direction and at the same rate that you are, it ain't going to work."
    },
    {
      "cite": "unknown",
      "quote": "The pain of having a broken heart is not so much as to kill you, yet not so little as to let you live."
    },
    {
      "cite": "Anonymous",
      "quote": "You will never know true happiness until you have truly loved, and you will never understand what pain really is until you have lost it.Â"
    },
    {
      "cite": "James Baldwin",
      "quote": "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "So it's true, when all is said and done, grief is the price we pay for love."
    },
    {
      "cite": "Wallace Stegner",
      "quote": "Most things break, including hearts. The lessons of life amount not to wisdom, but to scar tissue and callus.Â"
    }
  ]
}