{
  "source": "https://www.wisesayings.com/breathtaking-quotes/",
  "theme": "breathtaking",
  "quotes": [
    {
      "cite": "Debbie Ford",
      "quote": "It is still breathtaking to me to watch people bring love, preciousness and kindness to their inner world, allowing the light of God to shine through their eyes so that the beauty of their soul can come forth."
    },
    {
      "cite": "William Maxwell",
      "quote": "The view after 70 is breathtaking. What is lacking is someone, anyone, of the older generation to whom you can turn when you want to satisfy your curiosity about some detail of the landscape of the past. There is no longer any older generation. You have become it, while your mind was mostly on other matters."
    },
    {
      "cite": "c.w. brooke",
      "quote": "Be like the ocean. Breathtaking to look at, strong enough to be destroyed and gentle enough so others find comfort in  your presence."
    },
    {
      "cite": "Wes Adamson",
      "quote": "Life can be just black and white, but with imagination, life is a kaleidoscope of exhilarating colors and breathtaking adventures."
    },
    {
      "cite": "Sai Pradeep",
      "quote": "You are a breathtaking work of art, far too brilliant to be hidden, far too beautiful to be broken."
    },
    {
      "cite": "Richard C. Miller",
      "quote": "It is the climbing of the mountain that makes the view from the top so breathtaking."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Sometimes you won't feel pleasant during a meditation session; it seems like an uphill run. But when you get to the top, the view is rather breathtaking."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "What gave money its true meaning was its dark-night namelessness, its breathtaking interchangeability."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Breathtaking, splendid, wondrous, sublime, all those words describe you, exactly as you are. You are a work of art! Enjoy your beauty!"
    },
    {
      "cite": "L.R.Knost",
      "quote": "Life is amazing. And then it's awful. And then it's amazing again. And in between the amazing and the awful, it's ordinary and mundane and routine. Breathe in the amazing, hold on through the awful, and relax and exhale during the ordinary. That's just living heartbreaking, soul-healing, amazing, awful, ordinary life. And it's breathtakingly beautiful."
    },
    {
      "cite": "Susan Jane Gilman",
      "quote": "Every woman should see herself looking uniquely breathtaking, in something tailored to celebrate her body, so that she is better able to appreciate her own beauty and better equipped to withstand the ideals of our narrow-waisted, narrow- minded culture."
    },
    {
      "cite": "Eric Sevareid",
      "quote": "With breathtaking rapidity, we are destroying all that was lovely to look at and turning America into a prison house of the spirit. The affluent society, with relentless single-minded energy, is turning our cities, most of suburbia and most of our roadways into the most affluent slum on earth."
    }
  ]
}