{
  "source": "https://www.wisesayings.com/breathless-quotes/",
  "theme": "breathless",
  "quotes": [
    {
      "cite": "Charles De Gaulle",
      "quote": "A true leader always keeps an element of surprise up his sleeve, which others cannot grasp but which keeps his public excited and breathless."
    },
    {
      "cite": "Lois Lowry",
      "quote": "He was free to enjoy the breathless glee that overwhelmed him: the speed, the clear cold air, the total silence, the feeling of balance and excitement and peace."
    },
    {
      "cite": "Arnold Bennett",
      "quote": "A good novel rushes you forward like a skiff down a stream, and you arrive at the end, perhaps breathless, but unexhausted"
    },
    {
      "cite": "Howard Thurman",
      "quote": "There must be always remaining in every life, some place for the singing of angels, some place for that which in itself is breathless and beautiful."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "Sometimes, people trying to commit suicide manage it in a manner that leaves them breathless with astonishment."
    },
    {
      "cite": "Annie Dillard",
      "quote": "It was less like seeing than like being for the first time seen, knocked breathless by a powerful glance."
    },
    {
      "cite": "Sanober Khan",
      "quote": "You are that one breath. that puts all the remaining breaths. back into my body."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Many of us pursue pleasure with such breathless haste that we hurry past it."
    },
    {
      "cite": "Sanober Khan",
      "quote": "May our twilights mix togetherlike breath and breathlessness."
    },
    {
      "cite": "Weegee",
      "quote": "People are so wonderful that a photographer has only to wait for that breathless moment to capture what he wants on film."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Like tourists huffing and puffing to reach the peak we forget the view on the way up."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Sometimes it's the same moments that take your breath away that breathe purpose and love back into your life."
    },
    {
      "cite": "Lord Byron",
      "quote": "All Heaven and Earth are still, though not in sleep, but breathless, as we grow when feeling most."
    },
    {
      "cite": "Rupert Brooke",
      "quote": "Breathless, we flung us on a windy hill, laughed in the sun, and kissed the lovely grass."
    },
    {
      "cite": "Ameen Rihani",
      "quote": "Breathless and unharmed, we emerge from the mazes of metaphysics and psychology where man and the soul are playing hide-and-seek."
    }
  ]
}