{
  "source": "https://www.wisesayings.com/breaking-down-quotes/",
  "theme": "breaking-down",
  "quotes": [
    {
      "cite": "Karen Salmansohn",
      "quote": "Give yourself a break to avoid a breakdown."
    },
    {
      "cite": "Terrell Owens",
      "quote": "Instead of me having a breakdown, I'm focusing on me having a breakthrough."
    },
    {
      "cite": "John Dryden",
      "quote": "Shame on the body for breaking down while the spirit perseveres."
    },
    {
      "cite": "John Lubbock",
      "quote": "We often hear of people breaking down from overwork, but in nine out of ten they are really suffering from worry or anxiety."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "It is so easy to break down and destroy. The heroes are those who make peace and build."
    },
    {
      "cite": "Elizabeth Lesser",
      "quote": "When you feel yourself breaking down, may you break open instead."
    },
    {
      "cite": "Shiv Khera",
      "quote": "Under Adverse conditions-some people break down,some break records."
    },
    {
      "cite": "Cherrie Moraga",
      "quote": "Sometimes a breakdown can be the beginning of a kind of breakthrough, a way of living in advance through a trauma that prepares you for a future of radical transformation."
    },
    {
      "cite": "unknown",
      "quote": "Breakdowns can create breakthroughs. Things fall apart so things can fall together."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes it takes an overwhelming breakdown to have an undeniable breakthrough ."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Any breakdown is a breakthrough."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "Allow yourself to really feel your feelings. It's okay to bare your soul, break down or cry. Because through that breakdown comes your breakthrough."
    },
    {
      "cite": "Ashlee Simpson",
      "quote": "There's moments where I want to break down and cry, but not give up."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Sometimes breakdowns are so important in your life that you come to know your hidden potentials."
    },
    {
      "cite": "Melanie Tonia Evan",
      "quote": "Breakdowns are your greatest breakthroughs. Rank the severity, and know this is the quantity of the spectacular gift you'll receive on the other side. You planned it all perfectly."
    },
    {
      "cite": "unknown",
      "quote": "Breakdowns are really just breakthroughs. It takes hitting the bottom to make it to the top."
    }
  ]
}