{
  "source": "https://www.wisesayings.com/breakups-quotes/",
  "theme": "breakups",
  "quotes": [
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Tis better to have loved and lost than never to have loved at all."
    },
    {
      "cite": "Golda Meir",
      "quote": "Those who do not know how to weep with their whole heart do not know how to laugh either."
    },
    {
      "cite": "Tigress Luv",
      "quote": "The loss of love is not nearly as painful as our resistance to accepting it is."
    },
    {
      "cite": "Lone Star",
      "quote": "I'm going to smile and make you think I'm happy, I'm going to laugh, so you don't see me cry, I'm going to let you go in style, and even if it kills me - I'm going to smile."
    },
    {
      "cite": "M. Kathleen Casey",
      "quote": "Pain is inevitable. Suffering is optional."
    },
    {
      "cite": "Jo Blackwell-Preston",
      "quote": "Don't you dare, for one more second, surround yourself with people who are not aware of the greatness that you are."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "I will not try to convince you to love me, to respect me, to commit to me. I deserve better than that; I AM BETTER THAN THAT Goodbye."
    },
    {
      "cite": "Guy Finley",
      "quote": "Nothing in the universe can stop you from letting go and starting over."
    },
    {
      "cite": "Al Anon",
      "quote": "If you don't like being a doormat then get off the floor."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "Shoo. Away with you. It's my fault for expecting the extraordinary from the ordinary."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Sometimes good things fall apart so better things can fall together."
    },
    {
      "cite": "Sarah Mlynowski",
      "quote": "Just because a relationship ends, it doesn't mean it's not worth having."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Life always waits for some crisis to occur before revealing itself at its most brilliant."
    },
    {
      "cite": "Turcois Ominek",
      "quote": "One day they'll realize they lost a diamond while playing with worthless stones."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Never love anybody that treats you like you're ordinary."
    },
    {
      "cite": "William Somerset Maugham",
      "quote": "The love that lasts the longest is the love that is never returned."
    },
    {
      "cite": "Robert Frost",
      "quote": "Families break up when people take hints you don't intend and miss hints you do intend."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Our story has three parts: a beginning, a middle, and an end. And although this is the way all stories unfold, I still can't believe that ours didn't go on forever."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "No man is rich enough to buy back his past."
    },
    {
      "cite": "Missy Altijd",
      "quote": "I don't know why they call it heartbreak. It feels like every part of my body is broken too."
    },
    {
      "cite": "Socrates",
      "quote": "The hottest love has the coldest end."
    },
    {
      "cite": "Grant Gudmundson",
      "quote": "Love is unconditional, relationships are not."
    },
    {
      "cite": "Thomas Otway",
      "quote": "If we must part forever, Give me but one kind word to think upon, And please myself with, while my heart's breaking."
    },
    {
      "cite": "John Greenleaf",
      "quote": "For all sad words of tongue and pen, the saddest are these, It might have been."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "No matter who broke your heart, or how long it takes to heal, you'll never get through it without your friends."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The emotion that can break your heart is sometimes the very one that heals it"
    },
    {
      "cite": "William Faulkner",
      "quote": "The saddest thing about love is that not only that it cannot last forever, but that heartbreak is soon forgotten."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "I have lost and loved and won and cried myself to the person I am today."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "If people refuse to look at you in a new light and they can only see you for what you were, only see you for the mistakes you've made, if they don't realize that you are not your mistakes, then they have to go."
    },
    {
      "cite": "Julia Roberts",
      "quote": "I wish i were a little girl again, because skinned knees are easier to fix than broken heart."
    },
    {
      "cite": "Victoria Holt",
      "quote": "Never regret. If it's good, it's wonderful. If it's bad, it's experience."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The heart was made to be broken."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Ever has it been that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Rita Mero",
      "quote": "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Watching you walk out of my life does not make me bitter or cynical about love. But rather makes me realize that if I wanted so much to be with the wrong person, how beautiful it will be when the right person comes along."
    },
    {
      "cite": "Osayi Osar-Emokpae",
      "quote": "Hold on to the thought that no emotion lasts forever, no matter how wonderful or how terrible the emotion may be. The tears may last a little longer than you would like, but it will get better. I promise."
    },
    {
      "cite": "Nicole Christie",
      "quote": "I thought I lost something this summer, but I just realized, I never needed it."
    },
    {
      "cite": "Allan Folsom",
      "quote": "But thinking never took away tears. Only time did."
    },
    {
      "cite": "Mary Oliver",
      "quote": "Someone I loved once gave me a box full of darkness. It took me years to understand that this too, was a gift\""
    },
    {
      "cite": "Barbara Willington",
      "quote": "Breaking up is part of life, but we shouldn't let it control it."
    },
    {
      "cite": "Michael Penn",
      "quote": "Knowing when it is over is the beginning of a new life and the end of an old one."
    },
    {
      "cite": "Dr. Sigmund Hess",
      "quote": "Feeling hurt and lonely after a break up is natural. Spend time with family and friends to help ease the feeling."
    },
    {
      "cite": "Simon Wash",
      "quote": "Getting out of a horrible relationship is not only good for the mind but it is also good for the soul."
    },
    {
      "cite": "Jennifer Wallace",
      "quote": "It is better to end a relationship too early than too late. You will never get the days, weeks, and years spent with someone you don't truly love back."
    },
    {
      "cite": "Bette Davis",
      "quote": "Pleasure of love lasts but a moment, Pain of love lasts a lifetime."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "There are very few people who are not ashamed of having been in love when they no longer love each other."
    },
    {
      "cite": "George John Whyte-Melville",
      "quote": "We always believe our first love is our last, and our last love our first."
    },
    {
      "cite": "unknown",
      "quote": "It takes a couple seconds to say Hello, but forever to say Goodbye."
    },
    {
      "cite": "Bess Myerson",
      "quote": "To fall in love is awfully simple, but to fall out of love is simply awful."
    }
  ]
}