{
  "source": "https://www.wisesayings.com/breeze-quotes/",
  "theme": "breeze",
  "quotes": [
    {
      "cite": "Rumi",
      "quote": "The breeze at dawn has secrets to tell you. Don't go back to sleep."
    },
    {
      "cite": "Ramakrishna",
      "quote": "The breeze of grace is always blowing; set your sail to catch that breeze."
    },
    {
      "cite": "Marlen Komar",
      "quote": "Speak to the breeze cautiously during those lonely summer nights."
    },
    {
      "cite": "Nina LaCour",
      "quote": "Each time a breeze starts, I feel the air all the way through me."
    },
    {
      "cite": "Susan Abulhawa",
      "quote": "A persistent breeze lifted the thin curtains, fluttering a few moments of tranquility into the turbulent day."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "A breeze shook rain out of new leaves onto their hair, but in their pursuit of eternity they never noticed the chill."
    },
    {
      "cite": "Victoria Kahler",
      "quote": "A slight breeze cooled the Hawaiian spring air, swaying the branches of palm trees, which cast black silhouettes against the purple and orange colors of the twilight sky."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The breezes of the West African night were intimate and shy, licking the hair, sweeping through cotton dresses with unseemly intimacy, then disappearing into the utter blackness."
    },
    {
      "cite": "Van Morrison",
      "quote": "The summer breeze was blowing on your face Within your violet you treasure your summery words And as the shiver from my neck down to my spine Ignited me in daylight and nature in the garden."
    },
    {
      "cite": "Caitlin Rush",
      "quote": "A breeze blew softly, slightly rippling the water as it carried the heady scents of late Carolina springtime through the air. Honeysuckle. Jasmine. Ripe, pungent river mud. Ah, the world felt right."
    },
    {
      "cite": "Douglas Adams",
      "quote": "A fragrant breeze wandered up from the quiet sea, trailed along the beach, and drifted back to the sea again, wondering where to go next. On a mad impulse it went up to the beach again. It drifted back to sea."
    },
    {
      "cite": "Pat Conroy",
      "quote": "A breeze lifted off the ocean and several hundred notes from the wind chimes tinkled like ice shaken in silver cups. They altered the mood of the forest the way an orchestra does a theater when it begins tuning up its instruments."
    },
    {
      "cite": "Daniel Webster",
      "quote": "Every breeze wafts intelligence from country to country, every wave rolls it and gives it forth, and all in turn receive it. There is a vast commerce of ideas, there are marts and exchanges for intellectual discoveries, and a wonderful fellowship of those individual intelligences which make up the minds and opinions of the age."
    },
    {
      "cite": "Avijeet Das",
      "quote": "Sometimes the tender breeze can help us feel the presence of someone by bringing us their fragrance."
    },
    {
      "cite": "Kathi Appelt",
      "quote": "Whenever there is a breeze in the old forest, you might, for a moment, realize that the trees are singing. There, on the wind, are the voices of sugarberry and juniper and maple..."
    },
    {
      "cite": "Mike Bond",
      "quote": "The breeze across the desert as the light died was so sweet she could almost drink it."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The gentle wind, a sweet and passionate wooer, Kisses the blushing leaf."
    },
    {
      "cite": "Rumi",
      "quote": "No one knows what makes the soul wake up so happy! Maybe a dawn breeze has blown the veil from the face of God."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The whispering breeze pants on the leaves, and dies upon the trees."
    },
    {
      "cite": "George Macdonald",
      "quote": "A gentle wind of western birth, From some far summer sea, Wakes daisies in the wintry earth."
    },
    {
      "cite": "Michel Onfray",
      "quote": "You cannot kill a breeze, a wind, a fragrance; you cannot kill a dream or an ambition."
    },
    {
      "cite": "Lewis Tappan",
      "quote": "They have a fine breeze and are now we hope, well on their way."
    },
    {
      "cite": "John McGraw",
      "quote": "One small breeze doesn't make a wind storm."
    },
    {
      "cite": "Robert Frost",
      "quote": "A breeze discovered my open book And began to flutter the leaves to look"
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "A breeze, a forgotten summer, a smile, all can fit into a storefront window."
    },
    {
      "cite": "Pierre Teilhard de Chardin",
      "quote": "A breeze passes in the night. When did it spring up? Whence does it come? Whither is it going? No man knows."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The softest breeze to fairest flowers gives birth: Think not that Prudence dwells in dark abodes, She scans the future with the eye of gods."
    },
    {
      "cite": "Francis Marion",
      "quote": "A cool breeze stirred my hair at that moment, as the night wind began to come down from the hills, but it felt like a breath from another world."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "As a breeze ruffles the surface of a lake and distorts the images reflected therein, so also the chitta vrtti (fluctuations of mind) disturb the peace of the mind. The still waters of a lake reflect the beauty around it. When the mind is still, the beauty of the Self is seen reflected in it."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "A breeze will always blow in the direction that it wishes to go."
    },
    {
      "cite": "Anonymous",
      "quote": "A ray of sunshine, a balmy breeze Are a gift from God above, And He also gives us faithful friends. To warm our hearts with love."
    }
  ]
}