{
  "source": "https://www.wisesayings.com/brevity-quotes/",
  "theme": "brevity",
  "quotes": [
    {
      "cite": "Hector Hugh Munro",
      "quote": "You evidently feel that brevity is the soul of widowhood."
    },
    {
      "cite": "Stephen King",
      "quote": "Like all sweet dreams, it will be brief, but brevity makes sweetness, doesn't it?"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The brevity of life is grace to walk on your own path."
    },
    {
      "cite": "Martin Luther",
      "quote": "The fewer the words, the better the prayer."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "This is a brief life, but in its brevity it offers us some splendid moments, some meaningful adventures."
    },
    {
      "cite": "Josh Billings",
      "quote": "There's a great power in words, if you don't hitch too many of them together."
    },
    {
      "cite": "Rudolf Virchow",
      "quote": "Brevity in writing is the best insurance for its perusal."
    },
    {
      "cite": "Michael R. Burch",
      "quote": "If brevity is the soul of wit then brevity and levity are the whole of it."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "The little things are what is eternal, and the rest, all the rest, is brevity, extreme brevity."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Brevity and conciseness are the parents of correction."
    },
    {
      "cite": "Thomas Ken",
      "quote": "Let those who thoughtfully consider the brevity of life remember the length of eternity."
    },
    {
      "cite": "Walter Pater",
      "quote": "With this sense of the splendour of our experience and of its awful brevity, gathering all we are into one desperate effort to see and touch, we shall hardly have time to make theories about the things we see and touch."
    },
    {
      "cite": "Isobelle Carmody",
      "quote": "If human lives be, for their very brevity, sweet, then beast lives are sweeter still."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "It is my ambition to say in ten sentences what others say in a whole book."
    },
    {
      "cite": "Protagoras",
      "quote": "Many things prevent knowledge, including the obscurity of the subject and the brevity of human life"
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Brevity is the soul of lingerie."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The brevity of human life gives a melancholy to the profession of the architect."
    },
    {
      "cite": "Horace",
      "quote": "There is need of brevity, that the thought may run on."
    },
    {
      "cite": "Edsger Dijkstra",
      "quote": "Aim for brevity while avoiding jargon."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "True brevity of expression consists in a man only saying what is worth saying, while avoiding all diffuse explanations of things which every one can think out for himself."
    },
    {
      "cite": "Francois Fenelon",
      "quote": "The more you say, the less people remember."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "Brevities are the golden formations in the quartz of literature."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Never be so brief as to become obscure."
    },
    {
      "cite": "Dennis Roth",
      "quote": "If it takes a lot of words to say what you have in mind, give it more thought."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "To write good poems is the secret of brevity."
    },
    {
      "cite": "Robert Sarah",
      "quote": "A few sentences are enough to tell the truth."
    },
    {
      "cite": "Robert Brault",
      "quote": "If you can't explain something in a few words, try fewer."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "A parsimony of words prodigal of sense."
    },
    {
      "cite": "Katherine Cecil Thurston",
      "quote": "No weapons are more potent than brevity and simplicity."
    },
    {
      "cite": "Greg Curtis",
      "quote": "The definition of Brevity: That which people believe would be a virtue - in me!"
    },
    {
      "cite": "Oliver Markus Malloy",
      "quote": "The secret to good writing is to use small words for big ideas, not to use big words for small ideas."
    },
    {
      "cite": "William Strunk, Jr.",
      "quote": "When a sentence is made stronger, it usually becomes shorter. Thus, brevity is a by-product of vigor."
    },
    {
      "cite": "Pliny The Younger",
      "quote": "In the pleading of cases nothing pleases so much as brevity."
    },
    {
      "cite": "Robert Southey",
      "quote": "It is with words as with sunbeams - the more they are condensed, the deeper they burn."
    },
    {
      "cite": "Judith Viorst",
      "quote": "Brevity may be the soul of wit, but not when someone's saying \"I love you."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Those who make the worst use of their time are the first to complain of its brevity."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Brevity is a great charm of eloquence."
    },
    {
      "cite": "John Ruskin",
      "quote": "It is excellent discipline for an author to feel that he must say all that he has to say in the fewest possible words, or his readers is sure to skip them."
    },
    {
      "cite": "Winifred Holtby",
      "quote": "it is the brevity of life which makes it tolerable; its experiences have value because they have an end."
    },
    {
      "cite": "Sydney Smith",
      "quote": "Brevity in writing is what charity is to all other virtues - righteousness is nothing without the one, nor authorship without the other."
    },
    {
      "cite": "Martial",
      "quote": "Every epigram should resemble a bee; it should have sting, honey, and brevity."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Brevity is the best recommendation of speech, whether in a senator or an orator."
    },
    {
      "cite": "Madeleine de Souvre",
      "quote": "It is such a great fault to talk too much that, in business and conversation, if what is good is also brief, it is doubly good, and one gains by brevity what one often loses by an excess of words."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The most valuable of all talents is that of never using two words when one will do."
    },
    {
      "cite": "Jim Rohn",
      "quote": "For effective communication, use brevity. Jesus said, 'Follow me.' Now that's brief! He could be brief because of all that he was that he didn't have to say."
    },
    {
      "cite": "Theophile Gautier",
      "quote": "Brevity never fatigues; therefore, brevity is always a welcome guest."
    }
  ]
}