{
  "source": "https://www.wisesayings.com/bribe-quotes/",
  "theme": "bribe",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "Most of the money given by rich people in 'charity' is made up of conscience money, 'ransom,' political bribery, and bids for titles.... One buys moral credit by signing a cheque, which is easier than turning a prayer wheel."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You don't necessarily need atomic bombs to destroy a nation. Politicians who value their pockets more than the life of citizens always do that every day."
    },
    {
      "cite": "Graham Greene",
      "quote": "I have often noticed that a bribe has that effect - it changes a relation. The man who offers a bribe gives away a little of his own importance; the bribe once accepted, he becomes the inferior, like a man who has paid for a woman."
    },
    {
      "cite": "John Webster",
      "quote": "When I go to hell, I mean to carry a bribe: for look you, good gifts evermore make way for the worst persons."
    },
    {
      "cite": "Belarius",
      "quote": "Richer, than doing nothing for a bribe; Prouder, than rustling in unpaid-for silk."
    },
    {
      "cite": "Barnabe Rich",
      "quote": "Honesty stands at the gate and knocks, and bribery enters in."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "In poor countries, officials receive explicit bribes; in D.C. they get the sophisticated, implicit, unspoken promise to work for large corporations."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "It is a great mistake to suppose that bribery and corruption, although they may be very convenient for gratifying the ambition or the vanity of individuals, have any great effect upon the fortunes or the power of parties. And it is a great mistake to suppose that bribery and corruption are means by which power can either be ob-tained or retained."
    },
    {
      "cite": "Michael Musto",
      "quote": "In the last few years, the very idea of telling the truth, the whole truth, and nothing but the truth is dredged up only as a final resort when the alternative options of deception, threat and bribery have all been exhausted."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Judges and senates have been bought for gold; Esteem and love were never to be sold."
    },
    {
      "cite": "James Surowiecki",
      "quote": "Until the nineteen-seventies, Western countries paid little attention to corruption overseas, and bribery was seen as an unpleasant but necessary part of doing business there. In some European countries, businesses were even allowed to deduct bribes as an expense."
    },
    {
      "cite": "Claud Cockburn",
      "quote": "Never underestimate the effectiveness of a straight cash bribe."
    },
    {
      "cite": "Edward Coke",
      "quote": "Though the bribe be small, yet the fault is great."
    },
    {
      "cite": "Jamal Khashoggi",
      "quote": "Corruption in Saudi Arabia is quite different from corruption in most other countries, as it is not limited to a 'bribe' in return for a contract, or expensive gift for the family member of a government official or prince, or use of a private jet that is charged to the government so a family can go on vacation."
    },
    {
      "cite": "Yemi Osinbajo",
      "quote": "If people are stealing the resources of this nation, if people are taking bribes - if judges or persons in authority, whether they are judges or whoever they may be in government, ministers, whoever, if they are taking bribes - it attacks the fundament of our existence as a society."
    },
    {
      "cite": "Thomas Gray",
      "quote": "Too poor for a bribe, and too proud to importune, he had not the method of making a fortune."
    },
    {
      "cite": "Anubama Gopal",
      "quote": "The money on your hands is the reward for your hard work. The money under your table is the ruining of someone else's hardowork. Be paid for your hardworks. Else you will be paid back one day."
    },
    {
      "cite": "Ulla Tørnæs",
      "quote": "Corruption in the form of bribery and misuse of public funds is a major obstacle to democracy and economic development."
    },
    {
      "cite": "Muhammad Ali Jinnah",
      "quote": "One of the biggest curses from which India is suffering - I do not say that other coutries are free from it, but I think our condition is much worse - is bribery and corruption, That really is a poison."
    },
    {
      "cite": "Anne Holm",
      "quote": "You could not bribe honest people, but bad people would accept bribery."
    },
    {
      "cite": "Sextus Propertius",
      "quote": "By gold all good faith has been banished; by gold our rights are abused; the law itself is influenced by gold, and soon there will be an end of every modest restraint."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Between friends there is no bribery. ... the relationship of friends is intrinsically fair and equal. Neither feels stronger or more clever or more beautiful than the other."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "One must beware of this ministers who can do nothing without money and those who want to do everything with money."
    },
    {
      "cite": "Walter Raleigh",
      "quote": "No mortal thing can bear so high a price, But that with mortal thing it may be bought."
    },
    {
      "cite": "Joao Lourenco",
      "quote": "Corruption happens because there is impunity. That's the reason why corruption is widespread at all levels - from the person who asks for a bribe on the street to those who hold prominent positions."
    },
    {
      "cite": "Sallust",
      "quote": "In my opinion it is less shameful for a king to be overcome by force of arms than by bribery."
    },
    {
      "cite": "John T. Noonan Jr.",
      "quote": "The core of the concept of a bribe is an inducement improperly influencing the performance of a public function meant to be gratuitously exercised."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "All over the world, wherever there are capitalists, freedom of the press means freedom to buy up newspapers, to buy writers, to bribe, buy and fake “public opinion” for the benefit of the bourgeoisie."
    },
    {
      "cite": "Laurence Urgenson",
      "quote": "It's often said that there are countries where bribery is a way of life, and that's still the case."
    },
    {
      "cite": "Betty Martini",
      "quote": "The dictionary defines bribery as the act or practice of giving or taking money or other payment to influence judgment or action. This is a bribe."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Not every gift must you stretch your hands to take! Sometimes, just put your hands by your side and humbly and courageously say thank you!"
    }
  ]
}