{
  "source": "https://www.wisesayings.com/brick-quotes/",
  "theme": "brick",
  "quotes": [
    {
      "cite": "Candice Bergen",
      "quote": "Men say they love independence in a woman, but they don't waste a second demolishing it brick by brick."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Brick walls are there for a reason. The brick walls aren't there to keep us out. The brick walls are there to show us how badly we want things."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "We build our character from the bricks of habit we pile up day by day."
    },
    {
      "cite": "Markus W. Lunner",
      "quote": "It takes a thousand bricks to build a wall, but only one to tear it down."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I like talking to a brick wall- it's the only thing in the world that never contradicts me!"
    },
    {
      "cite": "Lydia M. Child",
      "quote": "Belief in oneself is one of the most important bricks in building any successful venture."
    },
    {
      "cite": "Plutarch",
      "quote": "No man ever wetted clay and then left it, as if there would be bricks by chance and fortune."
    },
    {
      "cite": "David Brinkley",
      "quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him."
    },
    {
      "cite": "Sonia Choquette",
      "quote": "Your own words are the bricks and mortar of the dreams you want to realize. Your words are the greatest power you have. The words you choose and their use establish the life you experience."
    },
    {
      "cite": "Gilles Deleuze",
      "quote": "A concept is a brick. It can be used to build a courthouse of reason. Or it can be thrown through the window."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Big things are built one brick at a time. Victories are achieved one choice at a time. A life well lived is chosen one day at a time."
    },
    {
      "cite": "Will Smith",
      "quote": "Remember, don't try to build the greatest wall that's ever been built. Focus on laying a single, expertly-placed brick. Then keep doing that, every day."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "A half truth, like half a brick, is always more forcible as an argument than a whole one. It carries better."
    },
    {
      "cite": "Andrea Bocelli",
      "quote": "A career is like a house: it's made of many bricks, and each brick has the same value, because without any one of them, the house would collapse."
    },
    {
      "cite": "Lord Dunsany",
      "quote": "Bricks without straw are more easily made than imagination without memories."
    },
    {
      "cite": "Audre Lorde",
      "quote": "Guilt and defensiveness are bricks in a wall against which we all flounder; they serve none of our futures."
    },
    {
      "cite": "David McCallum",
      "quote": "I think your life is governed not by the bricks or mortar around you, it's governed by who holds your hand and who spits in your eye."
    },
    {
      "cite": "Myrtle Reed",
      "quote": "After the door of a woman's heart has once swung on its silent hinges, a man thinks he can prop it open with a brick and go away and leave it."
    },
    {
      "cite": "Russell Simmons",
      "quote": "If you don't break a hole through the brick wall, don't just start digging a new hole. Keep going until you break through that wall."
    },
    {
      "cite": "Will Smith",
      "quote": "I do not have to build a perfect wall today. I just have to lay a perfect brick."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "People who avoid the brick walls - all power to ya, but we all have to hit them sometimes in order to push through to the next level, to evolve."
    },
    {
      "cite": "Douglas Adams",
      "quote": "The ships hung in the sky in much the same way that bricks don't."
    },
    {
      "cite": "Walter Winchell",
      "quote": "The way to become famous fast is to throw a brick at someone who is famous."
    },
    {
      "cite": "John Dos Passos",
      "quote": "The creation of a world view is the work of a generation rather than of an individual, but we each of us, for better or for worse, add our brick to the edifice."
    },
    {
      "cite": "Pope Francis",
      "quote": "The family is where we are formed as people. Every family is a brick in the building of society."
    },
    {
      "cite": "Dorothy Day",
      "quote": "They cannot see that we must lay one brick at a time, take one step at a time."
    },
    {
      "cite": "Lycurgus of Sparta",
      "quote": "That city is well fortified which has a wall of men instead of brick"
    },
    {
      "cite": "Paul McKenna",
      "quote": "If you want to knock down the wall between you and the life of your dreams, it's best to do it one brick at a time!"
    }
  ]
}