{
  "source": "https://www.wisesayings.com/bridges-quotes/",
  "theme": "bridges",
  "quotes": [
    {
      "cite": "William J. Clinton",
      "quote": "Our bridge to the future must include bridges to other nations, because we remain the world's indispensable nation to advance prosperity, peace and freedom and to keep our own children safe from the dangers of terror and weapons of mass destruction."
    },
    {
      "cite": "Ken Poirot",
      "quote": "Build a bridge by extending your hand."
    },
    {
      "cite": "Gene Brown",
      "quote": "The bridges that you cross before you come to them are over rivers that aren't there."
    },
    {
      "cite": "Jim Croce",
      "quote": "Bridges are meant for burning, when the people and memories they join aren't the same."
    },
    {
      "cite": "Les Coleman",
      "quote": "A bridge has no allegiance to either side."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Bridges take people across rivers. Leaders take people across ignorance. With a leader, the destination of a journey is sure."
    },
    {
      "cite": "Gregor Collins",
      "quote": "Never burn bridges. If it's a faulty bridge then close it off and let it fall on its own."
    },
    {
      "cite": "Frantz Fanon",
      "quote": "If the building of a bridge does not enrich the awareness of those who work on it, then that bridge ought not to be built."
    },
    {
      "cite": "Kjell Magne Bondevik",
      "quote": "Knowledge of other people's beliefs and ways of thinking must be used to build bridges, not to create conflicts."
    },
    {
      "cite": "Sterling W Sill",
      "quote": "We can cross the rivers of doubt and discouragement on the bridge of faith even before we get to them."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Effort and hard work construct the bridge that connects your dreams to reality."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "A bridge can still be built, while the bitter waters are flowing beneath."
    },
    {
      "cite": "Isaac Newton",
      "quote": "We build too many walls and not enough bridges."
    },
    {
      "cite": "Andrew Cuomo",
      "quote": "You don't build walls; you build bridges between people."
    },
    {
      "cite": "James Dean",
      "quote": "If a man can bridge the gap between life and death, if he can live on after he's dead, then maybe he was a great man."
    },
    {
      "cite": "Barbara Castle",
      "quote": "Large motorway flyovers are the cathedrals of the modern world."
    },
    {
      "cite": "Widad Akrawi",
      "quote": "We have to build bridges of peace instead of building walls of wars."
    },
    {
      "cite": "Tony Dungy",
      "quote": "There are certain bridges that are not worth crossing, no matter what others think. Loyalty and relationships are important."
    },
    {
      "cite": "J.R. Ward",
      "quote": "Some bridges you crossed on your own, no matter who drove you to the edge"
    },
    {
      "cite": "J. P. Morgan",
      "quote": "The wise man bridges the gap by laying out the path by means of which he can get from where he is to where he wants to go."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Bridges are happy, because they do not judge those who come to them."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Come, let us build bridges of love with each other with the cement of kindness and pillars of trust."
    },
    {
      "cite": "Eboo Patel",
      "quote": "We have to build bridges that are stronger than the bombs that other people might throw."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The fate of the bridges is to be lonely; because bridges are to cross not to stay!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you are good at building bridges, you will never fall into the abyss!"
    },
    {
      "cite": "Sharad Vivek Sagar",
      "quote": "For too long, information, opportunities, and resources have been constraints, they need to be the bridges."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The wisdom of bridges comes from the fact that they know the both sides, they know the both shores!"
    },
    {
      "cite": "Jim Rohn",
      "quote": "Discipline is the bridge between goals and accomplishment."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "We cross our bridges when we come to them and burn them behind us, with nothing to show for our progress except a memory of the smell of smoke, and a presumption that once our eyes watered."
    },
    {
      "cite": "Fred Thompson",
      "quote": "Hopefully, we can build bridges, but we also have to draw lines."
    },
    {
      "cite": "Bruce Jackson",
      "quote": "Bridges become frames for looking at the world around us."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "A bridge is a meeting place. a possibility, a metaphor"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Some bridges are so beautiful that we wish them to be our own home!"
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "A lot of the roads, bridges, railways, and such are built through the use of forced labor, and that is causing the people great suffering. What we put into this in the form of human suffering is not worth what comes out of it."
    },
    {
      "cite": "Robert T. Bakker",
      "quote": "Land bridges were everywhere during the extinction, many species were spreading, and there were many diseases."
    },
    {
      "cite": "Joseph Straus",
      "quote": "Bridges are a monument to progress."
    },
    {
      "cite": "Ildefonso Guajardo Villarreal",
      "quote": "We believe more in bridges and making the border better."
    },
    {
      "cite": "Martin O'Malley",
      "quote": "Roads do not upgrade or maintain themselves. Bridges do not repair themselves or rebuild themselves."
    },
    {
      "cite": "Edwin Lawrence",
      "quote": "Bridges are built not to cross over it but it is built to lift you to the other side safely."
    },
    {
      "cite": "Bruce Jackson",
      "quote": "Bridges are perhaps the most invisible form of public architecture."
    },
    {
      "cite": "A. A. Milne",
      "quote": "Sometimes, if you stand on the bottom rail of a bridge and lean over to watch the river slipping slowly away beneath you, you will suddenly know everything there is to be known."
    },
    {
      "cite": "A. G. Gaston",
      "quote": "Money is no good unless it contributes something to the community, unless it builds a bridge to a better life. Any man can make money, but it takes a special kind of man to use it responsibly."
    },
    {
      "cite": "Aberjhani",
      "quote": "A bridge of silver wings stretches from the dead ashes of an unforgiving nightmare to the jeweled vision of a life started anew."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "Prayer cannot bring water to parched fields, or mend a broken bridge, nor rebuild a ruined city; but prayer can water an arid soul, mend a broken heart, and rebuild a weakened will."
    },
    {
      "cite": "Aga Khan IV",
      "quote": "A proper home can provide the bridge across that terrible gulf between utter poverty the possibility of a better future."
    },
    {
      "cite": "Danielle Steel",
      "quote": "Sometimes, if you aren't sure about something, you just have to jump off the bridge and grow your wings on the way down."
    },
    {
      "cite": "David Russell",
      "quote": "The hardest thing in life is to know which bridge to cross and which to burn."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don’t dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Your problem is to bridge the gap which exists between where you are now and the goal you intend to reach."
    },
    {
      "cite": "Eugene Delacroix",
      "quote": "A picture is nothing but a bridge between the soul of the artist and that of the spectator."
    },
    {
      "cite": "Fiorello LaGuardia",
      "quote": "It makes no difference if I burn my bridges behind me ― I never retreat."
    },
    {
      "cite": "Frida Kahlo",
      "quote": "Passion is the bridge that takes you from pain to change."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Nobody can build the bridge for you to walk across the river of life, no one but you yourself alone. There are, to be sure, countless paths and bridges and demi-gods, which carry you across this river; but only at the cost of yourself; you would pawn yourself and lose. There is in the world only one way, on which nobody can go, except you: where does it lead?"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "What is great in man is that he is a bridge and not a goal."
    },
    {
      "cite": "George Herbert",
      "quote": "He who cannot forgive breaks the bridge over which he himself must pass."
    },
    {
      "cite": "Grant Fairley",
      "quote": "People who have lost relationships often wonder why they can't just let it be \"water under the bridge.\" It is water under the bridge - the trouble is we do not live on the bridge but in the river of life with its many twists and turns."
    },
    {
      "cite": "Henry A Kissinger",
      "quote": "The statesman's duty is to bridge the gap between his nation's experience and his vision."
    },
    {
      "cite": "Indian Proverb",
      "quote": "Life is a bridge. Cross over it, but builds no house on it."
    },
    {
      "cite": "Joseph Fort Newton",
      "quote": "People are lonely because they build walls instead of bridges."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is easier to bridge the oceans that lie between continents than it is to bridge the gap between individuals or the peoples."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Love is that condition in the human spirit so profound that it empowers us to develop courage; to trust that courage and build bridges with it; to trust those bridges and cross over them so we can attempt to reach each other."
    },
    {
      "cite": "Nikita Khrushchev",
      "quote": "Politicians are the same all over. They promise to build bridges even where there are no rivers."
    },
    {
      "cite": "Robert Tew",
      "quote": "Respect yourself enough to walk away from anything that no longer serves you, grows you, or makes you happy."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "There is a land of the living and a land of the dead and the bridge is love, the only survival, the only meaning."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Until you cross the bridge of your insecurities, you can't begin to explore your possibilities."
    },
    {
      "cite": "unknown",
      "quote": "The only bad thing about burning your bridges behind you is that the world is round."
    },
    {
      "cite": "unknown",
      "quote": "Love is the bridge between two hearts."
    },
    {
      "cite": "unknown",
      "quote": "We are told never to cross a bridge until we come to it, but this world is owned by men who have 'crossed bridges' in their imagination far ahead of the crowd."
    },
    {
      "cite": "unknown",
      "quote": "Imagination is the pontoon bridge making way for the timid feet of reason."
    },
    {
      "cite": "Woody Allen",
      "quote": "Having sex is like playing bridge. If you don't have a good partner, you'd better have a good hand."
    }
  ]
}