{
  "source": "https://www.wisesayings.com/bride-quotes/",
  "theme": "bride",
  "quotes": [
    {
      "cite": "Lena Lathrop",
      "quote": "A loving woman finds heaven or hell on the day she is made a bride."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A young bride is like a plucked flower; but a guilty wife is like a flower that had been walked over."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A bride at her second marriage does not wear a veil. She wants to see what she is getting."
    },
    {
      "cite": "Federico Garcia Lorca",
      "quote": "The bride, the white bride today a maiden, tomorrow a wife."
    },
    {
      "cite": "Anuj Somany",
      "quote": "On the wedding day, the bride is always on cloud nine because she knows that from this day onward the groom will be dancing only to the tune of her blown musical rhyme."
    },
    {
      "cite": "Groucho Marx",
      "quote": "In Hollywood, brides keep the bouquets and throw away the groom."
    },
    {
      "cite": "Cathy Guisewite",
      "quote": "A young bride can put on makeup at 6 in the morning and look fabulous at midnight."
    },
    {
      "cite": "Anonymous",
      "quote": "The true beauty of the bride lies in the eyes of the groom."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "A bride is a woman with a fine prospect of happiness behind her."
    },
    {
      "cite": "Robert Herrick",
      "quote": "Happy is the bride that the sun shines on."
    },
    {
      "cite": "Emme Rollins",
      "quote": "Every bride is beautiful. It’s like newborn babies or puppies. They can’t help it."
    },
    {
      "cite": "Anthony T.Hincks",
      "quote": "A bride will always be the belle of the ball at her own wedding."
    },
    {
      "cite": "Roberta Pearce",
      "quote": "A bride should look chaste—not caught."
    },
    {
      "cite": "Selena Gomez",
      "quote": "You are the most beautiful bride there ever be. Don't let anyone else tell you otherwise."
    },
    {
      "cite": "Anonymous",
      "quote": "You will be the most beautiful girl to the person you love even if you walk down the aisle in jeans and t-shirt."
    },
    {
      "cite": "Meir Soloveichik",
      "quote": "Bride and groom are not just two contracting parties but two loving and beloved companions, joined in establishing a home that will be nothing less than a source of immortality."
    },
    {
      "cite": "Anonymous",
      "quote": "A smile is the most beautiful on bride's face."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A successful marriage requires falling in love many times, always with the same person."
    },
    {
      "cite": "Anonymous",
      "quote": "A million people can tell the bride that she is beautiful but the only time she will listen is when it's said by the man she loves."
    },
    {
      "cite": "Tim Allen",
      "quote": "There is no greater feeling than when a groom turns to see his bride and has tears in his eyes because she is so beautiful."
    },
    {
      "cite": "Anonymous",
      "quote": "Nothing can make a woman look beautiful like the glow on her wedding day."
    },
    {
      "cite": "Bobbi Brown",
      "quote": "On your wedding day you should look like yourself at your most beautiful."
    }
  ]
}