{
  "source": "https://www.wisesayings.com/bridesmaid-quotes/",
  "theme": "bridesmaid",
  "quotes": [
    {
      "cite": "Georgina Chapman",
      "quote": "Bridesmaids are never going to upstage the bride."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "A happy bridesmaid makes a happy bride."
    },
    {
      "cite": "Anonymous",
      "quote": "The idea of being bridesmaid is to make a bride the prettiest, not to make yourself prettier."
    },
    {
      "cite": "Wendi McLendon-Covey",
      "quote": "You think your friends have good taste in fashion, until they ask you to wear an ugly bridesmaid dress!"
    },
    {
      "cite": "Erma Bombeck",
      "quote": "A friend never defends a husband who gets his wife an electric skillet for her birthday."
    },
    {
      "cite": "Anonymous",
      "quote": "A bridesmaid's super powers include loyalty, humor, and punctuality."
    },
    {
      "cite": "Anonymous",
      "quote": "Bridesmaids proved there was an audience there that we knew was there. It proved that women go to the movies. They want to see story about themselves."
    },
    {
      "cite": "Anonymous",
      "quote": "A bride can always count on her bridesmaids to lift her up."
    },
    {
      "cite": "Alice-Leone Moats",
      "quote": "An invitation to be a bridesmaid is an honor which cannot be declined without some very good reason. Our idea of one of the better reasons is the impending arrival of a little stranger."
    },
    {
      "cite": "Mindy Kaling",
      "quote": "Asking your friend to be a bridesmaid is one of the modern paradoxes: no one actually wants to do it, but everyone would be offended if you didn't ask."
    },
    {
      "cite": "Anonymous",
      "quote": "Behind every dazzling bride is an effective crew of bridesmaids - the ladies who help the wedding loveboat sail without snags"
    },
    {
      "cite": "Anonymous",
      "quote": "Bridesmaids are a bride's best friends."
    },
    {
      "cite": "Anonymous",
      "quote": "Bridesmaids don't just share the bride's joy, they multiply it."
    },
    {
      "cite": "Anonymous",
      "quote": "Bridesmaid for a day, but best friend for life..."
    },
    {
      "cite": "Gillian Jacobs",
      "quote": "We all wish there were more ‘Bridesmaids’ out there."
    },
    {
      "cite": "Jane Bauling",
      "quote": "You'd better be my bridesmaid, since you gave me the idea that led to this whole farce. It's a horrible job, I'm sure, so you deserve it."
    },
    {
      "cite": "Jennifer Garner",
      "quote": "I am usually part of any disaster at a wedding if I'm a bridesmaid, which I've been lucky enough to be several times."
    },
    {
      "cite": "Jill Kargman",
      "quote": "My five best friends, who were my bridesmaids in my wedding, are still my best friends."
    },
    {
      "cite": "Aporva Kala",
      "quote": "Immortality, thou art a chimerical bridesmaid of life."
    },
    {
      "cite": "Mindy Schanback",
      "quote": "Mothers! They promise you they'll never get married again, and next thing you know you're a bridesmaid."
    },
    {
      "cite": "Tamara Summers",
      "quote": "I'm not blond or super fit or perfect. Not romantic, not \"an individual,\" and definitely not a genius. So what am I? I'll tell you what : a bridesmaid."
    },
    {
      "cite": "Michael Curtiz",
      "quote": "So many times, I have a speech ready but no dice. Always a bridesmaid, never a mother."
    },
    {
      "cite": "Peter O'Toole",
      "quote": "Always a bridesmaid never a bride my foot!"
    },
    {
      "cite": "Laura Moriarty",
      "quote": "I don't think I've ever tried on a corset, though a certain bridesmaid's dress did require a torturous bustier that will stay forever burned in my sensory memory."
    },
    {
      "cite": "Ariel",
      "quote": "How can I thank you for everything you've done to help my wedding run smoothly? In the whirlwind of events leading up to this moment, you've been there for me all the way. Your friendship and support have made so much difference."
    },
    {
      "cite": "Pennsylvania Proverb",
      "quote": "Always a bridesmaid, but never a bride."
    },
    {
      "cite": "Fred W. Leigh",
      "quote": "Why am I always the bridesmaid, / Never the blushing bride?"
    },
    {
      "cite": "Man",
      "quote": "Bridesmaids are brides in training, they're like matrimonial interns."
    },
    {
      "cite": "King Shark",
      "quote": "Weddings are a joyful occasion. You know, unless you're one of the bridesmaids."
    },
    {
      "cite": "Emily Schumann",
      "quote": "The best bridesmaid experiences come when the bride has a laid-back vibe and just goes with the flow."
    },
    {
      "cite": "Emily Schumann",
      "quote": "I’ve had more pins than I can count in my hair; I’ve had glitter hairspray; I’ve had corn rows halfway up my scalp; I’ve had tendrils framing my face; I’ve gone home and cried because the up-do is so bad. The worst is when the other bridesmaids are like, ‘Oh, yours looks so good!’ and you’re just thinking. Are you insane? I’m trying to meet someone at this wedding. I don’t want anyone to see me looking like this."
    },
    {
      "cite": "Angaleena Presley and Oran Thorton",
      "quote": "Mama I tried, Mama I tried / I cheated and I lied / I painted up my face like a rodeo clown / And I choked on cheap perfume as I spread myself around / I strutted my stuff at every juke joint in town / Always the bridesmaid, never the bride / Mama, Mama, I tried."
    },
    {
      "cite": "Mark Roberts",
      "quote": "On common ground / We'll build our castle walls / We'll build them stone by stone / And how / With more and more / You know it won't take long / Where it burned orange / Let it burn gold... /  And given half the chance / To turn the hands of time / I'm always the bridesmaid / Couldn't live with myself / If I tried to be the bride."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Drest as a bridesmaid, but all pale and cold, / With roseless cheek, all pale and cold and dim, / Lie lifeless at my feet! / And then came Love, a sylph in bridal trim, / And stood beside my seat; / She bent, and kiss'd her sister's lips, / As she was wont to do;-- / Alas! 'twas but a chilling breath /  Woke just enough of life in death / To make Hope die anew."
    }
  ]
}