{
  "source": "https://www.wisesayings.com/brilliant-quotes/",
  "theme": "brilliant",
  "quotes": [
    {
      "cite": "Pablo Picasso",
      "quote": "There's nothing worse than a brilliant beginning."
    },
    {
      "cite": "Isoroku Yamamoto",
      "quote": "A brilliant man would find a way not to fight a war."
    },
    {
      "cite": "Marva Collins",
      "quote": "There is a brilliant child locked inside every student."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Being brilliant is no great feat if you respect nothing."
    },
    {
      "cite": "Henry Winkler",
      "quote": "How we learn has nothing to do with how brilliant we are."
    },
    {
      "cite": "Eric Micha'el Leventhal",
      "quote": "Our children are only as brilliant as we allow them to be."
    },
    {
      "cite": "Simon T. Bailey",
      "quote": "You weren't born to fit in. You were born to be brilliant."
    },
    {
      "cite": "Charles Stross",
      "quote": "Humans: such a brilliant model of emotional self-awareness."
    },
    {
      "cite": "Jimmy Breslin",
      "quote": "Don't trust a brilliant idea unless it survives the hangover."
    },
    {
      "cite": "Nick Hornby",
      "quote": "It's brilliant, being depressed; you can behave as badly as you like."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Brilliant people never think of the lives they smash, being brilliant."
    },
    {
      "cite": "Jo Coudert",
      "quote": "Operating in an unlit world, the unconscious mind is a brilliant detective."
    },
    {
      "cite": "Meredith Belbin",
      "quote": "Do you want a collection of brilliant minds or a brilliant collection of minds?"
    },
    {
      "cite": "Chris Brogan",
      "quote": "Surrounded yourself with brilliant people. You can't HELP but grow when that happens."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The most brilliant fortunes are often not worth the littleness required to gain them."
    },
    {
      "cite": "Eric Butterworth",
      "quote": "Behind every brilliant performance there were countless hours of practice and preparation."
    },
    {
      "cite": "Louis-Philippe I of France",
      "quote": "The most brilliant qualities become useless when they are not sustained by force of character."
    },
    {
      "cite": "Robert Reed",
      "quote": "A brilliant mind was never as clever as three average minds sniffing after something of interest."
    },
    {
      "cite": "Raymond E. Feist",
      "quote": "There is no idea so brilliant or original that a sufficiently-untalented writer can't screw it up."
    },
    {
      "cite": "Jean Rosenthal",
      "quote": "The most successful and brilliant work a lighting designer can do is usually the least noticeable."
    },
    {
      "cite": "Andre Maurois",
      "quote": "There are very few really brilliant men who have not had at least one madman among their ancestors."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "There are fine things that are more brilliant when they are unfinished than when finished too much."
    },
    {
      "cite": "Assar Lindbeck",
      "quote": "The true test of a brilliant theory is what first is thought to be wrong is later shown to be obvious."
    },
    {
      "cite": "Stanley Kubrick",
      "quote": "If you can talk brilliantly about a problem, it can create the consoling illusion that it has been mastered."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The most brilliant flashes of wit come from a clouded mind, as lightning leaps only from an obscure firmament."
    },
    {
      "cite": "John Wooden",
      "quote": "Champions are brilliant at the basics."
    },
    {
      "cite": "Toni Collette",
      "quote": "Being in the desert was brilliant and it was hard."
    },
    {
      "cite": "Uri Geller",
      "quote": "If you're brilliant and open-minded, you can start at the top."
    },
    {
      "cite": "Zaha Hadid",
      "quote": "A brilliant design will always benefit from the input of others."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "Remember that sometimes not getting what you want is a wonderful stroke of luck."
    },
    {
      "cite": "Victoria Legrand",
      "quote": "It's always a struggle to make things sound more or less brilliant."
    },
    {
      "cite": "Frans Johansson",
      "quote": "Everyone we regard as brilliant has endured an enormous amount of failure."
    },
    {
      "cite": "Max McKeown",
      "quote": "Brilliant strategy is the best route to desirable ends with available means."
    },
    {
      "cite": "Louis Kronenberger",
      "quote": "A perfect conversation would run much less to brilliant sentences than to unfinished ones."
    },
    {
      "cite": "Gene Simmons",
      "quote": "There are many really stupid ideas that wind up being brilliant, if you can implement them."
    },
    {
      "cite": "Greg Gilbert",
      "quote": "One of my main goals in life is to make those that believed in me look extremely brilliant."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "You can have brilliant ideas, but if you can't get them across, your ideas won't get you anywhere."
    },
    {
      "cite": "John Burdett",
      "quote": "There are plenty of brilliant people who are too stressed out to read challenging literary novels."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A dull speech which is full of truths is much more brilliant than an eloquent speech which is full of lies!"
    },
    {
      "cite": "Robin Sharma",
      "quote": "Brilliant results don't just show up by chance. The finest things in life take patience, focus and sacrifice."
    },
    {
      "cite": "Seth Godin",
      "quote": "The key to getting a reputation for being brilliant is actually being brilliant, not just acting like you are."
    }
  ]
}