{
  "source": "https://www.wisesayings.com/broke-quotes/",
  "theme": "broke",
  "quotes": [
    {
      "cite": "Robert Kiyosaki",
      "quote": "There is a difference between being poor and being broke. Broke is temporary, and poor is eternal."
    },
    {
      "cite": "Mike Todd",
      "quote": "Being broke is a temporary situation. Being poor is a state of mind."
    },
    {
      "cite": "Robert Heinlein",
      "quote": "People who go broke in a big way never miss any meals. It is the poor jerk who is shy a half slug who must tighten his belt."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Empty pockets never held anyone back. Only empty heads and empty hearts can do that."
    },
    {
      "cite": "Will Rogers",
      "quote": "When everybody has got money they cut taxes, and when they're broke they raise 'em. That's statesmanship of the highest order."
    },
    {
      "cite": "Rex Stout",
      "quote": "Being broke is not a disgrace, it is only a catastrophe."
    },
    {
      "cite": "William Herschel",
      "quote": "He broke through the barriers of the skies."
    },
    {
      "cite": "Mark Rippetoe",
      "quote": "What we're trying to do is get things fixed, not allow them to stay broke."
    },
    {
      "cite": "Rick Warren",
      "quote": "If someone broke your heart it doesn't mean you should build a wall around it and quit loving. Redirect your love."
    },
    {
      "cite": "Ester Dean",
      "quote": "Acting makes me feel broke again, it makes me feel unaccomplished."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Broke people giving financial advice is like a shop teacher with missing fingers."
    },
    {
      "cite": "Anonymous",
      "quote": "Being mature is when you finally grow enough, to be able to joke about the things that once broke you as a person."
    },
    {
      "cite": "Haile Gebrselassie",
      "quote": "If you're planning only to make money and nothing else, you'll be broke."
    },
    {
      "cite": "Edwin Lefevre",
      "quote": "Being broke is a very efficient educational agency."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "Go for broke. Always try and do too much. Dispense with safety nets. Take a deep breath before you begin"
    },
    {
      "cite": "Jesse Lauriston Livermore",
      "quote": "No one ever went broke by taking a profit."
    },
    {
      "cite": "Diane Kochilas",
      "quote": "When you're going broke, it's best to have a great time."
    },
    {
      "cite": "John Lahr",
      "quote": "Nobody has ever gone broke selling escape to the American public."
    },
    {
      "cite": "Casey Stengel",
      "quote": "You have to go broke three times to learn how to make a living."
    },
    {
      "cite": "Cornell Woolrich",
      "quote": "Being broke didn't seem so awful as it had yesterday, being broke but being at peace with the world."
    },
    {
      "cite": "Juicy J",
      "quote": "If you're broke, you don't want to rap about being broke; you gonna rap about hustling and getting that bread."
    },
    {
      "cite": "Ric Edelman",
      "quote": "Poor is a state of mind. Broke is a state of wallet. You can fix being broke; it's not so easy to fix being poor."
    },
    {
      "cite": "Simon Sinek",
      "quote": "If no one ever broke the rules, then we'd never advance."
    },
    {
      "cite": "Taiwo Abraham",
      "quote": "If you're perpetually broke, you should be working hard at overcoming stupidity and not getting rich."
    },
    {
      "cite": "Darren Hardy",
      "quote": "Broke people talk about people and problems. Rich people talk about ideas and goals. Your conversation chooses your destiny."
    },
    {
      "cite": "Curtis Jackson",
      "quote": "The only excuse for being broke is being in Jail."
    },
    {
      "cite": "Chris Powell",
      "quote": "Lost motivation means that you broke promises to yourself and haven't corrected them yet. You need to believe in yourself again. This can only happen when you start fulfilling the small promises you make to yourself."
    },
    {
      "cite": "Mark Twain",
      "quote": "The lack of money is the root of all evil."
    }
  ]
}