{
  "source": "https://www.wisesayings.com/broken-promises-quotes/",
  "theme": "broken-promises",
  "quotes": [
    {
      "cite": "Richard Paul Evans",
      "quote": "Broken vows are like broken mirrors. They leave those who held to them bleeding and staring at fractured images of themselves."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Eggs and oaths are easily broken."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Promises and pie crusts are made to be broken."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Some persons make promises for the pleasure of breaking them."
    },
    {
      "cite": "Ashlee Simpson",
      "quote": "Some promises are better left unsaid."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Promises are like crying babies in a theater, they should be carried out at once."
    },
    {
      "cite": "Pierce Brown",
      "quote": "Liars make the best promises."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Sometimes your pledges become your problems."
    },
    {
      "cite": "Jussi Adler-Olsen",
      "quote": "But promises based on ignorance always prove disappointing."
    },
    {
      "cite": "unknown",
      "quote": "Promises mean everything, but after they are broken, sorry means nothing."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Oaths are but words, and words but wind."
    },
    {
      "cite": "Proverb",
      "quote": "He loses his thanks who promises and delays."
    },
    {
      "cite": "Robert Service",
      "quote": "A promise made is a debt unpaid."
    },
    {
      "cite": "Jim Rohn",
      "quote": "For every promise, there is price to pay."
    },
    {
      "cite": "German Proverb",
      "quote": "Promises are like the full moon, if they are not kept at once they diminish day by day."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "One must have a good memory to be able to keep the promises one makes."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Better break your word than do worse in keeping it."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "The promise given was a necessity of the past: the word broken is a necessity of the present."
    },
    {
      "cite": "English Proverb",
      "quote": "When a man repeats a promise again and again, he means to fail you."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "It's useless to hold a person to anything he says while he's in love, drunk, or running for office."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Promises may fit the friends, but non-performance will turn them into enemies."
    },
    {
      "cite": "Gaelic Proverb",
      "quote": "There is no greater fraud than a promise not kept."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "Breach of promise is a base surrender of truth."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The best way to keep one's word is not to give it."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Promises make debt, and debt makes promises."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "We must not promise what we ought not, lest we be called on to perform what we cannot."
    },
    {
      "cite": "Robert Bolt",
      "quote": "When a man takes an oath... he's holding his own self in his own hands. Like water. And if he opens his fingers then - he needn't hope to find himself again."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All promise outruns performance."
    },
    {
      "cite": "Mark Twain",
      "quote": "Better a broken promise than none at all."
    },
    {
      "cite": "Aleatha Romig",
      "quote": "He spoke again as if he hadn’t just shattered his promise and her security. Her house of glass now lay in a pile of shards."
    },
    {
      "cite": "Ann Marie Aguilar",
      "quote": "Don't make any promises that you can't keep."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "The world is always changing. Learn how to allow for it. Someone makes a promise, and then they break it."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Trust, is the stone thrown into the sea, sinking deep in all its murkiness, unable to see what it once lived and believed to be a promise."
    },
    {
      "cite": "Yasmine El Rashidi",
      "quote": "When you have a dream and someone makes promises they keep breaking, it is hard to recover. You lose hope."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Far too often, the best thing I can have in my hand when someone makes a promise is a really big broom so that I can sweep up the broken pieces."
    },
    {
      "cite": "Ce Johnson",
      "quote": "Promises are about as good as already chewed-up gum."
    },
    {
      "cite": "Efrat Cybulkiewicz",
      "quote": "His words were like Satin on her Skin. She just picked the lies she liked the best."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "At the point that our promises have become tactics to get what we want verses commitments that we intend to keep, the only thing that we are promising is the delivery of a broken promise."
    },
    {
      "cite": "Bill Lishman",
      "quote": "Broken promises are the worst. Better not to promise anything."
    },
    {
      "cite": "Ian Brennan",
      "quote": "It felt liked a broken promise. Like the Fisher King's wound; never heals."
    },
    {
      "cite": "Seth MacFarlane",
      "quote": "A broken promise is like a child's pinwheel, you've got to be yourself or at least within the confines."
    },
    {
      "cite": "Myron Roberts",
      "quote": "Don't say that I'm crazy not overreacting  / I'm just placing all the facts and then you leave me broken / Promises promises  / You making broken promises"
    },
    {
      "cite": "Myron Roberts",
      "quote": "Promises promises  / You making broken promises  / That's all I get  / And I'm like where your mind is at your heart don't wanna be / And I'm like where your mind it at your heart don't wanna be no"
    },
    {
      "cite": "Chris Glen",
      "quote": "Feeling I could hold you, And you want me to / But all your broken promises, Heartache through and through / Looking for directions, Should I go or stay / All your broken promises Getting in the way"
    },
    {
      "cite": "Chris Glen",
      "quote": "All your broken promises Getting out of hand / Running out of patience, Losing ground for speed / All your broken promises, May just kill the need / You're the right kind of lover, But you're looking for cover"
    },
    {
      "cite": "Chris Glen",
      "quote": "Your broken promises can lose it all / Undecided things, While waiting in the wings / or the start of the show / To make a move and let it flow over me"
    },
    {
      "cite": "Chris Glen",
      "quote": "Head to head, face to face / Out of time,Out of place / Back to back, bound to fall / With broken promises we lose all..."
    },
    {
      "cite": "Rasheed Walter Thomas",
      "quote": "Nothing but broken promises / Everyday, promises / Fair weather, promises / No matter where look our go I find the opposite / In this around this is nothing but broken promises"
    },
    {
      "cite": "Willie Nelson",
      "quote": "You promised everything / But that was yesterday / You threw it all away / Ain't it a shame / Love's a game / Full of broken promises"
    },
    {
      "cite": "Willie Nelson",
      "quote": "All the broken promises / Love could never be like this / Lips that give the tender kiss / Make the broken promises"
    },
    {
      "cite": "Loick Mark Essien",
      "quote": "So what's left that I should ever feel / Cause since the day you left me I have been so alone / And now we're left with broken promises / My heart can't take no more"
    },
    {
      "cite": "Bradley Kirk Arnold",
      "quote": "The road I walk is paved with the broken / promises I made  / At least a million times I've fallen / but never will I break"
    },
    {
      "cite": "J. Matheos",
      "quote": "I scattered in the breeze / Living on memories / Everywhere I look / As far as I can see / Broken promises, broken promises / Pieces of me..."
    },
    {
      "cite": "J. Matheos",
      "quote": "All that I remember now / Are people and shadows / Broken promises, broken promises / Pieces of me...No connection"
    },
    {
      "cite": "Willie Nelson",
      "quote": "Forgive, forget all of our broken promises / We run, run, run to loose it all / These days, are darker and they draw me in / And I left a trail but no one missed me in, in the end"
    },
    {
      "cite": "Lance Dowdle",
      "quote": "Take your broken promises, and don't come back again / It's time to say goodbye, I'm gonna leave you where you lie"
    },
    {
      "cite": "Jonas Ekdahl",
      "quote": "I told you in confidence / And trusted you'd never sacrifice our silence / I rise from the ashes / And remains of your broken promises"
    },
    {
      "cite": "Christopher Maurice Brown",
      "quote": "I've tried to change but they always around, pulling me down in bed / Gave you my word but they were just broken promises"
    },
    {
      "cite": "Dino Esposito",
      "quote": "Now you're breaking my heart  / With all your broken promises / You say you're gonna do this  / And you say you're gonna do that  / But you never come through"
    },
    {
      "cite": "Audio Insurgency",
      "quote": "Throw it all away / Empty promises, broken dreams / All reminders of what we could have been"
    },
    {
      "cite": "Danny Chauncey",
      "quote": "I should've seen it coming, running with a fallen angel / Living on a broken promise when the day is through / Trying to make a life for us, I only knew it my way / I'm just a shadow on the highway, fade to blue / Fade to blue"
    },
    {
      "cite": "James Dean Bradfield",
      "quote": "My distant colours still bleeding / A broken promise for the soul / Never loving, never healing"
    },
    {
      "cite": "Brandi M Carile",
      "quote": "The path of least resistance / Is catching up with me again today / I'm broken down, not good enough / The broken promises add up / To twice their weight in tears which I have caused"
    },
    {
      "cite": "Brandi M Carile",
      "quote": "Broken sticks and broken stones / Will turn to dust just like our bones again today / I'm broken down / Not good enough / The broken promises add up again today"
    },
    {
      "cite": "William Shakespeare",
      "quote": "His promises were, as he then was, mighty; But his performance, as he is now, nothing."
    },
    {
      "cite": "Wille Mae Gaskin",
      "quote": "Broken promises , like a broken glass, is hard to replace."
    },
    {
      "cite": "I. Bernard Brown",
      "quote": "Broken promises like delayed gratification / is like paying for trip / Long before the vacation / Is like forever paying forward / with no returns on your investment"
    },
    {
      "cite": "I. Bernard Brown",
      "quote": "Broken promises like stored up treasures / robbing the soul of temporary pleasures / But never delivering on what is envisioned / without any explanation of your expectation"
    },
    {
      "cite": "I. Bernard Brown",
      "quote": "Broken promises life scratch records / a nonstop reminder of what is to be / With no how, no what, no when / or where it suppose to end / But expects you to keep on believing / that soon you will be receiving"
    },
    {
      "cite": "I. Bernard Brown",
      "quote": "Broken promises putting your life on hold until this great thing happens / Living temporary forever to be told hold on just a little bit longer / The wait will amke you stronger / you have no other choice but to wait / Ask for patience and try and keep the faith"
    },
    {
      "cite": "Pete Wilson",
      "quote": "We have to constantly see ourselves as better, more deserving, and more right than everyone else. Which is why so many of us keep falling for the empty promises of power and control."
    },
    {
      "cite": "Missy Ray",
      "quote": "Broken promises like glass upon the floor / Shattered dreaming like haze upon the morn"
    },
    {
      "cite": "Missy Ray",
      "quote": "Broken promises bonds coming undone / Wasting away the years are build up"
    },
    {
      "cite": "Missy Ray",
      "quote": "Broken promises wash away like sand / Leaving nothing but crushed promises in my hand / Break me / You break me down"
    },
    {
      "cite": "Beatrice Ivory",
      "quote": "Mankind can make promises and break them. The truth is mankind doesn't always keep their promises."
    },
    {
      "cite": "Beatrice Ivory",
      "quote": "Our life is reflected on the broken vows of a broken-marriage and can't seem to get over the fact that he let you down and he had a changed of heart that turned into stone."
    },
    {
      "cite": "Beatrice Ivory",
      "quote": "Many marriages failed is due to broken vows and broken promises and when this lead to the downfall of a marriage; you may start to feel that you cannot trust others."
    },
    {
      "cite": "Terrance L. Weber",
      "quote": "Pain is eased. Rules are broken / Promises---forgotten. Trust betrayed / Love cools. Hate dies. / Stars fall. Things change / Life ends, but -- God is always God!"
    },
    {
      "cite": "Tara Ramsey",
      "quote": "Decisions and promises can be made, and also broken due to sudden unexpected changes."
    }
  ]
}