{
  "source": "https://www.wisesayings.com/brokenness-quotes/",
  "theme": "brokenness",
  "quotes": [
    {
      "cite": "Henri J.M. Nouwen",
      "quote": "OurÂ brokennessÂ has no other beauty but the beauty that comes from the compassion that surrounds it."
    },
    {
      "cite": "Samantha Power",
      "quote": "BrokennessÂ is the operative issue of our time - broken souls, broken hearts, broken places."
    },
    {
      "cite": "Nancy Leigh Demoss",
      "quote": "Brokenness is the stripping of self-reliance and independence from God. The broken person has no confidence in his own righteousness or his own works, but he is cast in total dependence upon the grace of God working in and through him."
    },
    {
      "cite": "Tony Evans",
      "quote": "BrokennessÂ is often the road to breakthrough. Be encouraged."
    },
    {
      "cite": "Johnny Depp",
      "quote": "You grow up a bit damaged or broken then you have some success but you don't know how to feel good about the work you're doing or the life you're leading."
    },
    {
      "cite": "Amy Neftzger",
      "quote": "The worst kind of brokenness is the kind that you don't know you have."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "BrokennessÂ involves removing inappropriate pride and self-reliance and building healthy God-reliance."
    },
    {
      "cite": "Louie Giglio",
      "quote": "BrokennessÂ is the bow from which God launches the arrow of healing."
    },
    {
      "cite": "Peter Rollins",
      "quote": "If you cannot speak yourÂ brokenness, yourÂ brokennessÂ will speak for you."
    },
    {
      "cite": "Dan B. Allender",
      "quote": "To experienceÂ brokennessÂ and humiliation all you have to do is lead."
    },
    {
      "cite": "C. JoyBell",
      "quote": "A broken soul is not the absence of beauty, but a cracked and torn soul reeks of the sweet incense it contains."
    },
    {
      "cite": "Bryan Stevenson",
      "quote": "We are all broken by something. We have all hurt someone and have been hurt. We all share the condition of brokenness even if our brokenness is not equivalent."
    },
    {
      "cite": "Charles Stanley",
      "quote": "Brokenness is God's requirement for maximum usefulness.Â"
    },
    {
      "cite": "Trent Shelton",
      "quote": "YourÂ brokennessÂ is not useless. God can always use your pain to rebuild a stronger you."
    },
    {
      "cite": "Anonymous",
      "quote": "Our lives,our brokenness,our flaws and failures are precisely what God designed to reflect a perfect love.Â"
    },
    {
      "cite": "Jessamyn West",
      "quote": "A broken bone can heal, but the wound a word opens can fester forever."
    },
    {
      "cite": "K.S. Ruff",
      "quote": "It is through that brokenness that we find courage and strength. It is what empowers us to do great things."
    },
    {
      "cite": "John Ortberg",
      "quote": "GenuineÂ brokennessÂ pleases God more than pretend spirituality."
    }
  ]
}