{
  "source": "https://www.wisesayings.com/broken-trust-quotes/",
  "theme": "broken-trust",
  "quotes": [
    {
      "cite": "Cindy Beall",
      "quote": "Trust can be broken in many different ways."
    },
    {
      "cite": "Mira Kirshenbaum",
      "quote": "What's burned is burned, but what's broken can heal. And broken trust in a relationship is not like a house on fire."
    },
    {
      "cite": "Dr. Jane Greer",
      "quote": "Broken trust forces us, first, to acknowledge a painful reality we may have chosen to ignore, then, to make some difficult decisions."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Whoever is careless with the truth in small matters cannot be trusted with important matters."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "I'm not upset that you lied to me, I'm upset that from now on I can't believe you."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust."
    },
    {
      "cite": "Jim Leach",
      "quote": "The trust has broken down. It will take some time to change attitudes and attitudes are going to be needed to develop trust"
    },
    {
      "cite": "Doe Zantamata",
      "quote": "Rebuilding trust when it's been broken is not dependent only on the person who has broken it, or how many times they can prove they are honest. It depends on the person who has decided not to trust anymore. Though they may be totally justified in their decision not to trust, as long as they choose not to, the relationship has no hope of survival and should be ended. If or when they decide to trust again, there is hope reborn"
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "I was never one to patiently pick up broken fragments and glue them together again and tell myself that the mended whole was as good as new. What is broken is broken, and I'd rather remember it as it was at its best than mend it and see the broken pieces as long as I lived"
    },
    {
      "cite": "Walter Anderson",
      "quote": "We're never so vulnerable than when we trust someone - but paradoxically, if we cannot trust, neither can we find love or joy"
    },
    {
      "cite": "William Shakespeare",
      "quote": "Don't trust the person who has broken faith once."
    },
    {
      "cite": "Amir Riveroll",
      "quote": "What do people gain from lying? Besides losing: your respect, your dignity, your reputation, and those who love you. I guess those few minutes of satisfaction, smiling behind your lies, are soon well worth a lifetime of a regretful guilty conscience."
    },
    {
      "cite": "William Blake",
      "quote": "It is easier to forgive an enemy than to forgive a friend."
    },
    {
      "cite": "David Levithan",
      "quote": "It was a mistake,\" you said. But the cruel thing was, it felt like the mistake was mine, for trusting you."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "For there to be betrayal, there would have to have been trust first."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "To forgive someone who hurt you is easy but to trust them again is next to impossible."
    },
    {
      "cite": "James Merrow",
      "quote": "Sometimes trusting a friend is the hardest thing to do, even the closest friends can become enemies."
    },
    {
      "cite": "Sonya Parker",
      "quote": "When someone breaks your trust don't feel stupid for trusting them. You didn't do anything wrong. They're just an untrustworthy person."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "The toughest thing about the power of trust is that it's very difficult to build and very easy to destroy. The essence of trust building is to emphasize the similarities between you and the customer."
    },
    {
      "cite": "Henry L. Stimson",
      "quote": "The chief lesson I have learned in a long life is that the only way you can make a man trustworthy is to trust him; and the surest way to make him untrustworthy is to distrust him."
    },
    {
      "cite": "Shelley Long",
      "quote": "Not everyone can be trusted. I think we all have to be very selective about the people we trust."
    },
    {
      "cite": "Dr. Margaret Paul",
      "quote": "When trust is broken, it does not need to be the end of a relationship. Much can be learned from staying in a relationship and learning from the conflict situation."
    },
    {
      "cite": "Karen Kostyla",
      "quote": "It breaks my heart to know I will never be able to trust you again. I've learned so many lies and each time it takes a piece of me that you will never get back again."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Broken people lead to broken hearts. That's why it's so important to heal from one relationship before starting another."
    },
    {
      "cite": "unknown",
      "quote": "Trust, once you get it. It's priceless. But once you lose it, you are useless."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Trust is the highest form of human motivation. It brings out the very best in people. But it takes time and patience."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Love all, trust few."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "Trust him not with your secrets, who, when left alone in your room, turns over your papers."
    },
    {
      "cite": "unknown",
      "quote": "Trust is like a vase. Once it is broken, though you can fix it, the vase will never be the same again."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "I believe everything happens for a reason. People change so you can learn to let go. Things go wrong so you can appreciate them when they're right. You believe lies so you eventually learn to trust no one but yourself."
    },
    {
      "cite": "Frank Crane",
      "quote": "You may be deceived if you trust too much, but you will live in torment if you don't trust enough."
    },
    {
      "cite": "Democritus",
      "quote": "Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence."
    },
    {
      "cite": "unknown",
      "quote": "Trust is like a paper. Once it's crumpled, it can't be perfect again."
    },
    {
      "cite": "Tim Cole",
      "quote": "If offering apologies and making promises fixed broken trust, there’d be no broken trust left to fix."
    },
    {
      "cite": "Anonymous",
      "quote": "Breaking someone’s trust is like crumpling up a perfect piece of paper. You can smooth it over but it’s never going to be the same again."
    },
    {
      "cite": "Robert Budi Hartono",
      "quote": "Don’t ever break someone’s trust. Once you do, then nobody wants to do business with you."
    },
    {
      "cite": "Anonymous",
      "quote": "Broken trust and anger will close a heart until honesty and love is once again found."
    },
    {
      "cite": "Anonymous",
      "quote": "It's easy to forgive the mistakes from others. But it's hard to rebuild that trust that has been destroyed."
    },
    {
      "cite": "Anonymous",
      "quote": "Stop caring about the people who broke your trust , and start caring only about the people who still have faith in you."
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "Trust is tough. Once trust has been broken by multiple people on multiple occasions, believing in anyone or anything becomes increasingly difficult. Much of the skepticism of our world can be traced back to broken trust."
    },
    {
      "cite": "Travis Tritt",
      "quote": "t's the same old story you've heard a thousand times. Somebody's trust gets broken. Somebody's left behind."
    },
    {
      "cite": "Walter Inglis Anderson",
      "quote": "Trust is like a vase.. once it's broken, though you can fix it, the vase will never be same again."
    },
    {
      "cite": "Harlan Coben",
      "quote": "Trust is like that. You can break it for a good reason. But it still remains broken"
    },
    {
      "cite": "Anonymous",
      "quote": "Broken trust is like melted chocolate. No matter how hard you try to freeze it. you can never return it to the original shape."
    },
    {
      "cite": "Notes from Nora",
      "quote": "The total act of betrayal is broken trust."
    },
    {
      "cite": "Mira Kirshenbaum",
      "quote": "Broken trust can heal."
    },
    {
      "cite": "Mira Kirshenbaum",
      "quote": "One of these reasons is that the person who's broken your trust is very possibly not as bad as he seems to be right now."
    },
    {
      "cite": "Mira Kirshenbaum",
      "quote": "The healing of broken trust is a natural process. Trust itself is natural."
    },
    {
      "cite": "Mira Kirshenbaum",
      "quote": "Now you can see why it's been so hard for you and me and everybody else to heal broken trust. It's not that broken trust is hard to heal itself. It's that the things we do not make ourselves feel safe when we're living with mistrust prevent the broken trust from healing."
    },
    {
      "cite": "Mira Kirshenbaum",
      "quote": "Broken trust is hard to heal because we're not even trying to heal it. We're just trying to make ourselves feel safe."
    },
    {
      "cite": "Dr. Jane Greer",
      "quote": "When your trust is someone is broken, you will inevitably experience shock, denial, anger, and sadness, feelings that are, in many ways, akin to the mourning process following a death."
    }
  ]
}