{
  "source": "https://www.wisesayings.com/brooklyn-quotes/",
  "theme": "brooklyn",
  "quotes": [
    {
      "cite": "Will Rogers",
      "quote": "I would rather be the man who bought the Brooklyn Bridge than the man who sold it."
    },
    {
      "cite": "Duke Snider",
      "quote": "We wept, Brooklyn was a lovely place to hit. If you got a ball in the air, you had a chance to get it out. When they tore down Ebbets Field, they tore down a little piece of me."
    },
    {
      "cite": "Anne Sexton",
      "quote": "Poor thing. To die and never see Brooklyn."
    },
    {
      "cite": "Woody Allen",
      "quote": "Where I grew up in Brooklyn, nobody committed suicide. Everyone was too unhappy."
    },
    {
      "cite": "David Beckham",
      "quote": "We're definitely going to get Brooklyn christened, but we don't know into which religion."
    },
    {
      "cite": "Bob Dole",
      "quote": "The Brooklyn Dodgers had a no hitter last night."
    },
    {
      "cite": "Carson McCullers",
      "quote": "Comparing the Brooklyn that I know with Manhattan is like comparing a comfortable and complacent duenna to her more brilliant and neurotic sister."
    },
    {
      "cite": "Alec Baldwin",
      "quote": "Manhattan is like Beverly Hills. And the soul of New York has moved to Brooklyn, where everything new and exciting seems to be."
    },
    {
      "cite": "Judy Sheindlin",
      "quote": "People from Brooklyn grow up with a certain common sense. If it doesn't ring true, it's not true."
    },
    {
      "cite": "Mark Twain",
      "quote": "Brooklyn praise is half slander."
    },
    {
      "cite": "The Notorious B.I.G",
      "quote": "Spread love, it's the Brooklyn way."
    },
    {
      "cite": "Pee Wee Reese",
      "quote": "Brooklyn was the most wonderful city a man could play in, and the fans there were the most loyal there were."
    },
    {
      "cite": "Eliza Hittman",
      "quote": "Brooklyn has become a brand, and it represents something, and there is this tension between the old and new world."
    },
    {
      "cite": "Richard Jeni",
      "quote": "Brooklyn is the only place where a guy can open up a candy store sell no candy and gross over eight million dollars a year."
    },
    {
      "cite": "Jonathan Franzen",
      "quote": "Brooklyn was like Philadelphia made better by its proximity to Manhattan."
    },
    {
      "cite": "Waris Dirie",
      "quote": "Brooklyn's good. Brooklyn's funky. Brooklyn's happening."
    }
  ]
}