{
  "source": "https://www.wisesayings.com/brotherhood-quotes/",
  "theme": "brotherhood",
  "quotes": [
    {
      "cite": "Jo Bonner",
      "quote": "It is at times such as this that we show our true spirit of giving and of brotherhood of revealing the good Samaritan in all of us."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The spirit of brotherhood recognizes of necessity both the need of self-help and also the need of helping others in the only way which every ultimately does great god, that is, of helping them to help themselves."
    },
    {
      "cite": "Jeffrey R. Holland",
      "quote": "I may not be my brothers keeper, but I am my brother's brother."
    },
    {
      "cite": "Faith Baldwin",
      "quote": "You cannot contribute anything to the ideal condition of mind and heart known as Brotherhood, however much you preach, posture, or agree, unless you live it."
    },
    {
      "cite": "Helen Keller",
      "quote": "The idea of brotherhood re-dawns upon the world with a broader significance than the narrow association of members in a sect or creed."
    },
    {
      "cite": "Carlos P. Romulo",
      "quote": "Brotherhood is the very price and condition of man's survival."
    },
    {
      "cite": "Heywood Broun",
      "quote": "Brotherhood is not just a Bible word. Out of comradeship can come and will come the happy life for all."
    },
    {
      "cite": "Chief Joseph",
      "quote": "All men were made by the Great Spirit Chief. They are all brothers."
    },
    {
      "cite": "Marc Brown",
      "quote": "Sometimes being a brother is even better than being a superhero."
    },
    {
      "cite": "Tim Hetherington",
      "quote": "Brotherhood means laying down your life for somebody, really willing to sacrifice yourself for somebody else."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "The most dangerous word in any human tongue is the word for brother. It's inflammatory."
    },
    {
      "cite": "Omar Epps",
      "quote": "People are realizing that color has no bearing on what's known as brotherhood."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The more man knows of man, the better for the common brotherhood among men."
    },
    {
      "cite": "Jolene Perry",
      "quote": "Because brothers don't let each other wander in the dark alone."
    },
    {
      "cite": "Astrid Alauda",
      "quote": "There's no other love like the love for a brother. There's no other love like the love from a brother."
    },
    {
      "cite": "Max Hastings",
      "quote": "The only redemptive feature of war is the brotherhood which it forges."
    },
    {
      "cite": "Arlen Specter",
      "quote": "We don't need holy wars. What we need is tolerance and brotherhood and simple humanity."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "One can be a brother only in something. Where there is no tie that binds men, men are not united but merely lined up."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The mystical bond of brotherhood makes all men brothers."
    },
    {
      "cite": "Gerald Massey",
      "quote": "When man to man shall be friend and brother."
    },
    {
      "cite": "Jane Wyman",
      "quote": "The opportunity for brotherhood presents itself every time you meet a human being."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "When you are a grown up your brothers become your neighbors and your unconditional brotherhood become your conditional neighborhood."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Brotherhood is an ideal better understood by example than precept!"
    },
    {
      "cite": "Max Lerner",
      "quote": "Either men will learn to live like brothers, or they will die like beasts."
    },
    {
      "cite": "Daniel D. Mich",
      "quote": "I look to a time when brotherhood needs no publicity; to a time when a brotherhood award would be as ridiculous as an award for getting up each morning."
    },
    {
      "cite": "Stephen Vincent Benet",
      "quote": "Grant us brotherhood, not only for this day but for all our years a brotherhood not of words but of acts and deeds."
    },
    {
      "cite": "Michael Morpurgo",
      "quote": "Being his real brother I could feel I live in his shadows, but I never have and I do not now. I live in his glow."
    },
    {
      "cite": "Edwin Markham",
      "quote": "The crest and crowning of all good, life's final star, is Brotherhood."
    },
    {
      "cite": "Bayard Rustin",
      "quote": "If we desire a society in which men are brothers, then we must act towards one another with brotherhood. If we can build such a society, then we would have achieved the ultimate goal of human freedom."
    },
    {
      "cite": "Eric Sevareid",
      "quote": "Brotherhood is not so wild a dream as those, who profit by postponing it, pretend."
    },
    {
      "cite": "Israel Zangwill",
      "quote": "It takes two men to make one brother."
    },
    {
      "cite": "Annabeth Gish",
      "quote": "Nothing about 'Brotherhood' is ever wrapped up in a nice package."
    },
    {
      "cite": "Omar Epps",
      "quote": "If someone saves your life, you develop a brotherhood, no matter what your race."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "We must live together as brothers or perish together as fools."
    },
    {
      "cite": "Prophet Muhammad",
      "quote": "None of you believes until he wishes for his brother what he wishes for himself."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Equality lies only in human moral dignity. ... Let there be brothers first, then there will be brotherhood, and only then will there be a fair sharing of goods among brothers."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Brotherhood is my father, harmony is my mother and peace is my wife."
    },
    {
      "cite": "Dr.P.S. Jagadeesh Kumar",
      "quote": "Godly brothers have fought for wisdom but humanely brothers are fighting for wealth."
    },
    {
      "cite": "Oscar Auliq-Ice",
      "quote": "True happiness comes from a sense of brotherhood and sisterhood, but not from hatred and division."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "Brothers don’t necessarily have to say anything to each other — they can sit in a room and be together and just be completely comfortable with each other."
    },
    {
      "cite": "Clara Ortega",
      "quote": "To the outside world we all grow old. But not to brothers and sisters. We know each other as we always were. We know each other’s hearts. We share private family jokes. We remember family feuds and secrets, family griefs and joys. We live outside the touch of time."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I don’t believe an accident of birth makes people sisters or brothers. It makes them siblings, gives them mutuality of parentage. Sisterhood and brotherhood is a condition people have to work at."
    },
    {
      "cite": "Peter E. Terzick",
      "quote": "You cannot see brotherhood; neither can you hear it nor taste it. But you can feel it a hundred times a day. It is the pat on the back when things look gloomy. It is the smile of encouragement when the way seems hard. It is the helping hand when the burden becomes unbearable."
    },
    {
      "cite": "Powell Davies",
      "quote": "The world is now too small for anything but brotherhood."
    },
    {
      "cite": "Aberjhani",
      "quote": "As life in general constituted much pain in the form of struggles against poverty, disease, ignorance, and emotional anguish, what more civilized way for people to alleviate the same than by giving themselves to one another as brothers and sisters in deed, as well as in word?"
    },
    {
      "cite": "Max Lerner",
      "quote": "You may call for peace as loudly as you wish, but where there is no brotherhood there can in the end be no peace."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word."
    },
    {
      "cite": "Malcolm X",
      "quote": "I believe in the brotherhood of all men, but I don't believe in wasting brotherhood on anyone who doesn't want to practice it with me. Brotherhood is a two-way street."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "The uniform makes for brotherhood, since when universally adopted it covers up all differences of class and country."
    },
    {
      "cite": "Seth Low",
      "quote": "The great city can teach something that no university by itself can altogether impart: a vivid sense of the largeness of human brotherhood, a vivid sense of man's increasing obligation to man; a vivid sense of our absolute dependence on one another."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood."
    },
    {
      "cite": "Malcolm X",
      "quote": "If, if a white man puts his arm around me voluntarily, that's brotherhood. But if you - if you hold a gun on him and make him embrace me and pretend to be friendly or brotherly toward me, then that's not brotherhood, that's hypocrisy."
    },
    {
      "cite": "Maria Montessori",
      "quote": "If the whole of mankind is to be united into one brotherhood, all obstacles must be removed so that men, all over the surface of the globe, should be as children playing in a garden."
    },
    {
      "cite": "Pope Francis",
      "quote": "The Son of God became incarnate in the souls of men to instill the feeling of brotherhood. All are brothers and all children of God."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Ignoring all prejudices of caste, creed, class, color, sex, or race, a swami follows the precepts of human brotherhood. His goal is absolute unity with Spirit."
    },
    {
      "cite": "Queen Elizabeth II",
      "quote": "I cannot lead you into battle. I do not give you laws or administer justice but I can do something else - I can give my heart and my devotion to these old islands and to all the peoples of our brotherhood of nations."
    },
    {
      "cite": "Josephine Baker",
      "quote": "Surely the day will come when color means nothing more than the skin tone, when religion is seen uniquely as a way to speak one's soul, when birth places have the weight of a throw of the dice and all men are born free, when understanding breeds love and brotherhood."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "You cannot further the Brotherhood of Man by encouraging class hatred."
    },
    {
      "cite": "Adlai Stevenson I",
      "quote": "I believe that if we really want human brotherhood to spread and increase until it makes life safe and sane, we must also be certain that there is no one true faith or path by which it may spread."
    },
    {
      "cite": "Haile Selassie",
      "quote": "History teaches us that unity is strength, and cautions us to submerge and overcome our differences in the quest for common goals, to strive, with all our combined strength, for the path to true African brotherhood and unity."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "There is no limit to the potential of brethren working together in complete brotherhood and selflessness toward spiritual goals. The power of God working through such channels will bring unimaginable blessings to all concerned."
    },
    {
      "cite": "Learned Hand",
      "quote": "Right knows no boundaries, and justice no frontiers; the brotherhood of man is not a domestic institution."
    },
    {
      "cite": "David Duchovny",
      "quote": "My entire life has been an attempt to get back to the kind of feelings you have on a field. The sense of brotherhood, the esprit de corps, the focus - there being no past or future, just the ball. As trite as it sounds, I was happiest playing ball."
    },
    {
      "cite": "Edwin Markham",
      "quote": "It is doubtless true that men are bad because they are unhappy. If anyone could give them real happiness, the happiness of brotherhood, they would all want to live the true and brotherly life."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Whoever in prayer can say, 'Our Falther,' acknowledges and should feel the brotherhood of the whole race of mankind."
    },
    {
      "cite": "H. M. Field",
      "quote": "There is no brotherhood of man without the fatherhood of God."
    },
    {
      "cite": "Lyman Abbott",
      "quote": "The brotherhood off man is an integral part of Christianity no less than the. Fatherhood of God; and to deny the one is no less infidel than to deny the other."
    },
    {
      "cite": "Quintilian",
      "quote": "Give  broad to the stanger, in the name of the universal brotherhood which hinds together all men under the common fatherhood of nature."
    },
    {
      "cite": "Robert Andrews",
      "quote": "The brotherhood of man is evoked by particular men according to their circumstance.s But it seldom extends to all men.I n the name of our freedom and our brotherhood we are prepared to blow up the other half of mankind and to be blown up in our turn."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "THe world has narrowed to a neighborhood before it has broadened to a brotherhood."
    },
    {
      "cite": "Mark Twain",
      "quote": "The universal brotherhood of man is our most precious possession--what there is of it."
    },
    {
      "cite": "Mark Twain",
      "quote": "The aim of democracy is harmony, its goal is Brotherhood."
    },
    {
      "cite": "Mark Twain",
      "quote": "Peace..happiness..brotherhood.. that is what we want in this world."
    },
    {
      "cite": "Dr. Adel Ibn Ali Al-shiddy and Dr. Abdul-Razaaq Maash",
      "quote": "It called for brotherhood and equality among human beings and made clear that what distinguishes one person from another is none but righteousness, morality, benefit and good deeds; and that one's appearance,color or  race has no role in this preference."
    },
    {
      "cite": "Dr. Adel Ibn Ali Al-shiddy and Dr. Abdul-Razaaq Maash",
      "quote": "Islam regards all off the prophets as one brotherhood, inviting people to the belief that there is no deity worthy of worship exept Allah, alone, without assocates."
    },
    {
      "cite": "Kevin Belmonte",
      "quote": "Dickens did not merely believe in the brotherhood of men in the weak modern way; he was the brotherhood of men, and knew it was a brotherhood in sin as well as in aspiration."
    },
    {
      "cite": "Kevin Belmonte",
      "quote": "Bridge, whose very name alludes to the awful Abbey; Charing Cross holds up the symbol of Christendom; the next station is called a Temple; and Blackfriars remembers the mediavel dream of a Brotherhood."
    },
    {
      "cite": "Kevin Belmonte",
      "quote": "It is a world of wireless telegraphy for the soul; of a psychological brotherhood of men of which the commucations could not be cut."
    },
    {
      "cite": "Khalil al-Anani and Khalīl ʻAnānī",
      "quote": "The brotherhood does not differentiate between religion and politics."
    },
    {
      "cite": "Khalil al-Anani and Khalīl ʻAnānī",
      "quote": "The brotherhood tends to treat these aims as part of members religious duties that must be fulfilled. Most important, these these aims help the brotherhood survive and gain support."
    },
    {
      "cite": "Khalil al-Anani and Khalīl ʻAnānī",
      "quote": "The brotherhood does not believe in revolution,and does not rely on it in achieving its goals and if it happend, we will not adopt it..Our task is to create a new generation of believers who can reformulate the islamic umma in its all aspects of life."
    },
    {
      "cite": "Deepak Chopra, Sanjiv Chopra",
      "quote": "Brotherhood is universal. A self gets built, two selves find an orbit around each other, a society absorbs them into a collective fabric that is never the same tomorrow as it was yesterday."
    },
    {
      "cite": "Amanda H. Podany",
      "quote": "Did we not establish brotherhood, we did not become brothers for a single day. Did we not establish brotherhood and friendly relations in perpetuity? In the end, the real victor was not any one of the great powers, it was idea of brotherhood."
    },
    {
      "cite": "Mark Vertreese",
      "quote": "He knew that God's shining light would lead him and his Brotherhood as they delivered their country toward salvation -- both economic and political."
    },
    {
      "cite": "Mark Vertreese",
      "quote": "The origin of the brotherhood are a clouded mystery to all but a select few of the currrent members. It is only through limited oral history that their traditions and ritual have been passed from one generation to the next."
    },
    {
      "cite": "Mark Vertreese",
      "quote": "The more skilled their dectators became, the more the brotherood mastered the concept of misdirection, an invaluable tool they had learned to use very well."
    },
    {
      "cite": "I Peter ch. 2, v. 9",
      "quote": "Honour all men.Love the borhterhood. Fear God. Honour the king."
    },
    {
      "cite": "Tariano Jackson",
      "quote": "United we stand / Divided we fall / That's how it is in the brotherhood"
    },
    {
      "cite": "Santana",
      "quote": "No more politics or denominations / Brotherhood / No more war, violence, or pain/ Compassion"
    },
    {
      "cite": "Motörhead",
      "quote": "Mighty cities laid to ruin, burning to the ground. / Murder is become the law; you cannot make a stand, / Chaos rules the world, now mortal, brotherhood of man."
    },
    {
      "cite": "Paul Rodgers",
      "quote": "Imagine no possessions / I wonder if you can / No need for greed or hunger / A brotherhood of man / Imagine all the people sharing all the world"
    },
    {
      "cite": "Billy Graham and Donna Lee Toney",
      "quote": "Only God can break down the national and racial barriers that divide men today. Only God can supply that love we must have for our fellowman. We will never build brotherhood of man upon earth until we are believers in Christ Jesus."
    },
    {
      "cite": "Malcom X",
      "quote": "It is time for martyrs now, and if I am to be one, it will be for the cause of brotherhood. That's the only thing that can save this country."
    },
    {
      "cite": "Gene Perret",
      "quote": "Laughter is the true brotherhood of man. At some time or another we've all done something that could be laughed at. Anyone who claims he hasn't is the most laughable of all."
    }
  ]
}