{
  "source": "https://www.wisesayings.com/brother-sister-quotes/",
  "theme": "brother-sister",
  "quotes": [
    {
      "cite": "James Boswell",
      "quote": "I, who have no sisters or brothers, look with some degree of innocent envy on those who may be said to be born to friends."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "To have a loving relationship with a sister is not simply to have a buddy or a confident -- it is to have a soulmate for life."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "The thing with brothers is, you're supposed to take turns being the keeper. Sometimes you get to sit down and be the brother who is kept."
    },
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our brothers and sisters are there with us from the dawn of our personal stories to the inevitable dusk."
    },
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our siblings. They resemble us just enough to make all their differences confusing, and no matter what we choose to make of this, we are cast in relation to them our whole lives long."
    },
    {
      "cite": "Michael Morpurgo",
      "quote": "Being his real brother I could feel I live in his shadows, but I never have and I do not now. I live in his glow."
    },
    {
      "cite": "James Salter",
      "quote": "Your parents are the parents you know best. Your brother and sister, if you have them, are the brother and sister you know best. They may not be the ones you like the best. They may not be the most interesting, but they are the closest and probably the clearest to you."
    },
    {
      "cite": "Carol Saline",
      "quote": "What sets sisters apart from brothers and also from friends is a very intimate mashing of heart, soul and the mystical cords of memory."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "Brothers don't necessarily have to say anything to each other—they can sit in a room and be together and just be completely comfortable with each other."
    },
    {
      "cite": "Anna Quindlan",
      "quote": "There is a little boy inside the man who is my brother. Oh, how I hated that little boy, and how I love him too."
    },
    {
      "cite": "Marian Sandmaier",
      "quote": "A sibling may be the keeper of one's identity, the only person with the keys to one's unfettered, more fundamental self."
    },
    {
      "cite": "Sam Levenson",
      "quote": "Siblings: children of the same parents, each of whom is perfectly normal until they get together."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I don't believe an accident of birth makes people sisters or brothers. It makes them siblings, gives them mutuality of parentage. Sisterhood and brotherhood is a condition people have to work at."
    },
    {
      "cite": "Pamela Dugdale",
      "quote": "Siblings are the people we practice on, the people who teach us about fairness and cooperation and kindness and caring quite often the hard way."
    },
    {
      "cite": "Amaury Nolasco",
      "quote": "If you have a brother or sister, tell them you love them every day—that's the most beautiful thing. I told my sister how much I loved her every day. That's the only reason I'm OK right now."
    },
    {
      "cite": "Suzie Huitt",
      "quote": "Brother and sister, together as friends, ready to face whatever life sends. Joy and laughter or tears and strife, holding hands tightly as we dance through life."
    },
    {
      "cite": "Clara Ortega",
      "quote": "To the outside world we all grow old. But not to brothers and sisters. We know each other as we always were. We know each other's hearts. We share private family jokes. We remember family feuds and secrets, family griefs and joys. We live outside the touch of time."
    },
    {
      "cite": "Carol Ann Albright Eastman",
      "quote": "Sisters and brothers are the truest, purest forms of love, family and friendship, knowing when to hold you and when to challenge you, but always being a part of you."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "For there is no friend like a sister in calm or stormy weather; To cheer one on the tedious way, To fetch one if one goes astray, To lift one if one totters down, To strengthen whilst one stands."
    },
    {
      "cite": "Clara Ortega",
      "quote": "The mildest, drowsiest sister has been known to turn tiger if her sibling is in trouble."
    },
    {
      "cite": "Cali Rae Turner",
      "quote": "The best thing about having a sister was that I always had a friend."
    },
    {
      "cite": "Jane Austen",
      "quote": "Children of the same family, the same blood, with the same first associations and habits, have some means of enjoyment in their power, which no subsequent connections can supply."
    },
    {
      "cite": "Amy Li",
      "quote": "Having a sister is like having a best friend you can't get rid of. You know whatever you do, they will still be there."
    },
    {
      "cite": "Epictetus",
      "quote": "If thy brother wrongs thee, remember not so much his wrong-doing, but more than ever that he is thy brother."
    },
    {
      "cite": "Shannon Celebi",
      "quote": "My sister and I are so close that we finish each other's sentences and often wonder who's memories belong to whom."
    },
    {
      "cite": "Vietnamese Proverb",
      "quote": "Brothers and sisters are as close as hands and feet."
    },
    {
      "cite": "Mark McKinnon",
      "quote": "My brother is one of my true heroes. Steady and sober where I am impulsive and emotional."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "After a girl is grown, her little brothers—now her protectors—seem like big brothers."
    },
    {
      "cite": "Isadora James",
      "quote": "A sister is a gift to the heart, a friend to the spirit, a golden thread to the meaning of life."
    },
    {
      "cite": "James Patterson",
      "quote": "Half the time when brothers wrestle, it's just an excuse to hug each other."
    },
    {
      "cite": "Jolene Perry",
      "quote": "Because brothers don't let each other wander in the dark alone."
    },
    {
      "cite": "Astrid Alauda",
      "quote": "There's no other love like the love for a brother. There's no other love like the love from a brother."
    },
    {
      "cite": "Chuck Danes",
      "quote": "Brothers and sisters separated by distance, joined by love."
    },
    {
      "cite": "Marc Brown",
      "quote": "Sometimes being a brother is even better than being a superhero."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "A brother may not be a friend, but a friend will always be a brother."
    },
    {
      "cite": "Yaroslaw Rozputnyak",
      "quote": "Sincere art brings us together, the brotherhood and sisterhood of mankind."
    },
    {
      "cite": "Jenny DeVries",
      "quote": "What's the good news if you haven't a sister to share it?"
    },
    {
      "cite": "William Shakespeare",
      "quote": "We came into the world like brother and brother; And now let's go hand in hand, not one before another."
    },
    {
      "cite": "Edwin Markham",
      "quote": "There is a destiny which makes us brothers; none goes his way alone. All that we send into the lives of others comes back into our own."
    },
    {
      "cite": "Anonymous",
      "quote": "What makes a brother-sister relationship special is the way, each one remember the other when they are apart. They miss the talks, the laughs and the time they spent together. Life changes, memories don't. I miss you bro."
    },
    {
      "cite": "Proverb",
      "quote": "A brother is a friend God gave you; a friend is a brother your heart chose for you."
    },
    {
      "cite": "Melodie Ramone",
      "quote": "Mum used to say we were the same soul split in two and walking around on four legs."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Big sisters are the crab grass in the lawn of life."
    },
    {
      "cite": "Dalai Lama",
      "quote": "People inflict pain on others in the selfish pursuit of their happiness or satisfaction. Yet true happiness comes from a sense of brotherhood and sisterhood."
    },
    {
      "cite": "Kenneth Clark",
      "quote": "We are part of a great whole. All living things are our brothers and sisters."
    },
    {
      "cite": "Marion C. Garretty",
      "quote": "A sister is a little bit of childhood that can never be lost."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Until blacks and whites see each other as brother and sister, we will not have parity. It's very clear."
    },
    {
      "cite": "Shellygb",
      "quote": "Being sister and brother means being there for each other."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "The great renewal of the world will perhaps consist in this, that man and maid, freed of all false feelings and reluctances, will seek each other not as opposites, but as brother and sister, as neighbors, and will come together as human beings."
    },
    {
      "cite": "Claire Cook",
      "quote": "What are sisters for if not to point out the things the rest of the world is too polite to mention."
    },
    {
      "cite": "unknown",
      "quote": "The greatest gift our parents ever gave us was each other."
    },
    {
      "cite": "Damon Albarn",
      "quote": "Brother, sister too / Do what you must do / Don't trust people you meet / They might promise you / That the river ain't deep."
    },
    {
      "cite": "Karl Hyde",
      "quote": "I say it again, brothers and sisters, can we not find a way / Out of this mess, into a brighter, a brighter day? / To save the world for our children to play."
    },
    {
      "cite": "O'Shea Jackson",
      "quote": "But remember, brothers and sisters / You can still stand tall / Just be thankful / For what you got."
    },
    {
      "cite": "Coldplay",
      "quote": "Brothers and sisters unite / It's the time of your lives its the time of your lives / Break down, break down / Got to spread love around, got to spread it around."
    },
    {
      "cite": "Willie B. Williams Jr.",
      "quote": "Brothers need sisters, sisters need brothers / All need the master, gotta stay together / Haven't got a friend, and your world is caving in / The world will know how far we've come / When the children are as."
    },
    {
      "cite": "Kenneth Branagh",
      "quote": "A brother who is unhappy is a dangerous relative to have."
    },
    {
      "cite": "Hesiod",
      "quote": "When you deal with your brother, be pleasant, but get a witness."
    },
    {
      "cite": "Robert Cheeke",
      "quote": "My brother is my best friend and nothing is stronger than family."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Sisters make the best friends in the world."
    },
    {
      "cite": "Elizabeth Fishel",
      "quote": "A sister is both your mirror - and your opposite."
    },
    {
      "cite": "Nancy Mitford",
      "quote": "Sisters are a shield against life's cruel adversity."
    },
    {
      "cite": "Charlotte Gray",
      "quote": "With a sister, one can never fear that success will go to one's head."
    },
    {
      "cite": "Pam Brown",
      "quote": "When sisters stand shoulder to shoulder, who stands a chance against us?"
    },
    {
      "cite": "Pearl Cleage",
      "quote": "Sisterhood is a funny thing. It's easy to recognize, but hard to define."
    },
    {
      "cite": "Margaret Ann Courtney",
      "quote": "Be kind to thy sister. Not many may know the depths of true sisterly love."
    },
    {
      "cite": "Kathleen Hall Jamieson",
      "quote": "Sisterhood is a powerful metaphor; it ought not become a synonym for groupthink."
    },
    {
      "cite": "Jill Shalvis",
      "quote": "Sisters are the true friends who ask how you are, and then wait to hear the answer."
    },
    {
      "cite": "Ugo Betti",
      "quote": "Sisterly love is, of all sentiments, the most abstract. Nature does not grant it any functions."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "A sister should set her brother up with one of her friends, unless her only friend is her sister."
    }
  ]
}