{
  "source": "https://www.wisesayings.com/brothers-and-sisters-quotes/",
  "theme": "brothers-and-sisters",
  "quotes": [
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our brothers and sisters are there with us from the dawn of our personal stories to the inevitable dusk."
    },
    {
      "cite": "Clara Ortega",
      "quote": "To the outside world we all grow old. But not to brothers and sisters. We know each other as we always were. We know each other's hearts. We share private family jokes. We remember family feuds and secrets, family griefs and joys. We live outside the touch of time."
    },
    {
      "cite": "Vietnamese Proverb",
      "quote": "Brothers and sisters are as close as hands and feet."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I don't believe an accident of birth makes people sisters or brothers. It makes them siblings, gives them mutuality of parentage. Sisterhood and brotherhood is a condition people have to work at."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Brothers and sisters should never be in the same family."
    },
    {
      "cite": "Isabella MacDonald Alden",
      "quote": "Sisters could do a great deal for their brothers, if they would."
    },
    {
      "cite": "unknown",
      "quote": "I love you, you were there for me, you protected me, and most of all, you loved me. We'd fight, scream, and argue, but, under it all, is a love. That only exists, in a brother, and a sister."
    },
    {
      "cite": "Chuck Danes",
      "quote": "Brothers and sisters separated by distance joined by love."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "After a girl is grown, her little brothers-now her protectors-seem like big brothers."
    },
    {
      "cite": "Jane Austen",
      "quote": "Children of the same family; the same blood; with the same first associations and habits; have some means of enjoyment in their power; which no subsequent connections can supply..."
    },
    {
      "cite": "James Boswell",
      "quote": "I, who have no sisters or brothers, look with some degree of innocent envy on those who may be said to be born to friends."
    },
    {
      "cite": "Rose Macaulay",
      "quote": "We know one another's faults, virtues, catastrophes, mortifications, triumphs, rivalries, desires, and how long we can each hang by our hands to a bar. We have been banded together under pack codes and tribal laws."
    },
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our siblings. They resemble us just enough to make all their differences confusing, and no matter what we choose to make of this, we are cast in relation to them our whole lives long."
    },
    {
      "cite": "Sam Levenson",
      "quote": "If you want to know how your girl will treat you after marriage, just listen to her talking to her little brother"
    },
    {
      "cite": "Charlotte Gray",
      "quote": "We may look old and wise to the outside world. But to each other, we are still in junior school."
    },
    {
      "cite": "Oliver Wendell Holmes Sr.",
      "quote": "There is no time like the old time, when you and I were young!"
    },
    {
      "cite": "Trey Parker &amp; Matt Stone",
      "quote": "I think people that have a brother or sister don't realize how lucky they are. Sure, they fight a lot, but to know that ther's always somebody there, somebody that's family."
    },
    {
      "cite": "Amaury Nolasco",
      "quote": "If you have a brother or sister, tell them you love them every day-that's the most beautiful thing. I told my sister how much I loved her every day. That's the only reason I'm OK right now."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "As we grew up, my brothers acted like they didn't care, but I always knew they looked out for me and were there!"
    },
    {
      "cite": "Betsy Cohen",
      "quote": "Your siblings are the only people in the world who know what it's like to have been brought up the way you were."
    },
    {
      "cite": "Clara Ortega",
      "quote": "The mildest, drowsiest sister has been known to turn tiger if her sibling is in trouble."
    },
    {
      "cite": "Pamela Dugdale",
      "quote": "Siblings are the people we practice on, the people who teach us about fairness and cooperation and kindness and caring, quite often the hard way."
    },
    {
      "cite": "Elizabeth Fishel",
      "quote": "Comparison is a death knell to sibling harmony."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Sweet is the voice of a sister in the season of sorrow."
    },
    {
      "cite": "Kim Kardashian",
      "quote": "Having lots of siblings is like having built-in best friends."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "You don't choose your family. They are God's gift to you, as you are to them."
    },
    {
      "cite": "Erica E Goode",
      "quote": "Sibling relationships outlast marriages, survive the death of parents, resurface after quarrels that would sink any friendship. They flourish in a thousand incarnations of closeness and distance, warmth, loyalty and distrust."
    },
    {
      "cite": "Jane Mersky Leder",
      "quote": "Our siblings push buttons that cast us in roles we felt sure we had let go of long ago-the baby, the peacekeeper, the caretaker, the avoider . It doesn't seem to matter how much time has elapsed or how far we've traveled."
    },
    {
      "cite": "Marian Sandmaier",
      "quote": "A sibling may be the keeper of one's identity, the only person with the keys to one's unfettered, more fundamental self."
    },
    {
      "cite": "Carol Saline",
      "quote": "What sets sisters apart from brothers and also from friends is a very intimate meshing of heart, soul and the mystical cords of memory."
    },
    {
      "cite": "Marc Brown",
      "quote": "Sometimes being a brother is even better than being a superhero."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Big sisters are the crab grass in the lawn of life."
    },
    {
      "cite": "Antisthenes",
      "quote": "When brothers agree, no fortress is so strong as their common life."
    },
    {
      "cite": "Jeffrey Kluger",
      "quote": "Your parents leave you too soon and your kids and spouse come along late, but your siblings know you when you are in your most inchoate form."
    },
    {
      "cite": "unknown",
      "quote": "It is a sister's job to annoy her brother, no matter how old they are."
    },
    {
      "cite": "unknown",
      "quote": "There can be no companion better than a brother and there can be no friend better than a sister."
    },
    {
      "cite": "Catherine Zeta-Jones",
      "quote": "I have siblings. And there are certain things I know that I can push their buttons. And they know they have certain things where they can push mine."
    },
    {
      "cite": "unknown",
      "quote": "It was nice growing up with someone like you - someone to lean on, someone to count on... someone to tell on!"
    },
    {
      "cite": "unknown",
      "quote": "Being a big sister is to love your brother, even if he does not want it or love you in return."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Know that all people are your brothers and sisters."
    },
    {
      "cite": "Hindu Proverb",
      "quote": "Help your brother's boat across, and your own will reach the shore."
    },
    {
      "cite": "unknown",
      "quote": "The bond of a brother and sister is stronger than any one could know. With you in my life and with me by your side there's one thing that I know we will never have to fight one single battle alone."
    },
    {
      "cite": "Gisele Bundchen",
      "quote": "Sometimes siblings can get in each other's space."
    },
    {
      "cite": "Esther M. Friesner",
      "quote": "What brothers say to tease their sisters has nothing to do with what they really think of them."
    },
    {
      "cite": "Michael Franti",
      "quote": "No life's worth more than any other, no sister worth less than any brother."
    },
    {
      "cite": "Louis Farrakhan",
      "quote": "You must recognize that the way to get the good out of your brother and your sister is not to return evil for evil."
    },
    {
      "cite": "Elizabeth Heller",
      "quote": "Being pretty on the inside means you don't hit your brother and you eat all your peas --- that's what my grandma taught me."
    },
    {
      "cite": "Alice Walker",
      "quote": "Is solace anywhere more comforting than in the arms of a sister."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "There is a little boy inside the man who is my brother. Oh, how I hated that little boy and how I love him too."
    },
    {
      "cite": "Baz Luhrmann",
      "quote": "Be nice to your siblings, they're your best link to your past and the most likely to stay with you in the future."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Sweet is the voice of a sister in the season of sorrow, and wise is the counsel of those who love us."
    },
    {
      "cite": "Cali Rae Turner",
      "quote": "The best thing about having a sister was that I always had a friend."
    },
    {
      "cite": "Carol Ann Albright Eastman",
      "quote": "Sisters and brothers are the truest, purest forms of love, family and friendship, knowing when to hold you and when to challenge you, but always being a part of you."
    },
    {
      "cite": "Claire Berman",
      "quote": "In speaking with the many men and women who recalled for me the death of their brother or sister, I am struck by the therapeutic value to survivors of telling the story-not not just about how their loved ones died but also how they lived."
    },
    {
      "cite": "Deborah Moggach",
      "quote": "Whatever you do they will love you even if they don't love you they are connected to you till you die. You can be boring and tedious with sisters, whereas you have to put on a good face with friends."
    },
    {
      "cite": "Douglass North",
      "quote": "My brother and sister are both older than I am and were born before my father went off to World War I."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "The family. We were a strange little band of characters trudging through life sharing diseases and toothpaste, coveting one another’s desserts, hiding shampoo, borrowing money, locking each other out of our rooms and trying to figure out the common thread that bound us all together."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "The highlight of my childhood was making my brother laugh so hard that food came out his nose."
    },
    {
      "cite": "Hebrews 13:1",
      "quote": "Keep on loving each other as brothers and sisters."
    },
    {
      "cite": "Israel Zangwill",
      "quote": "It takes two men to make one brother."
    },
    {
      "cite": "James Patterson",
      "quote": "Half the time when brothers wrestle, it’s just an excuse to hug each other."
    },
    {
      "cite": "Jane Mersky Leder",
      "quote": "Our brothers and sisters bring us face to face with our former selves and remind us how intricately bound up we are in each other's lives."
    },
    {
      "cite": "Joaquin Phoenix",
      "quote": "I had a really wonderful upbringing. We were a tight family. It was wonderful to grow up with so many siblings. We were all just a year or two apart, and we were always so supportive of each other. I learned everything from my older brother and sister and taught it to my younger sisters."
    },
    {
      "cite": "Jolene Perry",
      "quote": "Because brothers don't let each other wander in the dark alone."
    },
    {
      "cite": "Joy Harjo",
      "quote": "My sister accommodates me, never reproaches me with her doctrine, never tries to change me. She accepts and loves me, despite our differences."
    },
    {
      "cite": "Karen White",
      "quote": "They say that no matter how old you become, when you are with your siblings, you revert back to childhood."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "Brothers don't necessarily have to say anything to each other they can sit in a room and be together and just be completely comfortable with each other."
    },
    {
      "cite": "Lilo and Stitch",
      "quote": "Ohana means family and family means nobody gets left behind or forgotten."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Until blacks and whites see each other as brother and sister, we will not have parity. It’s very clear."
    },
    {
      "cite": "Meg Wolitzer",
      "quote": "The love between a brother and sister just over a year apart in age held fast. It wasn’t twinship, and it wasn't romance, but it was more like a passionate loyalty to a dying brand."
    },
    {
      "cite": "Pam Brown",
      "quote": "We shared parents, homes, pets, celebrations, catastrophes, secrets. And the threads of our experience became so interwoven that we are linked. I can never be utterly lonely, knowing you share the planet."
    },
    {
      "cite": "Shelby Foote",
      "quote": "Getting close to books, and spending time by myself, I was obliged to think about things I would never have thought about if I was busy romping around with a brother and sister."
    },
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our brothers and sisters are there with us from the dawn of our personal stories to the inevitable dusk."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "There’s no other love like the love for a brother. There’s no other love like the love from a brother."
    },
    {
      "cite": "unknown",
      "quote": "Brothers are like streetlights along the road, they don't make distance any shorter but they light up the path and make the walk worthwhile."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Do you know what friendship is? it is to be brother and sister, two souls which touch without mingling, two fingers on one hand."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "We didn't even realize we were making memories, we just knew we were having fun."
    }
  ]
}