{
  "source": "https://www.wisesayings.com/brothers-quotes/",
  "theme": "brothers",
  "quotes": [
    {
      "cite": "Terri Guillemets",
      "quote": "There's no other love like the love for a brother. There's no other love like the love from a brother."
    },
    {
      "cite": "Marc Brown",
      "quote": "Sometimes being a brother is even better than being a superhero."
    },
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our brothers and sisters are there with us from the dawn of our personal stories to the inevitable dusk."
    },
    {
      "cite": "Jean Baptiste Legouve",
      "quote": "A brother is a friend given by Nature."
    },
    {
      "cite": "Hesiod",
      "quote": "Never make a companion equal to a brother."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "Brothers don't necessarily have to say anything to each other - they can sit in a room and be together and just be completely comfortable with each other."
    },
    {
      "cite": "Gregg Levoy",
      "quote": "He is my most beloved friend and my bitterest rival, my confidant and my betrayer, my sustainer and my dependent, and scariest of all, my equal."
    },
    {
      "cite": "William Shakespeare",
      "quote": "We came into the world like brother and brother; And now let's go hand in hand, not one before another."
    },
    {
      "cite": "Marlon Brando",
      "quote": "If we are not our brother's keeper, at least let us not be his executioner."
    },
    {
      "cite": "Jolene Perry",
      "quote": "Because brothers don't let each other wander in the dark alone."
    },
    {
      "cite": "Vietnamese Proverb",
      "quote": "Brothers and sisters are as close as hands and feet."
    },
    {
      "cite": "Antisthenes",
      "quote": "When brothers agree, no fortress is so strong as their common life."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "After a girl is grown, her little brothers - now her protectors - seem like big brothers."
    },
    {
      "cite": "Israel Zangwill",
      "quote": "It takes two men to make one brother."
    },
    {
      "cite": "Edwin Markham",
      "quote": "There is a destiny that makes us brothers, no one goes his way alone; all that we send into the lives of others, comes back into our own."
    },
    {
      "cite": "Robert Burns",
      "quote": "Affliction's sons are brothers in distress; A brother to relieve, how exquisite the bliss!"
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "He who understands you is greater kin to you than your own brother. For even your own kindred neither understand you nor know your true worth."
    },
    {
      "cite": "Trey Parker &amp; Matt Stone",
      "quote": "I think people that have a brother or sister don't realize how lucky they are. Sure, they fight a lot, but to know that ther's always somebody there, somebody that's family."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "As we grew up, my brothers acted like they didn't care, but I always knew they looked out for me and were there!"
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must learn to live together as brothers or perish together as fools."
    },
    {
      "cite": "Matthew 18:15",
      "quote": "Moreover if your brother shall trespass against you, go and tell him his fault between you and him alone."
    },
    {
      "cite": "Jane Austen",
      "quote": "What strange creatures brothers are!"
    },
    {
      "cite": "Michael Morpurgo",
      "quote": "Being his real brother I could feel I live in his shadows, but I never have and I do not now. I live in his glow."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "There was brotherhood between people who had fed from the same breast, a kinship that even time could not break. - Amir"
    },
    {
      "cite": "unknown",
      "quote": "A brother shares childhood memories and grown-up dreams."
    },
    {
      "cite": "Hindu Proverb",
      "quote": "Help your brother's boat across, and your own will reach the shore."
    },
    {
      "cite": "unknown",
      "quote": "I've been blessed to have A brother like you, You're my pal, my buddy And my best friend too. And it means a lot Having a brother like you."
    },
    {
      "cite": "Pamela Dugdale",
      "quote": "Siblings are the people we practice on, the people who teach us about fairness and cooperation and kindness and caring - quite often the hard way."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "One can be a brother only in something. Where there is no tie that binds men, men are not united but merely lined up."
    },
    {
      "cite": "Jane Austen",
      "quote": "The younger brother must help to pay for the pleasures of the elder."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "A mystic bond of brotherhood makes all men one."
    },
    {
      "cite": "Gregg Levoy",
      "quote": "He is my most beloved friend and my bitterest rival, my confidant and my betrayer, my sustainer and my dependent, and scariest of all, my equal."
    },
    {
      "cite": "Dylan Thomas",
      "quote": "It snowed last year too: I made a snowman and my brother knocked  it down and I knocked my brother  down and then we had tea."
    },
    {
      "cite": "Harmon Killebrew",
      "quote": "My father used to play with my brother and me in the yard. Mother would come out and say, You're tearing up the grass. We're not raising grass, Dad would reply. We're raising boys."
    },
    {
      "cite": "Marian Sandmaier",
      "quote": "A sibling may be the keeper of one's identity, the only person with the keys to one's unfettered, more fundamental self."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "One can be a brother only in something. Where there is no tie that binds men, men are not united but merely lined up."
    },
    {
      "cite": "Susan Scarf Merrell",
      "quote": "Our siblings. They resemble us just enough to make all their differences confusing, and no matter what we choose to make of this, we are cast in relation to them our whole lives long."
    },
    {
      "cite": "Bonaro Overstreet",
      "quote": "We are not only our brother's keeper; in countless large and small ways, we are our brother's maker."
    },
    {
      "cite": "Proverb",
      "quote": "A brother is a friend God gave you; A friend is a brother your heart chose."
    },
    {
      "cite": "Jane Austen",
      "quote": "Children of the same family, the same blood, with the same first associations and habits, have some means of enjoyment in their power, which no subsequent connections can supply."
    },
    {
      "cite": "Clara Ortega",
      "quote": "To the outside world we all grow old. But not to brothers and sisters. We know each other as we always were. We know each other's hearts. We share private family jokes. We remember family feuds and secrets, family griefs and joys. We live outside the touch of time."
    },
    {
      "cite": "Guy Verhofstadt",
      "quote": "Brothers in suffering, brothers in resistance, brothers in ideals and conviction. It is now our duty to further strengthen this bond in order to secure this hard-won freedom for future generations."
    },
    {
      "cite": "Andy Roddick",
      "quote": "Having two older brothers is a healthy reminder that you're always closer to the bottom than you are to the top."
    },
    {
      "cite": "Dorothy Day",
      "quote": "I believe that we must reach our brother, never toning down our fundamental oppositions, but meeting him when he asks to be met, with a reason for the faith that is in us, as well as with a loving sympathy for them a brothers."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Blood ties do not necessarily make a brother; this special bond may be kindled through years of friendship as well so that a brotherly relationship is possible."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I don't believe an accident of birth makes people sisters or brothers. It makes them siblings, gives them mutuality of parentage. Sisterhood and brotherhood is a condition people have to work at."
    },
    {
      "cite": "Liam Gallagher",
      "quote": "Everyone knows that if you've got a brother, you're going to fight."
    },
    {
      "cite": "King Solomon",
      "quote": "A friend loveth at all times, and a brother is born for adversity."
    },
    {
      "cite": "Hesiod",
      "quote": "When you deal with your brother, be pleasant, but get a witness."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Your brother is always the first male friend you will have in your life."
    },
    {
      "cite": "Larry Watson",
      "quote": "Brothers naturally invite comparison."
    },
    {
      "cite": "Pete Townshend",
      "quote": "Give love, and keep blood between brothers."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Little brothers are the buck privates of life!"
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "We have flown the air like birds and swum the sea like fishes, but have yet to learn the simple act of walking the earth like brothers."
    },
    {
      "cite": "James Boswell",
      "quote": "I, who have no sisters or brothers, look with some degree of innocent envy on those who may be said to be born friends."
    },
    {
      "cite": "Dan Pearce",
      "quote": "When I look at each of my brothers, I see two things. First, I see the next place I want to leave a rosy welt. Second, I see a good man who will always be there, no matter how hard life gets for me or him. Then, I get out of the way because I realize he’s coming at me with a wet dish towel."
    },
    {
      "cite": "Maurice Sendak",
      "quote": "I had a brother who was my savior, made my childhood bearable."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Being pretty on the inside means you don’t hit your brother and you eat all your peas – that’s what my grandma taught me."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Oh, brothers! I don't care for brothers. My elder brother won't die, and my younger brothers seem never to do anything else."
    },
    {
      "cite": "Maya Angelou",
      "quote": "We are not our brother's keeper, we are our brother and we are our sister. We must look past complexion and see community."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "There is a little boy inside the man who is my brother… Oh, how I hated that little boy. And how I love him too."
    },
    {
      "cite": "Michael Franti",
      "quote": "No life's worth more than any other, no sister worth less than any brother."
    },
    {
      "cite": "Edwin Markham",
      "quote": "The crest and crowning of all good, / Life's final star, is Brotherhood."
    },
    {
      "cite": "Confucius",
      "quote": "A gentleman nurses the roots: when the root has taken, the truth will grow; and what are the roots of love, but the duty of son and of brother."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "A brother may not be a friend, but a friend will always be a brother."
    },
    {
      "cite": "Chang Tsai",
      "quote": "All men are my brethren, and all things my companion."
    },
    {
      "cite": "Sir Thomas Malory",
      "quote": "And much more am I sorrier for my good knight's loss than for the loss of my fair queen; for queens I might have enough, but such a fellowship of good knights shall never be together in no company."
    },
    {
      "cite": "Epictetus",
      "quote": "If thy brother wrongs thee, remember not so much his wrong-doing, but more than ever that he is thy brother."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "To hunt tigers one must have a brother's help."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A brother noble, / Whose nature is so far from doing harms / That he suspects none."
    },
    {
      "cite": "Pinkie Pie; Applejack; Rainbow Dash; Fluttershy; Rarity",
      "quote": "Your big brother, best friend forever / Like two peas in a pod, you did everything together."
    },
    {
      "cite": "Gerard Manley Hopkins",
      "quote": "How lovely the elder brother’s / Life all laced in the other’s, / Lóve-laced!—what once I well / Witnessed; so fortune fell."
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "Brothers o' mine, brothers o' mine, / All the world over, from pole to pole / All of them brothers of mine and thine / Every wondering, blundering soul. / Banded together by grace divine, / Brothers o' mine, brothers o' mine."
    },
    {
      "cite": "James McIntyre",
      "quote": "We are in ancient stories told, / All were brothers in days of old, / But these with facts they do not chime / For all mankind do love the dime, / And worship the mighty dollar, / And admire the golden collar, / The rich man's washed with whitest lime, / The poor man's cover'd o'er with slime, / But we should try to love each other / And treat each man as our brother."
    },
    {
      "cite": "Mark Van Doren",
      "quote": "Equality is absolute or no. / Nothing between can stand. We are the sons / Of the same sire, or madness breaks and runs / Through the rude world. Ridiculous our woe / If single pity does not love it. So / Our separate fathers love us. No man shuns / His poorest child's embrace. We are the sons / Of such, or ground and sky are soon to go."
    },
    {
      "cite": "Robert William Service",
      "quote": "My brothers all are proud of purse, / But though my poverty I curse, / I would not for a diadem / Exchange my lowly lot with them: / A garret and a crust for me, / And reams and dreams of Poetry."
    },
    {
      "cite": "Bob Hope",
      "quote": "I grew up with six brothers.It's how I learned to dance-waiting for the bathroom."
    },
    {
      "cite": "Lamartine",
      "quote": "If God is thy father, man is thy brother."
    },
    {
      "cite": "Serbian Proverb",
      "quote": "A man may be a brother, but he should pay for his cheese."
    },
    {
      "cite": "Iraqi Proverb",
      "quote": "Brotherhood is brotherhood, but a kid is always worth half a crown."
    }
  ]
}