{
  "source": "https://www.wisesayings.com/brunch-quotes/",
  "theme": "brunch",
  "quotes": [
    {
      "cite": "Irma S. Rombauer",
      "quote": "Most brunches will call for just a single dinner plate to be placed at each place: for some foods, these may be heated in the kitchen and brought to the table with food on them after the guests are seated."
    },
    {
      "cite": "Irma S. Rombauer",
      "quote": "Some hot breakfast and brunch dishes such as eggs, pancakes, and waffles benefit from being served on heated plates."
    },
    {
      "cite": "Irma S. Rombauer",
      "quote": "More than any other time of the day, we look to breakfast and brunch to revive and refresh ourselves."
    },
    {
      "cite": "Rico Gagliano",
      "quote": "Brunch, singing siren songs of bacon, alcohol, and attractive-yet-aloof waitstaff."
    },
    {
      "cite": "Rico Gagliano",
      "quote": "'Brunch!' scream chalkboards propped up outside every restaurant and cafe, in every city in the Western world, every weekend morning."
    },
    {
      "cite": "Rico Gagliano",
      "quote": "This horrible day-destroying meal was only invented in the first place so restaurateurs could sell leftovers from the previous night's dinner service before it rotted. So brunch is literally made of unloved things."
    },
    {
      "cite": "Shawn Micallef",
      "quote": "Fo many, brunch is a part of that tourist experience. If it's relatively quick, it can be useful and fuel for doing other things."
    },
    {
      "cite": "Gale Gand",
      "quote": "If eating and hosting brunch are about having a good time, making brunch should be a lot of fun, too."
    },
    {
      "cite": "Gale Gand",
      "quote": "Brunch lends itself to feeling casual and laid-back, though it can still definitely be a celebration."
    },
    {
      "cite": "Peter Joseph",
      "quote": "Brunch is cheerful, sociable, and inciting. It is task-compelling. It puts you in a good temper, it makes you satisfied with yourself and your fellow beings, it sweeps away the worries and cobwebs of the week."
    },
    {
      "cite": "Kit Wohl",
      "quote": "A special meal, often leisurely, occasionally decadent. A meal that's even celebrated by its own cocktails, such as the Bloody Mary or the Mimosa."
    },
    {
      "cite": "Kit Wohl",
      "quote": "Brunch is an opportunity to be a little naughty— or a lot extravagant— at the table."
    },
    {
      "cite": "Lonely Planet Food",
      "quote": "Brunch should feel like a treat, never an effort of rigid commitment."
    },
    {
      "cite": "Lonely Planet Food",
      "quote": "There is no other meal but brunch that can be stretched from 9am until 5pm, depending on who you are, your stage in life and what your mood dictates."
    },
    {
      "cite": "Matt Basile",
      "quote": "Breakfast is a meal but brunch is a culture."
    },
    {
      "cite": "Matt Basile",
      "quote": "Brunch is something people get behind and believe in. It's habitual, it's comforting, and it has the power to let you indulge, allowing you to be you in the most liberating kind of way."
    },
    {
      "cite": "Waylynn Lucas",
      "quote": "One of the main reasons I love breakfast and brunch so much is that it's the one meal where you can eat dessert as your whole meal."
    },
    {
      "cite": "Lonely Planet Food",
      "quote": "The fact that  brunch is not on the everyday 'schedule' in the same way breakfast, lunch, and dinner are gives it an air of spontaneous, devil-may-care, unstructured abandon that we all deserve to indulge in from time to time."
    },
    {
      "cite": "Lonely Planet Food",
      "quote": "By eliminating the need to get up early on Sunday, brunch would make life brighter for Saturday night carousers."
    },
    {
      "cite": "Brian South",
      "quote": "Brunch is such an odd thing. It was created by fat, lazy people who were too lazy to wake up at a reasonable hour and too fat to wait until the next proper time for dining."
    },
    {
      "cite": "David Rubenstein",
      "quote": "I regard food as fuel. I am not a brunch person."
    },
    {
      "cite": "Lena Dunham",
      "quote": "At a brunch potluck, I realize that I do, in fact, hate everybody."
    },
    {
      "cite": "Nicolas Berggruen",
      "quote": "Brunch is boring, but that's part of the charm of it."
    },
    {
      "cite": "Lorena Garcia",
      "quote": "I love brunch because it's breakfast and lunch why not."
    },
    {
      "cite": "Freddie Wong",
      "quote": "The moment you've brought a toothbrush to work, then you're getting into crunch time."
    },
    {
      "cite": "Caroline Kepnes",
      "quote": "Brunch, a meal invented by rich white chicks to rationalize day drinking and bingeing on french toast."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "For me, brunch is such a versatile meal since you can play on both the sweet and savory in your dishes."
    },
    {
      "cite": "Yotam Ottolenghi",
      "quote": "Brunch, for me, is an extended breakfast that should be enjoyed whenever you have time properly to engage in cooking and eating."
    },
    {
      "cite": "Homer",
      "quote": "I discovered a meal between breakfast and brunch."
    }
  ]
}