{
  "source": "https://www.wisesayings.com/bubbles-quotes/",
  "theme": "bubbles",
  "quotes": [
    {
      "cite": "Carl Sandburg",
      "quote": "Two bubbles found they had rainbows on their curves. They flickered out saying: \"It was worth being a bubble, just to have held that rainbow thirty seconds."
    },
    {
      "cite": "Barry Gibb",
      "quote": "But all bubbles have a way of bursting or being deflated in the end."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "When I open my eyes to the outer world I feel myself as a drop in the sea. But when I close my eyes and look within, I see the whole universe as a bubble raised in the ocean of my heart."
    },
    {
      "cite": "Edward Norton",
      "quote": "The more you can create that magic bubble, that suspension of disbelief, for a while, the better."
    },
    {
      "cite": "Philip James Bailey",
      "quote": "Joys Are bubble-like--what makes them bursts them too."
    },
    {
      "cite": "Thom Yorke",
      "quote": "I could blow bubbles. Bubbles would solve any dilemma we face. If bubbles were president there would be no war."
    },
    {
      "cite": "Andrew Revkin",
      "quote": "You never know you're in a bubble until it pops."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Like bubbles on the sea of matter borne, They rise, they break, and to that sea return."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If possible, avoid being a bubble; for a bubble, even the gentlest touch is fatal."
    },
    {
      "cite": "George Santayana",
      "quote": "A soul is but the last bubble of a long fermentation in the world."
    },
    {
      "cite": "Julie Taymor",
      "quote": "I think we all see the world from our own little unique bubble."
    },
    {
      "cite": "Adam Lindsay Gordon",
      "quote": "Life is mostly froth and bubble"
    },
    {
      "cite": "Alexandra Adornetto",
      "quote": "The bubble's been engineered to allow us to learn from within it."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "Oh, for the wonder that bubbles into my soul."
    },
    {
      "cite": "George Soros",
      "quote": "If the bubbles contain a misconception, as they always do, then it can't be maintained forever."
    },
    {
      "cite": "William Osler",
      "quote": "No bubble is so iridescent or floats longer than that blown by the successful teacher."
    },
    {
      "cite": "Veruschka von Lehndorff",
      "quote": "Fame, I mean, it's like a bubble, in a way. It's like something glittery, and it goes, and it can be forgotten fast."
    }
  ]
}