{
  "source": "https://www.wisesayings.com/bubblegum-quotes/",
  "theme": "bubblegum",
  "quotes": [
    {
      "cite": "Craig Lee",
      "quote": "If you like your sticky sweet, the strains that go by 'Bubblegum\" will get your taste buds skanking. Besides the flavor it's also a lot like chewing gum in that you'll often find it covertly stuck undersides of desks and chairs."
    },
    {
      "cite": "Kim Green",
      "quote": "Lizzy has been saving all her bubblegum, today she will give it a go / She's decided that whatever happens, a bubble she will blow."
    },
    {
      "cite": "Susan Baroncini-Moe",
      "quote": "It wasn't the bubble gum itself that I loved, as much as it was blowing bubbles with bubble gum. I'd throw an entire pack of gum in my mouth and chew away like a baseball player until the wad was soft enough to start blowing bubbles, and then I'd start blowing the  biggest bubbles I could make."
    },
    {
      "cite": "Brett Ermilio",
      "quote": "Bubblegum connotes three essential things: flavor, repetition, and cheap entertainment."
    },
    {
      "cite": "Lauren Child",
      "quote": "Sure, he chewed gum, but not bubble gum; he always found it went sort of dry after about ten minutes of chewing. No, he preferred straight chewing gum, the mintier, the better."
    },
    {
      "cite": "Kathryn L.M. Reynolds",
      "quote": "Nobody should have to endure all she'd had at the hands of her family or be subjected to such manipulations as she'd been the recipient of for the past week, and this vile-looking, disgusting wad of bubblegum symbolically summed up her disgusted ire."
    },
    {
      "cite": "Hank Ketcham",
      "quote": "Flattery is like chewing gum. Enjoy it but don't swallow it."
    },
    {
      "cite": "John Mason Brown",
      "quote": "Some television programs are so much chewing gum for the eyes."
    },
    {
      "cite": "Travis Bradberry",
      "quote": "Chewing gum actually lowers your cortisol levels, the hormone responsible for stress. But chewing gum doesn't just reduce stress, it also makes you more alert and improves your performance in memory-oriented tasks. It does so by increasing the blood flow to your brain and alerting your senses."
    },
    {
      "cite": "Undecided",
      "quote": "Love is like bubble gum. At first it tastes better than anything you could ever imagine, but after a while it starts loosing it's flavor."
    },
    {
      "cite": "Tabatha Coffey",
      "quote": "Being successful is about professionalism, and chewing gum is unprofessional. Its also a huge pet peeve of mine."
    },
    {
      "cite": "Mary Schmich",
      "quote": "Worrying is as effective as trying to solve an algebra equation by chewing bubble gum."
    },
    {
      "cite": "Jerry Springer",
      "quote": "It's just a show. It's not the end of Western Civilization. It's chewing gum."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The popping of bubblegum discourages the most determined lecher."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "TV is chewing gum for the eyes."
    },
    {
      "cite": "Brie Larson",
      "quote": "For some reason, chewing gum for me gets my brain going."
    },
    {
      "cite": "Harry Oliver",
      "quote": "Chewing gum as we know it was the brainchild of Tomas Adams, a New Yorker whose meeting with an exiled ex-president of Mexico, one Antonio Lopez de Sta Anna, led to him learning of chicle gum, a popular substance found in sapodilla trees that Central Americans love to chew."
    },
    {
      "cite": "Tim Richardson",
      "quote": "Bubble gum is exceptionally fine, because it is bright pink and you can blow bubbles with it— which color and which action immediately sets the blower apart from the animal kingdom."
    },
    {
      "cite": "Tim Richardson",
      "quote": "I hate the way the flavor of chewing gum goes away, leaving you with a ghost of a sweet, a limp husk that lingers in the mouth, bereft of taste and even of sugar, unswallowable and difficult to dispose of without causing misery to others— gum removal from a public area is a growth industry."
    },
    {
      "cite": "Emily Post",
      "quote": "Cracking gum, smacking it, or chomping away in a mechanical rhythm can be disturbing or distracting to many people, especially in close quarters. In public, chew gums discretely and dispose of it in a waste receptacle— never on the ground."
    },
    {
      "cite": "Emily Post",
      "quote": "Young people must understand that watching someone chew gum is, as older generations say, 'like watching a cow chew its cud.'"
    },
    {
      "cite": "Emily Post",
      "quote": "Despite the tremendous popularity that gum has enjoyed, many view the chewing habit negatively and as a poor reflection of U.S. culture."
    },
    {
      "cite": "Meghan McCarthy",
      "quote": "It's recommended that you chew the gum until it loses most of its flavoring, or chew a sugarless brand. The sugar in the gum makes it harder to blow big bubbles because it doesn't stretch well."
    },
    {
      "cite": "Meghan McCarthy",
      "quote": "Studies have shown that chewing gum actually helps people concentrate."
    },
    {
      "cite": "Meghan McCarthy",
      "quote": "Chewing sugarless gum can prevent tooth decay (increasing saliva gets rid of that nasty bacteria, and xylitol found in gum is thought to actually heal cavities)."
    },
    {
      "cite": "Deborah Silver",
      "quote": "Bubble gum bases contain higher level of elasticity which gives it the ability to blow bubbles."
    },
    {
      "cite": "Bette Dravis",
      "quote": "Writing a book is like sliding down a rainbow! Marketing it is like trudging through a field of chewed bubble gum on a hot, sticky day."
    },
    {
      "cite": "Ilhan Omar",
      "quote": "We can walk and chew gum at the same time. Yes, the American people want us to legislate, they want us to insist on furthering their set of values, but they also want us to resist and exercise our oversight powers."
    }
  ]
}