{
  "source": "https://www.wisesayings.com/budget-quotes/",
  "theme": "budget",
  "quotes": [
    {
      "cite": "Rick Ross",
      "quote": "Got a budget for the lawyer though."
    },
    {
      "cite": "Keith Davis",
      "quote": "We didn't actually overspend our budget. The allocation simply fell short of our expenditure."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "The budget doesn't have much control over the government. Then again, the government doesn't have much control over the budget."
    },
    {
      "cite": "Barack Obama",
      "quote": "A budget is more than just a series of numbers on a page; it is an embodiment of our values."
    },
    {
      "cite": "Will Rogers",
      "quote": "The budget is a mythical bean bag. Congress votes mythical beans into it, and then tries to reach in and pull real beans out."
    },
    {
      "cite": "Mason Cooley",
      "quote": "A budget takes the fun out of money."
    },
    {
      "cite": "Frank Hubbard",
      "quote": "The safe way to double your money is to fold it over once and put it in your pocket."
    },
    {
      "cite": "Frank Carlucci",
      "quote": "The budget evolved from a management tool into an obstacle to management."
    },
    {
      "cite": "P.T. Barnum",
      "quote": "Money is a terrible master but an excellent servant."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "A budget is telling your money where to go instead of wondering where it went."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "There are a handful of people whom money won't spoil, and we count ourselves among them."
    },
    {
      "cite": "William Feather",
      "quote": "A budget tells us what we can't afford, but it doesn't keep us from buying it."
    },
    {
      "cite": "Kevin McCarthy",
      "quote": "Budgets are blueprints and priorities."
    },
    {
      "cite": "James Pearse Connelly",
      "quote": "Budget affects everything."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "The budget should be balanced not by more taxes, but by reduction of follies."
    },
    {
      "cite": "Jacob Lew",
      "quote": "The budget is not just a collection of numbers, but an expression of our values and aspirations."
    },
    {
      "cite": "Alexa Von Tobel",
      "quote": "Manage your spending by creating and sticking to a budget."
    },
    {
      "cite": "Suze Orman",
      "quote": "Just because you can afford it doesn't mean you should buy it."
    },
    {
      "cite": "Jeff Sessions",
      "quote": "We can't do everything with a budget, but we can put the country on much sounder financial footing."
    },
    {
      "cite": "William E. Gladstone",
      "quote": "Budgets are not merely affairs of arithmetic, but in a thousand ways go to the root of prosperity of individuals, the relation of classes and the strength of kingdoms."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Doing a budget means learning an ancient and powerful word: NO."
    },
    {
      "cite": "Mary Landrieu",
      "quote": "A budget should reflect the values and priorities of our nation and its people."
    },
    {
      "cite": "Jeff Merkley",
      "quote": "Budgets are nothing if not statements of priorities."
    },
    {
      "cite": "George W. Bush",
      "quote": "It's clearly a budget. It's got a lot of numbers in it."
    },
    {
      "cite": "Andrea Arnold",
      "quote": "As long as you keep your budgets small, there's a way of making films."
    },
    {
      "cite": "George Horace Lorimer",
      "quote": "It's good to have money and the things that money can buy, but it's good, too, to check up once in a while and make sure that you haven't lost the things that money can't buy."
    },
    {
      "cite": "Jane D. Hull",
      "quote": "When completed, the budget must provide the services we have promised to our constituents."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Men who make money rarely saunter; men who save money rarely swagger."
    },
    {
      "cite": "Iain Glen",
      "quote": "A big budget studio film is slower, they've got so much to create around you. Everything is more complicated."
    },
    {
      "cite": "Coco Chanel",
      "quote": "There are people who have money and people who are rich."
    },
    {
      "cite": "Michael Leboeuf",
      "quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life."
    },
    {
      "cite": "Dr. Idel Dreimer",
      "quote": "Money is like water: in sufficient volume, it erodes the bedrock of principle, and cuts its own channel."
    },
    {
      "cite": "Mike Figgis",
      "quote": "They call it a budget so you don't budge from it."
    },
    {
      "cite": "The Kinks",
      "quote": "Circumstance has forced my hand / To be a cut price person in a low budget land / Times are hard but we'll all survive / I just got to learn to economize"
    },
    {
      "cite": "The Kinks",
      "quote": "I'm on a low budget / I'm not cheap, you understand / I'm just a cut price person in a low budget land / Excuse my shoes they don't quite fit / They're a special offer and they hurt me a bit"
    },
    {
      "cite": "The Kinks",
      "quote": "Low budget sure keeps me on my toes / I count every penny and I watch where it goes / We're all on our uppers we're all going skint / I used to smoke cigars but now I suck polo mints"
    },
    {
      "cite": "The Kinks",
      "quote": "Art takes time, time is money / Money's scarce and that ain't funny / Millionaires are things of the past / We're in a low budget film where nothing can last / Money's rare there's none to be found / So don't think I'm tight if I don't buy a round"
    },
    {
      "cite": "Anthony Clemon",
      "quote": "Ain't no budget / Money talk, money talk / End of discussion / We don't wanna mess up"
    },
    {
      "cite": "Zeke",
      "quote": "Im balling on a budget / So throw your ones up in the air like you just don't care if you're balling on a budget / Im balling on a budget"
    },
    {
      "cite": "Donovan Germain",
      "quote": "Never you ever play / It's a competitive world for low budget people / Spending a dime while earning a nickel / With no regards to who it may tickle"
    },
    {
      "cite": "Davies",
      "quote": "But economy says we gotta minimize huh / We gotta budget to face and the marketplace is full of competition, competition  / Think digital, synthesis, computerize, think visual"
    },
    {
      "cite": "Dominique Briggs",
      "quote": "I lost money, owed money, stacked money / You know I got a fee what the budget though / You know this ain't for free where the money though"
    },
    {
      "cite": "Laura Bundy",
      "quote": "Oh the radios free so come on dance with me / Who cares if we're living on a budget / Good loving costs nothing / Good loving it don't cost nothing"
    },
    {
      "cite": "Jae K. Shim",
      "quote": "Better budgets can boost your department and your career to higher levels of performance and success."
    },
    {
      "cite": "Jae K. Shim",
      "quote": "Budgeting, when used effectively, is a technique resulting in synthetic, productive management."
    },
    {
      "cite": "Jae K. Shim",
      "quote": "A budget is defined as the formal expression of plans, goals, and objectives of management that covers all aspects of operations for a designated time period."
    },
    {
      "cite": "Jae K. Shim",
      "quote": "A budget is a financial plan to control future operations and results."
    },
    {
      "cite": "Jae K. Shim",
      "quote": "Budgeting allocates funds to achieve desired outcomes."
    },
    {
      "cite": "Larry Dyson",
      "quote": "With an understanding of your budget and your true needs, you may start putting away more money than you ever expected."
    },
    {
      "cite": "Larry Dyson",
      "quote": "Think about spending a bit more money on things that will last you longer."
    },
    {
      "cite": "Larry Dyson",
      "quote": "Sometimes the best way to start saving money is simply to become more aware of your finances and spending habits."
    },
    {
      "cite": "Tere Stouffer",
      "quote": "Establishing a budget is the act of deciding how much if your money you're going to spend on one item, how much on another, and so on, before you're actually in the position of spending the money."
    },
    {
      "cite": "Tere Stouffer",
      "quote": "Used correctly, a budget doesn't restrict you; it empowers you."
    },
    {
      "cite": "Tere Stouffer",
      "quote": "A budget is a tool, and like all tools, the results you get from it will be determined by how you use it."
    },
    {
      "cite": "Tere Stouffer",
      "quote": "You're going to establish a budget because you have financial goals that are not being met."
    },
    {
      "cite": "Tere Stouffer",
      "quote": "Creating a budget isn't easy, but sticking to any budget is extremely difficult. The trick is to focus on the word realistic."
    },
    {
      "cite": "Ken Monyoncho",
      "quote": "A key success principle in achieving anything in life is a disciplined lifestyle. Discipline cuts across all walks of life."
    },
    {
      "cite": "Grant Sabatier",
      "quote": "Budgets actually reinforce a scarcity mindset and hold most people back from saving and making more money."
    },
    {
      "cite": "Grant Sabatier",
      "quote": "Ultimately, the amount you need comes down to the life you want to live, where you want to live, what you value, and what brings you joy."
    },
    {
      "cite": "Sam Beckbessinger",
      "quote": "Being in control of your money means being in control of your life."
    },
    {
      "cite": "Sam Beckbessinger",
      "quote": "When you're in control of your money, it means that you're directing more of it into things that really matter to you."
    },
    {
      "cite": "Sam Beckbessinger",
      "quote": "Being in control of your money is about making those choices more deliberately because, if you don't, you'll end up spending it all on the advertisers' ideas about what makes a good life."
    },
    {
      "cite": "Sam Beckbessinger",
      "quote": "It's often more rational to spend your money on once-off, crazy adventures than on sensible household objects. Science says so."
    },
    {
      "cite": "Sam Beckbessinger",
      "quote": "Make sure that you actually want the things you're spending money on, and that you're not just living out someone else's script of adulthood."
    },
    {
      "cite": "Jason Ramsey",
      "quote": "Personal finance management is gaining an understanding of your finances, so you get to make the most out of your assets in your day-to-day experiences."
    },
    {
      "cite": "Jason Ramsey",
      "quote": "For personal finance to be managed appropriately, it is essential that you becomes conversant with the concept of record keeping that tell you exactly how you use money."
    },
    {
      "cite": "Jason Ramsey",
      "quote": "Money management is a crucial process for attaining financial success by managing money that includes expenses, investments, budgeting, banking and taxes."
    },
    {
      "cite": "Jason Ramsey",
      "quote": "The main ideas of money management are to help you set goals, get organized, track spending, build a budget and saving money."
    },
    {
      "cite": "Jason Ramsey",
      "quote": "Taking care of your financial life is taking care of your health, your family, and yourself now and in the future when you're old and cannot work to support yourself."
    },
    {
      "cite": "Lisa Conway-Hughes",
      "quote": "Understanding what has shaped your money attitudes can help you get to the bottom of all those bad habits."
    },
    {
      "cite": "Lisa Conway-Hughes",
      "quote": "The secret to budgeting is that it needs to be honest. Not what you think it should be or wish it could be, but what it really is."
    },
    {
      "cite": "Lisa Conway-Hughes",
      "quote": "A good budget is the foundation of all your financial well being and will be the difference between staying on track with your goals or not."
    },
    {
      "cite": "Lisa Conway-Hughes",
      "quote": "Making a money vision board is a very personal thing and what goes on it depends on what motivates you."
    },
    {
      "cite": "Judy Lawrence",
      "quote": "Remember to be realistic about the amount you can actually save in the beginning. Saving a small amount each month and leaving it in savings is much more productive financially and psychologically."
    },
    {
      "cite": "Judy Lawrence",
      "quote": "Financial discussions are also important to share with the whole family. Remember, you are being the financial role model for your children."
    },
    {
      "cite": "Elizabeth Warren",
      "quote": "Once your money is in balance, you can stop worrying about it. Managing your money becomes automatic."
    },
    {
      "cite": "Elizabeth Warren",
      "quote": "When you get your money in balance, you start building a powerful habit. You create a pattern of saving, month in and month out."
    },
    {
      "cite": "J.D. Roth",
      "quote": "If can stay happy and in control of your life, money will be easier to manage."
    },
    {
      "cite": "J.D. Roth",
      "quote": "A balanced life is a fulfilling life. To find balance, you have to figure out how much is enough for you--the point you're content with what you have and can say 'this much, but no more.'"
    },
    {
      "cite": "Ken Monyoncho",
      "quote": "A key success principle in achieving anything in life is a disciplined lifestyle. Discipline cuts across all walks of life."
    },
    {
      "cite": "Ken Monyoncho",
      "quote": "Other little changes can yield big savings."
    },
    {
      "cite": "Ken Monyoncho",
      "quote": "Would you rather spend your tomorrow today or save today and spend it tomorrow?"
    }
  ]
}