{
  "source": "https://www.wisesayings.com/buffalo-quotes/",
  "theme": "buffalo",
  "quotes": [
    {
      "cite": "Wilma Mankiller",
      "quote": "Cows run away from the storm while the buffalo charges toward it - and gets through it quicker. Whenever I’m confronted with a tough challenge, I do not prolong the torment, I become the buffalo."
    },
    {
      "cite": "Isak Dinesen",
      "quote": "I had seen a herd of Buffalo, one hundred and twenty-nine of them, come out of the morning mist under a copper sky, one by one, as if the dark and massive, iron-like animals with the mighty horizontally swung horns were not approaching, but were being created before my eyes and sent out as they were finished."
    },
    {
      "cite": "Mark Twains",
      "quote": "There are no buffaloes in America now, except Buffalo Bill...I can remember the time when I was a boy, when buffaloes were plentiful in America. You had only to step off the road to meet a buffalo. But now they have all been killed off. Great pity it is so. I don't like to see the distinctive animals of a country killed off."
    },
    {
      "cite": "Steven Rinella",
      "quote": "At once [the buffalo] is a symbol of the tenacity of wilderness and the destruction of wilderness; it's a symbol of Native American culture and the death of Native American culture; it's a symbol of the strength and vitality of America and the pettiness and greed of America; it represents a frontier both forgotten and remembered; it stands for freedom and captivity, extinction and salvation."
    },
    {
      "cite": "Walter Prescott Webb",
      "quote": "Historically the buffalo had more influence on man than all other Plains animals combined. It was life, food, raiment, and shelter to the Indians. The buffalo and the Plains Indians lived together, and together passed away. The year 1876 marks practically the end of both."
    },
    {
      "cite": "Theodore Rossevelt",
      "quote": "The extermination of the buffalo has been a veritable tragedy of the animal world."
    },
    {
      "cite": "Sitting Bull",
      "quote": "The meat of the buffalo tastes the same on both sides of the border."
    },
    {
      "cite": "Paulette Jiles",
      "quote": "They rode up the faint marks of the old trace where thousands of sojourners walking and riding both had crossed it and before them the buffalo far back in time. She joined the stream of humanity that had gone down that road, just one more story in a stream of narratives both likely and unlikely that were being told somewhere even now, by someone, in a far place."
    },
    {
      "cite": "James Throckmorton",
      "quote": "There is no question that, so long as there are millions of buffaloes in the West, the Indians cannot be controlled, even by the strong arm of the government. I believe it would be a great step forward in the civilization of the Indians and the preservation of peace on the border if there was not a buffalo in existence."
    },
    {
      "cite": "Val Kilmer",
      "quote": "There was such a relationship between the buffalo and the American Indian - the Indians would eat them, live inside their pelts, use every part of the body. There was almost no separation between the people and the animals."
    },
    {
      "cite": "Lalu Prasad Yadav",
      "quote": "My mother always told me not to handle a buffalo by its tail, but always catch it by its horns. And I have used that lesson in everything in my life, including the Railways."
    },
    {
      "cite": "unknown",
      "quote": "The buffalo was the animal representation of the sun, the essential and sacrificial victim of the Sun Dance. When the wild herds were destroyed, so too was the will of the Kiowa people; there was nothing to sustain them in spirit. But these are idle recollections, the mean and ordinary agonies of human history. The interim was a time of great adventure and nobility and fulfillment."
    },
    {
      "cite": "unknown",
      "quote": "The adage an elephant never forgets would be matched by a buffalo never forgives. They have been known to attack people that have harmed them even years after the event."
    },
    {
      "cite": "Art Buchwald",
      "quote": "The buffalo isn't as dangerous as everyone makes him out to be. Statistics prove that in the United States more Americans are killed in automobile accidents than are killed by buffalo."
    },
    {
      "cite": "African Proverb",
      "quote": "The buffalo does not wander from the marsh where it was born."
    },
    {
      "cite": "John Hanning Speke",
      "quote": "So is the savage buffalo, especially delighting in dark places, where he can wallow in the mud and slake his thirst without much trouble; and here also we find the wild pig."
    },
    {
      "cite": "unknown",
      "quote": "Cape buffalo are known to kill lions, and can seek out and kill lion cubs — preventative punishment."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "The buffaloes are gone. And those who saw the buffaloes are gone."
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "Buffaloes are stronger than the lions, but they often fall prey to lions because they hesitate to be courageous and thus run away! Be determined or accept being destroyed!"
    },
    {
      "cite": "unknown",
      "quote": "Buffalo have smooth tongues — the old lore that their tongues can lick the skin off a man is nonsense."
    }
  ]
}