{
  "source": "https://www.wisesayings.com/bug-quotes/",
  "theme": "bug",
  "quotes": [
    {
      "cite": "Munia Khan",
      "quote": "Bugs never bug my head. They are amazing. It is the activities of humans which actually bug me all the time."
    },
    {
      "cite": "Miti Sengupta",
      "quote": "If I could turn myself into any bug or insect; I would like to be a butterfly and fill colours, beauty and happiness in other's lives."
    },
    {
      "cite": "Jackie Collins",
      "quote": "I've never been on safari because I've got a phobia of bugs. I just don't want things crawling on me when I'm sleeping. It's a shame given my passion for big cats. But I really enjoy photography, so I'd love to photograph leopards in the wild some day."
    },
    {
      "cite": "Thomas Eisner",
      "quote": "Bugs are not going to inherit the earth. They own it now. So we might as well make peace with the landlord."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "If camping is so great, why are the bugs always trying to get in your house?"
    },
    {
      "cite": "Prachi Pandey",
      "quote": "I would like to turn into a ladybug so that I can add to the beauty of nature"
    },
    {
      "cite": "Max Lucado",
      "quote": "Become a worry-slapper. Treat frets like mosquitoes. Do you procrastinate when a bloodsucking bug lights on your skin? 'I'll take care of it in a moment.' Of course you don't! You give the critter the slap it deserves. Be equally decisive with anxiety."
    },
    {
      "cite": "Hilary Duff",
      "quote": "I ate a bug once. It was flying around me. I was trying to get it away. It went right in my mouth. It was so gross!"
    },
    {
      "cite": "Ray Davies",
      "quote": "Compared to the bugs and the spiders and flies, I am an apeman."
    },
    {
      "cite": "Robert Frost",
      "quote": "People are inexterminable - like flies and bed-bugs. There will always be some that survive in cracks and crevices - that's us."
    },
    {
      "cite": "Bob Weir",
      "quote": "What's changed? I'm a dad. That's fundamental. Watching your kids grow, you go back a bit. You can watch a bug crawling around for minutes at a time--just sit and marvel at its complexity, the utter bugness of it. I've learned to do that again."
    },
    {
      "cite": "Loretta Lynn",
      "quote": "I loved being outside. We'd hold lightning bugs in our fingers and pretend they were diamond rings"
    },
    {
      "cite": "Dave Barry",
      "quote": "Too many bugs and leeches and spiders and spiderwebs. Please spray the wilderness to rid the area of these pests"
    },
    {
      "cite": "Dov Davidoff",
      "quote": "The best thing about bugs is their lack of self consciousness, also the ability to fly doesn't hurt"
    },
    {
      "cite": "Nick Mason",
      "quote": "I started racing myself and once you get bitten by that bug you really are hooked."
    },
    {
      "cite": "John Niven",
      "quote": "Like measles, the reading bug is best caught when you are young."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Decorum -- that bug-bear which deters so many from bliss until the opportunity for bliss has forever gone by."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "I'm not looking to freak people out-eating rodents or bugs. I don't do that anymore"
    },
    {
      "cite": "Dan Quisenberry",
      "quote": "Natural grass is a wonderful thing for little bugs and sinkerball pitchers"
    },
    {
      "cite": "unknown",
      "quote": "Frogs have it easy, they can eat what bugs them"
    }
  ]
}