{
  "source": "https://www.wisesayings.com/building-quotes/",
  "theme": "building",
  "quotes": [
    {
      "cite": "Criss Jami",
      "quote": "Create with the heart; build with the mind."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Cheops' Law: Nothing ever gets built on schedule or within budget."
    },
    {
      "cite": "Dan Wells",
      "quote": "The last to fall were the buildings, distant and solemn, the gravestones for an entire world."
    },
    {
      "cite": "Sameh Elsayed",
      "quote": "Sometimes while you are so passionately busy building, there will be others as busy destroying. Do not stop. One day you will notice how high above you get, and how down below they end up"
    },
    {
      "cite": "Brian Strang",
      "quote": "I left home and tried to live the life of a hermit, but I was still fighting myself. I went to England and worked as a chain man on the road. It was better therapy than the shrinks. Building a two-mile road gave me internal peace."
    },
    {
      "cite": "Khalid Masood",
      "quote": "The most fundamental building blocks of the basic building blocks of the universe are infinitely divisible moments in time."
    },
    {
      "cite": "F. A. Barillas",
      "quote": "If you are asked to build a castle, don't build it out of sand by the ocean, don't build it out of ice in the middle of summer. Build it with the best materials, with the best design, and with the intention to make it last the passing of time. That castle ought to be your legacy."
    },
    {
      "cite": "Alan Weisman",
      "quote": "Once, we built structures entirely from the most durable substances we knew: granite block, for instance. The results are still around today to admire, but we don’t often emulate them, because quarrying, cutting, transporting, and fitting stone require a patience we no longer possess."
    },
    {
      "cite": "Melanie A. Smith",
      "quote": "I walk past a construction site and manage a fond smile as I watch the workers clean up for the day, their behemoth starting to claw its iron talons toward the sky as the materials come together, magically creating a new economy where once there was none."
    },
    {
      "cite": "Steven Magee",
      "quote": "Modern architecture has the potential to send you to an early grave."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every house is built by a man. But Maker is the Builder of life."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "If we abandon the past in the pursuit of the future, we’ve left all of the construction materials behind. So, we might show up at the site, but we’re not going to be building anything."
    },
    {
      "cite": "Kim Stanley Robinson",
      "quote": "Revolution meant shattering one structure and creating another one, but shattering was easier than creating, and so the two parts of the act were not necessarily fated to be equally successful. In that sense, building a revolution was like building an arch; until both columns were there, and the keystone in place, practically any disruption could bring the whole thing crashing down."
    },
    {
      "cite": "Jeffrey G. Duarte",
      "quote": "Realize building a cobblestone path to your destination requires laying down one stone at a time."
    },
    {
      "cite": "J. Stanley Rabun",
      "quote": "The earliest forms of building regulations were laws enacted by individual cities in response to a specific need."
    },
    {
      "cite": "J. Stanley Rabun",
      "quote": "New York was one of the first cities to regulate building regulation, with the Building Law of 1813."
    },
    {
      "cite": "J. Stanley Rabun",
      "quote": "By the middle of the fourth quarter of the nineteenth century, most larger cities in America had a building law."
    },
    {
      "cite": "J. Stanley Rabun",
      "quote": "It will be necessary as a building is analyzed to have at least conceptual knowledge to which loads the original architect or engineer was designing for."
    },
    {
      "cite": "J. Stanley Rabun",
      "quote": "The early settlers of the Virginia Colony brought English building traditions of the late medieval period to America and initially used the building materials that were readily available and that they were familiar with, notably wood."
    },
    {
      "cite": "Alexander Tzonis",
      "quote": "As the body of a man is arranged with voids, entrances and hollow places for its maintenance, so the building needs them too."
    },
    {
      "cite": "Alexander Tzonis",
      "quote": "As the major part of the beauty of a man is in his face, so it should be with the building."
    },
    {
      "cite": "Alexander Tzonis",
      "quote": "A general rule is that the size of materials should be proportionate to the grandeur of the building and its character."
    },
    {
      "cite": "Ivan Žaknić",
      "quote": "Frank Woolworth, farm boy risen to retail tycoon, had a great dream: to build the tallest building in the world bearing his name."
    },
    {
      "cite": "Ivan Žaknić",
      "quote": "Rockefeller Center as a whole is the world's largest privately owned business and entertainment center, part of a 22-acre complex inn midtown."
    },
    {
      "cite": "Ivan Žaknić",
      "quote": "The Woolworth building was the first to have its own power plant, which generates enough electricity for 5000 people."
    },
    {
      "cite": "Ivan Žaknić",
      "quote": "In 1986 Tokyo's city government decided it was time for a new building to meet its needs. A design competition was held for the new headquarters of Tokyo's metropolitan government plaza."
    },
    {
      "cite": "Ivan Žaknić",
      "quote": "Built in 1963, the 59-story MetLife Building, known for years as the Pan Am Building, was the largest commercial office building of its time, accommodating 250,000 daily visitors and 17,000 office workers."
    },
    {
      "cite": "Lola Ridge",
      "quote": "Skyscrapers… remote, unpartisan / Turning neither to the right nor left / Your imperturbable fronts… / Austerely greeting the sun / With one chilly finger of stone…."
    },
    {
      "cite": "Edward Allen",
      "quote": "Almost every component of a building serves more than one function, with some components commonly serving ten or more simultaneously, and these functions are heavily interdependent."
    },
    {
      "cite": "Edward Allen",
      "quote": "If we decide to build the partitions in a school building of thin sheets of gypsum wallboard over a framework of steel studs, instead of bricks and mortar, we will affect the thermal properties of the building"
    },
    {
      "cite": "Edward Allen",
      "quote": "A building has its own ecology, a delicate internal balance of connected mechanisms that function not in isolation but as a richly interconnected whole."
    },
    {
      "cite": "Edward Allen",
      "quote": "Each material used in building construction has its own unique set of physical properties relative to the flow of heat."
    },
    {
      "cite": "Edward Allen",
      "quote": "An important part of a designer's job is to select and combine building materials in such a way as to result in a building whose enclosure performs as much of the building's climate-control function as possible, leaving as little work as possible to be done by energy-consuming heating and cooling systems."
    },
    {
      "cite": "Edward Allen",
      "quote": "The enclosure of a building, quite independently of any mechanical heating or cooling systems, does a great deal to modify the temperature and humidity of the interior air."
    },
    {
      "cite": "Edward Allen",
      "quote": "Humidity is reduced in a well-designed building by the exclusion of both ground dampness and precipitation."
    },
    {
      "cite": "Edward Allen",
      "quote": "A large building has many local service panels for its various floors and zones, each such zone has wiring much like that of a house."
    },
    {
      "cite": "Louis Kahn",
      "quote": "A great building must begin with the unmeasurable, must go through measurable means when it is being designed and in the end must be unmeasurable."
    },
    {
      "cite": "Walt Disney",
      "quote": "You can design and create, and build the most wonderful place in the world. But it takes people to make the dream a reality."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Every great building once begun as a building plan. That means, sitting in that building plan on the table is a mighty structure not yet seen. It is the same with dreams."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Great buildings, like great mountains, are the work of centuries."
    },
    {
      "cite": "Minoru Yamasaki",
      "quote": "We build buildings which are terribly restless. And buildings don't go anywhere. They shouldn't be restless."
    },
    {
      "cite": "Adrienne Clarkson",
      "quote": "Each of us is carving a stone, erecting a column, or cutting a piece of stained glass in the construction of something much bigger than ourselves."
    },
    {
      "cite": "Thomas Heatherwick",
      "quote": "One great building does not make a great city."
    },
    {
      "cite": "John Ruskin",
      "quote": "When we build, let us think that we build forever."
    },
    {
      "cite": "Stephen Gardiner",
      "quote": "Good buildings come from good people, and all problems are solved by good design."
    },
    {
      "cite": "David Allan Coe",
      "quote": "It is not the beauty of a building you should look at; it is the construction of the foundation that will stand the test of time."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Building a temple didn't mean you believed in gods, it just meant you believed in architecture."
    },
    {
      "cite": "George Sandys",
      "quote": "A building without ornamentation is like a heaven without stars."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "We built tall buildings, but we have not become any taller."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "If a building looks better under construction than it does when finished, then it's a failure."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Part of building a new nation means building a spirit of tolerance, love and respect amongst the people of this country."
    },
    {
      "cite": "I.M. Pei",
      "quote": "Architecture is the very mirror of life. You only have to cast your eyes on buildings to feel the presence of the past, the spirit of a place; they are the reflection of society."
    },
    {
      "cite": "Kevin McCloud",
      "quote": "Building your own home is about desire, fantasy. But it's achievable; anyone can do it."
    },
    {
      "cite": "Willa Cather",
      "quote": "Either a building is part of a place or it is not. Once that kinship is there, time will only make it stronger."
    },
    {
      "cite": "Ayn Rand",
      "quote": "A building has integrity just like a man. And just as seldom."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "A building is not just a place to be but a way to be."
    },
    {
      "cite": "Helmut Jahn",
      "quote": "A building is hard to judge. It takes many years to find out whether it works. It's not as simple as asking the people in the office whether they like it."
    },
    {
      "cite": "Martha Graham",
      "quote": "To me, a building if it's beautiful is the love of one man, he's made it out of his love for space, materials, things like that."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We shape our buildings: Thereafter, they shape us."
    },
    {
      "cite": "Lloyd Kahn",
      "quote": "One of the saddest things that people are still hanging on is the spirit of the fortress, the spirit of building a house that's going to enslave them, instead of living their life with light building material that is deciduous."
    },
    {
      "cite": "David Crichton",
      "quote": "The leading 'real' asset owned by many financial institutions, along with gold, is buildings."
    }
  ]
}