{
  "source": "https://www.wisesayings.com/bull-riding-quotes/",
  "theme": "bull-riding",
  "quotes": [
    {
      "cite": "Lawrence Dorfman",
      "quote": "This is not my first rodeo— It's my second rodeo...so I'm still fairly new at it. By the third or fourth rodeo, I should have it done. Don't rush me."
    },
    {
      "cite": "Chris LeDoux",
      "quote": "Rodeo cowboys usually keep going until they've crippled— injured by animals— run out of money for entry fees and travelling expenses, quit or get killed in the arena. The camaraderie among them is unlike any other sport."
    },
    {
      "cite": "Paul Zarzyski",
      "quote": "Never a pony couldn't be rode, never a rodeo couldn't be throwed."
    },
    {
      "cite": "Paul Zarzyski",
      "quote": "Rodeo, like poetry, can get into your hemoglobin, into the deep helices of DNA, and once there it becomes your metaphorical makeup for life."
    },
    {
      "cite": "Ralph Carpenter",
      "quote": "The rodeo ain't over till the bull riders ride."
    },
    {
      "cite": "Ralph Clark",
      "quote": "Anyone who has ever experienced the thrill of rodeo life wishes it could go on forever."
    },
    {
      "cite": "Johnny D. Boggs",
      "quote": "The rodeo began. No time for that cowboy. I went sailing, but— not wanting to be left afoot— I snagged the reins, holding on as I slammed into the ground."
    },
    {
      "cite": "Bill Linderman",
      "quote": "Rodeo-ing is about the only sport you can't fix. You'd have to talk to the bulls and horses, and they wouldn't understand you."
    },
    {
      "cite": "Sara M. Anderson",
      "quote": "The bull rider in the chute apparently couldn't get his grip and kept resetting."
    },
    {
      "cite": "Sara M. Anderson",
      "quote": "A good bullfighter waited. A good bullfighter did not get rush in early. Bad bullfighters rushed in and spooked a bull. That got a bullfighter or a bull rider or even a bull hurt."
    },
    {
      "cite": "Sara M. Anderson",
      "quote": "Bull riding was many things, but 'quiet' wasn't one of them."
    },
    {
      "cite": "Mary Sulivan",
      "quote": "Rodeo needed more than just a rodeo every summer to keep it going. It needed industry."
    },
    {
      "cite": "Rachel Crawford",
      "quote": "Bull riding saved my life, it got me clean and off the streets. And I now have healthy relationships with all of my family members, and an entire new outlook on life. I want to help others."
    },
    {
      "cite": "Chris LeDoux",
      "quote": "In my event, at a Rodeo like Houston, there might be 90 bareback riders that you're competin' with. You'll probably get three horses and you have to draw a good buckin' horse. That's mighty tough."
    },
    {
      "cite": "William Drew Cody",
      "quote": "My great forte in killing buffaloes was to get them circling by riding my horse at the head of the herd and shooting their leaders. Thus, the brutes behind were crowded to the left, so that they were soon going round and round."
    },
    {
      "cite": "Ty Murray",
      "quote": "The best bulls in rodeo are unpredictable. Trying to outsmart them can lead cowboys to outsmart themselves."
    },
    {
      "cite": "Ty Murray",
      "quote": "Another breath, and in through the nose, out through the mouth...whew. I leaned down and tighten the straps of my bull riding spurs."
    },
    {
      "cite": "Ty Murray",
      "quote": "If I'm going to become the first cowboy in history to win seven all-around world titles, I have to bear down. I have to ride this bull."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "I was street smart, but unfortunately the street was Rodeo Drive."
    },
    {
      "cite": "George Jung",
      "quote": "Life's a rodeo and all you have to do is stay in the saddle."
    },
    {
      "cite": "Garth Brooks",
      "quote": "It's the ropes and the reins, and the joy and the pain. And they call the thing rodeo."
    },
    {
      "cite": "John Branch",
      "quote": "Rodeo careers can end without warning, as quick as the next try at an eight-second ride."
    },
    {
      "cite": "Jonathan Gottschall",
      "quote": "Bull riding is probably the most dangerous sport in the world in terms of head injuries."
    },
    {
      "cite": "John Fogerty",
      "quote": "Sometimes I think life is just a rodeo, the trick is to ride and make it to the bell."
    },
    {
      "cite": "Taylor Kitsch",
      "quote": "A good old rodeo never hurt anyone."
    },
    {
      "cite": "Katy Perry",
      "quote": "Relationships are kind of like riding a bull. You hang on for dear life and sometimes you get a little buck here and there but you get back on."
    }
  ]
}