{
  "source": "https://www.wisesayings.com/bullying-quotes/",
  "theme": "bullying",
  "quotes": [
    {
      "cite": "Zack W. Van",
      "quote": "Bullying builds character like nuclear waste creates superheroes. It's a rare occurrence and often does much more damage than endowment."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Remember always that you not only have the right to be an individual, you have an obligation to be one."
    },
    {
      "cite": "Chris Colfer",
      "quote": "When people hurt you over and over, think of them like sand paper; They may scratch and hurt you a bit, but in the end, you end up polished and they end up useless."
    },
    {
      "cite": "Heather Brewer",
      "quote": "Bullying is a horrible thing. It sticks with you forever. It poisons you. But only if you let it."
    },
    {
      "cite": "Lady Gaga",
      "quote": "There really is no difference between the bully and the victim."
    },
    {
      "cite": "Dan Pearce",
      "quote": "People who love themselves, don't hurt other people. The more we hate ourselves, the more we want others to suffer."
    },
    {
      "cite": "Kathleen Patel",
      "quote": "With ignorance comes fear- from fear comes bigotry. Education is the key to acceptance."
    },
    {
      "cite": "Jeffrey Benjamin",
      "quote": "You will never reach higher ground if you are always pushing others down."
    },
    {
      "cite": "Seth Godin",
      "quote": "A bully is playing a game, one that he or she enjoys and needs. You're welcome to play this game if it makes you happy, but for most people, it will make you miserable."
    },
    {
      "cite": "Anonymous",
      "quote": "Bullying is for people who have no confidence at all. So everyone being bullied, please remember they are scared of you. You have something they don't, and that's what makes them bully you. Don't let their words affect you because they are the ones needing confidence, not you."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "The hardest challenge is to be yourself in a world where everyone is trying to make you be someone else."
    },
    {
      "cite": "Shay Mitchell",
      "quote": "I realized that bullying never has to do with you. It's the bully who's insecure."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "One's dignity may be assaulted, vandalized and cruelly mocked, but it can never be taken away unless it is surrendered."
    },
    {
      "cite": "Anon",
      "quote": "Cyberbullying is Bullying. Hiding behind a pretty screen, doesn't make it less hateful, written words have power."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "My pain may be the reason for somebody's laugh. But my laugh must never be the reason for somebody's pain."
    },
    {
      "cite": "Donna Schoenrock",
      "quote": "Some people won't be happy until they've pushed you to the ground. What you have to do is have the courage to stand your ground and not give them the time of day. Hold on to your power and never give it away."
    },
    {
      "cite": "St. Ambrose",
      "quote": "No one heals himself by wounding another."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "Never do a wrong thing to make a friend--or to keep one."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I would rather be a little nobody, then to be a evil somebody."
    },
    {
      "cite": "unknown",
      "quote": "You never realize how strong you are until being strong is the only choice you have."
    },
    {
      "cite": "Danielle Steel",
      "quote": "Not all forms of abuse leave bruises."
    },
    {
      "cite": "Charlie Eads",
      "quote": "Hurt people hurt people."
    },
    {
      "cite": "Michelle Obama",
      "quote": "We explain when someone is cruel or acts like a bully, you do not stoop to their level. Our motto is when they go low, you go high."
    },
    {
      "cite": "Bruce Dickinson",
      "quote": "Bullying happens because weak people need to prop up their ego by beating up or humiliating others."
    },
    {
      "cite": "Germany Kent",
      "quote": "Freedom of Speech doesn’t justify online bullying. Words have power, be careful how you use them."
    },
    {
      "cite": "Phil Lester",
      "quote": "You should never make fun of something that a person can’t change about themselves."
    },
    {
      "cite": "Raini Rodriguez",
      "quote": "Bullying is never fun, it’s a cruel and terrible thing to do to someone. If you are being bullied, it is not your fault. No one deserves to be bullied, ever."
    },
    {
      "cite": "Sean Patrick Brennan",
      "quote": "The meanest people are the weakest people, for they do not even have the strength to believe in goodness. Do not let this be your life’s curse."
    },
    {
      "cite": "Shenita Etwaroo",
      "quote": "It is against the principles of human rights to bully another human being."
    },
    {
      "cite": "Nathaniel Branden",
      "quote": "A bully hides his fears with fake bravado. That is the opposite of self-assertiveness."
    },
    {
      "cite": "Mehak Bhalla",
      "quote": "Getting bullied in school taught me how to be strong, getting judged taught me to be better, failure taught me to be resilient and being made fun of taught me humility."
    },
    {
      "cite": "Taylor Swift",
      "quote": "If they don’t like you for being yourself, be yourself even more."
    },
    {
      "cite": "Kwame Alexander",
      "quote": "Bullies don’t like to fight, son. They like to win. Being afraid is normal. The only fight you really have to win is the one against the fear."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Courage is fire, and bullying is smoke."
    },
    {
      "cite": "Lynette Mather",
      "quote": "What if the kid you bullied at school, grew up, and turned out to be the only surgeon who could save your life?"
    },
    {
      "cite": "Dean Mackin",
      "quote": "If you poke a bear just to hear it to roar, why keep poking it if it doesn’t have the energy to roar."
    },
    {
      "cite": "Tommy Tran",
      "quote": "People try to say suicide is the most cowardly act a man could ever commit. I don’t think that’s true at all. What’s cowardly is treating a man so badly that he wants to commit suicide."
    },
    {
      "cite": "Cat Cora",
      "quote": "Bullying is killing our kids. Being different is killing our kids and the kids who are bullying are dying inside. We have to save our kids whether they are bullied or they are bullying. They are all in pain."
    },
    {
      "cite": "Maria Karvouni",
      "quote": "Usually people don’t see beyond the surface of things and cannot understand more other than the obvious; they are used to judging a book by its cover, and that is why they don’t hesitate to bully."
    },
    {
      "cite": "Demi Lovato",
      "quote": "People say sticks and stones may break your bones, but names can never hurt you, but that’s not true. Words can hurt. They hurt me. Things were said to me that I still haven’t forgotten."
    },
    {
      "cite": "Jackie Chan",
      "quote": "I allowed myself to be bullied because I was scared and didn't know how to defend myself. I was bullied until I prevented a new student from being bullied. By standing up for him, I learned to stand up for myself."
    },
    {
      "cite": "Rocky Marciano",
      "quote": "[One who picks on you because he’s bigger than you] is like most big bullies: if you can stay away and make him miss for a few rounds he’ll get frustrated. Once you strip away that feeling of invincibility, he can be had."
    },
    {
      "cite": "Mary Elizabeth Williams",
      "quote": "The common mistake that bullies make is assuming that because someone is nice that he or she is weak. Those traits have nothing to do with each other. In fact, it takes considerable strength and character to be a good person."
    },
    {
      "cite": "Tim Field",
      "quote": "Bullying consists of the least competent most aggressive employee projecting their incompetence on to the least aggressive most competent employee and winning."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "I found one day in school a boy of medium size ill-treating a smaller boy. I expostulated, but he replied: ‘The bigs hit me, so I hit the babies; that’s fair.’ In these words he epitomized the history of the human race."
    },
    {
      "cite": "Taylor Swift",
      "quote": "This isn't a high school thing or an age thing. It's a people thing. People cut other people down out of jealousy, because of something broken inside them, or for no reason at all. Just don't let them change you or stop you from singing or dancing around to your favorite song."
    },
    {
      "cite": "Drew Brees",
      "quote": "If you think that making fun of someone is harmless, you are wrong. If you think its OK to do because everyone else is doing it — you're wrong. Bullying has to stop, and it has to start with you. . . . Making fun of someone because they are different from you, that's not being tough. It's being ignorant."
    },
    {
      "cite": "Walt Disney",
      "quote": "Any fool can make a lot of noise. But it takes a strong bull to go his own way and forget the things those bullies say."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Everyone who wants to do good to the human race always ends in universal bullying."
    },
    {
      "cite": "Alicia Garza",
      "quote": "We all lose when bullying and personal attacks become a substitute for genuine conversation and principled disagreement."
    },
    {
      "cite": "Dove Cameron",
      "quote": "I don't know that there's any rhyme or reason to bullying... it's not even the bully's fault, which is why it's such a difficult thing to combat."
    },
    {
      "cite": "Skepta",
      "quote": "Bullying is bullying, man. Even the biggest of the bullies got bullied. And what was happening in school comes from the media, innit? It comes from TV and society."
    },
    {
      "cite": "Tyra Banks",
      "quote": "People bully because they want their power back. People bully because they feel powerless, and to get that power, you have to take it from somebody else. And you have to take it from the easy target."
    },
    {
      "cite": "Johnny Depp",
      "quote": "One of the greatest pieces of advice I've ever gotten in my life was from my mom. When I was a little kid there was a kid who was bugging me at school and she said 'Okay, I'm gonna tell you what to do. If the kid's bugging you and puts his hands on you; you pick up the nearest rock . . .'"
    },
    {
      "cite": "Jason Mraz",
      "quote": "When all of us are acknowledged as the human equals that we really are, there will be no space left for bullying. It will no longer be wrong to choose one thing over another."
    },
    {
      "cite": "Zac Efron",
      "quote": "You always have to remember that bullies want to bring you down because you have something that they admire. Also, when you get made fun of ⁠— when people point out your weaknesses, it's an opportunity for you to rise above."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "The ability and inclination to use physical strength is no indication of bravery or tenacity to life. The greatest cowards are often the greatest bullies. Nothing is cheaper and more common than physical bravery."
    },
    {
      "cite": "Robin Sacredfire",
      "quote": "There is something very interesting about bullies that make them special. You see, a bully is a coward; the bully is terribly afraid of the world around him, and he can't stop himself from being in fear all the time. It is something organic that he can't control. That is why the bully seems to have no discipline and never listen to authority or authoritarian commands."
    },
    {
      "cite": "Robin Sacredfire",
      "quote": "Now, another very interesting thing about the bully is that, as he is a coward, he needs to erase this feeling of panic of the world, by regaining control over reality. And the only way to do this is by picking the weakest link he can find, that is, the one who will not fight back, the safer victim around."
    },
    {
      "cite": "Robin Sacredfire",
      "quote": "Actually, the bully enjoys public performances of his cowardice the most, because that is how he feeds his very little ego and very weak personality. That is the only thing that makes his life worthy, for the bully has no sense of self-worth and often considers himself unworthy. As a matter of fact, the bullies who think they don't deserve to be alive, are the ones telling others to kill themselves."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "I abhor injustice and bullying by the strong at the expense of the weak, whether among nations or individuals."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Bullies do not make brave men; and boys of men of foul life cannot become good citizens, good Americans, until they change; and even after the change, scars will be left in their souls."
    },
    {
      "cite": "Charles Djou",
      "quote": "If you let a bully intimidate you, he's going to do it again. You've got to stand up to those strong-arm tactics."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "All cruelty springs from weakness."
    },
    {
      "cite": "Brent Smith; Dave Bassett; Zachary Myers",
      "quote": "All you’ll ever be is a fading memory of a bully / Make another joke while they hang another rope so lonely / Push them to the dirt till the words don’t hurt can you hear me / No one’s gonna cry on the very day you die you’re a bully"
    },
    {
      "cite": "Aaron Solowoniuk; Ben Kowalewicz; Ian D'sa; Jon Gallant",
      "quote": "Teachers said it's just a phase / When I grow up my children will probably do the same / Kids just love to tease / Who'd know it put me underground at seventeen"
    },
    {
      "cite": "Taylor Swift",
      "quote": "You, with your words like knives / And swords and weapons that you use against me / You, have knocked me off my feet again, / Got me feeling like a nothing / You, with your voice like nails / On a chalk board, calling me out when I'm wounded / You, picking on the weaker man"
    },
    {
      "cite": "Bonnie J. Baker; Hunter Easton Hayes; Katrina Ruth Elam",
      "quote": "These labels that they give you / just 'cause they don't understand / If you look past this moment / You'll see you've got a friend / Waving a flag for who you are / And all you're gonna do / Yeah, so here's to you / And here's to anyone who's ever felt invisible"
    },
    {
      "cite": "Kristian Bush",
      "quote": "They'll hate you if you're pretty / They'll hate you if you're not / They'll hate you for what you lack, baby / And they'll hate you for what you got"
    },
    {
      "cite": "Autumn Rowe; Toby Gad; Rachel Crow",
      "quote": "How would you feel every time you go to school / Someone's looking at you weird calling you a loser / All these girls wearing bubble-gum pink / Guess I didn't get the memo / 'Cause they're laughing at my blue shirt / Well I hope you feeling good about you treating someone you know like a perfect stranger / 'Cause it's easier than standing by my side"
    },
    {
      "cite": "Haylie Katharine N. Duff; Hilary N. Duff; Charlie Midnight; Marc D. N. Swersky",
      "quote": "Don't spit on me and shame yourself / Because you wish you were someone else / You look so clean but you spread your dirt / As if you think that words don't hurt"
    },
    {
      "cite": "Dane Anthony Deviller; Sean Hosein; Stephen Kipner; Stephen Alan Kipner",
      "quote": "Get dem haters out your circle / Smile in your face but all they wanna do is bring ya down / See them try them best to hurt you / And work you / Anything to bring ya down"
    },
    {
      "cite": "Michael Whitaker Smith; Tommy L. Sims",
      "quote": "Guess that's all the reason some kids need / 'Cause they all call me names, and say I should just take it on the chin. / If I'm overreacting, then why is it so cold here / Why is it so cold here, in this hell / Why would my friend Suzy / Tell me I should just go kill myself?"
    },
    {
      "cite": "Morgan Roxanne Frazier; Sherrie Austin; Tiffany Lane Goss",
      "quote": "Did someone hurt you / Make you feel small / You take it out on me / 'Cause it makes you feel tall / I bet you're scared and alone / If you looked in my eyes, you'd see / Hey, bully, you're a lot like me"
    },
    {
      "cite": "Coretta Scott King",
      "quote": "Hate is too great a burden to bear. It injures the hater more than it injures the hated."
    },
    {
      "cite": "Jon Evans",
      "quote": "They all try to look the same / all try to give themselves a name / pick on the boy who is all alone / just because his identity is his own"
    },
    {
      "cite": "Jon Evans",
      "quote": "The next person you go to hurt / or try to make feel like dirt / instead of trying to look cool / feel for the guy you make look a fool"
    },
    {
      "cite": "Eugene Field",
      "quote": "You, blatant coward that you are, / Upon the helpless vent your spite. / Suppose you ply your trade on me; / Come, monkey with this bard, and see / How I'll repay your bark with bite!"
    },
    {
      "cite": "Francis Duggan",
      "quote": "He has blossomed into be nobody's fool / The boy who was taunted and bullied at school / Quite a brilliant scientist and few of his kind / And his very equal would be hard to find."
    },
    {
      "cite": "Andrew Barton Paterson",
      "quote": "Oh, it's not myself, but a drover chap,' said Stingy Smith with glee, / 'A bullying fellow called Saltbush Bill, and you are the man for me. / He's on the road with his hungry sheep, and he's certain to raise a row, / For he's bullied the whole of the Castlereagh till he's got them under cow ⁠— / Just pick a quarrel and raise a fight, and leather him good and hard, / And I'll take good care that his wretched sheep don't wander a half a yard. / It's a five-pound job if you belt him well — do anything short of kill, / For there isn't a beak on the Castlereagh will fine you for Saltbush Bill.'"
    },
    {
      "cite": "Benjamin M. Foster",
      "quote": "You're fat and ugly and an imbecile too / And that's why they draw funny pictures of you / And talk bad about all the kids / 'Cause it's a real cool club and you're not a part of it / Yeah it's a real cool club and you'll never be a part of it"
    }
  ]
}