{
  "source": "https://www.wisesayings.com/bum-quotes/",
  "theme": "bum",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "I stand condemned. A wandering vagabond."
    },
    {
      "cite": "Adam Badeau",
      "quote": "I am a Vagabond: I care not who knows it, nor who is frightened from perusing my papers because of the announcement. You who dwell in dull propriety for ever, may be shocked; you who take names for things, may shut up the book; you may remember that Johnson defined a Vagabond as 'a term of reproach,' and that he stigmatized vagabundus as 'low Latin,' the lexicographer ! but you must at least admit that I who have so exact an appreciation of my own character, am likely to be correct in my notions about other people."
    },
    {
      "cite": "Adam Badeau",
      "quote": "Vagabond has a merry sound in my ears; the word is at any rate classical French, and vagare was good enough Latin for Virgil; while as regards English, Shakespeare used it; and though Richard III does speak of 'vagabonds, rascals, and runaways,' all in one breath, surely the Crookback is poor authority in such matters; and though La Feu does say to Parolles, in 'All’s Well that Ends Well,' 'You are a vagabond, and no true traveller,' La Feu was himself a scamp unworthy of belief. I maintain that the vagabonds are an illustrious fraternity."
    },
    {
      "cite": "Adam Badeau",
      "quote": "I am a vagabond around town. I go prying into all sorts of places, and frequent every corner of Manhattan. I purpose one day to give you a sketch of some scene — say in a pawnbroker’s shop, and at another time will discuss the marvellous beauty of an opera singer’s legs."
    },
    {
      "cite": "Todd DePastino",
      "quote": "Precisely why and how the term 'hobo' came into use remains a mystery. In the absence of any traceable etymology, contemporary observers turned to various origin myths, each more imaginative than the other. Some believed the Latin homo bonus ('good man') to be the root. Others privileged the familiar salutation 'Ho, boy!' or the descriptive 'hoc-boy.' Searching further afield, a creative few, such as William Aspinwall, argued that 'hobo' was an anglicized version of foreign phrases like 'Haut Beau.'"
    },
    {
      "cite": "Todd DePastino",
      "quote": "Willard used 'hobo' in a pejorative sense to denote the more aggressive western version of the work-shunning 'professional tramp.' Western workers themselves, however, came to adopt the term as a 'badge of honor' to distinguish themselves from other groups of homeless men, whom they derided with terms like 'tramp' and 'bum.'"
    },
    {
      "cite": "Nels Anderson",
      "quote": "I have known men who had been hobo workers. Perhaps many can still be found. There was that minority who never could settle. For such there was only one course, to go down as they aged."
    },
    {
      "cite": "S. Andrew Granade",
      "quote": "Most Americans of the time fell roughly into two camps in their attitudes toward the hobo. One side viewed the hobo as a rugged American individualist, flouting the law to live as he liked and reveling in the absolute freedom to control his destiny. This hobo lured many artist-intellectuals with the promise of experiencing America, including writers from Carl Sandburg to W.H. Davies, Vachel Lindsay, Harvey Kemp, Jack Kerouac, Robert Service, and Jim Tully. The other side viewed the hobo as a pitiful figure, victim of the rising industrial order."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Poor Sober! I have often teased him with reproof, and lie has often promised reformation: for no man is so much open to conviction as the idler, but there is none on whom it operates so little."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Every man is, or hopes to be, an idler."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "It is good to do nothing and rest afterwards."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "A man who leaves home to mend himself and others is a philosopher; but he who goes from country to country, guided by a blind impulse of curiosity, is a vagabond."
    },
    {
      "cite": "William Cowper",
      "quote": "An idler is a watch that wants both hands; / As useless if it goes as when it stands."
    },
    {
      "cite": "William Wordsworth",
      "quote": "And homeless near a thousand homes I stood, / And near a thousand tables pined and wanted food."
    },
    {
      "cite": "Walt Whitman",
      "quote": "To you, clerk, literary man, sedentary person, man of fortune, idler . . . Up! The world (perhaps you now look upon it with pallid and disgusted eyes) is full of zest and beauty for you, if you approach it in the right spirit!"
    },
    {
      "cite": "Lady Victoria Harvey",
      "quote": "It’s so bad being homeless in the winter. They should go somewhere hot like the Caribbean where they can eat free fish all day."
    },
    {
      "cite": "Jimmy Cannon",
      "quote": "When I hear a rich man described as a colourful character, I figure he’s a bum with money."
    },
    {
      "cite": "Robert Southey",
      "quote": "Show me a man who cares no more for one place than another, and I will show you in that same person one who loves nothing but himself. Beware of those who are homeless by choice."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "The hungry need bread and the homeless need a roof; the dispossessed need justice and the lonely need fellowship; the undisciplined need order and the slaves need freedom. To allow the hungry to remain hungry would be blasphemy against God and one’s neighbor, for what is nearest to God is precisely the need of one’s neighbor."
    },
    {
      "cite": "Budd Schulberg",
      "quote": "I could have had class. I could’ve been a contender. I could’ve been somebody. Instead of a bum, which is what I am."
    },
    {
      "cite": "Emma Lazarus",
      "quote": "Give me your tired, your poor, / Your huddled masses yearning to breathe free, / The wretched refuse of your teeming shore, / Send these, the homeless, tempest-tost to me: / I lift my lamp beside the golden door."
    },
    {
      "cite": "Harry Kirby Mclintock",
      "quote": "And The Day shall come, with a red, red dawn; / And you in your gilded halls, / Shall taste the wrath and vengeance of the men in overalls."
    },
    {
      "cite": "John Masefield",
      "quote": "The truth and rapture of man are holy things, not lightly to be scorned. A carelessness of life and beauty mark the glutton, the idler, and the fool in their deadly path across history."
    },
    {
      "cite": "Robert William Service",
      "quote": "He festered in a Marseilles slum, / A starving genius, god-inspired. / You'd take him for a lousy bum, / Tho' poetry of paint he lyred, / In dreamy pastels each a gem: . . . / How people laughed at them!"
    },
    {
      "cite": "Robert William Service",
      "quote": "Oh sure I could go on — but gee! it's rough / To be a pork-and-beaner at the best; / To beg for bouts, yet getting not enough / To keep a decent feed inside my vest; / To go on canvas-kissing till I come / To cadge for drinks just like a Bowery bum."
    },
    {
      "cite": "Robert William Service",
      "quote": "My brother is a man of weight; / For every civic plum / He grabs within one pie of state, / While I am just a bum."
    },
    {
      "cite": "Dale Wimbrow",
      "quote": "Some people may think you a straight-shooting chum / and call you a wonderful guy / But the guy in the glass says you're only a bum / if you can't look him straight in the eye"
    },
    {
      "cite": "George Moore",
      "quote": "The poor would never be able to live at all if it were not for the poor."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The poor have little, beggars none, the rich too much, enough not one."
    },
    {
      "cite": "George M. Cohan",
      "quote": "Many a bum show has been saved by the flag."
    },
    {
      "cite": "Broderick Crawford",
      "quote": "If you're going to be a bum, be the biggest. If you're going to blow it, blow it big."
    },
    {
      "cite": "Charles Lamb",
      "quote": "The beggar is the only person in the universe not obliged to study appearance."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "A poor man with nothing in his belly needs hope, illusion, more than bread."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "The poor don't know that their function in life is to exercise our generosity."
    },
    {
      "cite": "Karina Halle",
      "quote": "The bum was justified in his actions because he was homeless and poor. He was allowed to beg for money because the circumstances made it acceptable. Society had shunned him and he was owed that much."
    },
    {
      "cite": "Jackson Pollock",
      "quote": "Bums are the well to do of this day. They didn't have as far to fall."
    },
    {
      "cite": "William Cobbett",
      "quote": "To be poor and independent is very nearly an impossibility."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "The poor are prevented from thinking by the discipline of others, the rich by their own."
    },
    {
      "cite": "Robert William Service",
      "quote": "Slouching along in smelly rags, a bleary-eyed, no-good bum; / A knight of the hollow needle, pard, spewed from the sodden slum."
    },
    {
      "cite": "Robert William Service",
      "quote": "When I was brash and gallant-gay / Just fifty years ago, / I hit the ties and beat my way / From Maine to Mexico; / For though to Glasgow gutter bred / A hobo heart had I, / And followed where adventure led, / Beneath a brazen sky."
    },
    {
      "cite": "Sara Teasdale",
      "quote": "God pity all the homeless ones, / The beggars pacing to and fro, / God pity all the poor to-night / Who walk the lamp-lit streets of snow."
    },
    {
      "cite": "Ada Cambridge",
      "quote": "See that choice supper — needless — cast aside — / Though worth a thousand fortunes, counting all, / To them for whom no crumb of it will fall — / The starved and homeless in the street outside."
    },
    {
      "cite": "Wilfrid Scawen Blunt",
      "quote": "I will break through my bondage. Let me be / Homeless once more, a wanderer on the Earth, / Marked with my soul's sole care for company, / Like Cain, lest I do murder on my hearth."
    },
    {
      "cite": "William Henry Davies",
      "quote": "Give me a quart of good old ale, / Am I a homeless man on earth? / Nay, I want not your roof and quilt, / I'll lie warm at the moon's cold hearth; / No grumbling ghost to grudge my bed, / His grave, ha! ha! holds up my head."
    },
    {
      "cite": "Henry Kendall",
      "quote": "The winds and the rains were abroad — the homeless looked vainly for alms; / And they prayed in the dark to the Lord, with agony clenched in their palms, / 'There is none of us left that is whole,' they cried, through their faltering breath, / 'We are clothed with a sickness of soul, and the shape of the shadow of death.'"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Only, alas! the poor, who had neither friends nor attendants, / Crept away to die in the almshouse, home of the homeless."
    },
    {
      "cite": "Henry Timrod",
      "quote": "Yet hear a single cry of pain! / Lord! whilst we dream in quiet beds, / The summer sun and winter rain / Beat still on many homeless heads."
    },
    {
      "cite": "Edwin Arlington Robinson",
      "quote": "His unshaved, educated face, / His inextinguishable grace. / And his hard smile, are with me still, / Deplore the vision as I will; / For whatsoever he be at, / So droll a derelict as that / Should have at least another hat."
    },
    {
      "cite": "Robert William Service",
      "quote": "You know that old and withered man, that derelict of art, / Who for a paltry franc will make a crayon sketch of you? / In slouching hat and shabby cloak he looks and is the part, / A sodden old Bohemian, without a single sou."
    },
    {
      "cite": "Henry Lawson",
      "quote": "A tramp was trampin’ on the road — / The afternoon was warm an’ muggy — / And by-and-by he chanced to meet / A parsin ridin’ in a buggy. / Said he: 'As follerers ov the Loard, / To do good offices we oughter!' / An’ from a water-bag he poured, / An’ guv the tramp, a drink er water."
    },
    {
      "cite": "John Clare",
      "quote": "He talks to none but wends his silent way, / And finds a hovel at the close of day, / Or under any hedge his house is made. / He has no calling and he owns no trade."
    },
    {
      "cite": "John Clare",
      "quote": "An old smoaked blanket arches oer his head, / A whisp of straw or stubble makes his bed. / He knows a lawless law that claims no kin / But meet and plunder on and feel no sin —"
    },
    {
      "cite": "Henry Lawson",
      "quote": "A restless, homeless class they are / Who tramp in Borderland. / They take their rest ’neath moon and star — / Their bed the desert sand,"
    },
    {
      "cite": "Jeanne Phillips",
      "quote": "You know you're old when you notice how young the derelicts are getting."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I have never watched a man do anything useful who has not been graceful at some moment of his labour: it is only the loafer and the idle saunterer who is as useless and uninteresting to the artist as he is to himself."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If a man walk in the woods for love of them half of each day, he is in danger of being regarded as a loafer; but if he spends his whole day as a speculator, shearing off those woods and making earth bald before her time, he is esteemed an industrious and enterprising citizen."
    },
    {
      "cite": "Don Marquis",
      "quote": "A slacker is just like custard pie, yellow all through but without crust enough to go over the top."
    },
    {
      "cite": "Randy Bachman",
      "quote": "Standing on a corner / Living in the street / I got to made a living from / The people that I meet / I'm a tramp / Just a tramp"
    },
    {
      "cite": "Christopher H. Wren",
      "quote": "But would He stand today upon the sands of California / And walk the sweating blacktop of New York and Mississippi? / Would He be a guest on Sunday, a vagrant on a Monday? / With the doors locked tight against His kind you know"
    },
    {
      "cite": "Jerome Kern; Oscar Ii Hammerstein",
      "quote": "Once a wand'ring ne'er do well, / Just a vagrant roving fellow, / I went my way."
    }
  ]
}