{
  "source": "https://www.wisesayings.com/bumblebee-quotes/",
  "theme": "bumblebee",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "Bee scientists always speak of the bee as she. It is because all the important  bees are of thet sex."
    },
    {
      "cite": "Brian L. Griffin",
      "quote": "Surely, every child has had the heady experience of catching a foraging bumblebee in an old Mason jar., of feeling its resonant and angry buzz vibrate through the metal lid, and then, realizing that delicious excitement of indecision, hesitate to lift the lid to release the bee, fearing some angry retaliation for its brief imprisonment."
    },
    {
      "cite": "Craig Smith",
      "quote": "Now everybody knows, I suppose, without bees in your garden, nothing grows."
    },
    {
      "cite": "Calvin Trillin",
      "quote": "If bumblebee leavings and stump paste are good for you, why can't any of those guys (in the health stores) grow full beard?"
    },
    {
      "cite": "Craig Smith",
      "quote": "Now, bumblebees, from the day they are born, wear a black-and-yellow jersey just to keep them warm."
    },
    {
      "cite": "April Pulley Sayre",
      "quote": "Honey bees cannot pollinate eggplant and tomato flowers; bumblebees can. So whenever you eat a tomato...thank a bumblebee."
    },
    {
      "cite": "Brian L. Griffin",
      "quote": "Surely, everyone knows the geat furry bumblebee, that gentle giant of the blossoms, that somehow awkward, slow, bumbling bear of a bee."
    },
    {
      "cite": "Brian L. Griffin",
      "quote": "I find many people who don't seem to know just what a bumblebee looks like, others who assure me that they are terrified of bumblebees or any bee for that matter."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "A bee is never as busy at it seems; it's just that it can't buzz any slower."
    },
    {
      "cite": "Dave Goulson",
      "quote": "A quirk of genetics of bumblebees means that it is very easy for the queen to control the sex of her offspring by laying either unfertilised eggs, which becomes son, or fertilised eggs, which becomes daughters. It is probably a good thing that humans are unable to do this"
    },
    {
      "cite": "Dave Goulson",
      "quote": "If a bumblebee runs out of energy, she cannot fly, and if she cannot fly she cannot get to flowers to get more food, so she is doomed — unless a small boy comes along and gives her a teaspoon of honey."
    },
    {
      "cite": "Dawn Matheson",
      "quote": "For her fuzzy body, round as a ball. Her dainty wings seem much too small, to zip, or zoom, or fly at all."
    },
    {
      "cite": "Omar Stone",
      "quote": "These creatures build their nests under or near the ground, filling in holes or hiding in brush so as to stay out of the way of unfriendly predators."
    },
    {
      "cite": "Edward Gibbs",
      "quote": "Little bee, little bee, why do you flee? Because there's a hungry frog chasing me."
    },
    {
      "cite": "Dave Goulson",
      "quote": "Surely, everyone knows the great furry bumblebee, that gentle giant of the blossoms, that somehow awkward, slow, bumbling bear of a bee."
    },
    {
      "cite": "Colin West",
      "quote": "Bumblebee buzzes around bothering everyone until he comes to a gentle butterfly who understands that the busy bee is looking for someone to be his friend."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Aerodynamically, the bumble bee shouldn't be able to fly, but the bumble bee doesn't know it so it goes on flying anyway."
    }
  ]
}