{
  "source": "https://www.wisesayings.com/burden-quotes/",
  "theme": "burden",
  "quotes": [
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Some carry the burden of bitterness and resentfulness for many years."
    },
    {
      "cite": "Robert Reed",
      "quote": "The burden of intelligence: you can always imagine all those wonderful places where you can never belong."
    },
    {
      "cite": "Ann Romney",
      "quote": "We all have burdens and we need to learn to carry each other's burdens, lighten each other's load."
    },
    {
      "cite": "Jane Pauley",
      "quote": "A diagnosis is burden enough without being burdened by secrecy and shame."
    },
    {
      "cite": "Denis Diderot",
      "quote": "Gratitude is a burden, and every burden is made to be shaken off."
    },
    {
      "cite": "Rumi",
      "quote": "Burdens are the foundations of ease and bitter things the forerunners of pleasure."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us."
    },
    {
      "cite": "Ovid",
      "quote": "Burdens become light when cheerfully borne."
    },
    {
      "cite": "Brandon Lee",
      "quote": "You only have the burdens on you that you choose to put there."
    },
    {
      "cite": "Criss Jami",
      "quote": "It has always seemed that a fear of judgment is the mark of guilt and the burden of insecurity."
    },
    {
      "cite": "Anonymous",
      "quote": "If God can turn night into day then He can turn your burden into a blessing."
    },
    {
      "cite": "Charles Dickens",
      "quote": "No one is useless in this world who lightens the burden of it to anyone else."
    },
    {
      "cite": "Petrarch",
      "quote": "There is no lighter burden, nor more agreeable, than a pen."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Any concern too small to be a prayer is too small to be a burden."
    },
    {
      "cite": "Merle Miller",
      "quote": "Everyone has his burden. What counts is how you carry it."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "It is a burden to be challenged to discover your promise land."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "Burdens are for shoulders strong enough to carry them."
    },
    {
      "cite": "Ovid",
      "quote": "The burden which is well borne becomes light."
    },
    {
      "cite": "Ieyasu Tokugawa",
      "quote": "Life is like unto a long journey with a heavy burden."
    },
    {
      "cite": "Richard G. Scott",
      "quote": "Lay the burden at the feet of the Savior."
    },
    {
      "cite": "Abby Wambach",
      "quote": "It's a heavy burden to look up at the mountain and want to start the climb."
    },
    {
      "cite": "Goran Persson",
      "quote": "Remember, the burden of sorrow is doubled when it is borne alone."
    },
    {
      "cite": "Anonymous",
      "quote": "Talk about your blessings more than you talk about your burdens."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The burden of this world is too great for one man to bear, and the world's sorrow too heavy for one heart to suffer."
    },
    {
      "cite": "Max Planck",
      "quote": "No burden is so heavy for a man to bear as a succession of happy days."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes you don't realize the weight of a burden you've been carrying until you feel the weight of its release."
    },
    {
      "cite": "Arthur H. Stainback",
      "quote": "No greater burden can be borne by an individual than to know no one cares or understands."
    },
    {
      "cite": "Aeschylus",
      "quote": "A prosperous fool is a grievous burden."
    },
    {
      "cite": "Ebenezer Akinrinade",
      "quote": "Envy is a burden. It is something that makes the heart heavy."
    },
    {
      "cite": "Jayson Engay",
      "quote": "Whenever you're having a burden in your heart, share it to those people whom you trust. It'll make you feel better."
    },
    {
      "cite": "Walt Kelly",
      "quote": "Every burden is a blessing."
    },
    {
      "cite": "John Lewis",
      "quote": "Never give up. Never give in. Never become hostile. Hate is too big a burden to bear."
    },
    {
      "cite": "Astrid Alauda",
      "quote": "Don't let your mind bully your body into believing it must carry the burden of its worries."
    },
    {
      "cite": "Mark Twain",
      "quote": "Today's burdens can strengthen you for tomorrow."
    }
  ]
}