{
  "source": "https://www.wisesayings.com/bureaucracy-quotes/",
  "theme": "bureaucracy",
  "quotes": [
    {
      "cite": "Alan Keyes",
      "quote": "Bureaucracies are inherently antidemocratic. Bureaucrats derive their power from their position in the structure, not from their relations with the people they are supposed to serve. The people are not masters of the bureaucracy, but its clients."
    },
    {
      "cite": "Joseph A. Schumpeter",
      "quote": "Bureaucracy is not an obstacle to democracy but an inevitable complement to it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The bureaucracy is expanding to meet the needs of the expanding bureaucracy."
    },
    {
      "cite": "Alain De Botton",
      "quote": "The true nature of bureaucracy may be nowhere more obvious to the observer than in a developing country, for only there will it still be made manifest by the full complement of documents, files, veneered desks and cabinets which convey the strict and inverse relationship between productivity and paperwork."
    },
    {
      "cite": "Joseph A. Schumpeter",
      "quote": "Bureaucracy is not an obstacle to democracy, but an inevitable complement to it."
    },
    {
      "cite": "Jerry Pournelle",
      "quote": "In any bureaucracy, the people devoted to the benefit of the bureaucracy itself always get in control, and those dedicated to the goals the bureaucracy is supposed to accomplish have less and less influence, and sometimes are eliminated entirely."
    },
    {
      "cite": "Javier Pascual",
      "quote": "Bureaucracy is the art of making the possible impossible."
    },
    {
      "cite": "Max Weber",
      "quote": "Bureaucracy develops the more perfectly, the more it is dehumanized, the more completely it succeeds in eliminating from business love, hatred, and all purely personal, irrational, and emotional elements which escape calculation."
    },
    {
      "cite": "Eugene J. McCarthy",
      "quote": "The only thing that saves us from the bureaucracy is inefficiency. An efficient bureaucracy is the greatest threat to liberty."
    },
    {
      "cite": "Pobert Meltzer",
      "quote": "Paperwork is the embalming fluid of bureaucracy, maintaining an appearance of life where none exists."
    },
    {
      "cite": "Karl Marx",
      "quote": "The bureaucracy is a circle from which no one can escape. Its hierarchy is a hierarchy of knowledge."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "Bureaucracy, the rule of no one, has become the modern form of despotism."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Bureaucracy is a giant mechanism operated by pygmies."
    },
    {
      "cite": "Evan Esar",
      "quote": "A bureaucrat is an official who is clothed with power and whom it doesn't fit."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "A bureaucracy is sure to think that its duty is to augment official power, official business, or official members, rather than to leave free the energies of mankind; it overdoes the quantity of government, as well as impairs its quality. The truth is, that a skilled bureaucracy is, though it boasts of an appearance of science, quite inconsistent with the true principles of the art of business."
    },
    {
      "cite": "James Boren",
      "quote": "Bureaucracy is the epoxy that greases the wheels of progress."
    },
    {
      "cite": "Terry Gross",
      "quote": "There's so much kind of bureaucracy involved with the whole concept of net neutrality and like technical stuff."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Bureaucracy defends the status quo long past the time when the quo has lost its status."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Bureaucracy is a huge beast; deeply rooted, it exists even among artists; it's an almost losing battle against it."
    },
    {
      "cite": "Dale Dauten",
      "quote": "Bureaucracy gives birth to itself and then expects maternity benefits."
    },
    {
      "cite": "Karl Marx",
      "quote": "The bureaucracy takes itself to be the ultimate purpose of the state."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Every revolution evaporates and leaves behind only the slime of a new bureaucracy."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Bureaucracy expands to meet the needs of the expanding bureaucracy."
    },
    {
      "cite": "James Cook",
      "quote": "Bureaucracy by its nature resists change and nullifies progress."
    },
    {
      "cite": "Brooks Atkinson",
      "quote": "The perfect bureaucrat everywhere is the man who manages to make no decisions and escape all responsibility."
    },
    {
      "cite": "Jaime Lerner",
      "quote": "Bureaucracy is like a fungus that contaminates everything."
    },
    {
      "cite": "Charles Peters",
      "quote": "Bureaucrats write memoranda both because they appear to be busy when they are writing and because the memos, once written, immediately become proof that they were busy."
    },
    {
      "cite": "Chris Fussell",
      "quote": "In any bureaucracy, there's a natural tendency to let the system become an excuse for inaction."
    },
    {
      "cite": "Darrell Issa",
      "quote": "Bureaucracies tend to grow and to brag about their growth based on how many individuals they have and how much money they spend."
    }
  ]
}