{
  "source": "https://www.wisesayings.com/burnout-quotes/",
  "theme": "burnout",
  "quotes": [
    {
      "cite": "Exodus 18:18",
      "quote": "You'll burn out, and the people right along with you. this is way too much for you— you can't do it alone."
    },
    {
      "cite": "Arthur Lydiard",
      "quote": "No one will burn out doing aerobic running. It is anaerobic running, which the American scholastic athletic system tends to put young athletes through, that burns them out."
    },
    {
      "cite": "Ram Dass",
      "quote": "Burnout is a state of mind."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Boredom is a vital problem for the moralist, since at least half the sins of mankind are caused by the fear of it."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "You'll find boredom when there's an absence of a good idea."
    },
    {
      "cite": "Saul Steinberg",
      "quote": "The life of the creative person is led, directed, and controlled by boredom. Avoiding boredom is one of our most important purposes."
    },
    {
      "cite": "Sam Keen",
      "quote": "Burnout: nature's way of telling you that you've been going through the motions, but your soul has departed; you're a zombie, a member of the walking dead, a sleepwalker."
    },
    {
      "cite": "Warren Austin",
      "quote": "It is better that aged diplomats be bored than for the young men to die."
    },
    {
      "cite": "Raoul Vaneigem",
      "quote": "We have a world of pleasures to win, and nothing to lose but boredom."
    },
    {
      "cite": "Tom Paciorek",
      "quote": "Having to listen to someone talk about themselves when I want to talk about me."
    },
    {
      "cite": "Sally Ann Berk",
      "quote": "Righteous people are not perfect beings who never make mistakes, who never experience burnout. Rather righteous people are those who despite everything, despite falling, despite burnout, stand up, start all over again."
    },
    {
      "cite": "Neil Young",
      "quote": "It's better to burn out than to fade away."
    },
    {
      "cite": "Craig Hlas",
      "quote": "Sometimes, caregivers just need to refresh their emotional sensibilities or overcome physical weariness. They need to reclaim their sense of mission and motivation."
    },
    {
      "cite": "Dike Drummond",
      "quote": "A tragic event at work can add to the usual stress of a busy practice to push you over the edge."
    },
    {
      "cite": "Emily Nagoski",
      "quote": "Nearly all the research on burnout is on professional burnout— specifically 'people who help people,' like teachers and nurses— but a growing area of research is 'parental burnout.'"
    },
    {
      "cite": "Rex Baker",
      "quote": "Changing jobs is not always the right answer to burnout. But if you're going to leave your job, make sure you've got another opportunity in the wings. Leave on your terms, and don't burn bridges."
    },
    {
      "cite": "Rex Baker",
      "quote": "As long as you can see the light at the end of the tunnel, the burnout isn't fatal."
    },
    {
      "cite": "Curtis Tyrone Jones",
      "quote": "Just because you take breaks doesn't mean you're broken."
    },
    {
      "cite": "Michael Gungor",
      "quote": "BurnoutÂ is what happens when you try to avoid being human for too long."
    },
    {
      "cite": "Neil Young",
      "quote": "It's better to burn out than it is to rust."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "BurnoutÂ is a way of telling you that your form of activism was perhaps not very full circle."
    },
    {
      "cite": "John Patrick Hickey",
      "quote": "BurnoutÂ is not the result of doing too much; it is the result of not getting enough rest."
    },
    {
      "cite": "Sam Keen",
      "quote": "Burnout is nature's way of telling you, you've been going through the motions your soul has departed; you're a zombie, a member of the walking dead, a sleepwalker. False optimism is like administrating stimulants to an exhausted nervous system."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "In dealing with those who are undergoing great suffering, if you feel \"burnout\" setting in, if you feel demoralized and exhausted, it is best, for the sake of everyone, to withdraw and restore yourself. The point is to have a long-term perspective."
    },
    {
      "cite": "Steve Kaczmarski",
      "quote": "The No. 1 cause of burnout is doing the same thing over and over again and not seeing results."
    },
    {
      "cite": "Melissa Steginus",
      "quote": "Burnout is the result of too much energy output and not enough energy self-invested. In other words, it's burning too much fuel than you've put in your tank."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Those who truly love their work have the tendency to get sick and tired of resting, and very quickly."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Burnout is a way of telling you that your form of activism was perhaps not very full circle."
    },
    {
      "cite": "Elena Delle Donne",
      "quote": "That's the thing: You don't understand burnout unless you've been burned out. And it's something you can't even explain. It's just doing something you have absolutely no passion for."
    }
  ]
}