{
  "source": "https://www.wisesayings.com/burning-bridges-quotes/",
  "theme": "burning-bridges",
  "quotes": [
    {
      "cite": "David Russell",
      "quote": "The hardest thing in life to learn is which bridge to cross and which to burn."
    },
    {
      "cite": "Fiorello LaGuardia",
      "quote": "It makes no difference if I burn my bridges behind me ― I never retreat."
    },
    {
      "cite": "Scott Thompson",
      "quote": "I’m not a wilting flower. I’m honest, so I pick a lot of fights. I’ve burned a lot of bridges."
    },
    {
      "cite": "Fridtjof Nansen",
      "quote": "I demolish my bridges behind me ― then there is no choice but to move forward."
    },
    {
      "cite": "Robert Tew",
      "quote": "Respect yourself enough to walk away from anything that no longer serves you, grows you, or makes you happy."
    },
    {
      "cite": "Clayton Rawson",
      "quote": "Never burn your bridges till you come to them."
    },
    {
      "cite": "Dinah Shore",
      "quote": "I never wanted to set the world on fire. So I never had to burn any bridges behind me."
    },
    {
      "cite": "John Di Lemme",
      "quote": "If the bridge to your past is burned behind you, then you have no choice but to travel the path into a successful future."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don’t dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "We cross our bridges when we come to them and burn them behind us, with nothing to show for our progress except a memory of the smell of smoke, and a presumption that once our eyes watered."
    },
    {
      "cite": "Christopher Bridges",
      "quote": "When all your love is lost / And burning bridges can't be crossed / Lord won't you let me know / Or give me one more reason to go"
    },
    {
      "cite": "Christopher Bridges",
      "quote": "These bridges burning so fast, we can't just stomp 'em out / As if you know what I'm talking about"
    },
    {
      "cite": "Daniel Smith Chauncey",
      "quote": "Ain't no way to stay warm at the fire / Of burning bridges burning bridges / I've made some adjustments / Worked out some problems"
    },
    {
      "cite": "Daniel Smith Chauncey",
      "quote": "Why'd we want to burn those bridges / Why'd we want to light such a flame / Ain't no way to stay warm at the fire / Of burning bridges"
    },
    {
      "cite": "Remy David Shand",
      "quote": "I can feel a strong desire / A distant fire burning through the past / Deep inside my heart is yearning / A bridge is burning"
    },
    {
      "cite": "Remy David Shand",
      "quote": "Oh, burning bridges behind me / You can follow me down but it's plain to see / I'm a victim of the burn and it's third degree"
    },
    {
      "cite": "Remy David Shand",
      "quote": "Oh, setting bridges on fire / You can call out my name but I won't return / I'm a fugitive of love and this heart's been burned"
    },
    {
      "cite": "Casey Michael Laforet",
      "quote": "And we're burning all the bridges now / Watching it go up in flames / And then we'd build it up again"
    },
    {
      "cite": "Casey Michael Laforet",
      "quote": "And we're burning all the bridges now / Cause it was sink or swim and I went down, down, down"
    },
    {
      "cite": "Remy David Shand",
      "quote": "Burning bridges behind me / It's too late to turn back now / Burning bridges behind me / All I want is to forget you somehow"
    },
    {
      "cite": "Dave Mustaine",
      "quote": "If you took your own direction / If only you practice what you preach / If you follow your advice / You wouldn't be burning bridges all the time"
    },
    {
      "cite": "Chris Soares",
      "quote": "I've been burning bridges all day, I think I'll just knock this one down."
    },
    {
      "cite": "Tim Kring",
      "quote": "You know, the thing about burned bridges is, they can be rebuilt."
    },
    {
      "cite": "William Goldman",
      "quote": "You build bridges, John. You have to go where the rivers are."
    },
    {
      "cite": "Billy Graham",
      "quote": "Commitment means burning all bridges behind you."
    },
    {
      "cite": "Sharon L. Johnson",
      "quote": "Growth and development includes the experience of being exposed to difficult/stressful situations and learning to cope with them."
    },
    {
      "cite": "Cliff Townsend",
      "quote": "If you burn your bridges, you do something that makes it impossible to go back from the position you have taken."
    },
    {
      "cite": "Cliff Townsend",
      "quote": "I will burn all bridges behind me and stake my entire future on my ability to get what I want."
    },
    {
      "cite": "Cliff Townsend",
      "quote": "The reason why we do not normally burn our option bridges when we attempt new ventures, is because we go into our new venture with the idea of failing."
    },
    {
      "cite": "Cliff Townsend",
      "quote": "The hardest thing to do is change, the easiest thing to do, is simply stay the same or go back to doing the same."
    },
    {
      "cite": "Eric Stanberry Jr.",
      "quote": "Burning bridges is an expression used to warn you that if you treat a person like don't matter to you, that person might decide not to help you in the future."
    },
    {
      "cite": "James Pesutich",
      "quote": "Once you cross, Accept the loss."
    },
    {
      "cite": "James Pesutich",
      "quote": "If you really want to transcend, Don't worry-it is not the end."
    },
    {
      "cite": "James Pesutich",
      "quote": "Embrace the pain And chase the inevitable gain."
    },
    {
      "cite": "James Pesutich",
      "quote": "Burning Bridges In order to escape."
    },
    {
      "cite": "James Pesutich",
      "quote": "If you really yearn, No need to return."
    },
    {
      "cite": "George Herbert",
      "quote": "He who can not forgive others breaks the bridge over which he must pass himself."
    },
    {
      "cite": "John Michael Morgan",
      "quote": "You never know when a relationship will come in handy, so be cautious about burning bridges."
    },
    {
      "cite": "Jerald Ford",
      "quote": "The act of burning one's bridges is historically an expression used to signify staking everything on the success of one venture or another, usually battle."
    },
    {
      "cite": "John H. Hayes",
      "quote": "A bridge has almost forever been a metaphor for transition."
    },
    {
      "cite": "John H. Hayes",
      "quote": "Don't cross the bridge before you come to it."
    },
    {
      "cite": "John H. Hayes",
      "quote": "Many of us are guilty of burning our bridges before we cross them."
    },
    {
      "cite": "Katherine Hall Page",
      "quote": "Burning one's bridges is never a good thing,"
    },
    {
      "cite": "Eric Stanberry Jr.",
      "quote": "My father used to tell me, “never burn your bridges,” all of the time, but I never understood it until I burned a bridge."
    },
    {
      "cite": "Femi Olorunnisola",
      "quote": "Any bridge to the past that refuses to burn just gives the enemy an invitation and an entry point back into your life."
    },
    {
      "cite": "Femi Olorunnisola",
      "quote": "A bridge serves a link, mean of access to a place because a gap has been created."
    },
    {
      "cite": "Valorie Burton",
      "quote": "Burning a bridge, for example, does not just impact the situation at hand. It can Impact opportunities you may never be aware of."
    },
    {
      "cite": "Natalie Bandlow",
      "quote": "I wish someone had told me about 'burning bridges.' I have “burned” loads of “bridges” in my life and I just had to move forward"
    },
    {
      "cite": "Dating Secrets of the Ten Commandments",
      "quote": "I don't believe in burning bridges. I will never forget the dying words of my pious and saintly great-grandfather."
    },
    {
      "cite": "Ricki Frankel",
      "quote": "You don't want to burn bridges or make people angry. Building a career is all about creating relationships."
    },
    {
      "cite": "Jim Croce",
      "quote": "Bridges are meant for burning, when the people and memories they join aren't the same."
    },
    {
      "cite": "Richard Peck",
      "quote": "The only way you can write is by the light of the bridges burning behind you."
    },
    {
      "cite": "Don Henley",
      "quote": "Sometimes you get the best light from a burning bridge."
    },
    {
      "cite": "Kerry E Wagner",
      "quote": "You don't have to worry about burning bridges, if you're building your own."
    },
    {
      "cite": "Terry Gilliam",
      "quote": "You know the hardest thing to do in hollywood is burn bridges. There is usually some sucker who still likes me. There is usually some sucker who will still work with me."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Don't burn bridges. You'll be surprised how many times you have to cross the same river."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Burning bridges behind you is understandable. It's the bridges before us that we burn, not realizing we may need to cross, that brings regret."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "My land is bare of chattering folk; the clouds are low along the ridges, and sweet's the air with curly smoke from all my burning bridges."
    },
    {
      "cite": "Dr. Steve Maraboli",
      "quote": "Stop telling me not to burn bridges. Some bridges are meant to be burned; some roads are never meant to be traveled again."
    },
    {
      "cite": "Billy Graham",
      "quote": "When you follow Christ, it must be a total burning of all your bridges behind you."
    },
    {
      "cite": "Terry Perkins",
      "quote": "With every bridge that burns a new path is opened for the way your destiny is to be shaped. If you believe in destiny then you must believe that the bridge was burned so you can find a new way to go to find the destiny that you were meet to follow."
    },
    {
      "cite": "Richard L. Evans",
      "quote": "We should think seriously before we slam doors, before we burn bridges, before we saw off the limb on which we find ourselves sitting."
    }
  ]
}