{
  "source": "https://www.wisesayings.com/bus-quotes/",
  "theme": "bus",
  "quotes": [
    {
      "cite": "Mary Quant",
      "quote": "I liked my skirts short because I wanted to run and catch the bus to get to work."
    },
    {
      "cite": "J.A. Redmerski",
      "quote": "A bus ride is like being in another world."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Psychology is a bus that accompanies an airplane."
    },
    {
      "cite": "Gavin Degraw",
      "quote": "I live in a bus and go from place to place and sometimes feel very detached from what's going on."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Don't waste your energy on those who don't get on your bus"
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Know how to travel from your town to a nearby town without a car, either by bus or by rail."
    },
    {
      "cite": "Reba McEntire",
      "quote": "Finding a good bus driver can be as important as finding a good musician."
    },
    {
      "cite": "Bruce Dickinson",
      "quote": "Life on the road can get a little one-dimensional. I didn't want to reach 40 and have to say all I'd done was look out the window of a tour bus and get drunk."
    },
    {
      "cite": "Peter Townshend",
      "quote": "Every day I get in the queue (Too much, the Magic Bus) / To get on the bus that takes me to you (Too much, the Magic Bus) / I'm so nervous, I just sit and smile (Too much, the Magic Bus) / Your house is only another mile (Too much, the Magic Bus)"
    },
    {
      "cite": "Peter Townshend",
      "quote": "You know, I can't make this bus go faster / But I can make it go louder / I think I can make it go higher / Like one of those fancy jets"
    },
    {
      "cite": "Tom Robson",
      "quote": "I came here before the sun came up / I mean here, waiting for the bus / Don't wanna be late, as you can plainly see / Bus driver, bus driver take pity on me / At the bus stop / A cool bus, school bus"
    },
    {
      "cite": "Steve Whitmire",
      "quote": "The wheels on the bus go  / Round and round / All through the town"
    },
    {
      "cite": "Jermaine Dupri",
      "quote": "And said to myself if I miss school I'm ruined / But I ran down hill and I rushed rushed / I ran down the hill trying to catch the bus / Now I'm hoping to myself everything is cool"
    },
    {
      "cite": "The Guess Who",
      "quote": "Get up in the morning, get on the bus / Get up in the morning like the rest of us / Places to go, important people to meet / Better not get up or you might lose your seat"
    },
    {
      "cite": "The Replacements",
      "quote": "On the bus, watch our reflection / On the bus, I can't stand no rejection / Common, let's make a scene / Oh, baby, don't be so mean"
    },
    {
      "cite": "Michie Nakatani",
      "quote": "Don't be afraid of missing the bus.  / You will catch your bus.  / Don't be afraid of missing the bus. why / You will catch your bus, catch your bus"
    },
    {
      "cite": "Wesley Willis",
      "quote": "Let's ride the city bus / Let's ride it clean on the yellow line / Ride the circuit rapid transit / Ride it on the road to Utopia / Get on the bus"
    },
    {
      "cite": "Andre Benjamin",
      "quote": "Everybody move to the back of the bus / Do you want to bump and slump with us / We the type of people make the club get crunk"
    },
    {
      "cite": "Billy F. Gibbons",
      "quote": "Have mercy, old bus be packed up tight / Well, I'm glad just to get on and home tonight"
    },
    {
      "cite": "Guy Clark",
      "quote": "Well the bus pulled away / In a roaring black cloud / Well I stood in the road / And Honey I hollered right out loud"
    },
    {
      "cite": "Britannica Educational Publishing",
      "quote": "Buses are large, self-propelled , wheeled vehicles that are designed to carry passengers, generally on a fixed route."
    },
    {
      "cite": "Britannica Educational Publishing",
      "quote": "The bus was a natural outgrowth of the horse-driven coach."
    },
    {
      "cite": "Britannica Educational Publishing",
      "quote": "Today buses are defined as vehicles that accommodate more than 10 passengers."
    },
    {
      "cite": "D. Johnson Victor",
      "quote": "The buses have been preferred over the tram and the trolley bus, because buses can use any assigned route and need no sophisticated infrastructure life substations, supply cables and rail track and stations."
    },
    {
      "cite": "D. Johnson Victor",
      "quote": "With the introduction of automobiles and buses in post world war ear, the bus transportation replaced coaches and supplemented other modes."
    },
    {
      "cite": "David A. Hensher",
      "quote": "Public transport us a theme of enormous importance in all societies. The bus is the most patronized of all land-based public passenger modes."
    },
    {
      "cite": "David A. Hensher",
      "quote": "In many Western societies and a growing number of developing economies, motorized urban public bus and rail transport is a niche market provider and looks like being so for the foreseeable future."
    },
    {
      "cite": "David A. Hensher",
      "quote": "In most cities, buses move more public transport passengers than any other public mode."
    },
    {
      "cite": "David A. Hensher",
      "quote": "Buses however operate mainly on mixed-mode infrastructure, competing with cars and trucks, a regime that has not, in general, favored bus services."
    },
    {
      "cite": "Steven Higashide",
      "quote": "Frequent bus service promises freedom, but when that bus service is unreliable, it's a false promise."
    },
    {
      "cite": "Steven Higashide",
      "quote": "Freeing buses from the chaos of the city traffic can do a lot to remove chaos from bus rider's lives."
    },
    {
      "cite": "Un-sik Ch?oe",
      "quote": "When buses appeared. streetcars began to fall behind to the competition of the buses."
    },
    {
      "cite": "Joanne Mattern",
      "quote": "Many people ride the bus. Buses take people to shop, to work, and to school. They take people all over the city."
    },
    {
      "cite": "Joanne Mattern",
      "quote": "You can ride a bus in many places in the world."
    },
    {
      "cite": "US Department of Transportation",
      "quote": "School buses transport the nation's most important resource, its youth."
    },
    {
      "cite": "Daniel Scheinert",
      "quote": "Buses are for people that doesn't know each other."
    },
    {
      "cite": "Martyn Burke",
      "quote": "I rode the buses back in the 60's to bring people together. Seems pretty unfashionable nowadays."
    },
    {
      "cite": "Michael Chaplin",
      "quote": "Well, like you say: men are like buses. Nothing for ages, then three arrive at once, eh."
    },
    {
      "cite": "Gabrielle Upton",
      "quote": "Do you know I always thought these travel buses were the corniest thing in the world. Crowded buses jammed with people all going places. Now, I wouldn't mind being in one of those buses and I also wouldn't care where I was going."
    },
    {
      "cite": "Don Michael Paul",
      "quote": "My old man told me, before he left this shitty world, never chase buses or women, you'll always be left behind."
    },
    {
      "cite": "Christopher Isherwood",
      "quote": "My mother says that lovers are like buses. You just have to wait a little while and another one comes along."
    },
    {
      "cite": "Digby Wolfe",
      "quote": "I'm all for school busing. I've learned so much more in a school bus than I'll ever learn in a school!"
    },
    {
      "cite": "Jim Klein",
      "quote": "Buses were a tough sell. They jolted. They smelled. They inched through traffic."
    },
    {
      "cite": "Shemi Zarhin",
      "quote": "Listen to me: girls are like buses - if you miss one, another one will come along. Girls are like mirrors: you see yourself, your dimples and your pimples."
    },
    {
      "cite": "Mark Sheppard",
      "quote": "We are all riding on the same bus."
    },
    {
      "cite": "Reba McEntire",
      "quote": "Finding a good bus driver can be as important as finding a good musician."
    },
    {
      "cite": "Steffan Piper",
      "quote": "People will often give you a detailed tour of the underside of the bus that they will throw you under later."
    },
    {
      "cite": "David LaChapelle",
      "quote": "If you want reality take the bus."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down."
    },
    {
      "cite": "Barry Lyga",
      "quote": "It's a good day when a goddess gets on the school-bus with you."
    },
    {
      "cite": "Steve Guttenberg",
      "quote": "Sometimes it's good to miss a bus. It might be the wrong bus."
    },
    {
      "cite": "Anonymous",
      "quote": "A bus is a vehicle that runs twice as fast when you are after it as when you are in it."
    },
    {
      "cite": "Anonymous",
      "quote": "Children must always wear a seat belt, except if you put 50 of them in one vehicle."
    },
    {
      "cite": "Anonymous",
      "quote": "Never run after a bus or a man. There will always be another one."
    },
    {
      "cite": "Banksy",
      "quote": "Bus stops are far more interesting and useful places to have art than in museums."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "Being sober on a bus is, like, totally different than being drunk on a bus."
    },
    {
      "cite": "JA Redmerski",
      "quote": "A bus ride is like being in another world."
    },
    {
      "cite": "John Green",
      "quote": "Keys show up when you reconcile yourself to the bus."
    }
  ]
}