{
  "source": "https://www.wisesayings.com/business-success-quotes/",
  "theme": "business-success",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "In statesmanship get formalities right, never mind about the moralities."
    },
    {
      "cite": "Price Pritchett",
      "quote": "The ethics of excellence are grounded in action - what you actually do, rather than what you say you believe. Talk, as the saying goes, is cheap."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Each man has his own fortune in his hands; as the artist has a piece of rude matter, which he is to fashion to a certain shape. But the art of living rightly is like all arts: the capacity alone is born with us; it must be learned, and practiced with incessant care."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "I am not interested in power for power's sake, but I'm interested in power that is moral, that is right and that is good."
    },
    {
      "cite": "John Locke",
      "quote": "To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I like to see a man* proud of the place in which he lives. I like to see a man live so his place will be proud of him."
    },
    {
      "cite": "Plato",
      "quote": "Let each one of us leave every other kind of knowledge and seek and follow one thing only, if peradventure he may be able to learn and find some one who will make him able to learn and discern between good and evil, and so to choose always and everywhere the better life as he has opportunity."
    },
    {
      "cite": "Steven Pinker",
      "quote": "Equality is not the empirical claim that all groups of humans are interchangeable; it is the moral principle individuals should not be judged or constrained by the average properties of their group."
    },
    {
      "cite": "Tom Peters",
      "quote": "There is no such thing as a minor lapse of integrity"
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Never let your sense of morals get in the way of doing what's right."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Live one day at a time emphasizing ethics rather than rules."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "This is my simple religion. There is no need for temples; no need for complicated philosophy. Our own brain, our own heart is our temple; the philosophy is kindness."
    },
    {
      "cite": "Ann Landers",
      "quote": "The true measure of a man is how he treats someone who can do him absolutely no good."
    },
    {
      "cite": "Brigham Young",
      "quote": "True independence and freedom can only exist in doing what's right."
    },
    {
      "cite": "Bill Blackman",
      "quote": "If you really want to be happy, always try to do what's right."
    },
    {
      "cite": "George Washington",
      "quote": "I hope I shall possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Every aspect of Western culture needs a new code of ethics -- a rational ethics -- as a precondition of rebirth."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "No artist has ethical sympathies. An ethical sympathy in an artist is an unpardonable mannerism of style."
    },
    {
      "cite": "Alvin Burger",
      "quote": "I think it's unethical to take money for poor quality performance."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Whoever loves becomes humble. Those who love have, so to speak, pawned a part of their narcissism."
    },
    {
      "cite": "Richard Lewis",
      "quote": "There's a thin line between narcissism, even if it's a healthy narcissism, and entertainment."
    },
    {
      "cite": "Jonathan Franzen",
      "quote": "Nice people don't necessarily fall in love with nice people."
    },
    {
      "cite": "John Steinbeck",
      "quote": "For the most part people are not curious except about themselves."
    },
    {
      "cite": "Gena Showalter",
      "quote": "I like to be admired from afar, and then complimented up close."
    },
    {
      "cite": "Graham Greene",
      "quote": "He's satisfied with himself. If you have a soul you can't be satisfied."
    },
    {
      "cite": "Tawny Lara",
      "quote": "This conversation with myself has an overwhelming aroma of narcissism."
    },
    {
      "cite": "Voltaire",
      "quote": "It is not love that should be depicted as blind, but self-love."
    },
    {
      "cite": "George Gordon Noel Byron",
      "quote": "Self-love for ever creeps out, like a snake, to sting anything which happens . . . to stumble upon it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To love oneself is the beginning of a life-long romance."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "I don't care what you think unless it is about me."
    },
    {
      "cite": "Dennis Miller",
      "quote": "Only man is a narcissistic enough species to think that a highly evolved alien life force would travel across billions and billions of light-years   a group of aliens so intelligent, so insouciant, so utterly above it all, they feel no need whatsoever to equip their spacecraft with windows so that they can gaze out on all that celestial beauty   but then immediately upon landing, their first impulse is to get in some hick's ass with a flashlight."
    },
    {
      "cite": "G.C. Lichtenberg",
      "quote": "He who is enamored of himself will at least have the advantage of being inconvenienced by few rivals."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Nobody can be kinder than the narcissist while you react to life in his own terms."
    },
    {
      "cite": "Roy McWilliams",
      "quote": "I do not exist to build your ego with my pain. My tears are not there to cleanse your soul. I now know that without you I am complete and whole!"
    },
    {
      "cite": "Diana Vreeland",
      "quote": "I loathe narcissism, but I approve of vanity."
    },
    {
      "cite": "Andre Dubus III",
      "quote": "Shyness has a strange element of narcissism, a belief that how we look, how we perform, is truly important to other people."
    },
    {
      "cite": "Bernard Goldberg",
      "quote": "There's a kind of journalistic narcissism that New York-based journalists are guilty of."
    },
    {
      "cite": "Eddie Izzard",
      "quote": "Because that's what narcissism is all about looking in the mirror everyday and thinking 'Damn, I'd like to shag myself.'"
    },
    {
      "cite": "Todd Solondz",
      "quote": "Narcissism and self-deception are survival mechanisms without which many of us might just jump off a bridge."
    },
    {
      "cite": "Colleen Laukka",
      "quote": "True self-love is the opposite of narcissism, where one cant take their eyes off themselves and feels superior to another. Self-love is wholeness. It allows one to say, I am perfect just the way I am and so are you."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "I didn't know what narcissism was until I beheld my own naricssus."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Whoever loves becomes humble. Those who love have, so to speak, pawned a part of their narcissism."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "A mirror is like my own personal reality TV show where I'm both the star and only viewer. I've got to get my ratings up."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Love isn't something natural. Rather it requires discipline, concentration, patience, faith, and the overcoming of narcissism. It isn't a feeling, it is a practice."
    },
    {
      "cite": "John Steinbeck",
      "quote": "For the most part people are not curious except about themselves."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "true humility is when you can surprise yourself more than others; the rest is either shyness or good marketing"
    },
    {
      "cite": "Bauvard",
      "quote": "If you're a nobody, just imagine a lot of celebrities are in love with you. Narcissism is the best cure for attention deficit disorder."
    },
    {
      "cite": "Rollo May",
      "quote": "Vanity and narcissism   the compulsive need to be admired and praised   undermine one's courage, for one then fights on someone else's conviction rather than one's own."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "As individuals and as a nation, we now suffer from social narcissism. The beloved Echo of our ancestors, the virgin America, has been abandoned. We have fallen in love with our own image, with images of our making, which turn out to be images of ourselves."
    },
    {
      "cite": "Andrew Cohen",
      "quote": "We're making far too big a deal out of our sexual preferences. It's just another form of narcissism, and I think it can be a big problem and a tremendous obstacle."
    }
  ]
}