{
  "source": "https://www.wisesayings.com/business-quotes/",
  "theme": "business",
  "quotes": [
    {
      "cite": "Dave Thomas",
      "quote": "What do you need to start a business? Three simple things: know your product better than anyone. Know your customer, and have a burning desire to succeed."
    },
    {
      "cite": "Richard Branson",
      "quote": "A business has to be involving, it has to be fun, and it has to exercise your creative instincts."
    },
    {
      "cite": "Henry Ford",
      "quote": "A business that makes nothing but money is a poor business."
    },
    {
      "cite": "David Rockefeller",
      "quote": "Success in business requires training and discipline and hard work. But if you're not frightened by these things, the opportunities are just as great today as they ever were."
    },
    {
      "cite": "Richard Branson",
      "quote": "Business opportunities are like buses, there's always another one coming."
    },
    {
      "cite": "Bertie Charles Forbes",
      "quote": "If you don't drive your business, you will be driven out of business."
    },
    {
      "cite": "Ren Mulford Jr.",
      "quote": "It takes more than capital to swing business. You've got to have the A. I. D. degree to get by Advertising, Initiative, and Dynamics."
    },
    {
      "cite": "Harold Geneen",
      "quote": "In the business world, everyone is paid in two coins: cash and experience. Take the experience first; the cash will come later."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "The golden rule for every business man is this: Put yourself in your customer's place."
    },
    {
      "cite": "Donald Trump",
      "quote": "In business, I've discovered that my purpose is to do my best to my utmost ability every day. That's my standard. I learned early in my life that I had high standards."
    },
    {
      "cite": "Bob Parsons",
      "quote": "Let's be honest. There's not a business anywhere that is without problems. Business is complicated and imperfect. Every business everywhere is staffed with imperfect human beings and exists by providing a product or service to other imperfect human beings."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "To succeed in business, to reach the top, an individual must know all it is possible to know about that business."
    },
    {
      "cite": "Anita Roddick",
      "quote": "Business is not financial science, it's about trading.. buying and selling. It's about creating a product or service so good that people will pay for it."
    },
    {
      "cite": "Kevin Roberts",
      "quote": "Emotion. Passion. Ideas. Simplicity. These are the big things that big business needs from its creative agencies. No one else is going to provide these essential elements for business."
    },
    {
      "cite": "David Ogilvy",
      "quote": "In the modern world of business, it is useless to be a creative, original thinker unless you can also sell what you create."
    },
    {
      "cite": "Don Peppers &amp; Martha Rogers",
      "quote": "Without customers, you don't have a business. You have a hobby."
    },
    {
      "cite": "William Knudsen Jr",
      "quote": "In business, the competition will bite you if you keep running; if you stand still, they will swallow you."
    },
    {
      "cite": "Selwyn D. Goodwin",
      "quote": "Success in business does not depend on what you say, what you hear, what you feel, what you see. It depends on what you do."
    },
    {
      "cite": "Bill Todd",
      "quote": "The way to get started in business is to stop talking and just start doing!"
    },
    {
      "cite": "Ray Kroc",
      "quote": "If you're not a risk taker, you should get the hell out of business."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Business has only two functions marketing and innovation."
    },
    {
      "cite": "Henry Ford",
      "quote": "A business absolutely devoted to service will have only one worry about profits.  They will be embarrassingly large."
    },
    {
      "cite": "Roy L. Smith",
      "quote": "The successful man is the one who finds out what is the matter with his business before his competitors do."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "A business is successful to the extent that it provides a product or service that contributes to happiness in all of its forms."
    },
    {
      "cite": "Mark Cuban",
      "quote": "In business, one of the challenges is making sure that your product is the easiest to experience and complete a sale."
    },
    {
      "cite": "Josh Kaufman",
      "quote": "Every successful business (1) creates or provides something of value that (2) other people want or need (3) at a price they're willing to pay, in a way that (4) satisfies the purchaser s needs and expectations and (5) provides the business sufficient revenue to make it worthwhile for the owners to continue operation."
    },
    {
      "cite": "Sophie Kinsella",
      "quote": "There's no luck in business. There's only drive, determination and more drive."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "Whenever you see a successful business, someone once made a courageous decision."
    },
    {
      "cite": "Demosthenes",
      "quote": "Small opportunities are often the beginning of great enterprises."
    },
    {
      "cite": "Walter Wriston",
      "quote": "The person who figures out how to harness the collective genius of his or her organization is going to blow the competition away."
    },
    {
      "cite": "Nolan Bushnell",
      "quote": "A lot of people have ideas, but there are few who decide to do something about them now. Not tomorrow. Not next week. But today. The true entrepreneur is a doer, not a dreamer."
    },
    {
      "cite": "Warren Buffett",
      "quote": "If you don't find a way to make money while you sleep, you will work until you die."
    },
    {
      "cite": "Sam Walton",
      "quote": "There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Your income is directly related to your philosophy, NOT the economy."
    },
    {
      "cite": "Ray Kroc",
      "quote": "If you work just for money, you'll never make it, but if you love what you're doing and you always put the customer first, success will be yours."
    },
    {
      "cite": "William Wordsworth",
      "quote": "In modern business it is not the crook who is to be feared most, it is the honest man who doesn't know what he is doing."
    },
    {
      "cite": "Jack Welch",
      "quote": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while."
    },
    {
      "cite": "Warren Buffett",
      "quote": "In looking for people to hire, look for three qualities. Integrity, intelligence and energy. And if they don't have the first, the other two will kill you."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Beware of little expenses. A small leak will sink a great ship."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "Profit in business comes from repeat customers, customers that boast about your project or service, and that bring friends with them."
    },
    {
      "cite": "Horatio Nelson Jackson",
      "quote": "I do not believe you can do today's job with yesterday's methods and be in business tomorrow."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "If you need to bring in a business partner, make sure your partner brings along some money."
    },
    {
      "cite": "Will Rogers",
      "quote": "The business of government is to keep the government out of business - that is, unless business needs government aid."
    },
    {
      "cite": "Max Aitken",
      "quote": "Business is more exciting than any game."
    },
    {
      "cite": "Adam Osborne",
      "quote": "The most valuable thing you can make is a mistake. You can't learn anything from being perfect."
    },
    {
      "cite": "Jack Welch",
      "quote": "Good business leaders create a vision, articulate the vision, passionately own the vision, and relentlessly drive it to completion."
    },
    {
      "cite": "Aristotle Onassis",
      "quote": "To succeed in business it is necessary to make others see things as you see them."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The purpose of a business is to create a customer."
    },
    {
      "cite": "Fernando Flores",
      "quote": "Great work is done by people who are not afraid to be great."
    },
    {
      "cite": "Bill Gates",
      "quote": "Business is a good game. Lots of competition and a minimum of rules. You keep score with money."
    },
    {
      "cite": "Alfred Armand Montapert",
      "quote": "All lasting business is built on friendship."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "If you must use more than ten slides to explain your business, you probably don't have a business."
    },
    {
      "cite": "Paul Hawken",
      "quote": "Being in business is not about making money. It is a way to become who you are."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "In business or in life, don't follow the wagon tracks too closely."
    },
    {
      "cite": "Warren Buffett",
      "quote": "If a business does well, the stock eventually follows."
    },
    {
      "cite": "Kim Ki-jung",
      "quote": "Businesses are successful because someone makes the sacrifices other are unwilling to."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "Business? It's quite simple; it's other people's money."
    }
  ]
}