{
  "source": "https://www.wisesayings.com/busted-quotes/",
  "theme": "busted",
  "quotes": [
    {
      "cite": "Paulina Simons",
      "quote": "We thought the hard part was over—but we were wrong. Living is the hardest part. Figuring out how to live your life when you’re all busted up inside and out—there is nothing harder."
    },
    {
      "cite": "Kenny Loggins",
      "quote": "We busted a lot of family secrets with this. But to make a long story short, my parents relationship was built heavily on security issues for my Mom, and when my Dad couldn't provide security, the relationship unraveled."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Down the road of hate, at every busted corner lurks the need for love."
    },
    {
      "cite": "Dick Cavett",
      "quote": "The authority of depression is horrifying. I felt like my brain was busted and that I could never feel good again. I really thought that I was never gonna heal."
    },
    {
      "cite": "Matt Bomer",
      "quote": "I pretty much got busted for everything, but I definitely stretched out my boundaries as a kid, as well."
    },
    {
      "cite": "Jeff Noon",
      "quote": "A bird painted not with beauty but with all the dirt and wounds collected in a long hard life, in battle, in love, with torn feathers and a busted leg and a chipped beak and one of its eyes half closed; and yet a bird of deeper loveliness for all of that."
    },
    {
      "cite": "Dave Matthews",
      "quote": "A rolling stone, that gathers no moss, but leaves a trail of busted stuff."
    },
    {
      "cite": "Dennis Rodman",
      "quote": "I go out there and get my eyes gouged, my nose busted, my body slammed. I love the pain of the game."
    },
    {
      "cite": "Josh Billings",
      "quote": "The best time for you to hold your tongue is the time you feel you must say something or bust."
    },
    {
      "cite": "Steven Wright",
      "quote": "I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five."
    },
    {
      "cite": "John Green",
      "quote": "You're awfully philosophical for a girl that just got busted"
    }
  ]
}