{
  "source": "https://www.wisesayings.com/busy-quotes/",
  "theme": "busy",
  "quotes": [
    {
      "cite": "Saji Ijiyemi",
      "quote": "Some people are busy working on their pose instead of their purpose."
    },
    {
      "cite": "Brena Brown",
      "quote": "We are so busy that the truth about our lives can't catch up."
    },
    {
      "cite": "Chita Rivera",
      "quote": "I was busy welcoming a new experience. I had never done a movie before."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Anyone too busy to say thank you will get fewer and fewer chances to say it."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "Busy doesn't mean better. I have never envied a busy person the one who likes to point out their busy lives to others."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "I am so busy doing nothing that the idea of doing anything which as you know, always leads to something cuts into the nothing and then forces me to have to drop everything."
    },
    {
      "cite": "Rachel Roy",
      "quote": "Because my business life is so busy, my home is really my sanctuary. That is where I reflect and spend quality time with my girls."
    },
    {
      "cite": "Matt Lucas",
      "quote": "Keep yourself busy if you want to avoid depression. For me, inactivity is the enemy."
    },
    {
      "cite": "Robert Walker",
      "quote": "It's as busy as we can possibly get. It's monstrous. In terms of dollars bet, it's growing a little bit."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Real men stay faithful. They don't have time to look for other women because they're too busy looking for new ways to love their own."
    },
    {
      "cite": "Julia Cameron",
      "quote": "If you are too busy to develop your talents, you are too busy."
    },
    {
      "cite": "John Travolta",
      "quote": "I'm too busy looking for the next role to do. I think about how to continue, to survive in the same vein. I like my career and my life as it is."
    },
    {
      "cite": "Gayle Forman",
      "quote": "You were so busy trying to be my savior that you left me all alone."
    },
    {
      "cite": "Tabitha Robin",
      "quote": "Being busy is better than being bored. Bored left a long time ago. Busy is always around for me."
    },
    {
      "cite": "Andrei Platonov",
      "quote": "Busy remaking the world, man forgot to remake himself."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "People are often so busy living that they never stop to wonder why."
    },
    {
      "cite": "Ryan Rybolt",
      "quote": "People are busy and should feel good about doing what they can."
    },
    {
      "cite": "John Lennon",
      "quote": "Life is what happens while you are busy making other plans."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Some of us are busy doing things; some of us are busy complaining."
    },
    {
      "cite": "Robert Genn",
      "quote": "Keep busy while you are waiting for something to happen."
    },
    {
      "cite": "B C Forbes",
      "quote": "The man who is too busy to read is never likely to lead."
    },
    {
      "cite": "Johnnie Lowery",
      "quote": "It will be extremely busy and we will have an extra person again just taking care of the lottery people."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Success usually comes to those who are too busy to be looking for it."
    },
    {
      "cite": "Abu Bakr",
      "quote": "O man you are busy working for the world, and the world is busy trying to turn you out."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Let the refining and improving of your own life keep you so busy that you have little time to criticize others."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "As long as you're too busy trying to become something that you're not, you can't see your own immortality."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "I am always busy, which is perhaps the chief reason why I am always well."
    },
    {
      "cite": "Edward Mckendree Bounds",
      "quote": "Heaven is too busy to listen to half hearted prayers or to respond to pop calls."
    },
    {
      "cite": "Ann Dowd",
      "quote": "The great thing about an independent film is that you're too busy working, and you're too busy hoping to God to get it done."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "He who is too busy doing good finds no time to be good."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Being busy does not always mean real work. The object of all work is production or accomplishment and to either of these ends there must be forethought, system, planning, intelligence, and honest purpose, as well as perspiration. Seeming to do is not doing."
    },
    {
      "cite": "Sarah Kochik",
      "quote": "I love to keep busy. The challenge of fitting all of my activities into each day is my motivation."
    },
    {
      "cite": "Geoffrey Chaucer",
      "quote": "Nowhere so busy a man as he than he, and yet he seemed busier than he was."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Don't get so busy making a living that you forget to make a life."
    },
    {
      "cite": "Lin Yutang",
      "quote": "The busy man is never wise and the wise man is never busy."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "We may be very busy, we may be very efficient, but we will also be truly effective only when we begin with the end in mind."
    },
    {
      "cite": "Vernon Law",
      "quote": "Some people are so busy learning the tricks of the trade that they never learn the trade."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "Everybody is now so busy teaching that nobody has any time to learn."
    },
    {
      "cite": "Melissa de la Cruz",
      "quote": "It is good to be busy. Being busy takes our mind off being in love at the wrong time, in the wrong place and with the wrong guy."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "If you are too busy to love, you are too busy to live; if you are too busy to live, you are too busy to love."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "No matter how busy you are, you must take time to make the other person feel important."
    },
    {
      "cite": "Lord Byron",
      "quote": "The busy have no time for tears."
    },
    {
      "cite": "Henry Rollins",
      "quote": "You can't right the wrongs because you'll never understand the cause and you'll be too busy dodging the effect."
    },
    {
      "cite": "Billy Graham",
      "quote": "We hurt people by being too busy. Too busy to notice their needs. Too busy to drop that note of comfort or encouragement or assurance of love. Too busy to listen when someone needs to talk. Too busy to care."
    },
    {
      "cite": "R. A. Torrey",
      "quote": "We are too busy to pray, and so we are too busy to have power. We have a great deal of activity, but we accomplish little; many services but few conversions; much machinery but few results."
    },
    {
      "cite": "Ryan Holmes",
      "quote": "For everybody in their busy lives, you need to invest in sharpening your tools, and you need to invest in longevity."
    },
    {
      "cite": "Steve Russell",
      "quote": "We want to continue to keep our youth busy so they have more activities than just hanging around the streets and getting in trouble."
    },
    {
      "cite": "Dan Wells",
      "quote": "Facts are too busy being true to worry about how you feel about them."
    },
    {
      "cite": "John Bryant",
      "quote": "My feeling is that any day I am too busy to run is a day that I am too busy."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Hurried...like one who had always a multiplicity of tasks on hand."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "I often meet people who are too busy to take care of their wealth. And there are people too busy to take care of their health. The cause is the same. They're busy, and they stay busy as a way to avoid something they do not want to face."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It's not enough to be busy...The question is: What are we busy about?"
    },
    {
      "cite": "Chin-Ning Chu",
      "quote": "The Chinese word for 'busy' consists of two parts. One part symbolizes the human heart, the other part symbolizes death. The meaning that can be extrapolated is that when one is excessively busy, his heart is dead."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Guard the senses and life is ever full...always be busy and life is beyond hope."
    },
    {
      "cite": "Marcus Aurelius Antoninus",
      "quote": "Every man is worth just as much as the things he busies himself with."
    },
    {
      "cite": "John Dryden",
      "quote": "None are so busy as the fool and the knave."
    },
    {
      "cite": "English Proverb",
      "quote": "The busiest men have the most leisure."
    },
    {
      "cite": "William Feather",
      "quote": "The happiest people are those who are too busy to notice whether they are or not."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The busy man has few idle visitors; to the boiling pot, the flies come not."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The more we do, the more we can do; the more busy we are, the more leisure we have."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "The busier we are, the more acutely we feel that we live."
    },
    {
      "cite": "Letitia Landon",
      "quote": "No thoroughly occupied man was ever yet very miserable."
    },
    {
      "cite": "Friedrich Wilhelm Nietzsche",
      "quote": "A man who is very busy seldom changes his opinions."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Extreme busyness, whether at school or college, kirk or market, is a symptom of deficient vitality; and a faculty for idleness implies a catholic appetite and a strong sense of personal identity."
    },
    {
      "cite": "Billy Graham",
      "quote": "We all have exactly the same number of minutes in a day. The question is, how will we use them? Most people today are either too busy— or not busy enough. The Bible tells us that both extremes are wrong."
    },
    {
      "cite": "Grete Waitz",
      "quote": "I was tired from training and leading such a busy life, tired of having to bear the pressure and come through for others."
    },
    {
      "cite": "Jerome",
      "quote": "Keep always busy so that the devil will find you always engaged."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "It is day still, you better get busy! Night will intrude when no one can be active."
    },
    {
      "cite": "Todd Whitaker",
      "quote": "Don't be so busy looking for problems that you forget to notice the improvement."
    },
    {
      "cite": "Henry C. Link",
      "quote": "While one person hesitates because he feels inferior, the other is busy making mistakes and becoming superior."
    },
    {
      "cite": "Bob Dylan",
      "quote": "He not busy being born is busy dying."
    },
    {
      "cite": "Karen McKenna",
      "quote": "Don't confuse being busy with being productive. Just because you're busy all the time doesn't mean you're getting closer to your goals."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "You wear a watch to keep on schedule. You buy books on time management. And complain that you're so busy you just don't have enough time in the day."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "Ours is too busy a  world, and here is no time for considering."
    },
    {
      "cite": "Robert William Service",
      "quote": "His crowded life of God's good giving / No man has relished more than I; / I've been so goldarned busy living / I've never had the time to die. / So busy fishing, hunting, roving, / Up on my toes and fighting fit; / So busy singing, laughing, loving, / I've never had the time to quit."
    },
    {
      "cite": "Rupert Brooke",
      "quote": "I would think of a thousand things, / Lovely and durable, and taste them slowly, / One after one, like tasting a sweet food. / I have need to busy my heart with quietude."
    },
    {
      "cite": "Beyonce Giselle Knowles",
      "quote": "Hello, hello, baby / You called, I can't hear a thing / I have got no service / In the club, you see, see / Wha-wha-what did you say? / Oh, you're breaking up on me / Sorry, I cannot hear you / I'm kinda busy."
    },
    {
      "cite": "Glenn Frey",
      "quote": "And you were just too busy being fabulous / Too busy to think about us / I don't know what you were dreaming’ of / Somehow you forgot about love / And you were just too busy being fabulous, uh-huh."
    }
  ]
}