{
  "source": "https://www.wisesayings.com/butterflies-quotes/",
  "theme": "butterflies",
  "quotes": [
    {
      "cite": "Jeffrey Glassberg",
      "quote": "Beautiful and graceful, varied and enchanting, small but approachable, butterflies lead you to the sunny side of life. And everyone deserves a little sunshine."
    },
    {
      "cite": "George Carlin",
      "quote": "The caterpillar does all the work but the butterfly gets all the publicity"
    },
    {
      "cite": "Richard Bach",
      "quote": "The mark of your ignorance is the depth of your belief in injustice and tragedy. What the caterpillar calls the end of the world, the master calls a butterfly."
    },
    {
      "cite": "Maya Angelou",
      "quote": "We delight in the beauty of the butterfly, but rarely admit the changes it has gone through to achieve that beauty."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Happiness is a butterfly, which when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "Everyone is like a butterfly, they start out ugly and awkward and then morph into beautiful graceful butterflies that everyone loves."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "As with the butterfly, adversity is necessary to build character in people."
    },
    {
      "cite": "R.H. Heinlein",
      "quote": "Butterflies are self propelled flowers."
    },
    {
      "cite": "Deborah Chaskin",
      "quote": "Just like the butterfly, I too will awaken in my own time"
    },
    {
      "cite": "K. D'Angelo",
      "quote": "Butterflies are God's confetti, thrown upon the Earth in celebration of His love"
    },
    {
      "cite": "Phil Robinson",
      "quote": "The butterflies...What an educated sense of beauty they have. They seem only an ornament to society, and yet, if they were gone, how substantial would be their loss"
    },
    {
      "cite": "Joseph Conrad",
      "quote": "This magnificent butterfly finds a little heap of dirt and sits still on it; but man will never on his heap of mud keep still..."
    },
    {
      "cite": "Ponce Denis Ecouchard Lebrun",
      "quote": "The butterfly is a flying flower, the flower a tethered butterfly."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Float like a butterfly, sting like a bee."
    },
    {
      "cite": "Stephanie Marshall",
      "quote": "Adding wings to caterpillars does not create butterflies, it creates awkward and dysfunctional caterpillars. Butterflies are created through transformation."
    },
    {
      "cite": "Richard Buckminster Fuller",
      "quote": "There is nothing in a caterpillar that tells you it's going to be a butterfly."
    },
    {
      "cite": "K. D'Angelo",
      "quote": "Butterflies are a breath of beauty fluttering by, they are mystery chronicled upon wing, they bring forth the grace and wonder of this world to our eyes everyday"
    },
    {
      "cite": "Elizabeth Goudge",
      "quote": "Not quite birds, as they were not quite flowers, mysterious and fascinating as are all indeterminate creatures."
    },
    {
      "cite": "Thomas Haynes Bayly",
      "quote": "I'd be a butterfly, born in a bower, Where roses and lilies and violets meet."
    },
    {
      "cite": "K. D'Angelo",
      "quote": "Awaken to the universes simple gift of the butterfly. Watch with fascination and joy as a jeweled treasure glides by and gently touches your soul"
    },
    {
      "cite": "Heinrich Heine",
      "quote": "With the rose the butterfly's deep in love, A thousand times hovering round; But round himself, all tender like gold, The sun's sweet ray is hovering found."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Much converse do I find in thee, Historian of my infancy! Float near me; do not yet depart! Dead times revive in thee: Thou bring'st, gay creature as thou art! A solemn image to my heart."
    },
    {
      "cite": "K. D'Angelo",
      "quote": "The butterfly flits from bloom to bloom, as not to miss one fragrant plume. In her sight exists no garden finale, only paradise of flowered hill and valley"
    },
    {
      "cite": "Charles Dickens",
      "quote": "I only ask to be free. The butterflies are free."
    },
    {
      "cite": "Hans Christian Anderson",
      "quote": "Just living is not enough,\" said the butterfly, \"one must have sunshine, freedom and a little flower."
    },
    {
      "cite": "Trina Paulus",
      "quote": "How does one become a butterfly?\" she asked pensively. You must want to fly so much that you are willing to give up being a caterpillar."
    },
    {
      "cite": "Robert Frost",
      "quote": "Butterflies...flowers that fly and all but sing."
    },
    {
      "cite": "Edith Wharton",
      "quote": "They seemed to suddenly come upon happiness as if they had surprised a butterfly in a winter wood."
    },
    {
      "cite": "Dr. Ross Field",
      "quote": "Butterflies are perhaps one of the most familiar and endearing groups of insects in the world. Their grace and exquisite beauty have fascinated many people over the centuries, often inspiring a child's first insight into nature."
    },
    {
      "cite": "Carol Lynne Pearson",
      "quote": "...Nine butterflies appear within an hour, not on the wing but in the word, bringing a message of transformation and hope.."
    },
    {
      "cite": "Carolyn Argyle",
      "quote": "There are butterflies in my stomach and I'm feeling full of woe. I think I ate some caterpillars a few days ago."
    },
    {
      "cite": "Gloria B. Schlaepfer",
      "quote": "Beautiful and graceful, butterflies lift our spirits with their loveliness and lyric flight."
    },
    {
      "cite": "Gloria B. Schlaepfer",
      "quote": "In early cultures, religions,art and myths, butterflies became symbols of immortality, fleeting beauty and freedom."
    },
    {
      "cite": "John Woodward",
      "quote": "Butterflies love to be out in the sunshine, just like people. You can look for them on warm, bright sunny days."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Literature and butterflies are the two sweetest passions known to man."
    },
    {
      "cite": "Louie Schwartzberg",
      "quote": "The sound of a million butterflies flapping their wings is indescribable. It's very heavenly."
    },
    {
      "cite": "Ashley Antoinette",
      "quote": "Run away from the boy that gives you butterflies, he's going to break your heart."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "The toad beneath the harrow knows exactly where each tooth-point goes; tThe butterfly upon the road preaches contentment to that toad."
    },
    {
      "cite": "Tom Frost",
      "quote": "Americans consider the butterfly a symbol of good fortune and some tribes believe they bring the blessing of sleep and peaceful dreams."
    },
    {
      "cite": "Tom Frost",
      "quote": "In mythology throughout the world, the butterfly repesents the soul and its journey in this life and the next."
    },
    {
      "cite": "Alice Hoffman",
      "quote": "Some things, when they change, never do return to the way they once were. Butterflies for instance, and women who've been in love with the wrong man too often."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When the spirit of nature touches us, our hearts turn into a butterfly."
    },
    {
      "cite": "Jim Reeves",
      "quote": "Your butterfly love just flutters around, from flower to flower, drops their heads to the ground. There're leaves that fall and wither and die, When your butterfly love comes drifting by."
    },
    {
      "cite": "Mariah Carey",
      "quote": "Spread your wings and prepare to fly for you have become a butterfly. Oh fly abandonedly into the sun. If you should return to me, we truly were meant to be. So spread your wings and fly butterfly."
    },
    {
      "cite": "Bee Gees",
      "quote": "Green fields where we used to wander. Purple valleys near my home. We would play there , beneath the sky. And then I kissed you , butterfly"
    },
    {
      "cite": "Billy Ray Cyrus",
      "quote": "Caterpillar in the tree, how you wonder who you'll be. Can't go far but you can always dream. Wish you may and wish you might, don't you worry, hold on tight I promise you there will come a day, butterfly fly away."
    },
    {
      "cite": "Haniel Long",
      "quote": "There will be butterflies, there will be summer skies. And flowers upthrust, when all that Caesar bids, and all the pyramids are dust."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Eyes aloft, over dangerous places, the children follow the butterflies, and in the sweat of their upturned faces, slash with a net at the empty skies."
    },
    {
      "cite": "Rita Blooding",
      "quote": "You give me butterflies that I thought were forever still, and now that I found you, I hope they never will."
    },
    {
      "cite": "Ehgan Sehgal",
      "quote": "A poet is also like a butterfly It should not be a victim of adoption. One should only watch, observe. It is the nature of it. It is its life."
    },
    {
      "cite": "Norah Jones",
      "quote": "Don't go chasing after butterflies when everything you want is right by your side."
    },
    {
      "cite": "Carl Sagan",
      "quote": "We are like butterflies who flutter for a day and think it is forever."
    },
    {
      "cite": "Mario Quintana",
      "quote": "Don't waste your time chasing butterflies. Mend your garden, and the butterflies will come."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Well, I must endure the presence of a few caterpillars if I wish to become acquainted with the butterflies."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "The green grass and the happy skies court the flattering butterflies."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "I love that feeling of being in love,the effect of having butterflies when you wake up in the morning. That is special."
    }
  ]
}