{
  "source": "https://www.wisesayings.com/buttercup-quotes/",
  "theme": "buttercup",
  "quotes": [
    {
      "cite": "Henry Phillips",
      "quote": "Although the buttercup is a cheerful-looking addition to gardens and meadows, 'it enters so frequently into the sports of infancy,' which is why the flower came to symbolize childishness."
    },
    {
      "cite": "Odessa Begay",
      "quote": "A centuries-old children's game is to hold the flower of a yellow buttercup under the chin of a friend. If the chin glows bright yellow, it means the person likes butter."
    },
    {
      "cite": "Odessa Begay",
      "quote": "Despite its toxicity, its ability to blister skin made buttercups useful to medicinally in the sixteenth century, when it was crushed and applied to growths and lesions to make them fall off."
    },
    {
      "cite": "George Augustus Moore",
      "quote": "The meadows are yellow with buttercups, and the birds fly out of the gold."
    },
    {
      "cite": "Odessa Begay",
      "quote": "The buttercup's reflective ability can be attributed to a unique cellular makeup that allows the top surface of its petals to reflect yellow light with an intensity similar to glass."
    },
    {
      "cite": "Odessa Begay",
      "quote": "Buttercups were once known in Europe as king's cups because of their resemblance to a crown."
    },
    {
      "cite": "Miralee Ferrell",
      "quote": "Buttercups. They'd drawn her for years— always her favorite flower— and she never understood why. She'd been delighted to find some still blossoming in this late fall."
    },
    {
      "cite": "Marian S. Edsall",
      "quote": "The name 'buttercup' comes from the belief that the flower gave yellow color to butter but this is fancy, not fact, for grazing cattle usually avoid it."
    },
    {
      "cite": "Steven Foster",
      "quote": "All buttercup species contain varying amount of toxic and acid blistering compounds and should not be used internally or externally."
    },
    {
      "cite": "Marian S. Edsall",
      "quote": "Meadow Buttercup , which gives a yellow sheen to fields and meadows, is beloved of poets and a favorite of children."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Not till June can the grass be said to be waving in the fields. When the frogs dream. and the grass waves, and the buttercups toss their heads, and the heat disposes to bathe in the ponds and streams, then is summer begun."
    },
    {
      "cite": "John Fowles",
      "quote": "Meadows carpeted with buttercups, like slabs of gold in the somber forest."
    },
    {
      "cite": "Hariet Hamilton",
      "quote": "I can do nothing at all, because I'm only a buttercup; and buttercups are such common flowers— hardly a flower at all, some think."
    },
    {
      "cite": "Hariet Hamilton",
      "quote": "Why Buttercup, if He did not love you, would He ever have made you at all? Would He have put that beautiful golden colour on you? Would He have made your petals so perfect, your stem so straight, your little cup so round and even?"
    },
    {
      "cite": "John Eastman",
      "quote": "Buttercup flowers are protogynous— the green pistils mature first, thus reducing the chances of pollination."
    },
    {
      "cite": "Joh Eastman",
      "quote": "Buttercups are not important wildlife food plants. A variety of birds and mammals consume the foliage and seeds, but in relatively small amount."
    },
    {
      "cite": "John Eastman",
      "quote": "According to an old herbal,a decoction of buttercup splashed on the ground will make earthworms rice for a fisherman's plucking."
    },
    {
      "cite": "Mary Ann Antenucci",
      "quote": "Buttercup is the essential essence to use when we feel like a stranger in a strange land. This essence helps us to stop comparing yourself to others."
    },
    {
      "cite": "Steve Andrews",
      "quote": "Meadow buttercup has been used medicinally as the juice from the leaves to treat warts, and as a plaster applied locally to ease violent headaches and gouts."
    },
    {
      "cite": "Steve Andrews",
      "quote": "With its fiery nature it comes as no surprise to learn that the Meadow Buttercup is a herb of Mars."
    },
    {
      "cite": "Angela Carter",
      "quote": "Spindly branches of buttercups were secreted among gleaming stems still moist at the roots from last night's rain that had washedand refreshed the entire wood, had dowered it in poignant transparency, the unique, inconsolable quality of rainy countries, as if all was glimpsed through tears."
    },
    {
      "cite": "Mary Howitt",
      "quote": "Buttercups and daisies, Oh, the pretty flowers; Coming ere the spring time, To tell of sunny hours. When the trees are leafless; When the fields are bare; Buttercups and daisies Spring up here and there."
    },
    {
      "cite": "Asha",
      "quote": "Like a yellow blanket in the Himalayan foothills with a crown of gold, as a honey pot for bees, she stands as yellw bird dances inth e morning breeze winks with the glowing snow she is the gorgeous buttercup flower."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Yellow japanned buttercups and star-disked dandelions, just as we see them lying in the grass, like sparks that have leaped from the kindling sun of summer."
    },
    {
      "cite": "Dinah Maria Mulock",
      "quote": "The buttercups across the field made sunshine rifts of splendor."
    },
    {
      "cite": "Angela Abraham",
      "quote": "From the mud come flowers as golden as sunshine, as fluid as rain. They come at first in ones and twos, yet soon they are the most buoyant of crowds, happily dancing in the wind."
    },
    {
      "cite": "Julia C. R. Dorr",
      "quote": "The buttercups, bright-eyed and bold, held up their chalices of gold to catch the sunshine and the dew."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "Where are the flowers, the fair young flowers, that lately sprang and stood in brighter light and softer airs, a beauteous sisterhood?"
    }
  ]
}