{
  "source": "https://www.wisesayings.com/button-quotes/",
  "theme": "button",
  "quotes": [
    {
      "cite": "Camryn Manheim",
      "quote": "Parents know how to push your buttons because, hey, they sewed them on."
    },
    {
      "cite": "Mary Buchan",
      "quote": "The good thing about having our buttons pushed is that we can no longer ignore the sensitive areas where we need to heal."
    },
    {
      "cite": "Kacey Musgraves",
      "quote": "I don't push buttons to push buttons. Throwing the rebel card out there is really cheap."
    },
    {
      "cite": "Matt Lauer",
      "quote": "It usually takes two people a little while to learn where the funny buttons are and testy buttons are."
    },
    {
      "cite": "Famke Janssen",
      "quote": "I keep pushing buttons and trying to grow as a person and as a filmmaker."
    },
    {
      "cite": "Martha Stewart",
      "quote": "Buttons are the fossils of the sartorial world, enduring long past the garments they were designed to hold together."
    },
    {
      "cite": "Charmaine J. Forde",
      "quote": "Never allow anyone to take you out of character, some people know which buttons to press."
    },
    {
      "cite": "Joanna Lumley",
      "quote": "I can't cut out a piece of cloth and make a lovely dress, but I can mend tears in shirts and sew on buttons."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Never hold anyone by the button, or the hand, in order to be heard out; for if people are unwilling to hear you, you had better hold your tongue than them"
    },
    {
      "cite": "Andy Warhol",
      "quote": "Photographers feel guilty that all they do for a living is press a button."
    },
    {
      "cite": "Erich Maria Remarque",
      "quote": "You may turn into an archangel, a fool, or a criminal - no one will see it. But when a button is missing - everyone sees that."
    },
    {
      "cite": "Giordano Bruno",
      "quote": "If the first button of one's coat is wrongly buttoned, all the rest will be crooked."
    }
  ]
}