{
  "source": "https://www.wisesayings.com/bystander-quotes/",
  "theme": "bystander",
  "quotes": [
    {
      "quote": "There are no innocent bystanders. What were they doing there in the first place?",
      "cite": "William S. Burroughs"
    },
    {
      "quote": "The only thing necessary for the triumph of evil is for good men to do nothing.",
      "cite": "Edmund Burke"
    },
    {
      "quote": "Silence encourages the tormentor, never the tormented.",
      "cite": "Elie Wiesel"
    },
    {
      "quote": "A person seldom falls sick but the bystanders are animated with a faint hope that he will die.",
      "cite": "Ralph Waldo Emerson"
    },
    {
      "quote": "Like secondhand smoke, the leakage of emotions can make a bystander an innocent casualty of someone else's toxic state.",
      "cite": "Daniel Goleman"
    },
    {
      "quote": "There are no bystanders in life. Our humanity makes us each a part of something greater than ourselves.",
      "cite": "Sonia Sotomayor"
    },
    {
      "quote": "Art changes posture and posture changes innocent bystanders.",
      "cite": "Seth Godin"
    },
    {
      "quote": "All the bystanders at an event worthy of note adopt various gestures of admiration when contemplating the occurrence.",
      "cite": "Leonardo da Vinci"
    },
    {
      "quote": "A man's work is his dilemma: his job is his bondage, but it also gives him a fair share of his identity and keeps him from being a bystander in somebody else's world.",
      "cite": "Melvin Maddocks"
    },
    {
      "quote": "The measure of a civilization is in the courage, not of its soldiers, but of its bystanders.",
      "cite": "Jack Mcdevitt"
    },
    {
      "quote": "One of the ill effects of cruelty is that it makes the bystanders cruel.",
      "cite": "Sir Fowell Buxton"
    },
    {
      "quote": "The torments of martyrdom are probably most keenly felt by the bystanders.",
      "cite": "Ralph Waldo Emerson"
    },
    {
      "quote": "One eye witness is better than ten hear sayers.",
      "cite": "Plautus"
    },
    {
      "quote": "The honest and good man ought to be exactly like a man who smells strong, so that the bystander as soon as he comes near him must smell whether he choose or not.",
      "cite": "Marcus Aurelius"
    },
    {
      "quote": "What hurts the victim most is not the cruelty of the oppressor, but the silence of the bystander.",
      "cite": "Elie Wiesel"
    },
    {
      "quote": "The man who is honest and good ought to be exactly like a man who smells strong, so that the bystander as soon as he comes near him must smell whether he choose or not.",
      "cite": "Marcus Aurelius"
    },
    {
      "quote": "Thou shall not be a victim, thou shall not be a perpetrator, and thou shall never, but never, be a bystander.",
      "cite": "Yehuda Bauer"
    }
  ]
}