{
  "source": "https://www.wisesayings.com/cabin-quotes/",
  "theme": "cabin",
  "quotes": [
    {
      "cite": "Alexis de Tocqueville",
      "quote": "There is hardly a pioneer's hut which does not contain a few odd volumes of Shakespeare. I remember that I read the feudal drama of Henry V for the first time in a log cabin."
    },
    {
      "cite": "Carrie Vaughn",
      "quote": "I imagined calling in to my own radio show. Yeah hi, I'm a werewolf, and I'm stuck in a cabin in the woods with another werewolf and a werewolf hunter."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "Home isn't a place, it's a feeling."
    },
    {
      "cite": "D. Morgan",
      "quote": "If I could live forever, and you would be with me, I'd choose a house for all seasons in a mountain greenery."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Because when you stop and look around, this life is pretty amazing."
    },
    {
      "cite": "Edward Abbey",
      "quote": "How to Overthrow the System, brew your own beer, kick in your Tee Vee, kill your own beef, build your own cabin and piss off the front porch whenever you bloody well feel like it."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Wilderness is not a luxury but a necessity of the human spirit."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "But if the book is good, is about something that you know, and is truly written, and reading it over you see that this is so, you can let the boys yip and the noise will have that pleasant sound coyotes make on a very cold night when they are out in the snow and you are in your own cabin that you have built or paid for with your work."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There is more to life than increasing its speed."
    },
    {
      "cite": "Gustav Stickley",
      "quote": "There are elements of intrinsic beauty in the simplification of a house built on the log cabin idea."
    },
    {
      "cite": "Harriet Ann Jacobs",
      "quote": "But to the slave mother New Year's day comes laden with peculiar sorrows. She sits on her cold cabin floor, watching the children who may all be torn from her the next morning and often does she wish that she and they might die before the day dawns."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I did not wish to take a cabin passage, but rather to go before the mast and on the deck of the world, for there I could best see the moonlight amid the mountains. I do not wish to go below now."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I believe that there is a subtle magnetism in Nature, which, if we unconsciously yield to it, will direct us aright."
    },
    {
      "cite": "Isabel Allende",
      "quote": "Seated by her side in the narrow cabin, pressing cold compresses to her forehead and holding her while she vomited, he felt profoundly happy and desired her with unjust intensity."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "If you are holding out for universal popularity, I'm afraid you will be in this cabin for a very long time."
    },
    {
      "cite": "James Truslow Adams",
      "quote": "Lincoln was not great because he was born in a log cabin, but because he got out of it."
    },
    {
      "cite": "Jennifer Faye",
      "quote": "It’d been a long time since they’d been together, but as close as they were physically, they'd never been so far apart in every other way."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "This morning I shot six holes in my freezer. I think I've got cabin fever."
    },
    {
      "cite": "John Muir",
      "quote": "The world's big and I want to have a good look at it before it gets dark."
    },
    {
      "cite": "John Muir",
      "quote": "In every walk with nature, one receives far more than he seeks."
    },
    {
      "cite": "John Paul Stevens",
      "quote": "Although it may not be a castle, a motor home is usually the functional equivalent of a hotel room, a vacation and retirement home or a hunting and fishing cabin."
    },
    {
      "cite": "Leopold Sedar Senghor",
      "quote": "Let us listen to the voices of our Forebears. In the smoky cabin, souls that wish us well are murmuring."
    },
    {
      "cite": "Linda McCartney",
      "quote": "I had daydreams and fantasies when I was growing up. I always wanted to live in a log cabin at the foot of a mountain. I would ride my horse to town and pick up provisions. Then return to the cabin, with a big open fire, a record player and peace."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The birds looked upon me as nothing but a man, quite a trifling creature without wings and they would have nothing to do with me. Were it not so I would build a small cabin for myself among their crowd of nests and pass my days counting the sea waves."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Examples are cited by soldiers, of men who have seen the cannon pointed, and the fire given to it, and who have stepped aside from the path of the ball. The terrors of the storm are chiefly confined to the parlor and the cabin."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Cabin Fifteen does that to everyone,\" Annabeth warned. \"If you ask me, this place is even more dangerous than the Ares cabin. At least with Ares, you can learn where the land mines are."
    },
    {
      "cite": "Robert Browning",
      "quote": "We mortals cross the ocean of this world Each in his average cabin of a life. The bests not big, the worst yields elbowroom."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "For the forest takes away from you all excuse to die. There is nothing here to cabin or thwart your free desires. Here all impudence of the brawling world reach you no more."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "It is a little planet, but how beautiful it is."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Perhaps the truth depends on a walk around the lake."
    },
    {
      "cite": "William Cowper",
      "quote": "This cabin, Mary, in my sight appears, built as it has been in our waning years. A rest afforded to our weary feet. Preliminary to the last retreat."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Make me a willow cabin at your gate, and call upon my soul within the house. Write loyal cantons of contemned love and sing them loud even in the dead of night."
    },
    {
      "cite": "Yuri Gagarin",
      "quote": "The path of a cosmonaut is not an easy, triumphant march to glory. You have to get to know the meaning not just of joy but also of grief, before being allowed in the spacecraft cabin."
    },
    {
      "cite": "Gustav Stickley",
      "quote": "The quiet rhythmic monotone of the wall of logs fills one with the rustic peace of a secluded nook in the woods."
    },
    {
      "cite": "Sylvain Tesson",
      "quote": "It is good to know that out there, in a forest in the world, there is a cabin where something is possible, something fairly close to the sheer happiness of being alive."
    },
    {
      "cite": "Francis Herreshoff",
      "quote": "The cabin of a small yacht is truly a wonderful thing; not only will it shelter you from a tempest, but from the other troubles in life, it is a safe retreat."
    },
    {
      "cite": "Irish Sayings",
      "quote": "A cabin with plenty of food is better than a hungry castle."
    },
    {
      "cite": "Gene Logsdon",
      "quote": "A log cabin symbolized the embrace between civilization and nature, humans literally wrapping the trees around them as they might draw on a coat and hat."
    }
  ]
}