{
  "source": "https://www.wisesayings.com/cake-quotes/",
  "theme": "cake",
  "quotes": [
    {
      "cite": "Israelmore Ayivor",
      "quote": "Take the broken pieces of your life, bake a master cake out of it. Don't stand still like a lake; keep flowing like a stream!"
    },
    {
      "cite": "Buddy Valastro",
      "quote": "Cakes are special. Every birthday, every celebration ends with something sweet, a cake, and people remember. It's all about the memories."
    },
    {
      "cite": "Karl Pilkington",
      "quote": "Happiness is like a cake: have too much of it and you get sick of it."
    },
    {
      "cite": "Mehek Bassi",
      "quote": "Life is a cake and love is the icing on top of it. Without love, it becomes difficult to swallow life."
    },
    {
      "cite": "E. Lockhart",
      "quote": "Love is when you have a really amazing piece of cake, and it's the very last piece, but you let him have it."
    },
    {
      "cite": "Camron Wright",
      "quote": "Literature is a cake with many toys baked inside and even if you find them all, if you don't enjoy the path that leads you to them, it will be a hollow accomplishment."
    },
    {
      "cite": "David Frum",
      "quote": "So if I have two pieces of cake, do I have twice as good an experience as the first piece of cake? One of the things I've found in life is that the first piece of cake is the best."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Cakes have such a terrible habit of turning out bad just when you especially want them to be good."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Where there is cake, there is hope. And there is always cake."
    },
    {
      "cite": "Julia Child",
      "quote": "A party without cake is really just a meeting."
    },
    {
      "cite": "Robert Kuttner",
      "quote": "But of course you can have your cake and eat it, too if you decide to to bake a second cake. And you may well find that baking two cakes does not take twice the work of baking one."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Cake is happiness! If you know the way of the cake, you know the way of happiness! If you have a cake in front of you, you should not look any further for joy!"
    },
    {
      "cite": "Maeve Binchy",
      "quote": "Success is not like a cake that needs to be divided. It's more like a heap of stones a cairn. If someone is successful, they add a stone to the cairn. It gets very high and can be seen from all over the world. That's how I see it."
    },
    {
      "cite": "Nigella Lawson",
      "quote": "Cake baking has to be, however innocently, one of the great culinary scams: it implies effort, it implies domestic prowess; but believe me, it's easy."
    },
    {
      "cite": "Emma Donoghue",
      "quote": "If I was made of cake i'd eat myself before somebody else could."
    },
    {
      "cite": "Andre Rieu",
      "quote": "I was a fat child and loved cake, perhaps because it was the only sweet thing in my life."
    },
    {
      "cite": "Danielle Steel",
      "quote": "A bad review is like baking a cake with all the best ingredients and having someone sit on it."
    },
    {
      "cite": "Boris Johnson",
      "quote": "My policy on cake is pro having it and pro eating it."
    },
    {
      "cite": "Cilla Black",
      "quote": "My idea of baking is buying a ready make cake mix and throwing in an egg."
    },
    {
      "cite": "John Lydon",
      "quote": "Having a birthday cake squashed into your face by young kids? Delicious. I always don a Santa suit at Christmas. Remaining childish is a tremendous state of innocence."
    },
    {
      "cite": "Ann Richards",
      "quote": "I've always told my children that life is like a layer cake. You get to put one layer on top of the other, and whether you frost it or not is up to you."
    },
    {
      "cite": "Duff Goldman",
      "quote": "The great thing about cake is it doesn't feel like work. You forget about work. Kids, adults, they all get the same look in their eye when they're decorating cakes. That's the magic right there."
    },
    {
      "cite": "Gabriel Iglesias",
      "quote": "I drink diet coke so I can eat regular cake."
    },
    {
      "cite": "Jane Asher",
      "quote": "Having cakes as a business certainly changes things for me I don't now sit at home doing a cake for the fun of it anymore. But it's an extremely happy and pleasureable business to run because people are generally buying cakes for celebrations."
    },
    {
      "cite": "Aimee Bender",
      "quote": "I like birthday cake. It's so symbolic. It's a tempting symbol to load with something more complicated than just happy birthday! because it's this emblem of childhood and a happy day."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Writing's a lot like cooking. Sometimes the cake won't rise, no matter what you do, and every now and again the cake tastes better than you ever could have dreamed it would."
    },
    {
      "cite": "Delia Smith",
      "quote": "A cake is a very good test of an oven: if it browns too much on one side and not on the other, it's not your fault you need to have your oven checked."
    },
    {
      "cite": "Mary Berry",
      "quote": "Cakes are healthy too, you just eat a small slice."
    },
    {
      "cite": "Brian Greene",
      "quote": "If the theory turns out to be right, that will be tremendously thick and tasty icing on the cake."
    },
    {
      "cite": "Zygmunt Bauman",
      "quote": "You cannot have a cake and eat it too. Either you eat it, or you have it."
    },
    {
      "cite": "Cise Star",
      "quote": "The icing on the cake is when other people enjoy your vision and support what you do."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "It's a piece of cake until you get to the top. You find you can't stop playing the game the way you've always played it."
    },
    {
      "cite": "Laini Taylor",
      "quote": "Cake for later, cake as a way of life."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "There's nothing better than cake but more cake."
    },
    {
      "cite": "Dave Barry",
      "quote": "The easiest way to make a fruit cake is to buy a darkish cake, then pound some old, hard fruit into it with a mallet. Be sure to wear safety glasses."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "I like to serve chocolate cake, because it doesn't show the dirt."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Let's face it, a nice creamy chocolate cake does a lot for a lot of people; it does for me."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A great empire, like a great cake, is most easily diminished at the edges."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Because the sweeter the cake, the more bitter the jelly can be."
    },
    {
      "cite": "Bob Hope",
      "quote": "You know you're getting old when the candles cost more than the cake."
    },
    {
      "cite": "Paul Hollywood",
      "quote": "Making cake is one of the easiest things in the world."
    },
    {
      "cite": "Janet Fitch",
      "quote": "The cake had a trick candle that wouldn't go out, so I didn't get my wish. Which was just that it would always be like this, that my life could be a party just for me."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Every cake stupendously enthusiastic about consecrating the child's birthday; irrefutably deserved to be kissed by a profoundly enlightening and poignantly glistening candle."
    },
    {
      "cite": "Christopher Guest, Harry Shearer, Michael Mc Kean, Rob Reiner",
      "quote": "Cups and cakes, oh what good things mother makes!"
    },
    {
      "cite": "Margaret Lewis, Mira Smith",
      "quote": "The wedding cake is not all icing."
    },
    {
      "cite": "Ron Ben-Israel",
      "quote": "The process of making a wedding cake is complex on its own, from designing, mis-en-place, baking, frosting, structuring, decorating, to delivering."
    },
    {
      "cite": "Loretta Ellsworth",
      "quote": "That cake tasted good. But the cake in the garbage tasted better. It was the best cake I ever ate."
    },
    {
      "cite": "Gordon Korman",
      "quote": "If the cake fits, eat it!"
    },
    {
      "cite": "James Thurber",
      "quote": "The most dangerous food is wedding cake."
    },
    {
      "cite": "Margaret Elizabeth Sangster",
      "quote": "Not always the fanciest cake that's there Is the best to eat!"
    }
  ]
}