{
  "source": "https://www.wisesayings.com/calculus-quotes/",
  "theme": "calculus",
  "quotes": [
    {
      "cite": "Bertrand Russell",
      "quote": "Calculus required continuity, and continuity was supposed to require the infinitely little; but nobody could discover what the infinitely little might be."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "The invention of the differential calculus marks a crisis in the history of mathematics. The progress of science is divided between periods characterized by a slow accumulation of ideas and periods, when, owing to the new material for thought thus patiently collected, some genius by the invention of a new method or a new point of view, suddenly transforms the whole subject on to a higher level."
    },
    {
      "cite": "Richard Courant",
      "quote": "Calculus is the outcome of a dramatic intellectual struggle which has lasted for twenty-five hundred years."
    },
    {
      "cite": "David Berlinski",
      "quote": "The calculus is the story this the Western world first told itself as it became the modern world."
    },
    {
      "cite": "William Stanley Jevons",
      "quote": "The theory which follows is entirely based on a calculus of pleasure and pain; and the object of economics is to maximize happiness by purchasing pleasure, as it were, at the lowest cost of pain."
    },
    {
      "cite": "Carol Tavris",
      "quote": "In the horrifying calculus of self-deception, the greater the pain we inflict on others, the greater the need to justify it to maintain our feelings of decency and self-worth."
    },
    {
      "cite": "H.P. Lovecraft",
      "quote": "Non- Euclidean calculus and quantum physics are enough to stretch any brain; and when one mixes them with folklore, and tries to trace a strange background of multi-dimensional reality behind the ghoulish hints of Gothic tales and the wild whispers of the chimney-corner, one can hardly expect to be wholly free from mental tension."
    },
    {
      "cite": "Felix Klein",
      "quote": "Every one who understands the subject will agree that even the basis on which the scientific explanation of nature rests is intelligible only to those who have learned at least the elements of the differential and integral calculus, as well as analytical geometry."
    },
    {
      "cite": "Pierre-Simon Laplace",
      "quote": "The theory of probabilities is basically only common sense reduced to a calculus. It makes one estimate accurately what right-minded people feel by a sort of instinct, often without being able to give a reason for it."
    },
    {
      "cite": "Giuseppe Peano",
      "quote": "Geometric calculus consists in a system of operations analogous to those of algebraic calculus, but in which the entities on which the calculations are carried out, instead of being numbers, are geometric entities which we shall define."
    },
    {
      "cite": "Henri Poincare",
      "quote": "If one looks at the different problems of the integral calculus which arise naturally when one wishes to go deep into the different parts of physics, it is impossible not to be struck by the analogies existing."
    },
    {
      "cite": "Francois Arago",
      "quote": "The calculus of probabilities, when confined within just limits, ought to interest, in an equal degree, the mathematician, the experimentalist, and the statesman."
    },
    {
      "cite": "Nicolas de Caritat",
      "quote": "All phenomena are equally susceptible of being calculated, and all that is necessary, to reduce the whole of nature to laws similar to those which Newton discovered with the aid of the calculus, is to have a sufficient number of observations and a mathematics that is complex enough."
    },
    {
      "cite": "Philip J. Hanlon",
      "quote": "One good thing about teaching calculus is that you develop a hardened attitude towards repeating yourself."
    },
    {
      "cite": "James Clerk Maxwell",
      "quote": "The true logic for this world is the calculus of probabilities, which takes account of the magnitude of the probability."
    },
    {
      "cite": "William Stanley Jevons",
      "quote": "The calculus of utility aims at supplying the ordinary wants of man at the least cost of labour."
    },
    {
      "cite": "William Fogg Osgood",
      "quote": "The calculus is the greatest aid we have to the application of physical truth in the broadest sense of the word."
    },
    {
      "cite": "Steven Johnson",
      "quote": "Calculus, the electrical battery, the telephone, the steam engine, the radio all these groundbreaking innovations were hit upon by multiple inventors working in parallel with no knowledge of one another."
    },
    {
      "cite": "Charles Duhigg",
      "quote": "There is a calculus, it turns out, for mastering our subconscious urges. For companies like Target, the exhaustive rendering of our conscious and unconscious patterns into data sets and algorithms has revolutionized what they know about us and, therefore, how precisely they can sell."
    },
    {
      "cite": "Keith Devlin",
      "quote": "The whole apparatus of the calculus takes on an entirely different form when developed for the complex numbers."
    },
    {
      "cite": "James Clerk Maxwell",
      "quote": "The true logic of this world is in the calculus of probabilities."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "In the moral calculus of currently prevailing state capitalism, profits and bonuses in the next quarter greatly outweigh concern for the welfare of one's grandchildren, and since these are institutional maladies, they will not be easy to overcome. While much remains uncertain, we can assure ourselves, with fair confidence, that future generations will not forgive us our silence and apathy."
    },
    {
      "cite": "Wallace B. Smith",
      "quote": "Calculus is the most powerful weapon of thought yet devised by the wit of man."
    },
    {
      "cite": "Keith Devlin",
      "quote": "Calculus works by making visible the infinitesimally small."
    }
  ]
}