{
  "source": "https://www.wisesayings.com/calendar-quotes/",
  "theme": "calendar",
  "quotes": [
    {
      "cite": "H. G. Wells",
      "quote": "We must not allow the clock and the calendar to blind us to the fact that each moment of life is a miracle and mystery."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Ethics and equity and the principles of justice do not change with the calendar."
    },
    {
      "cite": "Michael Ende",
      "quote": "Calendars and clocks exist to measure time, but that signifies little because we all know that an hour can seem as eternity or pass in a flash, according to how we spend it."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "I've been on a calendar, but I've never been on time."
    },
    {
      "cite": "Brooks",
      "quote": "More software projects have gone awry for lack of calendar time than for all other causes combined."
    },
    {
      "cite": "John Glenn",
      "quote": "Too many people, when they get old, think that they have to live by the calendar."
    },
    {
      "cite": "Richelle Mead",
      "quote": "My death will not be penciled in on someone's calendar."
    },
    {
      "cite": "George Herbert",
      "quote": "Death keeps no calendar."
    },
    {
      "cite": "Sujit Lalwani",
      "quote": "Stop walking with a ‘calendar’. It’s capable of ruining your fate, by showing you the date & limiting your courage, by reminding you of your age."
    },
    {
      "cite": "Max Lerner",
      "quote": "There is no crime in the cynical American calendar more humiliating than to be a sucker."
    },
    {
      "cite": "Bob Goff",
      "quote": "The battle for our hearts is fought on the pages of our calendar."
    },
    {
      "cite": "Susie Bright",
      "quote": "You have to calendar time for yourself even if you have no idea what you're going to do with it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Most modern calendars mar the sweet simplicity of our lives by reminding us that each day that passes is the anniversary of some perfectly uninteresting event."
    },
    {
      "cite": "Roger Bacon",
      "quote": "The calendar is intolerable to all wisdom, the horror of all astronomy, and a laughing stock from a mathematician's point of view."
    },
    {
      "cite": "Margery Sharp",
      "quote": "There is nothing so intractable as a calendar."
    },
    {
      "cite": "Mac Thornberry",
      "quote": "No other date on the calendar more potently symbolizes all that our nation stands for than the Fourth of July."
    },
    {
      "cite": "Paul Scott",
      "quote": "The calendar was a mathematical progression with arbitrary surprises."
    },
    {
      "cite": "Charles Richards",
      "quote": "Don't be fooled by the calendar. There are only as many days in the year as you make use of."
    },
    {
      "cite": "Charles Kettering",
      "quote": "Every time you tear a leaf off a calendar, you present a new place for new ideas and progress."
    },
    {
      "cite": "Mae West",
      "quote": "Dates in Calendar are closer than they appear! Time is what keeps everything from happening at once. Keep a diary, and someday it'll keep you."
    },
    {
      "cite": "Naguib Mahfouz",
      "quote": "The calendar has a magic that makes us imagine a memory can be resurrected and revived, but nothing returns."
    },
    {
      "cite": "Tom Coughlin",
      "quote": "The calendar and the clock are all set by football season and the offseason."
    },
    {
      "cite": "Og Mandino",
      "quote": "Tomorrow is only found in the calendar of fools."
    }
  ]
}