{
  "source": "https://www.wisesayings.com/calm-quotes/",
  "theme": "calm",
  "quotes": [
    {
      "cite": "Cat Stevens",
      "quote": "To be calm when you've found something going on."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Developing concern for others, thinking of them as part of us, brings self-confidence, reduces our sense of suspicion and mistrust, and enables us to develop a calm mind."
    },
    {
      "cite": "Li Ching-Yuen",
      "quote": "Retain a calm heart, sit like a turtle, walk swiftly like a pigeon, and sleep like a dog."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "By listening with calm and understanding, we can ease the suffering of another person."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Panic causes tunnel vision. Calm acceptance of danger allows us to more easily assess the situation and see the options."
    },
    {
      "cite": "Toba Beta",
      "quote": "A man of calm is like a shady tree. People who need shelter come to it."
    },
    {
      "cite": "Nitesh Nishad",
      "quote": "Be still and calm, don't fear your past but use it for our future!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Every calm and quiet place is the true temple of the wise man!"
    },
    {
      "cite": "Simon Sinek",
      "quote": "Remaining calm in times of desperation makes way for opportunity."
    },
    {
      "cite": "Chademeng Tan",
      "quote": "If the mind is calm, your spontaneity and honest thoughts appear. You become more spontaneous."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Stay calm inside! You will then see that outside storms of life, even the most terrible ones, will turn into soft winds."
    },
    {
      "cite": "Tracy Chevalier",
      "quote": "You're so calm and quiet, you never say. But there are things inside you. I see them sometimes, hiding in your eyes."
    },
    {
      "cite": "George Herbert",
      "quote": "Be calm in arguing; for fierceness makes error a fault, and truth discourtesy."
    },
    {
      "cite": "Alexandra Stoddard",
      "quote": "Slow down. Calm down. Don't worry. Don't hurry. Trust the process."
    },
    {
      "cite": "J.D. Stroube",
      "quote": "It stood calm against the suburban storm raging around it. The thunder screamed across the sky; it slapped the clouds into a heated turmoil that flew towards the south."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Learn to be calm and you will always be happy."
    },
    {
      "cite": "Harbhajan Singh Yogi",
      "quote": "To be calm is the highest achievement of the best of what you have."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Calm mind brings inner strength and self-confidence, so that's very important for good health."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Set peace of mind as your highest goal, and organise your life around it."
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Calm's not life's crown, though calm is well."
    },
    {
      "cite": "Dalai Lama",
      "quote": "When our mind is calm, we're better able to find peace of mind and live a joyful life."
    },
    {
      "cite": "Horace",
      "quote": "Remember to keep the mind calm in difficult moments."
    },
    {
      "cite": "Mariano Rivera",
      "quote": "I like a calm life where nobody bothers me."
    },
    {
      "cite": "Dalai Lama",
      "quote": "A calm mind is good for our physical health, but it also enables us to see things more realistically."
    },
    {
      "cite": "Amy Ephron",
      "quote": "Keep a cool surface. Calm. Detached. As inside a part of you has been shattered."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Remain calm, serene, always in command of yourself. You will then find out how easy it is to get along."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When everything around you is crazy, it is ingenious to stay calm."
    },
    {
      "cite": "Buddha",
      "quote": "Those who act with few desires are calm, without worry or fear."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Power is so characteristically calm, that calmness in itself has the aspect of strength."
    },
    {
      "cite": "Pope Shenouda Iii",
      "quote": "Calm can solve all issues."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "When the mind is calm, how quickly, how smoothly, how beautifully you will perceive everything."
    },
    {
      "cite": "Dalai Lama",
      "quote": "When we speak of a calm state of mind or peace of mind, we shouldn't confuse that with an insensitive state of apathy. Having a calm or peaceful state of mind doesn't mean being spaced out or completely empty. Peace of mind or a calm state of mind is rooted in affection and compassion and is sensitive and responsive to others."
    },
    {
      "cite": "Fiona Apple",
      "quote": "It's calm under the waves in the blue of my oblivion."
    },
    {
      "cite": "Robert Murray M'Cheyne",
      "quote": "A calm hour with God is worth a whole lifetime with man."
    },
    {
      "cite": "Channing Pollock",
      "quote": "Calm self-confidence is as far from conceit as the desire to earn a decent living is remote from greed."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Let the mind calm down and the heart start to open. Then everything will be very obvious."
    },
    {
      "cite": "Allen Tate",
      "quote": "There is a calm for you where men and women Unroll the chill precision of moving feet."
    },
    {
      "cite": "Remez Sasson",
      "quote": "Learn to calm down the winds of your mind, and you will enjoy great inner peace."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "He who remains calm while those around him panic probably doesn't know what's going on."
    },
    {
      "cite": "LL Cool J",
      "quote": "When adversity strikes, that's when you have to be the most calm. Take a step back, stay strong, stay grounded and press on."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Absolute calm is not the law of ocean. And it is the same with the ocean of life."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Be a calm beholder of what is happening around you."
    },
    {
      "cite": "Francis de Sales",
      "quote": "Never be in a hurry, do everything quietly and in a calm spirit. Do not lose your inner peace for anything whatsoever, even if your whole world seems upset."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "Being relaxed, at peace with yourself, confident, emotionally neutral loose, and free-floating these are the keys to successful performance in almost everything."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "By staying calm, you increase your resistance against any kind of storms."
    },
    {
      "cite": "Lenny Kravitz",
      "quote": "Keeping grounded and keeping focused and keeping calm and thankful, that comes from God."
    },
    {
      "cite": "Gordon Lightfoot",
      "quote": "Be calm in the face of all common disgraces."
    }
  ]
}