{
  "source": "https://www.wisesayings.com/camera-quotes/",
  "theme": "camera",
  "quotes": [
    {
      "cite": "Orson Welles",
      "quote": "A film is never really good unless the camera is an eye in the head of a poet."
    },
    {
      "cite": "Annie Leibovitz",
      "quote": "The camera makes you forget you're there. It's not like you are hiding but you forget, you are just looking so much."
    },
    {
      "cite": "Cesar Romero",
      "quote": "They say the camera never lies. It lies every day."
    },
    {
      "cite": "Dorothea Lange",
      "quote": "One should really use the camera as though tomorrow you'd be stricken blind."
    },
    {
      "cite": "Susan Sontag",
      "quote": "The camera makes everyone a tourist in other people's reality, and eventually in one's own."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "A movie camera is like having someone you have a crush on watching you from afar - you pretend it's not there."
    },
    {
      "cite": "John Cassavetes",
      "quote": "The camera is the slave to the actor."
    },
    {
      "cite": "John Berger",
      "quote": "The camera relieves us of the burden of memory. It surveys us like God, and it surveys for us. Yet no other god has been so cynical, for the camera records in order to forget."
    },
    {
      "cite": "Harold Evans",
      "quote": "The camera cannot lie, but it can be an accessory to untruth."
    },
    {
      "cite": "Heather Locklear",
      "quote": "The older you get, the farther from the camera you need to be."
    },
    {
      "cite": "Dirk Bogarde",
      "quote": "The camera can photograph thought. It's better than a paragraph of sweet polemic."
    },
    {
      "cite": "Freeman Patterson",
      "quote": "The camera points both ways. In expressing the subject you also express yourself."
    },
    {
      "cite": "John Gunther",
      "quote": "The camera is one of the greatest liars of our time."
    },
    {
      "cite": "Steve Coleman",
      "quote": "A camera exposes more than just an image. It also exposes the photographer."
    },
    {
      "cite": "Wes Craven",
      "quote": "If you think it, the camera will see it."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The camera is as subjective as we are."
    },
    {
      "cite": "Alexander Rodchenko",
      "quote": "Only the camera seems to be really capable of describing modern life."
    },
    {
      "cite": "Ajay Naidu",
      "quote": "The camera is interested in what you are thinking as opposed to just what you are doing or saying."
    },
    {
      "cite": "Douglas Sirk",
      "quote": "Your camera is the best critic there is. Critics never see as much as the camera does. It is more perceptive than the human eye."
    },
    {
      "cite": "Le Corbusier",
      "quote": "Cameras get in the way of seeing."
    },
    {
      "cite": "Arnold Newman",
      "quote": "The camera is a mirror with a memory, but it cannot think."
    },
    {
      "cite": "Chiara Ferragni",
      "quote": "Looking into the camera creates a special eye and soul contact."
    },
    {
      "cite": "Patrick Demarchelier",
      "quote": "When you are a photographer, you work all the time, because your eye is the first camera."
    },
    {
      "cite": "Gordon Parks",
      "quote": "You know, the camera is not meant just to show misery."
    },
    {
      "cite": "Norman Parkinson",
      "quote": "The camera can be the most deadly weapon since the assassin's bullet. Or it can be the lotion of the heart."
    },
    {
      "cite": "Ansel Adams",
      "quote": "The single most important component of a camera is the twelve inches behind it."
    },
    {
      "cite": "Berenice Abbott",
      "quote": "The camera is no more an instrument of preservation, the image is."
    },
    {
      "cite": "Julie Andrews",
      "quote": "The thrill of being in front of a camera remains exactly the same."
    },
    {
      "cite": "Mathew Brady",
      "quote": "The camera is the eye of history."
    },
    {
      "cite": "Jerry Uelsmann",
      "quote": "The camera is a fluid way of encountering that other reality."
    },
    {
      "cite": "Gordon Parks",
      "quote": "The camera could be a very powerful instrument against discrimination, against poverty, against racism."
    },
    {
      "cite": "Susan Sontag",
      "quote": "There is an aggression implicit in every use of the camera."
    },
    {
      "cite": "Louis Malle",
      "quote": "You see the world much better through a camera."
    },
    {
      "cite": "Jerry Uelsmann",
      "quote": "The camera basically is a license to explore."
    }
  ]
}