{
  "source": "https://www.wisesayings.com/camel-quotes/",
  "theme": "camel",
  "quotes": [
    {
      "cite": "Jackie Kennedy",
      "quote": "A camel makes an elephant feel like a jet plane."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Do not free a camel of the burden of his hump; you may be freeing him from being a camel."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Just like a caravan of camels walking in the desert, be durable against the adversities of life and walk with decisive steps."
    },
    {
      "cite": "Walter Moers",
      "quote": "On horseback you feel as if you're moving in time to classical music; a camel seems to progress to the beat of a drum played by a drunk."
    },
    {
      "cite": "Akhenaton",
      "quote": "As a camel beareth labour, and heat, and hunger, and thirst, through deserts of sand, and fainteth not; so the fortitude of a man shall sustain him through all perils."
    },
    {
      "cite": "Jesus Christ",
      "quote": "I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of heaven."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A camel that always moves with the camel caravan cannot discover the beauties of the unknown oases!"
    },
    {
      "cite": "Turkish Proverb",
      "quote": "It is easier to make a camel jump a ditch than to make a fool listen to reason."
    },
    {
      "cite": "Julian Tuwim",
      "quote": "The difference between camels and men; a camel can work a week and not drink; a man can drink a week and not work."
    },
    {
      "cite": "Rachel Weiz",
      "quote": "I have absolutely no empathy for camels. I didn't care for being abused in the Middle East by those horrible, horrible, horrible creatures. They don't like people. It's not at all like the relationship between horses and humans."
    },
    {
      "cite": "Amelia Blanford Edwards",
      "quote": "The camel has his virtues - so much at least must be admitted; but they do not lie upon the surface."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "As a camel kneels before his master to have him remove his burden at the end of the day, so kneel each night and let the Master take your burden."
    },
    {
      "cite": "Turkish Proverb",
      "quote": "No camel route is long, with good company."
    },
    {
      "cite": "Marcelene Cox",
      "quote": "Life is like a camel; you can make it do anything except back up."
    },
    {
      "cite": "Larrry Wall",
      "quote": "The camel has evolved to be relatively self-sufficient. On the other hand, the camel has not evolved to smell good. Neither has Perl."
    },
    {
      "cite": "Thomas Adams",
      "quote": "The covetous man is like a camel with a great hunch on his back; heaven's gate must be made Higher and broader, or he will hardly get in."
    },
    {
      "cite": "Groucho Marx",
      "quote": "The Arab and the camel are inseparable. It's been said that an Arab would give up his wife rather than give up his camel. Personally, I haven't got a camel, but I think it's a great idea."
    },
    {
      "cite": "Noel Coward",
      "quote": "Passion in a dromedary doesn't go so deep; a camel when it's mating never sobs itself to sleep."
    },
    {
      "cite": "Lebanese Proverb",
      "quote": "Good advice once was worth a camel; now that it is free of charge, no one takes it."
    }
  ]
}