{
  "source": "https://www.wisesayings.com/campfire-quotes/",
  "theme": "campfire",
  "quotes": [
    {
      "cite": "Antler",
      "quote": "Gather wood, build a fire, stay up all night with the fire and stars. / Have a little blackberry brandy as you telescope to bring the stars closer in. / The sound of the fire, the smell of the fire, / The light and heat of the fire will help you, heal you. / A campfire's Paleolithic experience we can all still have."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "We had come a far piece into a strange land, a trail lit by lonely campfires and gunfire and the wishing we did by day and by night. Now we rode back to plant roots to the land and with luck, to leave sons to carry on a more peaceful life, in what we hoped would be a more peaceful world."
    },
    {
      "cite": "Robin Donovan",
      "quote": "Forest fires a real threat— both to the environment and to those enjoying the wilderness— so always use caution when building fires in the outdoors."
    },
    {
      "cite": "Robin Donovan",
      "quote": "To extinguish a campfire, stir the coal and ashes with a long stick to spread them out and expose their surfaces to the air; then slowly pour water over the coals, keeping your face and hands away from the rising steam until the fire is completely extinguished."
    },
    {
      "cite": "David Lubar",
      "quote": "The campfire is the most important part of camping. It's far more than just a source of heat or light. It's the heart of civilization. All other activities revolve around the fire."
    },
    {
      "cite": "Ann White Lombardi",
      "quote": "The onlookers watched as the fire snapped and popped, observing the flames encircle the logs. Bits of blue and green intertwined with the blazing orange and yellow. The smoke rose high above the campfire, lifting glowing embers."
    },
    {
      "cite": "Rick Steber",
      "quote": "Young people knew what had happened to the world because their elders communicated it to them around the campfire."
    },
    {
      "cite": "Rick Steber",
      "quote": "No special effect can ever come close to the power and impact of human imagination. A story, told or read around a campfire, will keep alive our time-honored traditions of oral history."
    },
    {
      "cite": "Buck Tilton",
      "quote": "The first campfire didn't exist until something nearly human shambled over and camped near it."
    },
    {
      "cite": "Buck Tilton",
      "quote": "Build a campfire only when environmental conditions allow it. The danger of wildfire must be low, and you can find out if it is by checking land management agencies."
    },
    {
      "cite": "Buck Tilton",
      "quote": "A campfire of dead wood will blaze for a few minutes with those plants, and new growth will require, literally, centuries to reach maturity, die and fall."
    },
    {
      "cite": "Sigurd Olson",
      "quote": "Before men ever dreamed of shelter, campfires were their homes. Here they gathered and made their first plans for communal living, for tribal hunts and raids. Here for centuries they dreamed vague dreams and became slowly aware of the first faint glimmerings and nebulous urges that eventually were to widen the gulf between them and the primitive darkness from which they sprang."
    },
    {
      "cite": "Yvonne Prinz",
      "quote": "If you can survive camping with someone, you should marry them on the way home."
    },
    {
      "cite": "Melody A. Carlson",
      "quote": "The best wilderness campfire builders 'leave no trace.'"
    },
    {
      "cite": "Mario William Vitale",
      "quote": "Dying embers of a campfire, / Mostly smoking, choking out the last bit of orange / Heat as the moon makes a final exit from the sky / He flies into a reborn sun."
    },
    {
      "cite": "Jim James",
      "quote": "Once all the power goes out, there will still be human beings standing together around a campfire, playing acoustic guitars."
    },
    {
      "cite": "Margaret Elizabeth Sangster",
      "quote": "Spring is beautiful, and summer is perfect for vacations, but autumn brings a longing to get away from the unreal things of life, out into the forest at night with a campfire and the rustling leaves."
    },
    {
      "cite": "Pippa Middleton",
      "quote": "Whatever form it takes, camping is earthy, soul enriching and character building, and there can be few such satisfying moments as having your tent pitched and the smoke rising from your campfire as the golden sun sets on the horizon--even if it's just for a fleeting moment before the rain spoils everything."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Remember, a good marriage is like a campfire. Both grow cold if left unattended."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "You don't have to say everything to be a light. Sometimes a fire built on a hill will bring interested people to your campfire."
    },
    {
      "cite": "Laurie Anderson",
      "quote": "Technology is the campfire around which we tell our stories."
    },
    {
      "cite": "Cynthia Lewis",
      "quote": "It's easier to throw sticks on the campfire than to try to restart it when it goes out."
    },
    {
      "cite": "Rick Riordan",
      "quote": "The whole campfire idea freaked Piper out. It made her think of that huge purple bonfire in the dreams, and her father tied to a stake. What she got instead was almost as terrifying: a sing-along."
    },
    {
      "cite": "Sean Terrence Best",
      "quote": "In any arrangement that hinges upon the fulcrum of trust there exists the leverage potential for crime."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "We're never alone. As soon as we step outside the campfire glow, our Muse lights on our shoulder like a butterfly. The act of courage calls for infallibly that deeper part of ourselves that supports and sustains us."
    },
    {
      "cite": "David Mitchell",
      "quote": "Fire's the sun, unwindin' itself out o' the wood."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Who has smelled the woodsmoke at twilight, who has seen the campfire burning, who is quick to read the noises of the night?"
    },
    {
      "cite": "Tom Waits",
      "quote": "When your down on your luck and you've lost all your dreams theres nothing like a campfire and a can of beans."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "In the heat of her hands I thought, This is the campfire that mocks the sun."
    },
    {
      "cite": "John Eldredge",
      "quote": "You get guys around a campfire, and they start telling their stories. That's the fellowship that they want to be in."
    },
    {
      "cite": "John Geddes",
      "quote": "Light a campfire and everyone's a storyteller."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The echoes of beauty you've seen transpire, Resound through dying coals of a campfire."
    }
  ]
}