{
  "source": "https://www.wisesayings.com/camping-quotes/",
  "theme": "camping",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "We now no longer camp as for a night, but have settled down on earth and forgotten heaven."
    },
    {
      "cite": "Dan Poynter",
      "quote": "Do not collaborate with someone you would not go camping with."
    },
    {
      "cite": "Colleen Haskell",
      "quote": "I went camping for 33 days, and now everybody seems to care."
    },
    {
      "cite": "Jack Handey",
      "quote": "Somebody told me it was frightening how much topsoil we are losing each year, but I told that story around the campfire and nobody got scared."
    },
    {
      "cite": "Dave Barry",
      "quote": "Camping is nature's way of promoting the motel business."
    },
    {
      "cite": "Jeremy Irvine",
      "quote": "I think camping is one of those things where if you're forced into it as a child, you'll probably hate it as an adult."
    },
    {
      "cite": "Raymond Duncan",
      "quote": "A lot of parents pack up their troubles and send them off to summer camp."
    },
    {
      "cite": "Christine Feehan",
      "quote": "My camping days are over, but I might consider glamping."
    },
    {
      "cite": "Dave Barry",
      "quote": "It always rains on tents. Rainstorms will travel thousands of miles, against prevailing winds for the opportunity to rain on a tent."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The fire is the main comfort of the camp, whether in summer or winter."
    },
    {
      "cite": "Dana Gould",
      "quote": "When homeless people go camping, how do they know?"
    },
    {
      "cite": "Mavis Gallant",
      "quote": "She had the loaded handbag of someone who camps out and seldom goes home, or who imagines life must be full of emergencies."
    },
    {
      "cite": "Michael Steger",
      "quote": "A perfect day would be to get into the car, drive out to Yosemite and go camping."
    },
    {
      "cite": "Dave Barry",
      "quote": "The ultimate camping trip was the Lewis and Clark expedition."
    },
    {
      "cite": "George Carlin",
      "quote": "Some national parks have long waiting lists for camping reservations. When you have to wait a year to sleep next to a tree, something is wrong."
    },
    {
      "cite": "Yvonne Prinz",
      "quote": "Camping is not a date; it's an endurance test. If you can survive camping with someone, you should marry them on the way home."
    },
    {
      "cite": "Sarah Wayne Callies",
      "quote": "The rite of passage of learning to build a fire that will burn all night with one match is not an insignificant one in my husband's family, and I grew up camping and backpacking. I love to camp."
    },
    {
      "cite": "Demetri Martin",
      "quote": "Canoe plus waterfall equals I don't go camping anymore."
    },
    {
      "cite": "Jamie Luner",
      "quote": "I go camping with my boyfriend having nothing other than ourselves and the birds to talk with is most relaxing."
    },
    {
      "cite": "Norman Reedus",
      "quote": "I've been camping and stuff, but if you left me in the woods I'd probably just curl up and cry until someone found me."
    },
    {
      "cite": "Kirsten Lepore",
      "quote": "I grew up camping with my family. We took so many trips. We had an RV, actually, when we were growing up. We did a ton of camping trips and went across the country."
    },
    {
      "cite": "John Muir",
      "quote": "The glories of a mountain campfire are far greater than may be guessed.... One can make a day of any size, and regulate the rising and setting of his own sun and the brightness of its shining."
    },
    {
      "cite": "Thomas E. Dewey",
      "quote": "If you're not in New York, you're camping out."
    },
    {
      "cite": "John Geddes",
      "quote": "Light a campfire and everyone's a storyteller."
    }
  ]
}