{
  "source": "https://www.wisesayings.com/canada-quotes/",
  "theme": "canada",
  "quotes": [
    {
      "cite": "Edgar Friedenberg",
      "quote": "Canadians are more polite when they are being rude than Americans are when they are being friendly."
    },
    {
      "cite": "Pierre Trudeau",
      "quote": "Canada will be a strong country when Canadians of all provinces feel at home in all parts of the country, and when they feel that all Canada belongs to them."
    },
    {
      "cite": "Barack Obama",
      "quote": "Canada is one of the most impressive countires in the world."
    },
    {
      "cite": "Alessia Cara",
      "quote": "Canada is a really big melting pot of cultures, so we ended up with a giant mosaic of different music."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "Without Montreal, Canada would be hopeless."
    },
    {
      "cite": "Stephen Harper",
      "quote": "Make no mistake. Canada is not a bilingual country. In fact it is less bilingual today than it has ever been."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Canada is the only country in the world that knows how to live without an identity."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Canada was built on dead beavers."
    },
    {
      "cite": "John W. Dawson",
      "quote": "Canada has two emblems - the beaver and the maple."
    },
    {
      "cite": "Justin Trudeau",
      "quote": "The fact is, Canada needs investment, particularly in infrastructure."
    },
    {
      "cite": "Justin Trudeau",
      "quote": "Canada has always been there to help people who need it."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Canadians are the people who learned to live without the bold accents of the natural ego-trippers of other lands."
    },
    {
      "cite": "Paul Kopas",
      "quote": "Canadian nationalism is a subtle, easily misunderstood but powerful reality, expressed in a way that is not to state directed - something like a beer commercial or the death of a significant Canadian figure."
    },
    {
      "cite": "Kim Campbell",
      "quote": "Canada is the homeland of equality, justice and tolerance."
    },
    {
      "cite": "Robertson Davies",
      "quote": "Canada is not really a place where you are encouraged to have large spiritual adventures."
    },
    {
      "cite": "Charles E. Wilson",
      "quote": "Canada has great natural resources, and its people have the spirit and ability to develop them."
    },
    {
      "cite": "Steve Miller",
      "quote": "Canadian pride may not rest on our sleeves, but it resides deeply in our hearts."
    },
    {
      "cite": "Stockwell Day",
      "quote": "Canada is founded upon principles that recognize the supremacy of God and the rule of law."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Canada is a balloon-puncturing country. You are not really allowed to be an icon unless you also make an idiot of yourself."
    },
    {
      "cite": "Pierre Trudeau",
      "quote": "Canada is not a country for the cold of heart or the cold of feet."
    },
    {
      "cite": "Jack Layton",
      "quote": "Canada is a great country, one of the hopes of the world."
    },
    {
      "cite": "Anonymous",
      "quote": "A Canadian is sort of like an American, but without the gun."
    },
    {
      "cite": "David Suzuki",
      "quote": "Canada, more than any nation, will be affected by rising sea levels from global warming."
    },
    {
      "cite": "Robin Williams",
      "quote": "Canada is like a loft apartment over a really great party."
    },
    {
      "cite": "Wilfrid Laurier",
      "quote": "Canada is free and freedom is its nationality."
    },
    {
      "cite": "Emily Carr",
      "quote": "It is wonderful to feel the grandness of Canada in the raw."
    },
    {
      "cite": "Richard Benner",
      "quote": "Canada is a country so square that even the female impersonators are women."
    },
    {
      "cite": "George Woodcock",
      "quote": "Canadians do not like heroes, and so they do not have them."
    }
  ]
}