{
  "source": "https://www.wisesayings.com/cancer-quotes/",
  "theme": "cancer",
  "quotes": [
    {
      "cite": "John Diamon",
      "quote": "Cancer is a word, not a sentence."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "We have two options, medically and emotionally: give up or fight like hell."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "Cancer affects all of us, whether you're a daughter, mother, sister, friend, coworker, doctor, or patient."
    },
    {
      "cite": "Jim Valvano",
      "quote": "Cancer can take away all of my physical abilities. It cannot touch my mind, it cannot touch my heart, and it cannot touch my soul."
    },
    {
      "cite": "Dave Pelzer",
      "quote": "You can be a victim of cancer, or a survivor of cancer. It's a mindset."
    },
    {
      "cite": "Michael Douglas",
      "quote": "Cancer didn't bring me to my knees, it brought me to my feet."
    },
    {
      "cite": "Joel Siegel",
      "quote": "Cancer changes your life, often for the better. You learn what's important, you learn to prioritize, and you learn not to waste your time. You tell people you love them. My friend Gilda Radner used to say, 'If it wasn't for the downside, having cancer would be the best thing and everyone would want it.' That's true. If it wasn't for the downside."
    },
    {
      "cite": "Emily Hollenberg",
      "quote": "Cancer is a journey, but you walk the road alone. There are many places to stop along the way and get nourishment - you just have to be willing to take it."
    },
    {
      "cite": "Olivia Newton-John",
      "quote": "My cancer scare changed my life. I'm grateful for every new, healthy day I have. It has helped me prioritize my life."
    },
    {
      "cite": "Marcia Smith",
      "quote": "Cancer is not a death sentence, but rather it is a life sentence; it pushes one to live."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "So if there is a purpose to the suffering that is cancer, I think it must be this: it's meant to improve us."
    },
    {
      "cite": "Martha Weinman Lear",
      "quote": "Women agonize over cancer; we take as a personal threat the lump in every friend's breast."
    },
    {
      "cite": "Chris Prestano",
      "quote": "All too often, we forget about the patient's emotional fight while they're physically fighting their diagnosis. But cancer is a disease of the body, mind, and soul."
    },
    {
      "cite": "Barbara Bloom",
      "quote": "When the Japanese mend broken objects, they aggrandize the damage by filling the cracks with gold. They believe that when something's suffered damage and has a history, it becomes more beautiful."
    },
    {
      "cite": "Ambrose Redmoon",
      "quote": "Courage is not the absence of fear, but rather the judgement that something else is more important than fear."
    },
    {
      "cite": "Anonymous",
      "quote": "Cancer is so limited. It cannot cripple love. It cannot shatter hope. It cannot corrode faith. It cannot destroy peace. It cannot kill friendship. It cannot suppress memories. It cannot silence courage. It cannot invade the soul. It cannot steal eternal life. It cannot conquer the spirit."
    },
    {
      "cite": "Nikolai Lenin",
      "quote": "The most important thing in illness is never to lose heart."
    },
    {
      "cite": "Kylie Minogue",
      "quote": "One important thing to know is you're still the same person during it. You're stripped down near zero. But it seems that most people come out at the other end feeling more like themselves than ever before. I'm more eager than ever to do what I did. I want to do everything."
    },
    {
      "cite": "Caroline Monk",
      "quote": "I always look on the positive side and in a weird way just thought of it as another adventure. Not for a single second did it go through my head that I was going to die."
    },
    {
      "cite": "Cynthia Nixon",
      "quote": "Cancer is really hard to go through and it's really hard to watch someone you love go through, and I know because I have been on both sides of the situation."
    },
    {
      "cite": "Jaclyn Smith",
      "quote": "Having cancer does make you try to be better at everything you do and enjoy every moment. It changes you forever. But it can be a positive change."
    },
    {
      "cite": "Robin Roberts",
      "quote": "I'm stronger than I thought I was. My favorite phrase has been 'This too shall pass.' I now understand it really well."
    },
    {
      "cite": "John Green",
      "quote": "Whenever you read a cancer booklet or website or whatever, they always list depression among the side effects of cancer. But, in fact, depression is not a side effect of cancer. Depression is a side effect of dying."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "You can see a person's whole life in the cancer they get."
    },
    {
      "cite": "MotivationalQuotes.info",
      "quote": "You may have to fight a battle more than once to win it."
    }
  ]
}