{
  "source": "https://www.wisesayings.com/candy-quotes/",
  "theme": "candy",
  "quotes": [
    {
      "cite": "Nick Cannon",
      "quote": "I always say that candy is the perfect studio food - it keeps your energy going."
    },
    {
      "cite": "Sara Sampaio",
      "quote": "My guilty pleasure is definitely candy! Skittles are my favorite."
    },
    {
      "cite": "Ben Bernanke",
      "quote": "If you take a candy bar in the short run, it gives you a burst of energy, but after a while, it just makes you fat."
    },
    {
      "cite": "Dylan Lauren",
      "quote": "There's no denying that candy is comfort food and it's affordable."
    },
    {
      "cite": "Dylan Lauren",
      "quote": "I always saw candy as art."
    },
    {
      "cite": "Dylan Lauren",
      "quote": "I think people always want candy, whether you're a kid or an adult."
    },
    {
      "cite": "Pooja Bhatt",
      "quote": "I could not be arm candy to a hero."
    },
    {
      "cite": "Kathy Debiec",
      "quote": "You're never too old to be for free candy."
    },
    {
      "cite": "Truida Genis",
      "quote": "Don't be eye candy, be soul food."
    },
    {
      "cite": "Cresila Pinero",
      "quote": "The sweet taste of candy calms my soul."
    },
    {
      "cite": "Handy Shandy",
      "quote": "Keep calm and love candy."
    },
    {
      "cite": "Amy Krouse Rosenthal",
      "quote": "If you want to grow up to be a big, strong pea, you have to eat your candy."
    },
    {
      "cite": "Marge Howe Wagner",
      "quote": "Where there is chocolate there is hope."
    },
    {
      "cite": "Sadiya Hafisi",
      "quote": "When no understands you chocolate is there."
    },
    {
      "cite": "Rebecca Gober",
      "quote": "Candy is natures way of making up for Mondays."
    },
    {
      "cite": "Bee Wilson",
      "quote": "Candy bar nostalgia puts us all on the same page."
    },
    {
      "cite": "Jun Mochizuki",
      "quote": "Inside the tin of sweets are four jewels, like candy drops. Look at them closely...and stories spill out."
    },
    {
      "cite": "Joe Guillotin",
      "quote": "He took that candy bar from his back pocket, and he gave that dying soldier his chocolate."
    },
    {
      "cite": "Henry Vaughan",
      "quote": "As we long for sure recruits, candy with sugar our choice fruits."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Out of mush-mushy candy floss romances which only led to shattering of the heart into infinite pieces."
    },
    {
      "cite": "Candy Kisses",
      "quote": "I run to meet her like a kid with a dollar to the corner candy."
    },
    {
      "cite": "Elvis Costello",
      "quote": "Here lies the powder and perfume, the pretty clothes are scattered 'round the rock,  and it's so like candy."
    },
    {
      "cite": "Jessie Hill",
      "quote": "You're like candy, the world sweetest friend, you taste better now than you did back then."
    },
    {
      "cite": "Miranda Ingram",
      "quote": "It's not that chocolates are a substitute for love. Love is a substitute for chocolate. Chocolate is, let's face it, far more reliable than a man."
    },
    {
      "cite": "Ben Strohecker",
      "quote": "Chocolate makes everyone smile-even bankers."
    },
    {
      "cite": "Peter Rogers",
      "quote": "Eating chocolate can have significant influences on mood, generally leading to an increase in pleasant feelings and a reduction in tension."
    },
    {
      "cite": "Michael Levine",
      "quote": "Chemically speaking, chocolate really is the world's perfect food."
    },
    {
      "cite": "Catherine Aitken",
      "quote": "Chocolate is cheaper than therapy and you don't need an appointment."
    },
    {
      "cite": "Baron Justus Von Liebig",
      "quote": "Chocolate is a perfect food, as wholesome as it is delicious, a beneficent restorer of exhausted power. it is the best friend of those engaged in literary pursuits."
    },
    {
      "cite": "Christelle Le Ru",
      "quote": "Reminiscent of childhood memories, luxury, sweetness and sensuality, chocolate is more than just a food--it is therapy."
    },
    {
      "cite": "Daniel Worona",
      "quote": "Chocolate: the poor mans' champagne."
    },
    {
      "cite": "Rachel Vincent",
      "quote": "Chocolate says \"I'm sorry\" so much better than words."
    },
    {
      "cite": "Jason Love",
      "quote": "Chocolate is an antidepressant, which is especially useful as you start to gain weight."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Chocolate is ground from the beans of happiness."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Candy is dandy but liquor is quicker."
    },
    {
      "cite": "Charles Schulz",
      "quote": "All I really need is love, but a little candy now and then doesn't hurt!"
    },
    {
      "cite": "Jason Love",
      "quote": "I want to have a good body, but not as much as I want dessert."
    },
    {
      "cite": "Judith Olney",
      "quote": "Once in a young lifetime one should be allowed to have as much sweetness as one can possibly want and hold."
    },
    {
      "cite": "Anthelme Brillat-Savarin",
      "quote": "A dessert without cheese is like a beautiful woman with only one eye."
    },
    {
      "cite": "Dylan Lauren",
      "quote": "Candy is childhood, the best and bright moments you wish could have lasted forever."
    },
    {
      "cite": "Jose Andres Puerta",
      "quote": "Cotton candy is the most amazing form of caramelization ever invented by man."
    },
    {
      "cite": "Jane Smiley",
      "quote": "Candy is my fuel. Ice cream, too."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "You can tell a lot about a fellow's character by his way of eating jellybeans."
    },
    {
      "cite": "Betty MacDonald",
      "quote": "There's nothing as cozy as a piece of candy and a book."
    },
    {
      "cite": "Jamie Ford",
      "quote": "The library is like a candy store where everything is free."
    },
    {
      "cite": "Judith Olney",
      "quote": "Always serve too much hot fudge sauce on hot fudge sundaes. It makes people overjoyed, and puts them in your debt."
    },
    {
      "cite": "Emily Luchetti",
      "quote": "After eating chocolate you feel godlike, as though you can conquer enemies, lead armies, entice lovers."
    },
    {
      "cite": "Jason Love",
      "quote": "Fruit only angers my need for chocolate."
    },
    {
      "cite": "Lewis Black",
      "quote": "All the candy corn that was ever made was made in 1911."
    },
    {
      "cite": "unknown",
      "quote": "Anyone who uses the phrase 'easy as taking candy from a baby' has never tried taking candy from a baby."
    },
    {
      "cite": "Demetri Martin",
      "quote": "A lot of people like lollipops. I don't like lollipops. To me, a lollipop is hard candy plus garbage. I don't need a handle. Just give me the candy."
    },
    {
      "cite": "Rhoda",
      "quote": "Cottage cheese solves nothing. Chocolate can do it all."
    },
    {
      "cite": "Jacques Torres",
      "quote": "Life is short. Eat dessert first."
    },
    {
      "cite": "Jane Curtin",
      "quote": "It's a floor cleaner and a dessert topping."
    },
    {
      "cite": "William Powell",
      "quote": "Dessert is probably the most important stage of the meal, since it will be the last thing your guests remember before they pass out all over the table."
    },
    {
      "cite": "Heywood Broun",
      "quote": "I doubt whether the world holds for anyone a more soul-stirring surprise than the first adventure with ice cream."
    },
    {
      "cite": "Sandra Boynton",
      "quote": "Research tells us fourteen out of any ten individuals likes chocolate."
    },
    {
      "cite": "Don Kardong",
      "quote": "Without ice cream, there would be darkness and chaos."
    },
    {
      "cite": "Mark Friedman",
      "quote": "If the only way we judged hunger was how full the stomach is, no one would ever have dessert."
    },
    {
      "cite": "Johann G. Hamann",
      "quote": "Thus the public use of reason and freedom is nothing but a dessert, a sumptuous dessert."
    },
    {
      "cite": "unknown",
      "quote": "Stressed spelled backwards is desserts. Coincidence? I think not!"
    },
    {
      "cite": "Iris Murdoch",
      "quote": "One of the secrets of a happy life is continuous small treats."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Seize the moment . Remember all those women who waved off the dessert cart on the Titanic."
    },
    {
      "cite": "Judith Viorst",
      "quote": "Strength is the capacity to break a chocolate bar into four pieces with your bare hands   and then eat just one of the pieces."
    }
  ]
}