{
  "source": "https://www.wisesayings.com/canoe-quotes/",
  "theme": "canoe",
  "quotes": [
    {
      "cite": "Tuscarora proverb",
      "quote": "With one foot in the canoe, and one foot on shore, you are sure to fall into the river."
    },
    {
      "cite": "Malagasy Proverb",
      "quote": "A canoe does not know who is king. When it turns over, everyone gets wet."
    },
    {
      "cite": "John Graves",
      "quote": "Canoes, too, are unobtrusive; they don't storm the natural world or ride over it, but drift in upon it as a part of its own silence. As you either care about what the land is or not, so do you like or dislike quiet things--sailboats, or rainy green mornings in foreign places, or a grazing herd, or the ruins of old monasteries in the mountains. . . . Chances for being quiet nowadays are limited."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "As one goes through life, one learns that if you don't paddle your own canoe, you don't move."
    },
    {
      "cite": "Sigurd F. Olson",
      "quote": "The way of a canoe is the way of the wilderness, and of a freedom almost forgotten."
    },
    {
      "cite": "Pierre Trudeau",
      "quote": "Paddling a canoe is a source of enrichment and inner renewal."
    },
    {
      "cite": "Simon Mainwaring",
      "quote": "Refuse to accept the belief that your professional relevance, career success or financial security turns on the next update on the latest technology. Sometimes it's good to put the paddle down and just let the canoe glide."
    },
    {
      "cite": "Dylan Moran",
      "quote": "Women are like canoes, full of soup. At first everyone is suspicious but then everyone wants one."
    },
    {
      "cite": "Sarah T. Bolton",
      "quote": "Voyager upon life's sea, To yourself be true, And whatever your lot may be, Paddle your own canoe."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "There's no mastery to be had. You love the attempt. You don't master a story any more than you master a river. You feel lucky to canoe down it."
    },
    {
      "cite": "C.S Lewis",
      "quote": "The rule of the universe is that others can do for us what we cannot do for ourselves, and one can paddle every canoe except one's own."
    },
    {
      "cite": "John McPhee",
      "quote": "Travel by canoe is not a necessity, and will nevermore be the most efficient way to get from one region to another, or even from one lake to another anywhere. A canoe trip has become simply a rite of oneness with certain terrain, a diversion off the field, an art performed not because it is a necessity but because there is value in the art itself."
    },
    {
      "cite": "William J Doherty",
      "quote": "A family, like a canoe, must be steered or paddled, or it won't take you where you want to go"
    },
    {
      "cite": "Pierre Trudeau",
      "quote": "What sets a canoeing expedition apart is that it purifies you more rapidly and inescapably than any other. Travel a thousand miles by train and you are a brute; pedal five hundred on a bicycle and you remain basically a bourgeois; paddle a hundred in a canoe and you are already a child of nature."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Wherever there is a channel for water, there is a road for the canoe."
    },
    {
      "cite": "Alan Alda",
      "quote": "Originality is unexplored territory. You get there by carrying a canoe - you can't take a taxi."
    },
    {
      "cite": "Charles Poliquin",
      "quote": "You can't fire a cannon, from a canoe!"
    },
    {
      "cite": "Frederick Marryat",
      "quote": "Every man paddles his own canoe."
    },
    {
      "cite": "Sonia Johnson",
      "quote": "So long as we think dugout canoes are the only possibility-all that is real or can be real-we will never see the ship, we will never feel the free wind blow."
    }
  ]
}