{
  "source": "https://www.wisesayings.com/canvas-quotes/",
  "theme": "canvas",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "This world is but a canvas for our imagination."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "A blank canvas...has unlimited possibilities."
    },
    {
      "cite": "Robert Rauschenberg",
      "quote": "An empty canvas is full only if you want it to be full."
    },
    {
      "cite": "Brian Herbert",
      "quote": "Let the future remain uncertain, for that is the canvas to receive our desires."
    },
    {
      "cite": "Jackson Pollock",
      "quote": "A canvas is an arena in which to act."
    },
    {
      "cite": "Cheryl Richardson",
      "quote": "You are an artist. The canvas is your life. Make something worth staring at."
    },
    {
      "cite": "Okakura Kakuzō",
      "quote": "The canvas upon which the artist paints is the spectator's mind."
    },
    {
      "cite": "Rene Magritte",
      "quote": "A truly poetic canvas is an awakened dream."
    },
    {
      "cite": "Paul Cezanne",
      "quote": "It's so fine and yet so terrible to stand in front of a blank canvas."
    },
    {
      "cite": "Thomas Lloyd Qualls",
      "quote": "The painter knew the mirror lied. And the canvas told the truth."
    },
    {
      "cite": "Anum Sattar",
      "quote": "Today is a new canvas, paint it with all your favorite colors."
    },
    {
      "cite": "Tablo",
      "quote": "When the face in the mirror doesn't please you, turn it into a canvas."
    },
    {
      "cite": "Charles Webster Hawthorne",
      "quote": "The value of a canvas depends almost entirely on your mental attitude, not on your moral attitude; depends on what kind of a man you are, the way you observe."
    },
    {
      "cite": "Philip Guston",
      "quote": "The canvas is a court where the artist is prosecutor, defendant, jury and judge. Art without a trial disappears at a glance."
    },
    {
      "cite": "Charles Webster Hawthorne",
      "quote": "If you look into the past of the successful painter you will find square miles of canvas behind him."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "The canvas has an idiotic stare and mesmerises some painters so much that they turn into idiots themselves."
    },
    {
      "cite": "Alton Tobey",
      "quote": "Every canvas that can awaken us more exquisitely and accurately to the infinite and various surface of our experience does that much to sharpen life, and thereby render it more alive."
    },
    {
      "cite": "David Luiz",
      "quote": "It seems strange that some artists fear a blank canvas, when it has been a major contributory factor to great paintings."
    },
    {
      "cite": "Robert Henri",
      "quote": "To paint is to know how to put nothing on canvas, and have it look like something when you stand back."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "An empty canvas is a living wonder. Far lovelier than certain pictures."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "A great artist can paint a great picture on a small canvas."
    },
    {
      "cite": "Helen Frankenthaler",
      "quote": "Every canvas is a journey all its own."
    },
    {
      "cite": "Camille Pissarro",
      "quote": "Cover the canvas at the first go, then work at it until you see nothing more to add."
    },
    {
      "cite": "Reed Hundt",
      "quote": "When you give an artist a canvas, you shouldn't tell him exactly how much paint to put on it, or exactly how sharp the images should be. You should let the artist get going."
    },
    {
      "cite": "Pierre Bonnard",
      "quote": "The important thing is to remember what most impressed you and to put it on canvas as fast as possible."
    },
    {
      "cite": "Edvard Munch",
      "quote": "Colors live a remarkable life of their own after they have been applied to the canvas."
    },
    {
      "cite": "Mary Heilmann",
      "quote": "Painting a line across canvas with a brush is similar to the motion of a wave breaking."
    },
    {
      "cite": "Swami Satchidananda",
      "quote": "Now will never leave. It is always here. Like a clear canvas, it awaits our painting."
    }
  ]
}