{
  "source": "https://www.wisesayings.com/capitalism-quotes/",
  "theme": "capitalism",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "The payment of the worker is not determined by the value of his product."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Capitalism has brought with it progress, not merely in production but also in knowledge."
    },
    {
      "cite": "Fidel Castro",
      "quote": "Capitalism has neither the capacity, nor the morality, nor the ethics to solve the problems of poverty."
    },
    {
      "cite": "Karl Marx",
      "quote": "For capitalism, war and peace are business and nothing but business."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "Too much capitalism does not mean too many capitalists, but too few capitalists."
    },
    {
      "cite": "Pope Pius XI",
      "quote": "Capitalism itself is not to be condemned. And surely it is not vicious of its very nature, but it has been vitiated."
    },
    {
      "cite": "Anonymous",
      "quote": "Under capitalism the more money you have, the easier it is to make money, and the less money you have, the harder."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Capitalism is at its liberating best in a noncapitalist environment. The crypto-businessman is the true revolutionary in a Communist country."
    },
    {
      "cite": "Ron Swanson",
      "quote": "Capitalism God's way of determining who is smart and who is poor."
    },
    {
      "cite": "Robert Heilbroner",
      "quote": "Capitalism is the only society in human history in which neither tradition nor conscious direction supervises the total effort of the community; it is the only society in which the future, the needs for tomorrow, are entirely left to an automatic system."
    },
    {
      "cite": "Michael Moore",
      "quote": "Capitalism means that a few people will do very well, and the rest will serve the few."
    },
    {
      "cite": "Barney Frank",
      "quote": "Capitalism works better from every perspective when the economic decision makers are forced to share power with those who will be affected by those decisions."
    },
    {
      "cite": "Ted Malloch",
      "quote": "Capitalism is about the mutual creation of wealth rather than the pillaging of it."
    },
    {
      "cite": "Carroll Quigley",
      "quote": "Capitalism might be defined, if we wish to be scientific, as a form of economic organization motivated by the pursuit of profit within a price structure."
    },
    {
      "cite": "Francis Parker Yockey",
      "quote": "Capitalism is not an economic system, but a world-outlook, or rather, a part of a whole world-outlook."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Capitalism is a social system based on the recognition of individual rights, including property rights, in which all property is privately owned."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The inherent vice of capitalism is the unequal sharing of blessings; the inherent virtue of socialism is the equal sharing of miseries."
    },
    {
      "cite": "Daniel De Leon",
      "quote": "Capitalism attacks and destroys all the finer sentiments of the human heart; it ruthlessly sweeps away old traditions and ideas opposed to its progress, and it exploits and corrupts those things once held sacred."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "Capitalism is the extraordinary belief that the nastiest of men, for the nastiest of reasons, will somehow work for the benefit of us all."
    },
    {
      "cite": "Johan Norberg",
      "quote": "Capitalism has given people both the liberty and the incentive to create, produce, and trade, thereby generating prosperity."
    },
    {
      "cite": "Matt Taibbi",
      "quote": "Capitalism is a system for determining objective value."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Capitalism does not permit an even flow of economic resources. With this system, a small privileged few are rich beyond conscience, and almost all others are doomed to be poor at some level. That's the way the system works. And since we know that the system will not change the rules, we are going to have to change the system."
    },
    {
      "cite": "Pete Holiday",
      "quote": "Capitalism needs to function like a game of tug-of-war. Two opposing sides need to continually struggle for dominance, but at no time can either side be permitted to walk away with the rope."
    },
    {
      "cite": "Mohsin Hamid",
      "quote": "Capitalism is like the law of the jungle with a few rules. There isn't another system that works for our society but left unchecked, capitalism can have a dehumanising effect."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "A basic principle of modern state capitalism is that costs and risks are socialized to the extent possible, while profit is privatized."
    },
    {
      "cite": "Susan Sontag",
      "quote": "The ideology of capitalism makes us all into connoisseurs of liberty of the indefinite expansion of possibility."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Capitalism has destroyed our belief in any effective power but that of self interest backed by force."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Capitalism is being attacked not because it is inefficient or misgoverned but because it is cynical. And indeed a society based on the assertion that private vices become public benefits cannot endure, no matter how impeccable its logic, no matter how great its benefits."
    },
    {
      "cite": "David Korten",
      "quote": "Capitalism has defeated communism. It is now well on its way to defeating democracy."
    },
    {
      "cite": "Karl Liebknecht",
      "quote": "Capitalism is war; socialism is peace."
    },
    {
      "cite": "Ian Mckellen",
      "quote": "Capitalism offers you freedom, but far from giving people freedom, it enslaves them."
    },
    {
      "cite": "Joseph Schumpeter",
      "quote": "Capitalism inevitably and by virtue of the very logic of its civilization creates, educates and subsidizes a vested interest in social unrest."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Capital has its rights, which are as worthy of protection as any other right."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "These capitalists generally act harmoniously and in concert, to fleece the people."
    },
    {
      "cite": "Al Capone",
      "quote": "Capitalism is the legitimate racket of the ruling class."
    },
    {
      "cite": "Albert Camus",
      "quote": "The most eloquent eulogy of capitalism was made by its greatest enemy. Marx is only anti-capitalist in so far as capitalism is out of date."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Watching capitalism gun down democracy. It had this funny effect on me."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Money demands that you sell, not your weakness to men's stupidity, but your talent to their reason."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Government 'help' to business is just as disastrous as government persecution. The only way a government can be of service to national prosperity is by keeping its hands off."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Advocates of capitalism are very apt to appeal to the sacred principles of liberty, which are embodied in one maxim. The fortunate must not be restrained in the exercise of tyranny over the unfortunate."
    },
    {
      "cite": "Dan Rather",
      "quote": "Despite what many Americans think, most Soviets do not yearn for capitalism or Western-style democracy."
    },
    {
      "cite": "David Korten",
      "quote": "Capitalism and the market are presented as synonymous, but they are not. Capitalism is both the enemy of the market and democracy."
    },
    {
      "cite": "George Reisman",
      "quote": "Under capitalism each individual engages in economic planning."
    },
    {
      "cite": "Henry George",
      "quote": "Capital is a result of labor, and is used by labor to assist it in further production. Labor is the active and initial force, and labor is therefore the employer of capital."
    },
    {
      "cite": "Howard Zinn",
      "quote": "Capitalism has always been a failure for the lower classes. It is now beginning to fail for the middle classes."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "The forces of a capitalist society, if left unchecked, tend to make the rich richer and the poor poorer."
    },
    {
      "cite": "John Berger",
      "quote": "Publicity is the life of this culture in so far as without publicity capitalism could not survive and at the same time publicity is its dream."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "Capitalism is the astounding belief that the most wickedest of men will do the most wickedest of things for the greatest good of everyone."
    },
    {
      "cite": "John Ralston Saul",
      "quote": "If allowed to run free of the social system, capitalism will attempt to corrupt and undermine democracy, which is after all not a natural state."
    },
    {
      "cite": "Karl Mark",
      "quote": "Capitalist production, therefore, develops technology, and the combining together of various processes into a social whole, only by sapping the original sources of all wealth the soil and the laborer."
    },
    {
      "cite": "Karl Marx",
      "quote": "The need of a constantly expanding market for its products chases the bourgeoisie over the whole surface of the globe. It must nestle everywhere, settle everywhere, establish connections everywhere."
    },
    {
      "cite": "Karl Marx",
      "quote": "Capital is dead labour, which, vampire-like, lives only by sucking living labor, and lives the more, the more labour it sucks."
    },
    {
      "cite": "Karl Marx",
      "quote": "Capital is money, capital is commodities. By virtue of it being value, it has acquired the occult ability to add value to itself. It brings forth living offspring, or, at the least, lays golden eggs."
    },
    {
      "cite": "Karl Marx",
      "quote": "Capital is reckless of the health or length of life of the laborer, unless under compulsion from society."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "Capitalism gave the world what it needed, a higher standard of living for a steadily increasing number of people."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "The development of capitalism consists in everyone having the right to serve the consumer better or more cheaply."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "Capital as such is not evil, it is its wrong use that is evil. Capital in some form or other will always be needed."
    },
    {
      "cite": "Raymond Williams",
      "quote": "What breaks capitalism, all that will ever break capitalism, is capitalists. The faster they run the more strain on their heart."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "Capitalism works better than it sounds, while socialism sounds better than it works."
    },
    {
      "cite": "Robert Heilbroner",
      "quote": "The cure for capitalism's failing would require that a government would have to rise above the interests of one class alone."
    },
    {
      "cite": "Thomas Friedman",
      "quote": "The historical debate is over. The answer is free-market capitalism."
    },
    {
      "cite": "Tony Benn",
      "quote": "We are not just here to manage capitalism but to change society and to define its finer values."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "Democracy for an insignificant minority, democracy for the rich that is the democracy of capitalist society."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "Fascism is capitalism in decay."
    },
    {
      "cite": "Walter Benjamin",
      "quote": "Capitalism is a purely cultic religion, perhaps the most extreme that ever existed."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Socialism is a philosophy of failure, the creed of ignorance, and the gospel of envy, its inherent virtue is the equal sharing of misery."
    },
    {
      "cite": "Wyndham Lewis",
      "quote": "In the democratic western countries so-called capitalism leads a saturnalia of \"freedom,\" like a bastard brother of reform."
    }
  ]
}