{
  "source": "https://www.wisesayings.com/capricorn-quotes/",
  "theme": "capricorn",
  "quotes": [
    {
      "cite": "Marianne Faithfull",
      "quote": "I'm a Capricorn, and they flower late."
    },
    {
      "cite": "Carolina Herrera",
      "quote": "I very seldom compromise. I am a Capricorn."
    },
    {
      "cite": "Charles Nelson Reilly",
      "quote": "Capricorns like to stay in one place. I have to go to work in places like New York, but basically, I don't want to go anywhere. One time, I got a trip around the world for doing something on television, and the travel agent was so excited, I gave her the tickets."
    },
    {
      "cite": "Harry Hill",
      "quote": "You can tell a lot about someone's personality if you know his star sign -Jesus, born on 25 December, fed the five thousand, walked on water -typical Capricorn."
    },
    {
      "cite": "K.C. Jones",
      "quote": "If you love a Capricorn, take care to tell Capricorn how you feel on a regular basis; this sign fears rejection and will open up slowly if not encouraged. If you are expressive, you will find Capricorn surprisingly passionate."
    },
    {
      "cite": "Helen Verbit",
      "quote": "But I thought I'd never see the day when you'd go with a Capricorn."
    },
    {
      "cite": "Jeannie Mai",
      "quote": "I'm a Capricorn and I'm mad loyal - mad loyal! - and I will always look for the good in people."
    },
    {
      "cite": "Judith Bennett",
      "quote": "Capricorn: A night owl, she is usually serious, a lone dreamer of great dreams. What ultimately makes her so fascinating and distinguished is her inborn courage, ambition, persistence, and capacity to make her fantasies real."
    },
    {
      "cite": "Megan Scott",
      "quote": "A Capricorn would rather struggle in silence than, admit a weakness and ask for help."
    },
    {
      "cite": "Kyle Anderson",
      "quote": "It's a good thing Capricorns are able to deal with crushing disappointment."
    },
    {
      "cite": "Officer Pete Malloy",
      "quote": "Me? I'm a Capricorn. Everybody knows that Capricorns don't believe in the horoscope!"
    },
    {
      "cite": "Katia",
      "quote": "Naturally, I'm a Virgo, we believe in astrology. And you're Capricorn so you don't."
    },
    {
      "cite": "Edward Alan Clarke",
      "quote": "A thousand nights, I've spent alone / Solitaire, to the bone / But I don't mind, I'm my own best friend / From the beginning, to the end / My life, my heart, black night, my star / Capricorn / Capricorn / December's child, the only one / What I do, is what I've done / I realize, I get so cold / When I was young I was already old / My life, my heart, black night, my star / Capricorn / Capricorn / Capricorn / Capricorn / Go!"
    },
    {
      "cite": "John Lees",
      "quote": "Capricorn / Man of war / Honour bright / The long midnight / In the hour before / You lose your head / The thief will paint / The sunlight red / Sunlight red /  Deep blue sea / Witnessed by / Flocks of ships / As they sail by / In a tower of strength / The sabre frail / Will take the brig / And raise the sail"
    },
    {
      "cite": "Alan Menken",
      "quote": "Like a beacon in the cold dark night / A star is born / Told ya everything would turn out right / A star is born / Just when everything was all at sea / The boy made history / The bottom line / He sure can shine / His rising sign is / Capricorn / He knew \"how to\" / He had a clue / Telling you a star is born"
    },
    {
      "cite": "Anne Bradstreet",
      "quote": "I, like the Earth this season, mourn in black, / My Sun is gone so far in's zodiac, / Whom whilst I 'joyed, nor storms, nor frost I felt, / His warmth such fridged colds did cause to melt. / My chilled limbs now numbed lie forlorn; / Return; return, sweet Sol, from Capricorn; / In this dead time, alas, what can I more / Than view those fruits which through thy heart I bore?"
    },
    {
      "cite": "James Thomson",
      "quote": "Now when the cheerless empire of the sky / To Capricorn the Centaur Archer yields, / And fierce Aquarius stains the inverted year; / Hung o'er the farthest verge of Heaven, the sun / Scarce spreads through ether the dejected day."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "And I heard them say \"Home!\" and I knew them / For souls of the felled / On the earth's nether bord / Under Capricorn, whither they'd warred, / And I neared in my awe, and gave heedfulness to them / With breathings inheld."
    },
    {
      "cite": "James Brunton Stephens",
      "quote": "Just over Capricorn / This same Big Ben was born, / A feeble lizard; / But with the years came strength, / And twenty feet of length— / The most part gizzard."
    },
    {
      "cite": "Bellatuscana",
      "quote": "Relentlessly achieve Capricorn! Even if you feel like there is nothing else you can do, strive to master something new anyway! In the end, you will find yourself with a long list of accomplishments and overcomes challenges that will mark your name, and these things you have done should bring you joy in the later years of your life because you decided that you would never quit. We are all rooting for you!"
    },
    {
      "cite": "Elisabeth Grace",
      "quote": "Capricorn is born with a keen awareness of this Earthly limitation and is thus determined to make things happen during its lifetime. They’re known for their serious focus, especially in youth."
    },
    {
      "cite": "Janet Amid",
      "quote": "When their image is good, so are they."
    },
    {
      "cite": "Ally Carter",
      "quote": "We wear a lot of labels in our lives, and it's so very easy to be defined by them. We have grown somehow accustomed to thinking of ourselves as a size eight or a size fourteen, as a capricorn or a taurus, as single or in love."
    },
    {
      "cite": "P.J. Hetherhouse",
      "quote": "Goats are fierce, independent, at the beck of no man. Everyone, even the king, respects the goat."
    },
    {
      "cite": "Cornelia Funke",
      "quote": "There is no need, Capricorn finally began, raising his voice, \"for me to explain to most of you why the three prisoners you see there are to be punished. For the rest, it is enough for me to say it is for treachery, loose talk, and stupidity. One may argue, of course, over whether or not stupidity is a crime deserving of death. I think it is, for it can have exactly the same consequences as treachery."
    },
    {
      "cite": "Anonymous",
      "quote": "The Capricorn man is very physical and passionate, but not emotional (on the outside). Deep inside he yearns for love but this takes a long time to become reality, he is very reluctant to place trust in another person. Show him how much you admire him and earn trust gradually over time. He is very faithful, probably the most faithful of all zodiac signs. Underneath his secretive mysterious nature is a romantic streak with a strong sensual side, this side is completely hidden and once unlocked, you'll be amazed at the transformation this man has undergone! Patience and trust is key with a Capricorn man, he has so much to offer the right woman who will wait for him."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Lady Capricorn, he understood, was still keeping open bed."
    }
  ]
}