{
  "source": "https://www.wisesayings.com/captain-quotes/",
  "theme": "captain",
  "quotes": [
    {
      "cite": "James T. Kirk",
      "quote": "One of the advantages of being Captain is being able to ask for advice without necessarily having to take it."
    },
    {
      "cite": "Melanie Laurent",
      "quote": "A good director has to be a captain - he has to work with a lot of people every day."
    },
    {
      "cite": "Joseph Murphy",
      "quote": "You are like a captain navigating a ship... You must give the right orders, thoughts and images to your subconscious which controls and governs all your experiences."
    },
    {
      "cite": "St. Thomas Aquinas",
      "quote": "If the highest aim of a captain were to preserve his ship, he would keep it in port forever."
    },
    {
      "cite": "William Ernest Henley",
      "quote": "It matters not how strait the gate, How charged with punishments the scroll; I am the master of my fate: I am the captain of my soul."
    },
    {
      "cite": "Dodinsky",
      "quote": "We are the captains of our own ships sailing the sea of life, but in times of a stormy weather, you will discover true friends when they don't hesitate to be a lighthouse."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "I prefer to sail in a bad ship with a good captain rather than sail in good ship with a bad captain."
    },
    {
      "cite": "Lister Sinclair",
      "quote": "A frightened captain makes a frightened crew."
    },
    {
      "cite": "Thomas John Barnardo",
      "quote": "There can be only one Captain to a ship."
    },
    {
      "cite": "Michael Josephson",
      "quote": "You are the captain of your own ship; don't let anyone else take the wheel."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "I am the captain of my destiny, I do not abandon the ship in hard times. But, I do have sense enough not to go down with the ship."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Our great captain's captain."
    },
    {
      "cite": "William J. H. Boetcker",
      "quote": "A man without religion or spiritual vision is like a captain who finds himself in the midst of an uncharted sea, without compass, rudder and steering wheel. He never knows where he is, which way he is going and where he is going to land."
    },
    {
      "cite": "Philip Sidney",
      "quote": "A brave captain is as a root, out of which, as branches, the courage of his soldiers doth spring."
    },
    {
      "cite": "Michael Lomenda",
      "quote": "Be the captain of your ship. Breathe and be grateful."
    },
    {
      "cite": "Captain Sisko",
      "quote": "Part of being a captain is knowing when to smile, make the troops happy even when it's the last thing in the world you want to do. Because they're your troops and you have to take care of them."
    },
    {
      "cite": "Grover Cleveland",
      "quote": "In calm water, every ship has a good captain."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The captain of a ship is not chosen from those of the passengers who comes from the best family."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "When the storm brews and the waves swell, only an experienced captain can control the ship and save it."
    },
    {
      "cite": "Matthew Norman",
      "quote": "The captain of a ship can run a great ship, but he can't do anything about the tides."
    },
    {
      "cite": "Josephine Tey",
      "quote": "A man may own a ship, but unless he is captain of a crew he goes where the ship goes."
    },
    {
      "cite": "Richie Benaud",
      "quote": "The hallmark of a great captain is the ability to win the toss, at the right time."
    },
    {
      "cite": "Ami Ayalon",
      "quote": "A captain who does not know where he wants to sail, there is no wind on Earth that will bring him there."
    },
    {
      "cite": "Horatio Nelson",
      "quote": "No captain can do very wrong if he places his ship alongside that of the enemy."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "With a good captain, a rough ocean turns into a calm lake; with a bad captain, a calm lake turns into a rough ocean!"
    },
    {
      "cite": "Col. Corazon Santiago",
      "quote": "A ship at sea is its own world. To be the captain of a ship is to be the unquestioned ruler of that world and requires all of the leadership skills of a prince or minister."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "I am the captain of my soul."
    },
    {
      "cite": "Brian O'Driscoll",
      "quote": "When you are captain, you are never speaking for yourself."
    },
    {
      "cite": "Proverb",
      "quote": "A good captain is not made from calm seas."
    },
    {
      "cite": "Daniel Lee",
      "quote": "You are the captain of your ship that never comes in."
    },
    {
      "cite": "Robert Southey",
      "quote": "In case signals cannot be seen or clearly understood, no captain can do wrong if he places his ship alongside that of an enemy."
    },
    {
      "cite": "Walt Whitman",
      "quote": "O Captain! My Captain! our fearful trip is done,  / The ship has weathered every rack, the prize we sought is won. / O Captain! My Captain! Exult O shores, and ring O bells! But I with mournful tread / Walk the deck my Captain lies, / Fallen cold and dead. / O captain! My Captain!"
    },
    {
      "cite": "Graeme Smith",
      "quote": "When the opposing captain is down, you need to keep your foot on him."
    },
    {
      "cite": "Graig Nettles",
      "quote": "What is a captain supposed to do— go out on the field before the game and decide whether to kick or receive?"
    },
    {
      "cite": "Michael Parent",
      "quote": "A storyteller is like a ship's captain. He takes the passengers places where they might laugh or cry, but they always safe."
    },
    {
      "cite": "Fisher Ames",
      "quote": "Monarchy is like a sleek craft, it sails along well until some bumbling captain runs it into the rocks."
    },
    {
      "cite": "Tony Fitzpatrick",
      "quote": "He is one of those people with an aura about him— you could just feel him. I think he's one of those great figures we see running through history; he's definitely got the gift of leadership."
    },
    {
      "cite": "Charles Laughton",
      "quote": "The ship's company will remember that I am your captain, your judge, and your jury. You do your duty, and we may get along. Whatever happens you do your duty."
    },
    {
      "cite": "Josh Greenfield",
      "quote": "Here, if you don't want to be a director, it's like a captain who doesn't want to be a major."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Great honor is due to those officers who remain true despite the example of their treacherous associates; but the greatest honor and most important fact of all is the unanimous firmness of the common soldiers and common sailors."
    },
    {
      "cite": "Lois Lowry",
      "quote": "I was  a sidelines child : never class president, never team captain, never the one with the most valentines in my box."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "My fate cannot be mastered; it can only be collaborated with and thereby, to some extent, directed. Nor am I the captain of my soul; I am only its noisiest passenger."
    },
    {
      "cite": "Guy Lafleur",
      "quote": "The day you hear someone call me captain will be the day I buy a boat."
    },
    {
      "cite": "Jane Pauley",
      "quote": "I'm not driven by killer ambition. I'm not a workaholic. I'm a good team player. I don't have to ba captain, but I do want to play on a winning team."
    },
    {
      "cite": "Dick Gregory",
      "quote": "When I lost my rifle, the Army charged me 85 dollars. That is why in the navy the captain goes down with the ship."
    },
    {
      "cite": "Webb Chiles",
      "quote": "A sailor is an artist whose medium is the wind."
    },
    {
      "cite": "George Santayana",
      "quote": "To delight in war is a merit in the soldier, a dangerous quality in the captain and a positive crime in the statesman."
    },
    {
      "cite": "Tony Evans",
      "quote": "It is in following Christ as our captain that we can win in our personal lives, families, churches, and communities."
    },
    {
      "cite": "Tom Holland",
      "quote": "There is so much to sailing a ship. There's about a thousand different lines on a brig ship, and knowing what each one of those does, it takes a long time, and that's why you have these cabin boys that start on the ship, and they learn throughout the years, and that's why it takes so long to captain one."
    },
    {
      "cite": "Gift Gugu Mona",
      "quote": "Life without God is like an aircraft without a Captain. Anytime, it is bound to crash."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Every leader is a boss but every boss is not a leader."
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "When the world asks you to walk, don't listen, just sit! When the world asks you to sit, don't listen, just walk! The captain of your own ship is you, not the world!"
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "Never trust the captain who has never taken any education from the School of Storms!"
    },
    {
      "cite": "George William Curtis",
      "quote": "It is not the ship so much as the skillful sailing that assures a prosperous voyage."
    },
    {
      "cite": "Captain Jack Sparrow",
      "quote": "The seas may be rough , but I am the Captain! No matter how difficult, I will always prevail."
    },
    {
      "cite": "Sir Francis Chichester",
      "quote": "Any damn fool can navigate the world sober. It takes a really good sailor to do it drunk."
    },
    {
      "cite": "Neal Shusterman",
      "quote": "The captain is supposed to go down with the ship unless the first mate knocks him out and throws him in a lifeboat."
    }
  ]
}