{
  "source": "https://www.wisesayings.com/career-quotes/",
  "theme": "career",
  "quotes": [
    {
      "cite": "Confucius",
      "quote": "Choose a job you love, and you will never have to work a day in your life."
    },
    {
      "cite": "Carlton Fisk",
      "quote": "It's not what you achieve, it's what you overcome. That's what defines your career."
    },
    {
      "cite": "Lou Holtz",
      "quote": "I think everyone should experience defeat at least once during their career"
    },
    {
      "cite": "Jane Fonda",
      "quote": "If the career you have chosen has some unexpected inconvenience, console yourself by reflecting that no career is without them."
    },
    {
      "cite": "Demi Lovato",
      "quote": "I've come to realize your career is all about the choices you make. Every single one matters."
    },
    {
      "cite": "Katherine Whitehorn",
      "quote": "Find out what you like doing best and get someone to pay you for doing it."
    },
    {
      "cite": "Jon Stewart",
      "quote": "I want to look back on my career and be proud of the work, and be proud that I tried everything."
    },
    {
      "cite": "Deepika Padukone",
      "quote": "I feel ups and downs are a part of one's career, and this totally depends on how you take it. You can either be knocked down by the negative things, or you can take it in a positive way and learn from it."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "If you're offered a seat on a rocket ship, don't ask what seat! Just get on."
    },
    {
      "cite": "John Dos Passos",
      "quote": "People don't choose their careers; they are engulfed by them."
    },
    {
      "cite": "Paul Clitheroe",
      "quote": "For many people a job is more than an income - it's an important part of who we are. So a career transition of any sort is one of the most unsettling experiences you can face in your life."
    },
    {
      "cite": "Jennifer Ritchie Payette",
      "quote": "Your career is like a garden. It can hold an assortment of life's energy that yields a bounty for you. You do not need to grow just one thing in your garden. You do not need to do just one thing in your career."
    },
    {
      "cite": "Buddha",
      "quote": "Your work is to discover your work and then with all your heart to give yourself to it."
    },
    {
      "cite": "Grace Paley",
      "quote": "The word career is a divisive word. It's a word that divides the normal life from business or professional life."
    },
    {
      "cite": "James Bryce",
      "quote": "A political career brings out the basest qualities in human nature."
    },
    {
      "cite": "BC Forbes",
      "quote": "Think not of yourself as the architect of your career but as the sculptor. Expect to have to do a lot of hard hammering and chiseling and scraping and polishing."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In a person's career, well, if you're process-oriented and not totally outcome-oriented, then you're more likely to be success. I often say 'pursue excellence, ignore success.' Success is a by-product of excellence."
    },
    {
      "cite": "Sister Mary Lauretta",
      "quote": "To be successful, the first thing to do is fall in love with your work."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Each man has his own vocation; his talent is his call. There is one direction in which all space is open to him."
    },
    {
      "cite": "Robert Frost",
      "quote": "By working faithfully eight hours a day you may eventually get to be a boss and work twelve hours a day."
    },
    {
      "cite": "Asha Tyson",
      "quote": "You never stop earning when you do what you love."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Analyzing what you haven't got as well as what you have is a necessary ingredient of a career."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "A career is wonderful, but you can't curl up with it on a cold night."
    },
    {
      "cite": "Charles M. Schwab",
      "quote": "The first essential in a boy's career is to find out what he's fitted for, what he's most capable of doing and doing with a relish."
    },
    {
      "cite": "Horace Greeley",
      "quote": "The darkest day in a man's career is that wherein he fancies there is some easier way of getting a dollar than by squarely earning it."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I'm a great believer in luck, and I find that the harder I work, the more I have of it."
    },
    {
      "cite": "Roger Caras",
      "quote": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you'll have more success than you could possibly have imagined."
    },
    {
      "cite": "Mike Wallace",
      "quote": "If you don't wake up in the morning excited to pick up where you left your work yesterday, you haven't found your calling yet."
    },
    {
      "cite": "Pearl Buck",
      "quote": "The secret of joy in work is contained in one word - excellence. To know how to do something well is to enjoy it."
    },
    {
      "cite": "Alan Greenspan",
      "quote": "The true measure of a career is to be able to be content, even proud, that you succeeded through your own endeavors without leaving a trail of casualties in your wake."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "What is it that you like doing? If you don't like it, get out of it, because you'll be lousy at it."
    },
    {
      "cite": "Jackson Brown, Jr.",
      "quote": "Find a job you like and you add five days to every week."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Vocation is the place where your deep gladness meets the world's deep need ."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The product of the head, heart and hand is a thing to be loved."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Make yourself necessary to the world and mankind will give you bread."
    },
    {
      "cite": "Alfred Victor Vigny",
      "quote": "Perform your long and heavy task with energy, treading the path to which Fate has been pleased to call you."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Find a place inside where there's joy, and the joy will burn out the pain."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Three Rules of Work: Out of clutter find simplicity; from discord find harmony; in the middle of difficulty lies opportunity."
    },
    {
      "cite": "Linda Poindexter",
      "quote": "Don't be offended when people don't seem to get you. Not everyone recognizes brilliance."
    },
    {
      "cite": "Mark Twain",
      "quote": "The secret of getting ahead is getting started. The secret of getting started is breaking your complex overwhelming tasks into small manageable tasks, and then starting on the first one."
    },
    {
      "cite": "James Arthur Baldwin",
      "quote": "The price one pays for pursuing any profession, or calling, is an intimate knowledge of its ugly side."
    },
    {
      "cite": "Steve Jobs",
      "quote": "The only way to do great work is to love what you do"
    },
    {
      "cite": "Bob Nelson",
      "quote": "Take your work seriously and yourself lightly."
    },
    {
      "cite": "Dr. Naomi Stephan",
      "quote": "You have a calling which exists only for you and which you can fulfill."
    },
    {
      "cite": "Andrea Bocelli",
      "quote": "A career is like a house: it's made of many bricks, and each brick has the same value, because without any one of them, the house would collapse."
    },
    {
      "cite": "Gary Ryan Blair",
      "quote": "Do more than is required. What is the distance between someone who achieves their goals consistently and those who spend their lives and careers merely following? The extra mile."
    },
    {
      "cite": "Colleen C. Barrett",
      "quote": "Work is either fun or drudgery. It depends on your attitude. I like fun."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Dwell in possibility."
    },
    {
      "cite": "Tina Fey",
      "quote": "You're not in competition with other women. You're in competition with everyone."
    },
    {
      "cite": "Tony Parker",
      "quote": "You're going to see ups and downs your whole career."
    }
  ]
}