{
  "source": "https://www.wisesayings.com/caregiver-quotes/",
  "theme": "caregiver",
  "quotes": [
    {
      "cite": "Karen Allen",
      "quote": "Caregivers of those with a traumatic brain injury had their blood pressure recorded at certain time of day at meals and during other activities. The blood pressure of the people who had adopted the pets went down dramatically."
    },
    {
      "cite": "Tia Walker",
      "quote": "To care for those who once cared for us is one of the highest honors."
    },
    {
      "cite": "Deborah A. Beasley",
      "quote": "Sometimes our work as caregivers is not for the faint of heart. But, you will never know what you are made of until you step into the fire. Step bravely!"
    },
    {
      "cite": "Mayim Bialik",
      "quote": "Being a caregiver for your child is part of the job description of being a mammal."
    },
    {
      "cite": "Nancy L. Kriseman",
      "quote": "One goal of the mindful caregiver is to find ways to not feel dis-eased in the caregiving process."
    },
    {
      "cite": "Nancy L. Kriseman",
      "quote": "Embracing a healing presence requires you to just be in the moment together."
    },
    {
      "cite": "Ariel Gore",
      "quote": "Some caregivers want to reciprocate the care they themselves received as children."
    },
    {
      "cite": "Gordon Neufeld",
      "quote": "Parents are the designated caregivers and are best suited for being able to raise children."
    },
    {
      "cite": "Tia Walker",
      "quote": "Caregiving often calls us to lean into love we didn't know possible."
    },
    {
      "cite": "Naomi Judd",
      "quote": "When you're a caregiver, you need to realize that you've got to take care of yourself, because, not only are you going to have to rise to the occasion and help someone else, but you have to model for the next generation."
    },
    {
      "cite": "Dana Reeve",
      "quote": "It is so important as a caregiver not to become so enmeshed in the role that you lose yourself. It's neither good for you nor your loved one."
    },
    {
      "cite": "Leeza Gibbons",
      "quote": "If caregivers are not healthy, mentally well-balanced and spiritually sound, then those for whom they care will suffer."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Caregivers attract caregivers and live in a community of love. They are energized by their caring, fulfilled, and they love life. Caretakers attract caretakers and live in the company of resentful victims who see themselves as misused and are fatigued from constant giving with no return."
    },
    {
      "cite": "Tia Walker",
      "quote": "In the heart or every caregiver is a knowing that we are all connected. As I do for you, I do for me."
    },
    {
      "cite": "Rosalyn Carter",
      "quote": "There are only four kinds of people in the world. Those who have been caregivers. Those who are currently caregivers. Those who will be caregivers, and those who will need a caregiver."
    },
    {
      "cite": "Nancy L. Kriseman",
      "quote": "My caregiver mantra is to remember: The only control you have is over the changes you choose to make."
    },
    {
      "cite": "Vivian Frazier",
      "quote": "Caregiving is a constant learning experience."
    },
    {
      "cite": "Karen Coetzer",
      "quote": "There will come a time when your loved one is gone, and you will find comfort in the fact that you were their caregiver."
    },
    {
      "cite": "Dale L. Baker",
      "quote": "Caregiving leaves its mark on us. No matter what we do to prepare ourselves, the hole left behind looms large."
    },
    {
      "cite": "Brett H. Lewis",
      "quote": "Doctors diagnose, nurses heal, and caregivers make sense of it all."
    },
    {
      "cite": "Naoki Higashida",
      "quote": "During the 24/7 grind of being a carer, it’s all too easy to forget the fact that the person you’re doing so much for is, and is obliged to be, more resourceful than you in many respects."
    },
    {
      "cite": "Judy Cornish",
      "quote": "Offering care means being a companion, not a superior. It doesn’t matter whether the person we are caring for is experiencing cancer, the flu, dementia, or grief. If you are a doctor or surgeon, your expertise and knowledge comes from a superior position. But when our role is to be providers of care, we should be there as equals."
    },
    {
      "cite": "Nancy L. Kriseman",
      "quote": "Being a caregiver can be a thankless job. And while most of you don't become caregivers out of a need to be recognized, validating all you do and have done deserves recognition and appreciation."
    },
    {
      "cite": "Nancy L. Kriseman",
      "quote": "Being a caregiver teaches you hot to dance in the rain."
    },
    {
      "cite": "Nancy L. Kriseman",
      "quote": "As a mindful caregiver, your goal is to communicate with intention and compassion."
    },
    {
      "cite": "W. T Jackson",
      "quote": "The modern caregiver lived until age 90. He had helped everyone he could women and children, the poor and hungry. He nursed the sick until the wee hours."
    },
    {
      "cite": "Dr. Eboni Ivory Green",
      "quote": "Caregiving can equate to coasting on the peak of love for those for whom we care."
    }
  ]
}