{
  "source": "https://www.wisesayings.com/careless-quotes/",
  "theme": "careless",
  "quotes": [
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "There are moments in life, when the heart is so full of emotion / That if by chance it be shaken, or into its depths like a pebble / Drops some careless word, it overflows, and its secret, / Spilt on the ground like water, can never be gathered. together."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "There is no fool like a careless gambler who starts taking victory for granted."
    },
    {
      "cite": "Vincent Okay Nwachukwu",
      "quote": "The next time you lose your temper, better use torch light and find it so that you won’t be careless with your temper again."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "I hate careless flattery, the kind that exhausts you in your efforts to believe it."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "The more careless, the more modish."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Careful minds build durable buildings; careless minds build rotten buildings!"
    },
    {
      "cite": "Billy Sunday",
      "quote": "When is a revival needed? When carelessness and unconcern keep the people asleep."
    },
    {
      "cite": "Harry Vardon",
      "quote": "More matches are lost through carelessness at the beginning than any other cause."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I let myself be lured into long spells of senseless and sensual ease... Tired of being on the heights, I deliberately went to the depths in search of new sensations... I grew careless of the lives of others. I forgot that every little action of the common day makes or unmakes character, and that therefore what one has done in the secret chamber, one has some day to cry aloud from the house-top. I ceased to be lord over myself. I was no longer the captain of my soul, and did not know it. I allowed displeasure to dominate me. I ended in horrible grace."
    },
    {
      "cite": "George Sweeting",
      "quote": "I've grown careless; there's sin in my life, and I must make it right."
    },
    {
      "cite": "Jean Thompson",
      "quote": "Sorrows blurred around their edges, like a careless woman's lipstick."
    },
    {
      "cite": "Gilbert Chesterton",
      "quote": "The paradox of courage is that a man must be a little careless of his life even in order to keep it."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Live and lie reclined / On the hills like Gods together, careless of mankind."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "So careful of the type she seems, / So careless of the single life."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "They were careless people, Tom and Daisy—they smashed up things and creatures and then retreated back into their money or their vast carelessness, or whatever it was that kept them together, and let other people clean up the mess they had made."
    },
    {
      "cite": "Robert Browning",
      "quote": "That's the wise thrush; he sings each song twice over, / Lest you should think he never could recapture / The first fine careless rapture!"
    },
    {
      "cite": "William Congreve",
      "quote": "Careless she is with artful care, / Affecting to seem unaffected."
    },
    {
      "cite": "William Cowper",
      "quote": "Thousands, careless of the damning sin, / Kiss the book's outside who ne'er look within."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I like people who are young, bright, happy, careless and original. I do not like them sensible, and I do not like them old."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I delight in the society of people much younger than myself. I like those who may be called idle or careless. I recognise no social distinctions at all of any kind; and to me youth, the mere fact of youth, is so wonderful that I would sooner talk to a young man for half-an-hour than be—well, cross-examined in Court."
    },
    {
      "cite": "Don Vito Corleone",
      "quote": "I spend my life tryin' not to be careless. Women and children can be careless but not men."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Alert at the beginning, careless at the end."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Carelessness is a great enemy."
    },
    {
      "cite": "Peter Arno",
      "quote": "It must be done rapidly, with careless care, so it doesn't look like work."
    },
    {
      "cite": "Frances Horowitz",
      "quote": "I shall not be careless this year: / I shall not forget to see the wild garlic blossom / - as I did last May, and the May before."
    },
    {
      "cite": "J.J. Fate",
      "quote": "Because they don't use average intelligence. It's like I said: Don't blame me for your carelessness."
    },
    {
      "cite": "J.J. Fate",
      "quote": "You know, accidents don't just happen by themselves. They have to be carelessly planned in advance. So step right up and have an accident. The average home is really a complicated piece of machinery, equipped with all the modern conveniences... for having an accident, if you insist."
    },
    {
      "cite": "Private Witt",
      "quote": "We were a family. How'd it break up and come apart, so that now we're turned against each other? Each standing in the other's light. How'd we lose that good that was given us? Let it slip away. Scattered it, careless. What's keepin' us from reaching out, touching the glory?"
    },
    {
      "cite": "Traditional",
      "quote": "Love, oh love, oh careless love / You've fly through my head like wine / You've wrecked the life of a many poor girl / And you nearly spoiled this life of mine / Love, oh love, oh careless love / In your clutches of desire / You've made me break a many true vow / Then you set my very soul on fire / Love, oh love, oh careless love / Night and day, I weep and moan / You brought the wrong man into this life of mine / For my sins, till judgment I'll atone."
    },
    {
      "cite": "Isaac Rosenberg",
      "quote": "A little breath can make a prayer, / A little wind can take it / And turn it back again to air: / Then say, why should you make it? / An ardent thought can make a word, / A little ear can hear it, / A careless heart forget it heard: / Then why keep ever near it?"
    },
    {
      "cite": "Earl Derr Biggers",
      "quote": "Careless shepherd make excellent dinner for wolf."
    },
    {
      "cite": "Gene Tierney",
      "quote": "A romantic, I think, picks the rose and is careless with the thorn."
    },
    {
      "cite": "Mark Twain",
      "quote": "Be careless in your dress if you must, but keep a tidy soul."
    },
    {
      "cite": "Roger Ebert",
      "quote": "It is reckless to make broad generalizations about any group of people."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Be not careless in deeds, nor confused in words, nor rambling in thought."
    },
    {
      "cite": "David Hume",
      "quote": "A purpose, an intention, a design, strikes everywhere even the careless, the most stupid thinker."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Short as life is, we make it still shorter by the careless waste of time."
    },
    {
      "cite": "Laurie R. King",
      "quote": "Only the careless leave a possibility unattended due to assumptions."
    },
    {
      "cite": "Saul Bellow",
      "quote": "The secret motive of the absent-minded is to be innocent while guilty. Absent-mindedness is spurious innocence."
    },
    {
      "cite": "Mary Oliver",
      "quote": "There is a notion that creative people are absent-minded, reckless, heedless of social customs and obligations. It is, hopefully, true for they are in another world altogether."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Whoever is careless with the truth in small matters cannot be trusted with important matters."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "That's what careless words do. They make people love you a little less."
    },
    {
      "cite": "Laura McElroy",
      "quote": "It was careless, but it was not a willful and reckless disregard for safety."
    },
    {
      "cite": "Frank Warren",
      "quote": "Be wise enough not to be reckless, but brave enough to take great risks."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "Careless indifference and bodily restlessness in meditation cause negative vibrations."
    }
  ]
}