{
  "source": "https://www.wisesayings.com/caring-too-much-quotes/",
  "theme": "caring-too-much",
  "quotes": [
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Loving too much, caring too much, and expecting too much from someone are the key ingredients that will lead you to being hurt, disappointing and in pain."
    },
    {
      "cite": "Brigitte Nicole",
      "quote": "Some people's weakness is that they care too much; `it is also their strength."
    },
    {
      "cite": "Dick Hirayama",
      "quote": "There must be a limit as to how much care to be given and for how long. If over a reasonable period of time, then it's no longer strength but being exploited."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "When you have a good heart: You help too much. You trust too much. You give too much. You love too much. And it always seems you hurt the most."
    },
    {
      "cite": "Miguel de Unamuno",
      "quote": "Cure yourself of the affliction of caring how you appear to others. Concern yourself only with how you appear before God, Concern yourself only with the idea that God may have of you"
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "Some people care too much, I think it's called love."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "We are afraid to care too much, for fear that the other person does not care at all."
    },
    {
      "cite": "unknown",
      "quote": "Caring too much about what other people are constantly thinking about you, also makes you forever remain their prisoner."
    },
    {
      "cite": "George Macdonald",
      "quote": "It is not the cares of today, but the cares of tomorrow, that weigh a man down."
    },
    {
      "cite": "Albert Ellis",
      "quote": "By not caring too much about what people think, I'm able to think for myself and propagate ideas which are very often unpopular. And I succeed."
    },
    {
      "cite": "Anne Lamott",
      "quote": "I do not at all understand the mystery of grace--only that it meets us where we are but does not leave us where it found us."
    },
    {
      "cite": "Alcuizar Barredo",
      "quote": "It comes with experience as we go along with our life. The more we realize on who to give our love, care and time, the more we understand ourselves for the better. It's amazing how people can be so unappreciative and we realized that we just wasted a part of ourselves, but then again, the rewards are limitless."
    },
    {
      "cite": "Sylvia Charming",
      "quote": "In the end, having a heart, being caring is so much rewarding. Better to have a loving caring heart then being cold."
    },
    {
      "cite": "Debbie Rodriguez",
      "quote": "You have to be who you are and some people are givers and some are takers. It's just life, but you always have enough love in your heart to keep on giving."
    },
    {
      "cite": "Lara Flynn Boyle",
      "quote": "As soon as you get over caring what people think, you can have a nice time"
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Don't sacrifice yourself too much, because if you sacrifice too much there's nothing else you can give and nobody will care for you"
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "I try more and more to be myself, caring relatively little whether people approve or disapprove."
    },
    {
      "cite": "Meryl Streep",
      "quote": "The minute you start caring about what other people think, is the minute you stop being yourself."
    },
    {
      "cite": "Robert Pirsig",
      "quote": "Caring about what you are doing is considered either unimportant or taken for granted"
    },
    {
      "cite": "unknown",
      "quote": "Caring too much is suffocating so I'm embracing indifference."
    },
    {
      "cite": "Michael Josephson",
      "quote": "A caring heart that listens is often more valued than an intelligent mind that talks."
    },
    {
      "cite": "Fuyumi Soryo",
      "quote": "There's always someone who cares. Someone whose life would simply stop. You just don't know it yet, or you haven't found them yet."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Kindness can transform someone's dark moment with a blaze of light. You'll never know how much your caring matters. Make a difference for another today."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "A single act of kindness is like a drop of oil on a patch of dry skin seeping, spreading, and affecting more than the original need."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes caring too much can be your biggest weakness."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Be not simply good; be good for something."
    },
    {
      "cite": "Larry H. Miller",
      "quote": "Go out into the world and do good until there is too much good in the world."
    },
    {
      "cite": "Minor Myers",
      "quote": "Go into the world and do well. But more importantly, go into the world and do good."
    },
    {
      "cite": "Hannah Lina",
      "quote": "Sometimes you need to know your place in someone's life because you might get hurt if you expect too much."
    },
    {
      "cite": "Lao Tzu",
      "quote": "From caring comes courage"
    },
    {
      "cite": "Salman Khan",
      "quote": "I'm not possessive, I'm caring.. Once you realize a person doesn't want that much care, you automatically back off"
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Detachment is not about refusing to feel or not caring or turning away from those you love. Detachment is profoundly honest, grounded firmly in the truth of what is."
    },
    {
      "cite": "Mooji",
      "quote": "Leave your existence to existence, stop caring for yourself so much and let the universe care for you; it is the best mother."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "Sometimes its not the strength but gentleness that cracks the hardest shells."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Sometimes, the people that love you the most turn out to be the people you will trust the least."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Live so that when your children think of fairness, caring, and integrity, they think of you."
    },
    {
      "cite": "unknown",
      "quote": "Treat everyone with politeness, even those who are rude to you   not because they are nice, but because you are."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "I always prefer to believe the best of everybody, it saves so much trouble."
    },
    {
      "cite": "Frank Tyger",
      "quote": "There is no greater loan than a sympathetic ear."
    },
    {
      "cite": "John Wooden",
      "quote": "You can't live a perfect day without doing something for someone who will never be able to repay you."
    },
    {
      "cite": "Henri Frdric Amiel",
      "quote": "Life is short and we have never too much time for gladdening the hearts of those who are traveling the dark journey with us. Oh be swift to love, make haste to be kind."
    },
    {
      "cite": "D. Elton Trueblood",
      "quote": "A man has made at least a start on discovering the meaning of human life when he plants shade trees under which he knows full well he will never sit."
    },
    {
      "cite": "Margaret Cousins",
      "quote": "Appreciation can make a day - even change a life, Your willingness to put it into words is all that is necessary."
    },
    {
      "cite": "Lao Tzu",
      "quote": "If you care too much about what other people think, you will always be their prisoner."
    },
    {
      "cite": "Ann Aguirre",
      "quote": "Caring too much could be dangerous; I saw that now. But the alternative was no better."
    },
    {
      "cite": "Frank Ocean",
      "quote": "Those who are heartless, once cared too much."
    },
    {
      "cite": "Donna Tartt",
      "quote": "Caring too much for objects can destroy you. Only—if you care for a thing enough, it takes on a life of its own, doesn’t it? And isn’t the whole point of things—beautiful things—that they connect you to some larger beauty?"
    },
    {
      "cite": "Julia Thompson",
      "quote": "Maybe I care too much, but that's only because I believe everyone deserves to be loved fiercely and passionately, and I refuse to be the person who gives up on someone who needs it the most. Why? Some people might ask. It's because I know what it feels like and no one should ever feel that way."
    },
    {
      "cite": "Liu Liang Ji",
      "quote": "There is danger for the eye in seeing too clearly, danger for the ear in hearing too sharply and danger to the heart from caring too greatly."
    },
    {
      "cite": "(Gratiano) William Shakespeare",
      "quote": "You have too much respect upon the world: They lose it that do buy it with much care."
    },
    {
      "cite": "Nathaniel Ward",
      "quote": "The world is full of care, much like unto a bubble; / Woman and care, and care and women, and women and care and trouble."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "Women—one half the human race at least—care fifty times more for a marriage than a ministry."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Too much care does more harm than good."
    },
    {
      "cite": "Portuguese Proverb",
      "quote": "Much coin, much care."
    },
    {
      "cite": "Kevin Malone",
      "quote": "Presents are the best way to show someone how much you care. It's like this tangible thing that you can point to and say, Hey man, I love you this many dollars worth."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too."
    },
    {
      "cite": "Bill Gates",
      "quote": "The barrier is not too little caring; it is too much caring."
    },
    {
      "cite": "Homer Simpson",
      "quote": "Are you gonna ask us our major malfunctions? 'Cause mine is I care too much."
    },
    {
      "cite": "Alex Rieger",
      "quote": "We're arguing because we care too much, and we're breaking up because we don't care enough."
    },
    {
      "cite": "Caregiving Instructor",
      "quote": "The fundamentals of caregiving are to give care... but not care too much. If you truly want a lasting career in caregiving, you'll need to adhere to the caregiver commandments. Write these down, they're important. I cannot take care of another unless I first take care of myself."
    },
    {
      "cite": "Daryl Hall",
      "quote": "I remember when I used to be the jealous kind / I got over it, now you're taking over my old line / You're caring too much about what I say / You're wondering too much about what I do / And baby, your imagination / Imagination's got the best of you."
    },
    {
      "cite": "Lorenz Hart; Richard Rodgers",
      "quote": "Caring too much / Is such a juvenile fancy / Learning to trust / Is just for children in school."
    },
    {
      "cite": "Jeff Straw",
      "quote": "Don't be cruel to yourself / For being in love / For caring too much / I was a part of you / Much more than you knew / Much more than you'd choose."
    }
  ]
}