{
  "source": "https://www.wisesayings.com/caribbean-quotes/",
  "theme": "caribbean",
  "quotes": [
    {
      "cite": "Derek Walcott",
      "quote": "Visual surprise is natural in the Caribbean; it comes with the landscape, and faced with its beauty, the sigh of History dissolves."
    },
    {
      "cite": "Nina Garcia",
      "quote": "One of the most magical places on Earth is a small island in the Caribbean called Mustique. With brilliant beaches, warm water, and lush vegetation, this tiny green swath of land is my idea of paradise."
    },
    {
      "cite": "Carrie Gibson",
      "quote": "At first glance it does look like paradise: the blue sky, and impossibly clear turquoise water, the sand, the palm trees, the gentle caress of the sea breezes. Yet most islanders face an everyday struggle for survival amid such natural splendour."
    },
    {
      "cite": "Chris Hadfield",
      "quote": "When you're on one of the Caribbean islands, sometimes it's hard to picture how they fit with the rest, but when you see them all joined together like a necklace from space, you see the natural geographic connectedness of them all."
    },
    {
      "cite": "Paul Clammer",
      "quote": "Haiti...has palm-fringed beaches with white sand and turquoise sea. It has a rich cultural heritage that lives through its art, music, and literature. Its history--written across its landscape--is astounding, a country born out of the world's only successful slave revolution to become the first independent black republic...Any country trying to build a tourist industry would give their eye-teeth for a portfolio like Haiti's."
    },
    {
      "cite": "Lynne Marie Houston",
      "quote": "Consuming authentic Caribbean food can be an emotionally moving experience, not only in terms of the euphoria caused by its fresh ingredients, intense flavors, and spicy seasonings, but also in the awareness that diverse groups of people have had to come together in various state of contentment and discontentment in order to produce even just a morsel of a Caribbean meal."
    },
    {
      "cite": "Leonard Adkins",
      "quote": "Nowhere else is it possible to experience, in such a small area, so many different cultures and social conditions, such diverse vegetation, and such varied landscape as in the Caribbean."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "It always amuses me that the biggest praise for my work comes for the imagination, while the truth is that there's not a single line in all my work that does not have a basis in reality. The problem is that Caribbean reality resembles the wildest imagination."
    },
    {
      "cite": "Max Fisher",
      "quote": "Latin America and the Caribbean are the happiest on average in the world."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "There is something fresh and crisp about the first hours of a Caribbean day, a happy anticipation that something is about to happen, maybe just up the street or around the next corner."
    },
    {
      "cite": "James A. Michener",
      "quote": "The chief character in this narrative is the Caribbean Sea, one of the world's most alluring bodies of water, a rare gem among the oceans, defined by the islands that form a chain of lovely jewels to the north and east."
    },
    {
      "cite": "Junot Diaz",
      "quote": "I don't think you can be from the Caribbean and not know a certain amount about the apocalypse."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Whenever i thought of time in puerto rico, i was reminded of those old magnetic clocks that hung on the walls of my classrooms in high school. every now and then a hand would not move for several minutes — and if i watched it long enough, wondering if it had finally broken down, the sudden click of the hand jumping three for four notches would startle me when it came."
    },
    {
      "cite": "Zoe Saldana",
      "quote": "In Caribbean there is no middle class: you're either rich or you're poor. And the ladder to success is not really a ladder, it's a chain; once you reach a certain level, you can't go back and you can only keep going forward."
    },
    {
      "cite": "Lady Victoria Hervey",
      "quote": "It's so bad being homeless in winter. They should go somewhere warm like the Caribbean where they can eat fresh fish all day."
    },
    {
      "cite": "Holland Smith",
      "quote": "If the Battle of Waterloo was won on the playing fields of Eaton, the Japanese bases in the Pacific were captured on the beaches of the Caribbean."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "I've got a Caribbean soul I can barely control, and some Texas hidden here in my heart!"
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "It is a curious thing to be a woman in the Caribbean after you have been a woman in these United States."
    }
  ]
}