{
  "source": "https://www.wisesayings.com/caring-quotes/",
  "theme": "caring",
  "quotes": [
    {
      "cite": "attributed to Theodore Roosevelt",
      "quote": "Nobody cares how much you know, until they know how much you care."
    },
    {
      "cite": "Harold Kushner",
      "quote": "Caring about others, running the risk of feeling, and leaving an impact on people, brings happiness."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Nurturing is not complex. It's simply being tuned in to the thing or person before you and offering small gestures toward what it needs at that time."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Remember that children, marriages, and flower gardens reflect the kind of care they get."
    },
    {
      "cite": "Langston Hughes",
      "quote": "When peoples care for you and cry for you, they can straighten out your soul."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Things done well and with a care, exempt themselves from fear."
    },
    {
      "cite": "Carson McCullers",
      "quote": "The closest thing to being cared for is to care for someone else."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Without a sense of caring, there can be no sense of community."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Indifference and neglect often do much more damage than outright dislike."
    },
    {
      "cite": "Hung Tzu-Ch'Eng",
      "quote": "Warm weather fosters growth: cold weather destroys it. Thus a man with an unsympathetic temperament has a scant joy: but a man with a warm and friendly heart overflowing blessings, and his beneficence will extend to posterity."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "Og Mandino",
      "quote": "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never believe that a few caring people can't change the world. For, indeed, that's all who ever have."
    },
    {
      "cite": "William Glasser",
      "quote": "Caring for but never trying to own may be a further way to define friendship."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "So when you are listening to somebody, completely, attentively, then you are listening not only to the words, but also to the feeling of what is being conveyed, to the whole of it, not part of it."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Want of care does us more damage than want of knowledge."
    },
    {
      "cite": "Pablo Casals",
      "quote": "I feel the capacity to care is the thing which gives life its deepest significance."
    },
    {
      "cite": "Donna A. Favors",
      "quote": "Life has taught me that respect, caring and love must be shared, for it's only through sharing that friendships are born."
    },
    {
      "cite": "Seneca",
      "quote": "We should give as we would receive, cheerfully, quickly, and without hesitation; for there is no grace in a benefit that sticks to the fingers."
    },
    {
      "cite": "Charlotte Lunsford",
      "quote": "We won't always know whose lives we touched and made better for our having cared, because actions can sometimes have unforeseen ramifications. What's important is that you do care and you act."
    },
    {
      "cite": "Sasha Dicter of Acumen Fund on Generosity Day",
      "quote": "Today, give yourself permission to be outrageously kind, irrationally warm, improbably generous. I promise it will be a blast."
    },
    {
      "cite": "Erich Fromm",
      "quote": "One cannot be deeply responsive to the world without being saddened very often."
    },
    {
      "cite": "Mary Catherine Bateson",
      "quote": "Caring can be learned by all human beings, can be worked into the design of every life, meeting an individual need as well as a pervasive need in society."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "You really can change the world if you care enough."
    },
    {
      "cite": "Lao Tzu",
      "quote": "From caring comes courage."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "A part of kindness consists in loving people more than they deserve."
    },
    {
      "cite": "Edward Albert",
      "quote": "The simple act of caring is heroic."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "When people cared about each other, they always found a way to make it work."
    },
    {
      "cite": "Ann Landers",
      "quote": "People who care about each other enjoy doing things for one another. They don't consider it servitude."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "It is the time you have wasted for your rose that makes your rose so important."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "An acquaintance merely enjoys your company, a fair-weather companion flatters when all is well, a true friend has your best interests at heart and the pluck to tell you what you need to hear."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Never be so busy as not to think of others."
    },
    {
      "cite": "James Hilton",
      "quote": "The right mixture of caring and not caring - I suppose that's what love is."
    },
    {
      "cite": "Denis Waitley",
      "quote": "A smile is the light in your window that tells others that there is a caring, sharing person inside."
    },
    {
      "cite": "Frank Shorter",
      "quote": "When you are caring about your children perhaps you always have to remember at what point you can become over involved because of something you need rather than something the child needs."
    },
    {
      "cite": "Jim Rohn",
      "quote": "One person caring about another represents life's greatest value."
    },
    {
      "cite": "Scott Johnson",
      "quote": "Caring is a powerful business advantage."
    },
    {
      "cite": "James M. Barrie",
      "quote": "Always be a little kinder than necessary."
    },
    {
      "cite": "Malcolm S. Forbes",
      "quote": "The more sympathy you give, the less you need."
    },
    {
      "cite": "Max Beerbohm",
      "quote": "To give and then not feel that one has given is the very best of all ways of giving."
    },
    {
      "cite": "Anna Garlin",
      "quote": "It is not alone the fact that women have generally had to spend most of their strength in caring for others that has handicapped them in individual effort; but also that they have almost universally had to care wholly for themselves."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "One must care about a world one will never see."
    },
    {
      "cite": "Augusta Carter",
      "quote": "You don't have a garden just for yourself. You have it to share."
    },
    {
      "cite": "Sally Fox",
      "quote": "A person who cares about the earth will resonate with its purity."
    },
    {
      "cite": "Tenneva Jordan",
      "quote": "A mother is a person who seeing there are only four pieces of pie for five people, promptly announces she never did care for pie."
    },
    {
      "cite": "Temple Grandin",
      "quote": "Nature is cruel, but we don't have to be."
    },
    {
      "cite": "Russian Proverb",
      "quote": "A kind word is like a spring day."
    },
    {
      "cite": "Kurt Vonnegut Jr.",
      "quote": "Find a subject you care about and which you feel others should care about. It is this genuine caring, and not your games with language which will be the most compelling and seductive element in your style."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Chance, fate, nurturing an inner preparedness for change and direction--how can one disentangle them?"
    },
    {
      "cite": "Ann Frank",
      "quote": "Love is understanding someone, caring for him, sharing his joys and sorrows."
    },
    {
      "cite": "Baron Friedrich Von Hugel",
      "quote": "Christianity has taught us to care. Caring is the greatest thing, caring matters most."
    },
    {
      "cite": "William A. Ward",
      "quote": "Three keys to more abundant living: caring about others, daring for others, sharing with others."
    },
    {
      "cite": "Alfred A. Henry",
      "quote": "Nurturing is the caring kind of love."
    },
    {
      "cite": "Alfred Henry",
      "quote": "Caring gives sincerity to love."
    },
    {
      "cite": "Alfred Henry",
      "quote": "More children would suffer aborted love were it not for rescue by caring hearts and hands."
    },
    {
      "cite": "Alfred Henry",
      "quote": "Caring is not absentee; it's as close as motherhood."
    },
    {
      "cite": "Alfred Henry",
      "quote": "Trite but true: Those who care are always there."
    },
    {
      "cite": "Fred Rogers",
      "quote": "I believe that the basis of any health education lies in a person's caring enough about himself that he'll want to take care of himself."
    },
    {
      "cite": "D.Loy",
      "quote": "No matter how wise and compassionate our teachers may be, they cannot walk the path for us."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Fundamentally, the basis on which you can build a sense of caring for others is the capacity to love yourself."
    },
    {
      "cite": "Elen &amp; Charles Birx",
      "quote": "Loving everyone in the whole world is embodied in our love for those closest to us and in compassionate action to care for those in need."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "Leaving things to the government, like leaving them to providence, is synonymous with not caring about them."
    },
    {
      "cite": "Mitt Romney",
      "quote": "In the deeper waters, life is about others: family, friends, faith, community, country, caring, commitment."
    },
    {
      "cite": "Bob Benson",
      "quote": "The only degree you'll need is a degree of caring."
    },
    {
      "cite": "Robert Frost",
      "quote": "There never was any harm truly great and generous, that was not also tender and compassionate."
    },
    {
      "cite": "Peter M. Senge",
      "quote": "Caring is personal. It is rooted in an individual's own set of values, concerns, and aspirations."
    },
    {
      "cite": "Norman Wirzba",
      "quote": "A caring, faithful, and worshipping humanity is one of the the garden's most important crop."
    },
    {
      "cite": "Des'ree Weeks",
      "quote": "I need a caring world, a caring world / Will you hear me when I cry / I need a caring world, a caring world / Please don't leave me high and dry"
    },
    {
      "cite": "Alanis Morissette",
      "quote": "You owe me nothing for giving the love that I give /You owe me nothing for caring the way that I have /I give you thanks for receiving, it's my privilege / And you owe me nothing in return."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Caring is not what a powerful person gives to a weaker one. Caring is a matter of being there...lamenting right along with the one who laments."
    },
    {
      "cite": "Fred Rogers",
      "quote": "To love someone is to strive to accept that person exactly the way he or she is, right here and now--and to go on caring even through times that may bring us pain."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "Some people care too much. I think it’s called love."
    },
    {
      "cite": "William J. Clinton",
      "quote": "Promising too much can be as cruel as caring too little."
    },
    {
      "cite": "Rosabeth Moss Kanter",
      "quote": "Friendly people are caring people, eager to provide encouragement and support when needed most."
    },
    {
      "cite": "Sylvia Charming",
      "quote": "In the end, having a heart, being caring is so much rewarding. Better to have a loving caring heart then being cold."
    },
    {
      "cite": "Mandy Hale",
      "quote": "To make a difference in someone's life, you don't have to be brilliant, rich, beautiful, or perfect. You just have to care."
    },
    {
      "cite": "Peter Frampton",
      "quote": "Politeness and caring for each other cannot be a thing of the past."
    }
  ]
}