{
  "source": "https://www.wisesayings.com/carnival-quotes/",
  "theme": "carnival",
  "quotes": [
    {
      "quote": "Happiness is simply a temporary condition that proceeds unhappiness. Fortunately for us, it works the other way around as well. But it's all a part of the carnival, isn't it?",
      "cite": "Federico Fellini"
    },
    {
      "quote": "Ah, the carnival. The great American celebration of freedom, fun, and food.",
      "cite": "Susan B. Chick"
    },
    {
      "quote": "I don't know, but if it weren't for the sheer carefree innocence of this carnival, I'd be breaking his kneecaps.",
      "cite": "Steve Purcell"
    },
    {
      "quote": "This is the week of the Carnival / And the sign of a brighter dawn / In men's affairs. Who sheds old cares.",
      "cite": "Clarence Michael James Stanislaus Dennis"
    },
    {
      "quote": "Who joins the dance, tho' Lady Chance / Pleasure or pain may yield, / Who comes to the call of Carnival? / 'Seven to four the field!'",
      "cite": "Clarence Michael James Stanislaus Dennis"
    },
    {
      "quote": "You shall not seek beauty at carnival or fair / or offer your work there, for beauty is virginal / and is not to be found at carnival or fair.",
      "cite": "Gabriela Mistral"
    },
    {
      "quote": "Through eyelet holes I watched the crowd / Rain of confetti fling; / Their joy is lush, their laughter loud, / For Carnival is King.",
      "cite": "Robert William Service"
    },
    {
      "quote": "The month of carnival of all the year, / When Nature lets the wild earth go its way, / And spend whole seasons on a single day.",
      "cite": "Helen Hunt Jackson"
    },
    {
      "quote": "And brilliant as a fairy hall / Is scenes on ice at carnival / Before the gale in an ice boat, / It swiftly o'er the ice doth float, / The sensation is, you fly / Like lightning shooting through the sky.",
      "cite": "James McIntyre"
    },
    {
      "quote": "To cities where carnival glows / Or the furnace is bright. / So is measured or leisured / According as teachers dispose / Their cosmic delight.",
      "cite": "Lesbia Harford"
    },
    {
      "quote": "Watteau, carnival where the loves of many famous hearts / Flutter capriciously like butterflies with gaudy wings; / Cool, airy settings where the candelabras' light / Touches with madness the couples whirling in the dance",
      "cite": "Charles Baudelaire"
    },
    {
      "quote": "The forest holds high carnival to-day, / And every hill-side glows with gold and fire; / Ivy and sumac dress in colors gay, / And oak and maple mask in bright attire.",
      "cite": "Ellis Parker Butler"
    },
    {
      "quote": "Riding through the night / To the human beast / There's nothing safe about it / Nothing safe about the Greatest Show on Earth / (Carnival, Carnival, Carnival, Carnival, Carnival, Carnival)",
      "cite": "Neil Young"
    },
    {
      "quote": "That's as real as it gets from the sky to the floor / But the dark carnival will take your soul away, / And give you mystical adventure in a magical way",
      "cite": "Joseph Bruce"
    },
    {
      "quote": "Games, prizes, shows, and rides, its that carnival paradise.",
      "cite": "Joseph Bruce"
    },
    {
      "quote": "Come with me, come with me / To the carnival, to the carnival. / You will see, you will see, / What you want to see, exactly what you want to be",
      "cite": "Eric Patrick Clapton"
    },
    {
      "quote": "If you spend enough cash at the carnival games / You'll have a prize in your hand when you walk away",
      "cite": "Nelly Furtado"
    },
    {
      "quote": "Carnival games are so much fun to play, hard to just walk away from / And all you want, a pretty thing but the price you pay is / Always too much, you'll never dry up these tears / Crying from all the years playing carnival games",
      "cite": "Nelly Furtado"
    },
    {
      "quote": "Everyone loved the carnival / Everyone loved its sights and sounds",
      "cite": "Petunia-Liebling MacPumpkin"
    },
    {
      "quote": "Freaks, sideshows, and fools, a carnival who together lives by there own rules",
      "cite": "Joseph Bruce"
    },
    {
      "quote": "Of all the holiday celebrated across he modern world, Carnival might be the most boisterous, and possibly the most fun.",
      "cite": "Daniel Shafto"
    },
    {
      "quote": "People always have fun at the Carnival time. They wear costumes and masks and go to parties and parades.",
      "cite": "Alice K. Flanagan"
    },
    {
      "quote": "Carnival started hundred of years ago in Europe. It was a festival to welcome the coming of spring. Farmers prayed that they would have a good crops and that their animals would be healthy.",
      "cite": "Alice K. Flanagan"
    },
    {
      "quote": "There is indeed a life-affirming and life-enhancing 'spirit' that pertains to carnival in its varied and numerous manifestations.",
      "cite": "David Danow"
    },
    {
      "quote": "We see that the carnival spirit inspires the transformation of absences into presence.",
      "cite": "David Danow"
    },
    {
      "quote": "Carnival today provides a space for revelers to express their sexuality and places greater emphasis on the body and its attractive functions.",
      "cite": "Frances Henry"
    },
    {
      "quote": "Carnival means 'good-bye to meat' in an ancient language. Long ago, people feasted on meat during winter festivals",
      "cite": "Molly Aloian"
    },
    {
      "quote": "Happy carnival became our flagship program each year to celebrate the concerted efforts for the year.",
      "cite": "Elaine Suk Ching Liu"
    },
    {
      "quote": "During carnival, people celebrate life by going to lively parties and colorful parades.",
      "cite": "Kerrie Logan Hollihan"
    },
    {
      "quote": "Carnivals helps people get together and have fun before they give up things they like for a few weeks.",
      "cite": "Marisa Orgullo"
    },
    {
      "quote": "Life is like a carnival. The cotton candy is all of the sweet things in your life. The carnies are the unwanted junk. The rides represent all of the diversity and choices. And then there is the dunk tank a place where you can get all of your angry out just like your friends when you vent to them.",
      "cite": "Anonymous"
    },
    {
      "quote": "God put us here, on this carnival ride. We close our eyes never knowing where it'll take us next.",
      "cite": "Carrie Underwood"
    },
    {
      "quote": "Though the carnival life gonna always shine, you can't turn back the time.",
      "cite": "Maria McKee"
    },
    {
      "quote": "Carnival has nothing at stake here and therefore has no downside.We, on the other hand, have a valuable transaction that could be put at risk.",
      "cite": "Peter Ratcliffe"
    },
    {
      "quote": "Life will show you masks that are worth all your carnivals.",
      "cite": "Ralph Waldo Emerson"
    },
    {
      "quote": "Everything being a constant carnival, there is no carnival left.",
      "cite": "Victor Hugo"
    },
    {
      "quote": "Happiness is a carnival game. It's never as easy as it looks, but the dumb ones always seem to be walking around with a big stuffed animal.",
      "cite": "Dov Davidoff"
    }
  ]
}