{
  "source": "https://www.wisesayings.com/carousel-quotes/",
  "theme": "carousel",
  "quotes": [
    {
      "cite": "Pharrell Williams",
      "quote": "Life is a carousel. It goes up and down. All U gotta do is just stay on."
    },
    {
      "cite": "Nupur Kulkani",
      "quote": "Life is like a carousel. Returning to the same point each time, with a different bounce. Its your take, whether you wanna enjoy it or throw up."
    },
    {
      "cite": "Amy Nathan",
      "quote": "What a treat for kids and adults alike to settle into the saddle of a handsome wooden horse, grip the reins, and let imaginations wander as the horse glides up and down, circling round and round, while jingling music fills the air."
    },
    {
      "cite": "Vanessa Carlton",
      "quote": "And beauty stands before you and love comes back around again. It's a carousel, my friend."
    },
    {
      "cite": "Joni Mitchell",
      "quote": "And the seasons they go round and round and painted ponies go up and down. We're captive on the carousel of time, we can't return we can only look behind."
    },
    {
      "cite": "Sharon langley",
      "quote": "The horses come in so many colors...but no matter their colors, the horses all go at the same speed as they circle round and round. They start together. They finish together, too. Nobody is first and nobody is last. Everyone is equal when you ride a carousel."
    },
    {
      "cite": "Phoebe Coghlan",
      "quote": "The carousel spins round and round; blasting forth its cheerful sound. While horses gallop to the chase round the sound; the circle race."
    },
    {
      "cite": "David P. Hahner",
      "quote": "No matter its age, a carousel remains an essential centerpiece for any good amusement, or theme, park. With its wondrous band organ playing melodious tunes to the delight of riders, the carousel itself becomes a beautiful, gigantic music box that gives a nostalgic tranquility to the park."
    },
    {
      "cite": "K_karann",
      "quote": "Life is like a carousel never stop turning."
    },
    {
      "cite": "Dale Samuelson",
      "quote": "It is doubtful that many carousel riders realize that they are performing an ancient ritual as they ride their wooden steed in pursuit of the brass ring."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "My soul is an empty carousel at sunset."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Did you ever notice that the first piece of luggage on the carousel never belongs to anyone?"
    },
    {
      "cite": "Adam Gopnik",
      "quote": "After all, spinning is its own reward. There wouldn't be carousels if it weren't so."
    },
    {
      "cite": "Jay McInerney",
      "quote": "I'd like to have the kind of house someday where a carousel horse wouldn't be out of place in the living room."
    },
    {
      "cite": "Suzy Menkes",
      "quote": "As the fashion carousel spins ever faster, the concern is that, while the stream of newness never runs out, there's going to be a good deal more crash and burn among designers in the future."
    }
  ]
}