{
  "source": "https://www.wisesayings.com/carpenter-quotes/",
  "theme": "carpenter",
  "quotes": [
    {
      "cite": "Jack Kirby",
      "quote": "If a carpenter makes a chair that's comfortable for the person who's going to sit in it, he's done his job. If a train engineer gets a train in on time, he's going to make someone happy who's waiting at the station. And if an artist draws the kind of a picture that people are going to enjoy looking at, or he makes a visual story which people are going to enjoy reading, he's done his job."
    },
    {
      "cite": "Anonymous",
      "quote": "The carpenter stretcheth out his rule; he marketh it out with a line; he fitteth it with planes, and he marketh it out with the compass, and maketh it after the figure of a man, according to the beauty of a man; that it may remain in the house."
    },
    {
      "cite": "Rumi",
      "quote": "A craftsman pulled a reed from the reedbed, cut holes in it, and called it a human being. Since then, it's been wailing a tender agony of parting, never mentioning the skill that gave it life as a flute."
    },
    {
      "cite": "David Amram",
      "quote": "That is the way a great master carpenter feels, or an architect or composer or anyone who creates anything people want to be appreciated for what they have done."
    },
    {
      "cite": "Walt Whitman",
      "quote": "The carpenter dresses his plank, the tongue of his foreplane whistles its wild ascending lisp."
    },
    {
      "cite": "W. H. Auden",
      "quote": "A craftsman knows in advance what the finished result will be, while the artist knows only what it will be when he has finished it."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A tool is but the extension of a man's hand, and a machine is but a complex tool. He that invents a machine augments the power of a man and the well being of mankind."
    },
    {
      "cite": "Anonymous",
      "quote": "The best carpenters make the fewest chips."
    },
    {
      "cite": "Aime Ontario Fraser",
      "quote": "Woodworking matters. It's more than a pastime or hobby being a woodworker means that you know the satisfaction and pride that comes from using your hands and mind to build beautiful, functional objects, and that you're as interested in the process as the outcome. Amid the speed and chaos of the modern world, woodworking gives us a place where we can slow down, pay attention, and take the time to do things right."
    },
    {
      "cite": "Nick Petrie",
      "quote": "To be a carpenter or a builder or a home inspector, you have to have that kind of visual brain where you can sort of imagine something taken apart."
    },
    {
      "cite": "Albert Einstein",
      "quote": "People love chopping wood. In this activity one immediately sees results."
    },
    {
      "cite": "Anonymous",
      "quote": "Carpentry is the Illusion of Perfection"
    },
    {
      "cite": "Annie Proulx",
      "quote": "In a rough way the short story writer is to the novelist as a cabinetmaker is to a house carpenter."
    },
    {
      "cite": "Alex Winter",
      "quote": "Certain remakes are great. Carpenter's the thing is better than the original."
    },
    {
      "cite": "Arthur Guiterman",
      "quote": "The carpenter is not the best who makes more chips than all the rest."
    },
    {
      "cite": "Sam Rayburn",
      "quote": "Any jackass can kick down a barn, but it takes a good carpenter to build one."
    },
    {
      "cite": "Anonymous",
      "quote": "Woodworkers are knotty."
    },
    {
      "cite": "Louis Nizer",
      "quote": "A man who works with his hands is a laborer; a man who works with his hands and his brain is a craftsman; but a man who works with his hands and his brain and his heart is an artist."
    },
    {
      "cite": "Francis of Assisi",
      "quote": "He who works with his hands and his head and his heart is an artist."
    },
    {
      "cite": "Thoureau",
      "quote": "Every nail driven should be as another rivet in the machine of the universe"
    },
    {
      "cite": "Steve Jobs",
      "quote": "When you're a carpenter making a beautiful chest of drawers, you're not going to use a piece of plywood on the back, even though it faces the wall and nobody will ever see it. You'll know it's there, so you're going to use a beautiful piece of wood on the back."
    },
    {
      "cite": "Vita Sackville-West",
      "quote": "All craftsmen share a knowledge. They have held reality down fluttering to a bench."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "By a Carpenter mankind was made, and only by that Carpenter can mankind be remade."
    },
    {
      "cite": "Anonymous",
      "quote": "Measure Twice-Cut Once"
    },
    {
      "cite": "Jonathan Swift",
      "quote": "A carpenter is known by his chips."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Well-makers lead the water wherever they like; fletchers bend the arrow ; carpenters bend a log of wood ; wise people fashion themselves."
    },
    {
      "cite": "Oliver Reed",
      "quote": "I do think a carpenter needs a good hammer to bang in the nail."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "When the only tool you have is a hammer, you tend to see every problem as a nail."
    },
    {
      "cite": "Saint Bernard",
      "quote": "You will find something more in woods than in books. Trees and stones will teach you that which you can never learn from masters."
    },
    {
      "cite": "G. Weilacher",
      "quote": "One only need two tools in life: WD-40 to make things go, and duct tape to make them stop."
    },
    {
      "cite": "Christopher Alexander",
      "quote": "The difference between the novice and the master is simply that the novice has not learnt, yet, how to do things in such a way that he can afford to make small mistakes. The master knows that the sequence of his actions will always allow him to cover his mistakes a little further down the line. It is this simple but essential knowledge which gives the work of a master carpenter its wonderful, smooth, relaxed, and almost unconcerned simplicity."
    },
    {
      "cite": "Miyamoto Musashi",
      "quote": "Fourthly, the way of the artisan. The way of the carpenter is to become proficient in the use of his tools, first to lay his plans with true measure and then perform his work according to plan. Thus he passes through life."
    },
    {
      "cite": "Michael Dunbar",
      "quote": "Woodworking is a most satisfying pastime, so varied and multifaceted you will never complete the twin processes you have undertaken: acquiring tools and learning how to use them. You have begun a lifetime pursuit."
    },
    {
      "cite": "Jack Neff",
      "quote": "The feel and beauty of finely crafted wood…the refreshing smell of your workshop…the absorbing joy of cutting and joining that makes the hours race by… These are the reasons you love woodworking."
    },
    {
      "cite": "Woodworkers Guild of America",
      "quote": "There is no scrap wood, just pieces not yet used."
    },
    {
      "cite": "Joshua Foer",
      "quote": "Woodworking requires a completely different kind of thinking and problem-solving ability than writing. With writing, you take a set of facts and ideas, and you reason your way forward to a story that pulls them together. With woodworking, you start with an end product in mind, and reason your way backward to the raw wood."
    },
    {
      "cite": "Guy Clark",
      "quote": "Let us now praise a carpenter and the things that he made / And the way that he lived by the tools of his trade / I can still hear his hammer singing ten penny time / Working by the hour till the day he died / Oh he was tough as a crowbar  quick as a chisel / Fair as a plane and true as a level / He was straight as a chalkline and right as a rule / He was square with the world he took good care of his tools."
    },
    {
      "cite": "Korean Proverb",
      "quote": "A carpenter may lend his wife but not his tools."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "The worse carpenter, the more the chips."
    },
    {
      "cite": "R. Wright Campbell",
      "quote": "Use facts... the way a carpenter uses nails."
    },
    {
      "cite": "Paul Sellers",
      "quote": "In an hour I go from neatness and order to a scene of seeming chaos yet I feel settled in the build of shavings at my bench and feet. In the same one hour, I’ve carved and shaped the whole seat to my rocking chair, formed the two tenons connecting the back from to the front frame yet no machine or so-called power tool pollutes me, my bench nor my work area and work."
    },
    {
      "cite": "John Brown",
      "quote": "By all means read what the experts have to say. Just don’t let it get in the way of your woodworking."
    },
    {
      "cite": "Philip A. Korth",
      "quote": "Wood, metals, concrete, plastics, all take the shape under modern, power driven tools guided by a carpenter's hand. The adaptability which transformed a wagon maker into a house carpenter, led the house carpenter into cabinet making and even dressed him in deep sea diving gear."
    },
    {
      "cite": "Matthew Nicholas",
      "quote": "Most often, carpenters get extra work through word of mouth. Carpenters often hear things like, \"I heard you're a carpenter. I've been looking for someone to fix the roof of my garage. How much would you charge for something like that?\" Those are exciting words for a carpenter who wants to pick up some extra work."
    },
    {
      "cite": "Rachel Given-Wilson and Greg Roza",
      "quote": "The carpentry profession has been around since humans first began building structures, but the way carpenters work has changed over the centuries with the ongoing development of new tools and methodologies."
    },
    {
      "cite": "Karl Friedrich Schinkel",
      "quote": "Use the best possible materials, and reveal the quality of those materials and the craftsmanship of their assembly."
    },
    {
      "cite": "Will Turner",
      "quote": "A craftsman is always proud to hear his work is appreciated."
    },
    {
      "cite": "Bill Berry; Peter Buck; Michael Mills; Michael Stipe",
      "quote": "My carpenter's out and running about talking to the street / My pockets are out and running about / Barking in the street to tell what I have hidden there / Burn bright through the night, two pockets lead the way / Two doors to go between the wall was raised today / Raise the walls and shout its flaws, a carpenter should rest / So that when you tire of one side the other serves you best."
    },
    {
      "cite": "Hal Michael Ketchum",
      "quote": "I build houses and barns and a birdhouse or two / Studied my blue prints and plans / I like wood that don't argue, nails that drive straight / Tools that don't skin up my hands / Tomorrow you'll find me up on some roof / Watchin' the sun play the hill / Rye in my coffee, love in my heart / Doin' what carpenters will / I'm slow but I'm steady / I prize the work more than the pay / I'm rough and I'm ready / Living the carpenter's way."
    },
    {
      "cite": "Avis; Taylor; Travis",
      "quote": "He was just a carpenter by trade / He learned from his father at a very early age / There was something special in the man / There was much more to his life / Than just working with his hands / And He'd say / \"There's no home I could design / That would match the one you'd find, when you leave this world behind / If you only took the time.\""
    },
    {
      "cite": "Bachman; Cummings; Kale; Peterson",
      "quote": "If I could have been a carpenter / Could have run around looking for things to fix / Way back a long time ago if I could have been a carpenter / I could have found a lot of things to fix / Didn't end up bein' no carpenter / And that's why they call me / Humpty mix."
    },
    {
      "cite": "Jaclyn Fitzgerald",
      "quote": "A carpenter is one of the most necessary and most used of all building trades due to their specialised knowledge and the techniques that they use when working with wood."
    },
    {
      "cite": "Gary Katz",
      "quote": "Technology began to truly affect my life when I began working as a carpenter—nail guns, cordless drills, fast-acting adhesives, sealants that actually worked, bituthene…I could go on and on."
    },
    {
      "cite": "Jed Dixon",
      "quote": "A handsome staircase is always the glory of any home interior. It is also subject to many onerous contemporary code requirements, and requires the highest level of finish carpentry in the house."
    },
    {
      "cite": "George Nakashima",
      "quote": "Each plank…can have only one ideal use. The woodworker must find this ideal use and create an object of utility to man, and if nature smiles, an object of lasting beauty."
    },
    {
      "cite": "Adam Cherubini",
      "quote": "A simple bench is like Tuscan pasta soup. You think it will be better if you add more stuff. But getting the basics right is way more important, and the extras won’t make up for a poorly prepared stock."
    }
  ]
}