{
  "source": "https://www.wisesayings.com/carpe-diem-quotes/",
  "theme": "carpe-diem",
  "quotes": [
    {
      "cite": "Nicolas De Chamfort",
      "quote": "Contemplation often makes life miserable. We should act more, think less, and stop watching ourselves live."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Tomorrow is not promised and the past cannot be changed therefore live each day to the fullest and know that every new day is a blessing."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Don't wait. The time will never be just right."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow."
    },
    {
      "cite": "Jessica Sorensen",
      "quote": "Seize the day, take hold of it, and make it whatever you want."
    },
    {
      "cite": "Johnathan Larson",
      "quote": "I can't control my destiny, I trust my soul, my only goal is just to be. There's only now, there's only here. Give in to love or live in fear. No other path, no other way. No day but today."
    },
    {
      "cite": "Robert K. Taolana",
      "quote": "Don't while away time but create pleasant memories and feel the moment."
    },
    {
      "cite": "Robert Breault",
      "quote": "Each day is an opportunity to travel back into tomorrow's past and change it."
    },
    {
      "cite": "Horace",
      "quote": "Leave off asking what tomorrow will bring, and whatever days fortune will give, count them as profit."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A man that is young in years may be old in hours, if he has lost no time."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Nothing is worth more than this day."
    },
    {
      "cite": "Albert Camus",
      "quote": "Real generosity towards the future lies in giving all to the present."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Your time is limited, so don't waste it living someone else's life."
    },
    {
      "cite": "Omar Khayyam",
      "quote": "When I want to understand what is happening today or try to decide what will happen tomorrow, I look back."
    },
    {
      "cite": "Cody Atencio",
      "quote": "Seize The Moment because you never know if that moment will ever come your way again. I know that when I look back at my life, I will see the memories of all the little adventures that I didn't let pass me by."
    },
    {
      "cite": "Ash Sweeney",
      "quote": "Each moment of your life is a picture you have never seen before and will never see again. So live each moment to make it count & make each moment beautiful."
    },
    {
      "cite": "Kaceem Aveiro",
      "quote": "We might have hope, but there'll be no assurance of tomorrow, so do whatever you want today."
    },
    {
      "cite": "Ruth E. Renkl",
      "quote": "You live longer once you realize that any time spent being unhappy is wasted."
    },
    {
      "cite": "Horace",
      "quote": "Carpe diem! Rejoice while you are alive; enjoy the day; live life to the fullest; make the most of what you have. It is later than you think."
    },
    {
      "cite": "Mae West",
      "quote": "You only live once, but if you do it right, once is enough."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Every day of our lives we are on the verge of making those slight changes that would make all the difference."
    },
    {
      "cite": "Marjorie Pay Hinckley",
      "quote": "The trick is to enjoy life. Don't wish away your days, waiting for better ones ahead."
    },
    {
      "cite": "Albert Camus",
      "quote": "Real generosity toward the future lies in giving all to the present."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The future depends on what you do today."
    },
    {
      "cite": "Kaijuanda Sutton",
      "quote": "Make the best of today, as you will never have another chance to experience this day again."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Stop waiting for the perfect day or the perfect moment. Take this day, this moment and lead it to perfection."
    },
    {
      "cite": "Larry McMurtry",
      "quote": "If you wait, all that happens is that you get older."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no delay, no procrastination; never put off till tomorrow what you can do today."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Every moment is precious. Don't wait for perfect moment. Grab it at the earliest. If you wait too long for perfect moment, the moment will pass you by."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Today is the tomorrow you worried about yesterday."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Write it on your heart that every day is the best day in the year. No man has learned anything rightly, until he knows that every day is Doomsday."
    },
    {
      "cite": "Guillaume De Salluste Du Bartas",
      "quote": "Who well lives, long lives; for this age of ours should not be numbered by years, days, and hours."
    },
    {
      "cite": "Kimiko Rei",
      "quote": "Stop thinking about the future if you want to do something do it now!"
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Every day brings a chance for you to draw in a breath, kick off your shoes, and dance."
    },
    {
      "cite": "Jack London",
      "quote": "The proper function of man is to live, not to exist. I shall not waste my days in trying to prolong them."
    },
    {
      "cite": "James Hampton",
      "quote": "Let's just enjoy what we have now and worry about tomorrow when tomorrow comes."
    },
    {
      "cite": "William E Lewis Jr",
      "quote": "Time is something you cant get back - make the most of every moment."
    },
    {
      "cite": "Art Buchwald",
      "quote": "Whether it's the best of times or the worst of times, it's the only time we've got."
    },
    {
      "cite": "Harry \"Breaker\" Harbord Morant",
      "quote": "Live every day as if it were going to be your last; for one day you're sure to be right."
    },
    {
      "cite": "Alton Gatling Jr",
      "quote": "Take on today, this new day by force and do something you never did before; like live. Today was given to you for a reason, so rejoice and be happy."
    },
    {
      "cite": "Gina Greenlee",
      "quote": "Tomorrow is promised to no one. Prioritize today accordingly."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The future starts today, not tomorrow."
    },
    {
      "cite": "Robin Williams",
      "quote": "If you listen real close, you can hear them whisper their legacy to you. Go on, lean in. Listen, you hear it? Carpe diem, seize the day boys, make your lives extraordinary."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Don't waste today by talking about yesterday until it's finally tomorrow."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Be true and faithful to yourself, and start the day with a promise to make your day worth remembering. Carry the good work of yesterday to a logical end today."
    },
    {
      "cite": "Marie Beynon Lyons Ray",
      "quote": "Begin doing what you want to do now."
    },
    {
      "cite": "Osho",
      "quote": "I live my life based on two principles. One, I live as if today was my last day on earth. Two, I live today as if I am going to live forever."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin."
    },
    {
      "cite": "RVM",
      "quote": "The past ruins the present to destroy the future. Take charge of the now."
    }
  ]
}