{
  "source": "https://www.wisesayings.com/cars-quotes/",
  "theme": "cars",
  "quotes": [
    {
      "cite": "Russell Baker",
      "quote": "When it comes to cars, only two varieties of people are possible - cowards and fools."
    },
    {
      "cite": "Mario Andretti",
      "quote": "A racing car is an animal with a thousand adjustments."
    },
    {
      "cite": "Ferdinand Porsche",
      "quote": "I couldn't find the sports car of my dreams, so I built it myself."
    },
    {
      "cite": "Jaime Lerner",
      "quote": "A car is like a mother-in-law - if you let it, it will rule your life."
    },
    {
      "cite": "Chris Bangle",
      "quote": "Cars are the sculptures of our everyday lives."
    },
    {
      "cite": "Edward Herrmann",
      "quote": "I thought cars were essential ingredients of life itself."
    },
    {
      "cite": "Lindsay Wagner",
      "quote": "There's no way we could take cars off the planet and not have our society fall apart. So they're a necessary evil, in that sense."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "The car has become the carapace, the protective and aggressive shell, of urban and suburban man."
    },
    {
      "cite": "Peter Gabriel",
      "quote": "All of those cars were once just a dream in somebody's head."
    },
    {
      "cite": "Carlos Ghosn",
      "quote": "Electric cars are not going to take the market by storm, but it's going to be a gradual improvement."
    },
    {
      "cite": "Alexandra Paul",
      "quote": "Electric cars aren't pollution-free; they have to get their energy from somewhere."
    },
    {
      "cite": "James Woolsey",
      "quote": "We aren't addicted to oil, but our cars are."
    },
    {
      "cite": "Rod Stewart",
      "quote": "Fast cars like Porsches and Ferraris - they are things of beauty."
    },
    {
      "cite": "Bill Gates",
      "quote": "Flying cars are not a very efficient way to move things from one point to another."
    },
    {
      "cite": "Murray Walker",
      "quote": "There's nothing wrong with the car except that it's on fire."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Never lend your car to anyone to whom you have given birth."
    },
    {
      "cite": "David Byrne",
      "quote": "You can know or not know how a car runs and still enjoy riding in a car."
    },
    {
      "cite": "Tony Stewart",
      "quote": "Race cars, no matter what size or shape they are, they do the same things. It is not complicated."
    },
    {
      "cite": "Rick Wagoner",
      "quote": "Generally, cars were not built to sit on dealer lots. It encourages the wrong kind of behavior in the whole system."
    },
    {
      "cite": "Matthew Fox",
      "quote": "I've always been into cars. Cars are part of our genetic makeup. It's unavoidable."
    },
    {
      "cite": "Steven Curtis Chapman",
      "quote": "Cars are the reason we, you know, people live or die."
    },
    {
      "cite": "Elon Musk",
      "quote": "Self-driving cars are the natural extension of active safety and obviously something we should do."
    },
    {
      "cite": "Asafa Powell",
      "quote": "I think about cars to try and distract myself. It's a good way to relax, take your mind off everything."
    },
    {
      "cite": "Evan Spiegel",
      "quote": "Cars bring me sheer joy."
    },
    {
      "cite": "T-Pain",
      "quote": "I love vintage cars because you can do so much more to them."
    },
    {
      "cite": "Michael Bay",
      "quote": "Fast cars are my only vice."
    },
    {
      "cite": "Ayrton Senna",
      "quote": "When you are fitted in a racing car and you race to win, second or third place is not enough."
    },
    {
      "cite": "Steven Wright",
      "quote": "I hooked up my accelerator pedal in my car to my brake lights. I hit the gas, people behind me stop, and I'm gone."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Car designers are just going to have to come up with an automobile that outlasts the payments."
    },
    {
      "cite": "Carroll Shelby",
      "quote": "Driving race cars was an avenue for me to learn how to build my own car, and that was my ambition all along."
    },
    {
      "cite": "Scott Adams",
      "quote": "In less enlightened times, the best way to impress women was to own a hot car. But women wised up and realized it was better to buy their own hot cars so they wouldn't have to ride around with jerks."
    },
    {
      "cite": "Mario Andretti",
      "quote": "You're safer in the race car than you are in cars going to and from the track."
    },
    {
      "cite": "E. L. Doctorow",
      "quote": "It's like driving a car at night. You never see further than your headlights, but you can make the whole trip that way."
    },
    {
      "cite": "Captain Beefheart",
      "quote": "I would never kill a living thing, although I probably have inadvertently while driving automobiles."
    },
    {
      "cite": "James Hillman",
      "quote": "We approach people the same way we approach our cars. We take the poor kid to a doctor and ask, What's wrong with him, how much will it cost, and when can I pick him up?"
    },
    {
      "cite": "Marc Andreessen",
      "quote": "Google is working on self-driving cars, and they seem to work. People are so bad at driving cars that computers don't have to be that good to be much better."
    },
    {
      "cite": "Mark Brazill",
      "quote": "A car is not a bedroom on wheels."
    },
    {
      "cite": "Sacha Gervasi",
      "quote": "We can't stop the car, Henry. It's the getaway car."
    },
    {
      "cite": "Steven Bochco",
      "quote": "Ultimately when buying a car, keep one question uppermost in mind. How am I going to feel when I'm standing in front of a restaurant? The ballet brings me my car."
    },
    {
      "cite": "Frederic Kennett",
      "quote": "I know it breaks your heart / Moved to the city in a broke down car"
    },
    {
      "cite": "Adam Ant",
      "quote": "Have you ever had a ride in a light blue car? / Have you ever stopped to think / who's the slave and who's the master?"
    },
    {
      "cite": "Adam Ant",
      "quote": "Have you ever had trouble with your automobile? / Have you ever had to push push push push? / Car Trouble, oh yeah!"
    },
    {
      "cite": "The Dictators",
      "quote": "I live for cars and girls, cars and girls / There's nothing else in this crazy world / Except for cars and a good, good, good girls"
    },
    {
      "cite": "Gary Anthony James Webb",
      "quote": "Here in my car / I feel safest of all / I can lock all my doors / It's the only way to live / In cars"
    },
    {
      "cite": "Paul Simon",
      "quote": "Cars are cars / All over the world / Similarly made / Similarly sold / In a motorcade / Abandoned when they're old"
    },
    {
      "cite": "Paul Simon",
      "quote": "If some of my homes / Had been more like my car / I probably wouldn't have / Traveled this far"
    },
    {
      "cite": "Paul Simon",
      "quote": "I once had a car / That was more like a home / I lived in it, loved in it / Polished its chrome"
    },
    {
      "cite": "Christopher Hamill",
      "quote": "As I understand, this car is grand, it's a leader in its field  / So! Though simple it seems to drive easily, and the guarantee is sealed"
    },
    {
      "cite": "Christopher Hamill",
      "quote": "Don't wonder how to drive this car, just a simple simple rule to know, know that  / You should drive at the maximum speed, because we don't want to get bored!"
    },
    {
      "cite": "Taylor Swift",
      "quote": "In a getaway car, oh-oh / No, they never get far, oh-oh-ahh / No, nothing good starts  / In a getaway car"
    },
    {
      "cite": "Taylor Swift",
      "quote": "You were driving  / The getaway car / We were flying / But we'd never get far"
    },
    {
      "cite": "Chris Oxlade",
      "quote": "A car is a very complicated machine."
    },
    {
      "cite": "Karel Williams",
      "quote": "In popular culture cars signify the product, not the business activity of making and selling the product."
    },
    {
      "cite": "Karel Williams",
      "quote": "Cars are potent symbols and accessories which are consumed world wide in image if not substance."
    },
    {
      "cite": "Karel Williams",
      "quote": "The activity of making and selling cars is nevertheless of massive practical importance and considerable intellectual interest."
    },
    {
      "cite": "Anthony J. Bianculli",
      "quote": "Overnight travel in early railroad cars was an unpleasant trial."
    },
    {
      "cite": "Sandra Donovan",
      "quote": "Racing was a great way to test new-car technology."
    },
    {
      "cite": "Sandra Donovan",
      "quote": "Good balance is a must for a good sports car."
    },
    {
      "cite": "Britannica Educational Publishing",
      "quote": "Cars, trucks, and buses are modern-day variants of the old four-wheel carts and carriages."
    },
    {
      "cite": "Britannica Educational Publishing",
      "quote": "The sports car, designed for pleasure, was particularly new to young Americans."
    },
    {
      "cite": "Britannica Educational Publishing",
      "quote": "Wheeled vehicles have made life easier for mankind. since their first appearance."
    },
    {
      "cite": "Britannica Educational Publishing",
      "quote": "There are a number of inventions that have changed the course of history. One of the most significant among their numbers is the wheel."
    },
    {
      "cite": "D. Johnson Victor",
      "quote": "But the last great transport inventions---the railways, the motor car, the motor bus, and the airplane--all took place in less than one hundred years."
    },
    {
      "cite": "David A. Hensher",
      "quote": "There is a lot of support for an attractive alternative to the car in cities."
    },
    {
      "cite": "Kevin Klinkenberg",
      "quote": "Can the kid who grew up desperately wanting a car actually live without one? Increasingly, the answer is yes."
    },
    {
      "cite": "Kevin Klinkenberg",
      "quote": "Car sharing would allow me to have all the benefits of having a car when I need one without the hassles of owning one."
    },
    {
      "cite": "Kevin Klinkenberg",
      "quote": "I don't need a car very often, car sharing holds a good deal or appeal."
    },
    {
      "cite": "Jeffrey E. Nash",
      "quote": "Cars are symbols of authority and exclusivity."
    },
    {
      "cite": "Jeffrey E. Nash",
      "quote": "Clearly it is in the economic realm that the car has had its most direct impact on society."
    },
    {
      "cite": "Jeffrey E. Nash",
      "quote": "Cars are sold with sex and symbols. They impart meanings to their owners that are both resonant with and influential upon the meanings of life itself."
    },
    {
      "cite": "Sean O'Connell",
      "quote": "As has been seen, for many car ownership was only possible by combining incomes or making savings elsewhere is family spending."
    },
    {
      "cite": "Lauren Fix",
      "quote": "If you take charge of your car, it will take care of you. It won't leave you stranded, broke, brokenhearted, or bewildered."
    },
    {
      "cite": "Lauren Fix",
      "quote": "Before you buy a car, you must consider a world of choices."
    },
    {
      "cite": "Lauren Fix",
      "quote": "Hybrid cars weren't designed for better economy. No matter the hype, they were designed to protect the environment. Great fuel economy is a bonus."
    },
    {
      "cite": "Lori Barker",
      "quote": "A car costs a lot of money! People should take their time and learn as much as they can before they spend a large amount of money on any item, including a car."
    },
    {
      "cite": "Lori Barker",
      "quote": "People are passionate about their cars. Drivers compare many makes and models when they are shopping for a car."
    }
  ]
}