{
  "source": "https://www.wisesayings.com/cartel-quotes/",
  "theme": "cartel",
  "quotes": [
    {
      "cite": "Ron Paul",
      "quote": "What we should all argue for is the use of freedom rather than having a monetary system with regulation domination that is run by a cartel and the special interests - that is the kind of system we have today."
    },
    {
      "cite": "Jan Brewer",
      "quote": "We cannot sacrifice our safety to the murderous greed of drug cartels. We cannot stand idly by as drop houses, kidnappings and violence compromise our quality of life."
    },
    {
      "cite": "Charles Bowden",
      "quote": "There are two ways to lose you sanity in Juarez. One is to believe the violence results from a cartel war. The other is to claim to understand what is behind each murder."
    },
    {
      "cite": "William Colby",
      "quote": "The Latin American drug cartels have stretched their tentacles much deeper into our lives than most people believe. It's possible they are calling the shots at all levels of government."
    },
    {
      "cite": "Elizabeth Warren",
      "quote": "You know, if you’re caught with an ounce of cocaine, the chances are good you’re going to go to jail. If it happens repeatedly, you may go to jail for the rest of your life. But evidently, if you launder nearly a billion dollars for drug cartels and violate our international sanctions, your company pays a fine and you go home and sleep in your own bed at night, every single individual associated with this. I think that’s fundamentally wrong."
    },
    {
      "cite": "Vicente Fox",
      "quote": "The army should go back to their assigned duties, and police should take the responsibility of fighting the cartels."
    },
    {
      "cite": "Marlon Brando",
      "quote": "The sole function of any international cartel is to insure political harmony. The first obligation of power is to lead. Now that's been the Holy Grail since the Industrial Revolution."
    },
    {
      "cite": "Damien Cave",
      "quote": "Mazatlan [Mexico] was a promising paradise: soft sand, warm water and a sea rich with shrimp and tuna. Turn around, though, and there was the graffiti-tagged house, formerly owned by drug cartel capos, followed by others."
    },
    {
      "cite": "Patrick Radden Keefe",
      "quote": "The Zetas originated from a team of elite commandos who defected from Mexico's armed forces, so the cartel was prone to paramilitary affectation."
    },
    {
      "cite": "Minister Evelyn Anite",
      "quote": "My lord, it is a cartel of thieves, the corrupt and the mafia. The people who swallowed the money are bigger than the board."
    },
    {
      "cite": "Joe Rogan",
      "quote": "The number one reason why marijuana is illegal is because the Pharma Cartel does not want you to grow your own medicine."
    },
    {
      "cite": "David Shirk",
      "quote": "When you fragment organized crime, you democratize violence, and you bring the violence closer to ordinary people."
    },
    {
      "cite": "Adam Schiff",
      "quote": "Billions of dollars, the cartel is an underground nation. They kill judges down there for sport!"
    },
    {
      "cite": "Assistant Special Agent in Charge Jubal Valentine",
      "quote": "Maybe someone in her life got mixed up with the cartels. Massive ask is their style."
    },
    {
      "cite": "Michael Westen",
      "quote": "Every class of criminal has their own set of fears. Usually, the boogeyman lives in the mirror. Thieves triple-lock their doors, embezzlers check their bank accounts obsessively, and cartel soldiers get the hell out of any car that won't start right away."
    },
    {
      "cite": "Nick Torres",
      "quote": "It takes less energy to infiltrate a drug cartel. I pawned them off on a probie just so I can have a few hours of \"me\" time."
    },
    {
      "cite": "Bob Annderson",
      "quote": "I spent 14 years bringing down a Mexican cartel. You know what they gave me for it? A letter of commendation with my last name misspelled."
    },
    {
      "cite": "Kevin Gilyard",
      "quote": "Metric ton, love / I done powered up, I done powered up / Metric ton, love / I done powered up, I done powered up / Big weight, off the forklift / Heavy metal, oh yeah / Up in rank in the cartel, up in rank in the cartel / Tellin' my plug \"I fell in love / Considerin' no longer sellin' drugs\" / He told me I had his blessin' and she must be special / I responded that it was / Life in the fast lane comes with a rush / The heart still wants what it wants."
    },
    {
      "cite": "Billie Joe Armstrong",
      "quote": "Vinnie was a hustler out of Amsterdam / He ran the drug cartel in \"Tinseltown\" / They found him in a Cadillac / Bludgeoned with a baseball bat in the name / Of misery."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Chief of domestic knights and errant, / Either for cartel or for warrant; / Great on the bench, great in the saddle, / That could as well bind o'er, as swaddle; / Mighty he was at both of these, / And styl'd of war, as well as peace."
    },
    {
      "cite": "Friedrich Engels",
      "quote": "We find two great gangs of political speculators, who alternately take possession of the state power and exploit it by the most corrupt ends -- the nation is powerless against these two great cartels of politicians who are ostensibly its servants, but in reality dominate and plunder it."
    },
    {
      "cite": "Steven Magee",
      "quote": "The corporate government is heavily influenced by the utility company cartel."
    },
    {
      "cite": "Ron Paul",
      "quote": "Intellectually and compassionately explaining the reason freedom works is required for credibility."
    },
    {
      "cite": "Ed Markey",
      "quote": "The Christians had a better chance against the lions than the American consumer has against the OPEC cartel"
    },
    {
      "cite": "Milton Friedman",
      "quote": "The economic miracle that has been the United States was not produced by socialized enterprises, by government-unon-industry cartels or by centralized economic planning. It was produced by private enterprises in a profit-and-loss system. And losses were at least as important in weeding out failures, as profits in fostering successes. Let government succor failures, and we shall be headed for stagnation and decline."
    },
    {
      "cite": "Juan Pablo Escobar",
      "quote": "Regrettably, to deactivate an entire cartel also proved to be a difficult task for my father and with all the enemies he had, even more."
    },
    {
      "cite": "Benjamin Graham",
      "quote": "Cartels have spread and will spread as long as the world lacks an effective mechanism by which balanced expansion may be achieved without a resulting disruption of prices."
    },
    {
      "cite": "Henry A. Wallace",
      "quote": "We must not tolerate oppressive government or industrial oligarchy in the form of monopolies and cartels."
    },
    {
      "cite": "Milton Friedman",
      "quote": "See, if you look at the drug war from a purely economic point of view, the role of the government is to protect the drug cartel. That's literally true."
    },
    {
      "cite": "Ed Markey",
      "quote": "People really feel that, when they go to the gas pump now, that the oil cartel is holding them by the legs and tipping them upside down and shaking money out of their pockets."
    }
  ]
}