{
  "source": "https://www.wisesayings.com/cash-quotes/",
  "theme": "cash",
  "quotes": [
    {
      "cite": "Claud Cockburn",
      "quote": "Never underestimate the effectiveness of a straight cash bribe."
    },
    {
      "cite": "Jack London",
      "quote": "If cash comes with fame, come fame; if cash comes without fame, come cash."
    },
    {
      "cite": "Neil Blumenthal",
      "quote": "For better or worse, cash is the oxygen of your business, and you can't last long in any environment without it."
    },
    {
      "cite": "Ricardo Salinas Pliego",
      "quote": "In times of crisis, cash is king."
    },
    {
      "cite": "Gregory Nunn",
      "quote": "Never underestimate the value of cold cash."
    },
    {
      "cite": "Arundhati Bhattacharya",
      "quote": "Cash imposes a huge burden. We don't understand it, as it is not immediately visible. It is a huge burden on society."
    },
    {
      "cite": "Gautam Adani",
      "quote": "Either you sit on the pile of cash, or you continue to grow."
    },
    {
      "cite": "Dan Schulman",
      "quote": "Physical money, whether it's checks or cash or credit card, are digitizing in front of us."
    },
    {
      "cite": "Robert Heller",
      "quote": "CashÂ in must exceedÂ cashÂ out."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Cash-payment is not the sole nexus of man with man."
    },
    {
      "cite": "Seth Klarman",
      "quote": "HoldÂ cashÂ when opportunities are not presenting themselves."
    },
    {
      "cite": "Robert Prechter",
      "quote": "There's nothing wrong withÂ cash. It gives you time to think."
    },
    {
      "cite": "Warren Buffett",
      "quote": "CashÂ combined with courage in a time of crisis is priceless."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "CashÂ is the one gift everyone despises and no one turns down."
    },
    {
      "cite": "Jack Welch",
      "quote": "CashÂ is king. Get every drop ofÂ cashÂ you can get and hold onto it."
    },
    {
      "cite": "Marcus Lemonis",
      "quote": "Control yourÂ cash. Stick to your core business. Know your numbers."
    },
    {
      "cite": "Warren Buffett",
      "quote": "When bills come due, onlyÂ cashÂ is legal tender. Don't leave home without it."
    },
    {
      "cite": "Richard Branson",
      "quote": "Never take your eyes off theÂ cashÂ flow because it's the life blood of business."
    },
    {
      "cite": "Johnny Carson",
      "quote": "The only issueÂ cashÂ presents you is the independence of not stressing about funds."
    },
    {
      "cite": "Peter Lynch",
      "quote": "The moreÂ cashÂ that builds up in the treasury, the greater the pressure to piss it away."
    },
    {
      "cite": "Larry Flynt",
      "quote": "There's nothing that will change someone's moral outlook quicker thanÂ cashÂ in large sums."
    },
    {
      "cite": "Prodigy",
      "quote": "Havin'Â cashÂ is highly addictive, especially when you're used to havin' money to live with."
    },
    {
      "cite": "James Grant",
      "quote": "Nothing beats a littleÂ cashÂ in a bear market, of course, and the oldest form ofÂ cashÂ is gold."
    },
    {
      "cite": "Georgette Mosbacher",
      "quote": "CashÂ is cold comfort under these circumstances. But make no mistake about it; It is some comfort."
    },
    {
      "cite": "Warren Buffett",
      "quote": "When people talk aboutÂ cashÂ being king, it's not king if it just sits there and never does anything."
    },
    {
      "cite": "Jasper Fforde",
      "quote": "CashÂ is always the deciding factor in such matters of moral politics; nothing ever gets done unless motivated by commerce or greed."
    },
    {
      "cite": "PROVERBS",
      "quote": "If a little does not go, muchÂ cashÂ will not come."
    },
    {
      "cite": "Anonymous",
      "quote": "Profits are an opinion,Â cashÂ is a fact."
    },
    {
      "cite": "Erin Burnett",
      "quote": "We wonder, what if we got rid of cash? After all, cash is what keeps terrorists, drug dealers and gun dealers in business."
    },
    {
      "cite": "Robert Prechter",
      "quote": "There's nothing wrong with cash. It gives you time to think."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Cash is the one gift everyone despises and no one turns down."
    },
    {
      "cite": "Kenneth Rogoff",
      "quote": "Cash is very easy to hide. It's easy to hoard. It's easy to move, especially these large bills."
    },
    {
      "cite": "Stephen King",
      "quote": "It's a cash and carry world. Sometimes you pay a little. Mostly it's a lot. Sometimes, it's everything you have."
    },
    {
      "cite": "Jasper Fforde",
      "quote": "Cash is always the deciding factor in such matters of moral politics; nothing ever gets done unless motivated by commerce or greed."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "When you live on cash, you understand the limits of the world around which you navigate each day. Credit leads into a desert with invisible boundaries."
    },
    {
      "cite": "Mark Ruffalo",
      "quote": "Certainly, it's very easy to fall in love with cash. If you're going to make all your decisions based on cash, you're going to have a pretty naffy career."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "People are chasing cash, not happiness. When you chase money, you're going to lose. You're just going to. Even if you get the money, you're not going to be happy."
    },
    {
      "cite": "Marcus Lemonis",
      "quote": "Control your cash. Stick to your core business. Know your numbers."
    },
    {
      "cite": "Howard Warren Buffett",
      "quote": "When people talk about cash being king, it's not king if it just sits there and never does anything. There are times when cash buys more than other times, and this is one of the other times when it buys a fair amount more, so we use it."
    },
    {
      "cite": "Johnny Carson",
      "quote": "The only issue cash presents you is the independence of not stressing about funds."
    }
  ]
}