{
  "source": "https://www.wisesayings.com/caste-quotes/",
  "theme": "caste",
  "quotes": [
    {
      "cite": "Santosh Kalwar",
      "quote": "We divided ourselves among caste, creed, culture and countries but what is undivided remains most valuable: a mere smile and the love."
    },
    {
      "cite": "B.R. Ambedkar",
      "quote": "Caste is a state of mind. It is a disease of mind. The teachings of the Hindu religion are the root cause of this disease. We practice casteism and we observe Untouchability because we are enjoined to do so by the Hindu religion. A bitter thing cannot be made sweet. The taste of anything can be changed. But poison cannot be changed into nectar."
    },
    {
      "cite": "Sathya Sai Baba",
      "quote": "Develop a sense of the brotherhood of man. Look upon each person as your own brother. There is only one caste, the caste of humanity. All of us belong to the human race, so everyone is equal. Therefore, love each one equally."
    },
    {
      "cite": "Mark Twain",
      "quote": "I have no color prejudices nor caste prejudices nor creed prejudices. All I care to know is that a man is a human being, and that is enough for me; he can't be any worse."
    },
    {
      "cite": "B.R. Ambedkar",
      "quote": "Caste is not a physical object like a wall of bricks or a line of barbed wire which prevents the Hindus from co-mingling and which has, therefore, to be pulled down. Caste is a notion; it is a state of the mind."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "The caste systems of sex and race are interdependent and can only be uprooted together."
    },
    {
      "cite": "Bhimrao Ramji Ambedkar",
      "quote": "Caste is not just a division of labour, it is a division of labourers."
    },
    {
      "cite": "B.R. Ambedkar",
      "quote": "Caste may be bad. Caste may lead to conduct so gross as to be called man’s inhumanity to man. All the same, it must be recognized that the Hindus observe caste not because they are inhuman or wrong-headed. They observe caste because they are deeply religious."
    },
    {
      "cite": "Michelle Alexander",
      "quote": "We have not ended racial caste in America; we have merely redesigned it."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "The military caste did not originate as a party of patriots, but as a party of bandits."
    },
    {
      "cite": "NT Wright",
      "quote": "Indian leaders are saying, You don't understand our caste system. It's really a lovely thing. People are very happy about it and so on. I don't think that's quite fair."
    },
    {
      "cite": "Saina Newal",
      "quote": "I cannot believe there is caste system in society; I cannot believe people are judged on the basis of their prosperity."
    },
    {
      "cite": "Thus Spoke Ambedkar",
      "quote": "Caste has killed a public spirit.  Caste has destroyed the sense of public charity.  Caste has made public opinion impossible.  Virtue has become caste-ridden and morality has become caste-bound."
    },
    {
      "cite": "Anita Desai",
      "quote": "Many characters in the novel are representative of types that exist in India.  He represents the caste system in India with an air of superiority, the caste system in India and the people thinking that western things are better."
    },
    {
      "cite": "Edwin Arnold",
      "quote": "Pity and need Make all flesh kin. There in no caste in blood."
    },
    {
      "cite": "Jagadeesh Kumar",
      "quote": "Caste is the status of a human community in the society not the identity of any person in the society"
    },
    {
      "cite": "Roxanne Dunbar Ortiz",
      "quote": "The caste system, in all its various forms, is always based on identifiable physical characteristics - sex, color, age."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "This caste system had grown by the practice of the son always following the business of the father."
    },
    {
      "cite": "F. Sionil Jose",
      "quote": "Class - or the economic status of individuals - is evident in all societies, some very well stratified by a rigid caste system determined by birth."
    }
  ]
}