{
  "source": "https://www.wisesayings.com/castle-quotes/",
  "theme": "castle",
  "quotes": [
    {
      "cite": "Clare Boothe Luce",
      "quote": "A man's home may seem to be his castle on the outside; inside is more often his nursery."
    },
    {
      "cite": "Martha Reeves",
      "quote": "You can't very well live in a castle while your kin is on the poor side of town and barely have enough food. Some want you to get to the top and rely on you making it for them, too."
    },
    {
      "cite": "Jay Woodman",
      "quote": "The castle in the heights I thought I could not aspire to could so easily be mine now that I don't need it, I've already got my own paradise."
    },
    {
      "cite": "Chirag Tulsiani",
      "quote": "Our castle would crumble before us but that doesn't mean it can't be rebuilt, rebuilt for real, this time without the errors and a little more caution."
    },
    {
      "cite": "Alexander Chase",
      "quote": "A man's home is his wife's castle."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Instead of building castles against your enemies, build bridges for them to come to you!"
    },
    {
      "cite": "Simona Panova",
      "quote": "Everybody is equally weak on the inside, just that some present their ruins as new castles and become kings."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Fame is like a castle. Castles are beautiful to dream and wonderful to watch, but too encircled to live in!"
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "If you are going to build something in the air it is always better to build castles than houses of cards."
    },
    {
      "cite": "Josh Billings",
      "quote": "Building air castles is a harmless business as long as you don't attempt to live in them."
    },
    {
      "cite": "Franz Schubert",
      "quote": "Our castle is not imposing, but is well built, and surrounded by a very fine garden. I live in the bailiff's house."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "There are no rules of architecture for a castle in the clouds."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "There is no castle so strong that it cannot be overthrown by money."
    },
    {
      "cite": "Lev Grossman",
      "quote": "Living in a castle is objectively romantic."
    },
    {
      "cite": "Stephan Jenkins",
      "quote": "You make kingdoms and castles on your own."
    },
    {
      "cite": "Esther Hicks",
      "quote": "It is as easy to create a castle as a button. It's just a matter of whether you're focused on a castle or a button."
    },
    {
      "cite": "Richard Whately",
      "quote": "To know your ruling passion, examine your castles in the air."
    },
    {
      "cite": "Paul Bamikole",
      "quote": "Do not build a castle around one act of kindness; do not build an empire around one act of cruelty."
    },
    {
      "cite": "Dodie Smith",
      "quote": "How strange and beautiful it looked in the late afternoon light! I can still recapture that first glimpse - see the sheer grey stone walls and towers against the pale yellow sky,  the reflected castle stretching towards us on the brimming moat, the floating patches of emerald-green water-weed."
    },
    {
      "cite": "Dodie Smith",
      "quote": "Our excited voices only made the castle seem more silent."
    },
    {
      "cite": "Christina Aguilera",
      "quote": "Everyone thinks that I have it all. But it's so empty living behind these castle walls. These castle walls."
    },
    {
      "cite": "Paramore",
      "quote": "Well go get your shovel and we'll dig a deep hole. To bury the castle, bury the castle."
    },
    {
      "cite": "Trey Songz",
      "quote": "Tell the world I'm saying goodbye. You ask me why. I'm building castles in the sky."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "A castle built of yore, where once lurked horse and horseman."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "Castle is the name given to some of those gigantic rocks, from which the idea of architecture would seem to have originated; though it is remarkable, that most mighty edifices have always been the work of flat countries."
    },
    {
      "cite": "Paul Laurence Dunbar",
      "quote": "Bright burn the fires in the castle hall. Brightly the fire-dogs stand; But cold is the body and cold the heart of my Lady of Castle Grand."
    }
  ]
}