{
  "source": "https://www.wisesayings.com/casual-quotes/",
  "theme": "casual",
  "quotes": [
    {
      "cite": "Joshua Jackson",
      "quote": "Most people call my style of dress slovenly, I call it extreme casual. If I didn't have a mother and a sister for the times I do have to get dressed, I would be absolutely lost."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Don't take the casual approach to life. Casualness leads to casualties."
    },
    {
      "cite": "Steven Wright",
      "quote": "I look like a casual, laid-back guy, but it's like a circus in my head."
    },
    {
      "cite": "Monica Mitro",
      "quote": "Whether she's casual or red carpet, she's put together."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Black magic operates most effectively in preconscious, marginal areas. Casual curses are the most effective."
    },
    {
      "cite": "Walter Lippmann",
      "quote": "The tendency of the casual mind is to pick out or stumble upon a sample which supports or defies its prejudices, and then to make it the representative of a whole class."
    },
    {
      "cite": "Billy Joel",
      "quote": "She can kill with a smile. She can wound with her eyes. She can ruin your faith with her casual lies. And she only reveals what she wants you to see. She hides like a child, but she's always a woman to me."
    },
    {
      "cite": "Italo Calvino",
      "quote": "A human being becomes human not through the casual convergence of certain biological conditions, but through an act of will and love on the part of other people."
    },
    {
      "cite": "George Katsiopoulos",
      "quote": "Photos convey a point in time, so for casual snapshots I say wear the trends so you have fun images to look back at."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "I know too well how slowly we edge along sideways to every thing good & brilliant in our lives & how casually and unobservedly we make all our most valued acquaintances."
    },
    {
      "cite": "Albert Einstein",
      "quote": "In the past it never occurred to me that every casual remark of mine would be snatched up and recorded. Otherwise I would have crept further into my shell."
    },
    {
      "cite": "Doudlas Coupland",
      "quote": "The Internet has made me very casual with a level of omniscience that was unthinkable a decade ago. I now wonder if God gets bored knowing the answer to everything."
    },
    {
      "cite": "David Antin",
      "quote": "When you grow up in a family of languages, you develop a kind of casual fluency, so that languages, though differently colored, all seem transparent to experience."
    },
    {
      "cite": "Mario Batali",
      "quote": "I don't think fine dining is dying, but I think those rare occasions when you really want the fanciness are diminishing... I think a lot of people are going to find simpler, more casual ways to enjoy an experience."
    },
    {
      "cite": "Dr. James Dobson",
      "quote": "Children are not casual guests in our home. They have been loaned to us temporarily for the purpose of loving them and instilling a foundation of values on which their future lives will be built."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "A casual stroll through the lunatic asylum shows that faith does not prove anything."
    },
    {
      "cite": "Allen Tate",
      "quote": "The dreary flies, lazy and casual, Stick to the ceiling, buzz along the wall. O heart, the spider shuffles from the mould Weaving, between the pinks and grapes, his pall."
    },
    {
      "cite": "Assegid Habtewold",
      "quote": "It's naivety to think that we can just change someone's lifetime belief system using some casual conversations. It cannot happen!"
    },
    {
      "cite": "Max Weinberg",
      "quote": "I take my fun very seriously, whether it's playing the drums or acting in comedy bits. The need to be disciplined about it, and not take it lightly, and not be too casual, is something I take deeply to heart."
    },
    {
      "cite": "Emily Yoffe",
      "quote": "I hate a messy kitchen and my more casual husband has come to recognize it's more pleasant for him to clean up after himself rather than deal with me hating a messy kitchen."
    },
    {
      "cite": "Richard Griffith",
      "quote": "I know I have this kind of teaching element in me, but I don't want to become a 'teacher of theater' because that would formalize something that I'd much rather keep casual."
    }
  ]
}