{
  "source": "https://www.wisesayings.com/catch-quotes/",
  "theme": "catch",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Every single moment of reality instantly turns into memories; reality can not be caught; we can only catch memories."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The truth is a snare: you cannot have it, without being caught. You cannot have the truth in such a way that you catch it, but only in such a way that it catches you."
    },
    {
      "cite": "St. Jerome",
      "quote": "Catch, then, O catch the transient hour; Improve each moment as it flies!"
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "An aware individual stays awake from within to catch such signals and utilizes them to delineate their perception of the world."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Do not try to catch the happiness because happiness is not a thing you can catch, it is a thing you can create with your own mind only!"
    },
    {
      "cite": "Zig Ziglar",
      "quote": "When you catch a glimpse of your potential, that's when passion is born."
    },
    {
      "cite": "David Levithan",
      "quote": "and when he catches me off guard and says 'i love you' i catch him off guard and say 'i need your help."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Perfection is not attainable, but if we chase perfection we can catch excellence."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The Constitution only gives people the right to pursue happiness. You have to catch it yourself."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Life is all memory, except for the one present moment that goes by you so quickly you hardly catch it going."
    },
    {
      "cite": "Michael Nolan",
      "quote": "There are many things in life that will catch your eye, but only a few will catch your heart...pursue those."
    },
    {
      "cite": "William Fowble",
      "quote": "If you chase perfection, you often catch excellence."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "To catch a husband is an art; to hold him is a job."
    },
    {
      "cite": "Loren Eiseley",
      "quote": "One does not meet oneself until one catches the reflection from an eye other than human."
    }
  ]
}