{
  "source": "https://www.wisesayings.com/catcher-quotes/",
  "theme": "catcher",
  "quotes": [
    {
      "cite": "Bob Feller",
      "quote": "If you believe your catcher is intelligent and you know that he has considerable experience, it is a good thing to leave the game almost entirely in his hands."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I've learned that you shouldn't go through life with a catcher's mitt on both hands; you need to be able to throw something back."
    },
    {
      "cite": "Sparky Anderson",
      "quote": "I don't want to embarrass any other catcher by comparing him to Johnny Bench."
    },
    {
      "cite": "Casey Stengel",
      "quote": "No baseball pitcher would be worth a darn without a catcher who could handle the hot fastball."
    },
    {
      "cite": "Casey Stengel",
      "quote": "You have to have a catcher because if you don't you're likely to have a lot of passed balls."
    },
    {
      "cite": "Johnny Bench",
      "quote": "A catcher and his body are like the outlaw and his horse. He's got to ride that nag till it drops."
    },
    {
      "cite": "Johnny Bench",
      "quote": "The catcher is in the middle of everything. He sees it best."
    },
    {
      "cite": "Bill Dickey",
      "quote": "A catcher must want to catch. He must make up his mind that it isn't the terrible job it is painted, and that he isn't going to say every day, Why, oh why with so many other positions in baseball did I take up this one."
    },
    {
      "cite": "Miller Huggins",
      "quote": "A good catcher is the quarterback, the carburetor, the lead dog, the pulse taker, the traffic cop and sometimes a lot of unprintable things, but no team gets very far without one."
    },
    {
      "cite": "Robert Fick",
      "quote": "You can tell he cares more about catching than he does hitting, and you really respect that in a catcher."
    },
    {
      "cite": "Tim McCarver",
      "quote": "When a catcher has to use his thumb to give signs, that means the pitcher has more than four pitches."
    },
    {
      "cite": "Joe Garagiola",
      "quote": "The wind always seems to blow against catchers when they are running."
    },
    {
      "cite": "Joe Garagiola",
      "quote": "As a catcher, you can't be afraid. You gotta make fast decisions."
    },
    {
      "cite": "Roger Angell",
      "quote": "The great thing about catchers is that they do a lot of different things, and they're basically overlooked."
    },
    {
      "cite": "Joe Garagiola",
      "quote": "The catcher is a groundhog. He's a guy squatting down, digging for the ball in the dirt, and sweating under a pile of uncomfortable protective gear while his knees creak."
    },
    {
      "cite": "Robby Wine",
      "quote": "A bad catcher can make a great staff average. And a good catcher can make an average staff great."
    }
  ]
}