{
  "source": "https://www.wisesayings.com/catfish-quotes/",
  "theme": "catfish",
  "quotes": [
    {
      "cite": "Tom Douglas",
      "quote": "Catfish has a nice firm texture and mild flavor."
    },
    {
      "cite": "Mark Twain",
      "quote": "The catfish is plenty good enough fish for anyone."
    },
    {
      "cite": "Blake Shelton",
      "quote": "The only thing you can do to makeÂ catfishÂ edible is fry them."
    },
    {
      "cite": "Tom Douglas",
      "quote": "Catfish's mild taste adapts well to a wide array of flavors, especially strong assertive ones, which is why you used to see it 'blackened' Cajun style on so many restaurant menus - a trick which soon became a tired cliche."
    },
    {
      "cite": "Beryl Markham",
      "quote": "It is absurd for a man to kill an elephant. It is not brutal, it is not heroic, and certainly it is not easy. It is just one of those preposterous things that men do like putting a dam across a great river, one tenth of whose volume could engulf the whole of mankind without disturbing the domestic life of a single catfish."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "A dream of life comes to me, like a catfish dancing on the end of the line."
    },
    {
      "cite": "Dolly Parton",
      "quote": "My husband calls me 'catfish.' He says I'm all mouth and no brains."
    },
    {
      "cite": "Erk Russell",
      "quote": "The South, to me, is fried chicken and catfish caviar that's grits and good looking women."
    },
    {
      "cite": "John Hope",
      "quote": "We have sat on the riverbank and caught catfish with pin hooks. The time has come to harpoon a whale."
    },
    {
      "cite": "Percy Jackson",
      "quote": "She'd also called me brave unless she was talking to the catfish."
    },
    {
      "cite": "Preston Manning",
      "quote": "What's the difference between a politician and a catfish? One is a wide mouthed, bottom feeding, slime sucker and the other is a fish."
    },
    {
      "cite": "Richard Brautigan",
      "quote": "I wonder if there are any catfish in this pond? It seems like a perfect place for them."
    },
    {
      "cite": "Willard Scott",
      "quote": "If I go down in for anything in history, I would like to be known as the person who convinced the American people that catfish is one of the finest eating fishes in the world."
    },
    {
      "cite": "William Cowper Brann",
      "quote": "One catfish does not make a creek, nor one hero a nation. The waves do not make the sea, but the sea furnishes forth the waves."
    }
  ]
}