{
  "source": "https://www.wisesayings.com/cats-quotes/",
  "theme": "cats",
  "quotes": [
    {
      "cite": "Doug Larson",
      "quote": "The cat could very well be man's best friend but would never stoop to admitting it."
    },
    {
      "cite": "Louis J. Camuti",
      "quote": "There is something about the presence of a cat... that seems to take the bite out of being alone."
    },
    {
      "cite": "Martha Curtis",
      "quote": "Cats come and go without ever leaving."
    },
    {
      "cite": "Arab Proverb",
      "quote": "A cat bitten once by a snake dreads even rope."
    },
    {
      "cite": "Southern Folk Saying",
      "quote": "The cat is mighty dignified until the dog comes by."
    },
    {
      "cite": "Hippolyte Taine",
      "quote": "I have studied many philosophers and many cats. The wisdom of cats is infinitely superior."
    },
    {
      "cite": "Proverb",
      "quote": "Keep an eye on the cat and another on the frying pan."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "All cats love fish but fear to wet their paws."
    },
    {
      "cite": "Charles Dickens",
      "quote": "What greater gift than the love of a cat?"
    },
    {
      "cite": "Robert A. M. Stern",
      "quote": "If only cats grew into kittens."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "No matter how much cats fight, there always seem to be plenty of kittens."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Time spent with cats is never wasted."
    },
    {
      "cite": "Will Rogers",
      "quote": "Lettin' the cat outta the bag is a whole lot easier 'n puttin' it back in."
    },
    {
      "cite": "Norman Corwin",
      "quote": "Cats are designated friends."
    },
    {
      "cite": "Joseph Epstein",
      "quote": "A cat is the only domestic animal I know who toilet trains itself and does a damned impressive job of it."
    },
    {
      "cite": "Jeff Valdez",
      "quote": "Cats are smarter than dogs. You can't get eight cats to pull a sled through snow."
    },
    {
      "cite": "Lillian Jackson Braun",
      "quote": "Cats never strike a pose that isn't photogenic."
    },
    {
      "cite": "Michael Cameron",
      "quote": "A cat that jumps on a hot stove will never jump on a hot stove again. Neither will it jump on a cold stove."
    },
    {
      "cite": "W.L George",
      "quote": "Cats know how to obtain food without labor, shelter without confinement, and love without penalties."
    },
    {
      "cite": "Ellen Perry Berkeley",
      "quote": "As every cat owner knows, nobody owns a cat."
    },
    {
      "cite": "John Weitz",
      "quote": "Cats are always elegant."
    },
    {
      "cite": "Donna Mccrohan",
      "quote": "A cat can purr its way out of anything."
    },
    {
      "cite": "German Proverb",
      "quote": "Cats are at home everywhere where one feeds them."
    },
    {
      "cite": "Italian Proverb",
      "quote": "Happy is the home with at least one cat."
    },
    {
      "cite": "PROVERBS",
      "quote": "A cat pent up becomes a lion."
    },
    {
      "cite": "Jane Pauley",
      "quote": "You cannot look at a sleeping cat and feel tense."
    },
    {
      "cite": "James Herriot",
      "quote": "Cats are connoisseurs of comfort."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Cats are intended to teach us that not everything in nature has a function."
    },
    {
      "cite": "John Grogan",
      "quote": "Cats will outsmart dogs every time."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Scalded cats fear even cold water."
    },
    {
      "cite": "Cleveland Amory",
      "quote": "One of the ways in which cats show happiness is by sleeping."
    },
    {
      "cite": "James Herriot",
      "quote": "Cats are connoisseurs of comfort."
    },
    {
      "cite": "German Proverb",
      "quote": "Who will not feed the cats must feed the mice and rats."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "The quiet cat catches the mouse."
    },
    {
      "cite": "Norweigan Proverb",
      "quote": "It is better to feed one cat than to feed many mice."
    },
    {
      "cite": "French Proverb",
      "quote": "He has a good pledge of the cat who has her skin."
    },
    {
      "cite": "Akif Pirincci and Rolf Degen",
      "quote": "Cats can obviously rise to considerable mental heights, at least when they want to satisfy their lower instincts."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "Cats are rather delicate creatures and they are subject to a good many different ailments, but I never heard of one who suffered from insomnia."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Cat said, 'I am not a friend, and I am not a servant. I am the Cat who walks by himself.'"
    },
    {
      "cite": "Lewis Carroll",
      "quote": "It is a very inconvenient habit of kittens...that whatever you say to them, they always purr."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Cats invented self-esteem."
    },
    {
      "cite": "William Salmon",
      "quote": "All cats were at first wild, but were at length tamed by the industry of mankind; it is a Beast of prey, even the tame one, more especially the wild, it being the opinion of many nothing but a diminutive Lyon."
    },
    {
      "cite": "Roger Caras",
      "quote": "Scratching, petting, or rubbing to a cat is a sign of unending, in fact unendable, infancy."
    },
    {
      "cite": "T.O.Beachcroft",
      "quote": "The cat is not in the long run anxious to please."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "Cats have a sense of humor, as is shown in their extreme love of play. A middle-aged cat will often play as unreservedly as a kitten, though he knows perfectly well it is only a game."
    },
    {
      "cite": "H.G. Wells",
      "quote": "The cat which is a solitary beast is single-minded and goes its way alone, but, the dog, like his master, is confused in his mind."
    },
    {
      "cite": "Roger Caras",
      "quote": "Movement is terribly important to a  cat...Nothing works quite so well as an object of jumpable size moving away. For cats, that is virtually impossible to resist."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "Cats seem to go on the principle that it never does any harm to ask for what you want."
    },
    {
      "cite": "Michael Joseph",
      "quote": "Confront a cat with something he has never seen before and his first reaction will almost invariably be one not of fear but of curiosity."
    },
    {
      "cite": "Gavin Ewart",
      "quote": "Cat sentimentality is a human thing. Cats are indifferent, their minds can't comprehend the concept 'I shall die,' they just go on living."
    },
    {
      "cite": "Akif Pirincci and Rolf Degen",
      "quote": "Cats have a consuming passion for watching human beings."
    },
    {
      "cite": "Francois Rene",
      "quote": "The cat lives alone. He has no need of society. He obeys only when he wishes, he pretends to sleep the better to see and scratches everything he can scratch."
    },
    {
      "cite": "Francois Auguste Paradis de Moncrif",
      "quote": "A cat is not merely diverted by everything that moves but is convinced that all nature is occupied exclusively with catering to her diversion."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Cats are autocrats of naked self-interest."
    },
    {
      "cite": "Montaigne",
      "quote": "When I play with my cat, who knows whether she isn't amusing herself with me more than I am with her?"
    },
    {
      "cite": "A.S.J. Tessimond",
      "quote": "Cats, no less liquid than their shadows, / Offer no angels to the wind. / They slip, diminished, neat, through loopholes / Less than themselves."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "Cats seem to go on a principle that it never does any harm to ask for what you want."
    },
    {
      "cite": "Anne Enright",
      "quote": "Cats, I always think, only lump into your lap to check if you are cold enough, yet, to eat."
    },
    {
      "cite": "Doris Lessing",
      "quote": "If a fish is a movement embodied, given shape, then a cat is a diagram and pattern of subtle air."
    },
    {
      "cite": "Elizabeth Marshall Thomas",
      "quote": "No cat purrs unless someone is around to listen."
    },
    {
      "cite": "Noah Webster",
      "quote": "Cat: A deceitful animal and when enraged extremely spiteful."
    },
    {
      "cite": "Mark Twain",
      "quote": "A home without a cat and a well-fed, well-petted, and properly-revered cat may be a perfect home, perhaps, but how can it prove its title?"
    },
    {
      "cite": "PJ O'Rourke",
      "quote": "People like pets to possess the same qualities they do. Cats are irresponsible and recognize no authority, yet are completely dependent on others for their material needs. Cats cannot be made to do anything useful. Cats are mean for the fun of it. In fact, cats possess so many of the same qualities as people that it is often hard to tell the people and the cats apart."
    },
    {
      "cite": "Oswald Barron",
      "quote": "If the cat waits for long hours, silent beside the crack of the wainscot, it is for pure pleasure. Cats do not keep the mice away; it is my belief that they preserve them for the chase."
    },
    {
      "cite": "Carl Van Vechten",
      "quote": "Anyone who has lived on terms of comparative equality with a cat knows that he will show his intelligence fifty times a day. To be sure this intelligence is usually of the variety called selfish."
    }
  ]
}