{
  "source": "https://www.wisesayings.com/cave-quotes/",
  "theme": "cave",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you are after truth, leave your cave!"
    },
    {
      "cite": "Demetri Martin",
      "quote": "Never forget where you came from. That's what I think when I walk into a cave."
    },
    {
      "cite": "Orson Welles",
      "quote": "If there hadn't been women we'd still be squatting in a cave eating raw meat, because we made civilization in order to impress our girlfriends."
    },
    {
      "cite": "Karl Pilkington",
      "quote": "I'd rather live in a cave with a view of a palace than live in a palace with a view of a cave."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "To make any future that we dreamt up real requires creative scientists, engineers, and technologists to make it happen. If people are not within your midst who dream about tomorrow - with the capacity to bring tomorrow into the present - then the country might as well just recede back into the cave because that's where we're headed."
    },
    {
      "cite": "(Samson Argonistes) John Milton",
      "quote": "The sun to me is dark / And silent as the moon / When she deserts the night / Hid in her vacant interlunar cave."
    },
    {
      "cite": "Plato",
      "quote": "Behold! human beings living in a underground den ... Like ourselves ... they see only their own shadows, or the shadows of one another, which the fire throws on the opposite wall of the cave."
    },
    {
      "cite": "William Plummer",
      "quote": "I have spent hours kicking myself for not fighting past Dad's reserve, for not going into that cave where he lived and rooting him out."
    },
    {
      "cite": "John Bright",
      "quote": "The right hon Gentleman...has retired into what may be called his political Cave of Adullam—and he has called about him every one that was in distress and every one that was discontented."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Dullness is always an irresistible temptation for brilliancy, and stupidity is the permanent Bestia Trionfans that calls wisdom from its cave."
    },
    {
      "cite": "(Henry VI) William Shakespeare",
      "quote": "Could curses kill, as doth the mandrake's groan. / I would invent as bitter searching terms, / As curst, as harsh, and horrible to hear, / Delivered strongly through my fixed teeth, / With full as many signs of deadly hate, / As lean-faced envy in her loathsome cave. / My tongue should stumble in mine earnest words."
    },
    {
      "cite": "George Macdonald",
      "quote": "The old man of the Earth stooped over the floor of the cave, raised a huge stone from it, and left it leaning. It disclosed a great hole that went plumb-down. \"That is the way,\" he said. \"But there are no stairs.\" \"You must throw yourself in. There is no other way.\""
    },
    {
      "cite": "Fred Rogers",
      "quote": "There have always been times when children wished for superhuman powers. Cave children probably pretended to be superhunters, just as children today pretend about being superstrong or superfast."
    },
    {
      "cite": "Vivekananda",
      "quote": "Live in the midst of the battle of life. Anyone can keep calm in a cave or when asleep. Stand in the whirl and madness of action and reach the Center. If you have found the Center, you cannot be moved."
    },
    {
      "cite": "Fenyang Shanzhao",
      "quote": "Few people believe their inherent mind is Buddha. Most will not take this seriously, and therefore are cramped. They are wrapped up in illusions, cravings, resentments, and other afflictions, all because they love the cave of ignorance."
    },
    {
      "cite": "Vivekananda",
      "quote": "Few understand the power of thought. If a man goes into a cave, shuts himself in, and thinks one really great thought and dies, that thought will penetrate the walls of that cave, vibrate through space and at last permeate the whole human race."
    },
    {
      "cite": "Plato",
      "quote": "Welcome out of the cave, my friend. It's a bit colder out here, but the stars are just beautiful."
    },
    {
      "cite": "Richard Barbieri",
      "quote": "In a place where comfort shouldn't be / I found comfort and tranquility / I found friends that mean so much to me, / In a place I never thought I'd be. / The cave's never / Coming down on me. / The cave really / Means so much to me / Cause the cave, it only gives / I'm glad the cave is where I live."
    },
    {
      "cite": "Hayley Williams",
      "quote": "I feel no sympathy, / You live inside a cave! / You barely get by, the rest of us are trying, / There's no need to apologize, / I've got no time for feeling sorry!"
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "In an opal dream cave I found a fairy: / Her wings were frailer than flower petals, / Frailer far than snowflakes. / She was not frightened, but poised on my finger, / Then delicately walked into my hand. / I shut the two palms of my hands together / And held her prisoner. / I carried her out of the opal cave, / Then opened my hands. / First she became thistledown, / Then a mote in a sunbeam, / Then--nothing at all. / Empty now is my opal dream cave."
    },
    {
      "cite": "Stephen Gardiner",
      "quote": "The frame of the cave leads to the frame of man."
    },
    {
      "cite": "Jose Marti",
      "quote": "One just principle from the depths of a cave is more powerful than an army."
    },
    {
      "cite": "Samuel Foote",
      "quote": "Born in a cellar, and living in a garret."
    },
    {
      "cite": "Lance Morrow",
      "quote": "Everywhere you hang your hat is home. Home is the bright cave under the hat."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The cave you fear to enter holds the treasure you seek."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "We are always searching for a cave to fit in."
    },
    {
      "cite": "Goitsemang Mvula",
      "quote": "Lightning doesn't strike through a cave."
    },
    {
      "cite": "Simone Weil",
      "quote": "One is never got out of the cave, one comes out of it."
    }
  ]
}