{
  "source": "https://www.wisesayings.com/celebration-quotes/",
  "theme": "celebration",
  "quotes": [
    {
      "cite": "Rajneesh",
      "quote": "When you cry and weep, when you are miserable, you are alone. When you celebrate, the whole existence participates with you. Only in celebration do we meet the ultimate, the eternal. Only in celebration do we go beyond the circle of birth and death."
    },
    {
      "cite": "Amit Ray",
      "quote": "Every day is a good day. There is something to learn, care and celebrate."
    },
    {
      "cite": "Emily Ratajkowski",
      "quote": "One thing that I can say is that I think it's important that there's some sort of celebration of beautiful women that isn't just exploitive."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Celebration happens when the mind unites with the spirit."
    },
    {
      "cite": "John Cage",
      "quote": "Each something is a celebration of the nothing that supports it."
    },
    {
      "cite": "Rajneesh",
      "quote": "Love can make a great celebration out of your life - but only love, not lust, not ego, not possessiveness, not jealousy, not dependence."
    },
    {
      "cite": "Julian Baggini",
      "quote": "Any celebration meal to which guests are invited, be they family or friends, should be an occasion for generous hospitality."
    },
    {
      "cite": "Richard J. Foster",
      "quote": "Celebration comes when the common features of life are redeemed."
    },
    {
      "cite": "Rajneesh",
      "quote": "Celebration is my attitude, unconditional to what life brings."
    },
    {
      "cite": "Stanislaw J.Lec",
      "quote": "When you jump for joy, beware that no one moves the ground from beneath your feet."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Celebration has many different outfits but she always wears the same beautiful dancing shoes."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "Celebration is a confrontation, giving attention to the transcendent meaning of one's actions."
    },
    {
      "cite": "Julie Berry",
      "quote": "The people you save won't celebrate you. They'll gather the wood and cheer while you burn."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "To live is to be marked. To live is to change, to acquire the words of a story, and that is the only celebration we mortals really know."
    },
    {
      "cite": "Frances Moore Lappe",
      "quote": "Every choice we make can be a celebration of the world we want."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The more you praise and celebrate your life, the more there is in life to celebrate."
    },
    {
      "cite": "Adi Da Samraj",
      "quote": "Without true celebration discipline is obnoxious."
    },
    {
      "cite": "Natalie Dormer",
      "quote": "Perfect is very boring, and if you happen to have a different look, that's a celebration of human nature, I think. If we were all symmetrical and perfect, life would be very dull."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Celebration is the hymn and sacred dance."
    },
    {
      "cite": "Joseph Plaskett",
      "quote": "Art is a celebration of life, intended by the artist to put the spectator in touch with the divine."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "If you can't celebrate your success, appreciate your failure. Since life is all about celebration and appreciation."
    },
    {
      "cite": "Michael Jackson",
      "quote": "I prefer just being with people I like. That's my way of celebrating."
    },
    {
      "cite": "David Deida",
      "quote": "Every moment of your life is either a test or a celebration."
    },
    {
      "cite": "Terrence E. Deal",
      "quote": "Celebrations infuse life with passion and purpose. They summon the human spirit."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Everything in this creation is a sign of celebration."
    },
    {
      "cite": "Mohith Agadi",
      "quote": "If you want to celebrate a happy occasion, Do it by helping those who are in need."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Celebration is an act of impressing sadistic someone residing in you."
    },
    {
      "cite": "Salli Richardson",
      "quote": "I will follow is a celebration of life. Sometimes when you lose something, you understand its value more than when you had it. The same is true for life."
    },
    {
      "cite": "Margaret Neylon",
      "quote": "Today is a day for celebration, no matter what your religion or your culture. Learn to celebrate today: celebrate the fact that you are alive, that you are breathing, that you have friends, family, angels and spirit guides in your life."
    },
    {
      "cite": "Dewitt Jones",
      "quote": "Start out by celebrating the best in the situation because it allows us to fall in love with it, which connects us to our passion and emancipates the energy."
    },
    {
      "cite": "Tony Curl",
      "quote": "Take the time to celebrate stillness and silence and see the joy that the world can bring, simply."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Live a life of discipline and live a life of celebration."
    },
    {
      "cite": "Peter Bondra",
      "quote": "The celebration you cannot practice it or anything. It's a moment when the excitement of your goal make you react to the moment."
    },
    {
      "cite": "Max Anders",
      "quote": "Celebration is best done in the company of others who can rejoice with us over God's goodness."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "The meaning of life is not celebrating your birth, it is celebrating your work."
    },
    {
      "cite": "Joseph C Zinker",
      "quote": "Creativity is a celebration of one's grandeur, one's sense of making anything possible."
    },
    {
      "cite": "Charlize Theron",
      "quote": "There's always been a celebration of what is that moment, whoever I am at that moment in my life. [It] is a very real way of looking at beauty."
    },
    {
      "cite": "Evan Esar",
      "quote": "The man who takes to drink when his wife leaves him should be careful not to overdo the celebration."
    },
    {
      "cite": "Evan Esar",
      "quote": "Sometimes when a man takes a day off to celebrate, he needs another day off to get over it."
    },
    {
      "cite": "Evan Esar",
      "quote": "Some people's idea of a celebration is to enjoy a Christmas they'll never forget and a New Year's they can't remember."
    },
    {
      "cite": "Evan Esar",
      "quote": "When an alcoholic wants to celebrate an occasion, does he go out and get sober."
    },
    {
      "cite": "Amma",
      "quote": "Celebration is forgetting oneself."
    },
    {
      "cite": "Amma",
      "quote": "The basis of all celebration is the faith that the self inside of me and conciousness behind the universe are one and the same."
    },
    {
      "cite": "Amma",
      "quote": "When we are always enthusiastic, happy and surrendered to God, life becomes a blissful celebration."
    },
    {
      "cite": "Amma",
      "quote": "Just as we celebrate birthdays, let death and dying become a time of great celebration and bliss."
    },
    {
      "cite": "Joanne Harris",
      "quote": "Life is what you celebrate. All of it. Even its end."
    },
    {
      "cite": "Michael Jackson",
      "quote": "I prefer just being with people I like. That's my way of celebrating."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "To live is to be marked. To live is to change, to acquire the words of a story, and that is the only celebration we mortals really know."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "Celebration is an active state, an act of expressing reverence or appreciation."
    },
    {
      "cite": "Marion Cunningham",
      "quote": "Every meal should be a small celebration."
    },
    {
      "cite": "J. malouf",
      "quote": "One should never, but never, pass by an opportunity to celebrate."
    },
    {
      "cite": "E. A. Bucchianeri",
      "quote": "It was one of those puzzling facts of life that women either celebrated a happy event or solved their problems with a shopping spree."
    },
    {
      "cite": "Christopher Bonanos",
      "quote": "At any wedding or other big celebration, there'll be a moment, especially once the wine starts flowing, when a santuri or bouzouki sounds."
    },
    {
      "cite": "Hart Hanson",
      "quote": "Most cultures have ceremonies to celebrate milestones in a man's life."
    },
    {
      "cite": "Guy Trosper",
      "quote": "A celebration. Tonight's the night for a real celebration."
    },
    {
      "cite": "Lil Wayne",
      "quote": "We havin' a celebration, love to stay high."
    },
    {
      "cite": "Francis Lucille",
      "quote": "Life is a celebration. Consider everything that makes you happy as a gift from God and say, 'Thank you."
    },
    {
      "cite": "Francis Lucille",
      "quote": "Celebrate and just get used to celebrating more and more."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The day you start to admit you are responsible for your actions, is the day your real life begins. Celebrate it."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Each day offers a reason to celebrate. Find it and experience true bliss."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "To celebrate, you must step into your innate jovial nature."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Connect with the fun, jubilant, inner child who loves to celebrate."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Connect with the fun, jubilant, inner child who loves to celebrate."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Celebrate the ordinary and extraordinary."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "There is always something to celebrate, even if it's simply cleansing rain."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Get yourself a special journal to record one thing to celebrate each day."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "I celebrate my spirit with joy and playful abandon."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "A spirit infused with joy feels goods, and you can choose to celebrate it."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Be joy and celebrate joy."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "You can choose to celebrate joy in your spirit and thereby heal your body."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Choose to celebrate your spirit to maximize your bliss."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Celebrate your spirit by loving and feeding it joy."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "I was choosing to consciously spread joy and celebrate the fun of life, and so can you."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Celebration and laughter are two of the richest gifts of life."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "To celebrate someone else’s life, we need to find a way to look at it straight on, not from above with judgment or from below with envy."
    }
  ]
}