{
  "source": "https://www.wisesayings.com/celebrating-life-quotes/",
  "theme": "celebrating-life",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "We think there is endless time to live but we never know which moment is last. So share, care, love, and celebrate every moment of life."
    },
    {
      "cite": "Maximillian Degenerez",
      "quote": "Celebrate life in all its glory - challenge yourself to let the routine sing, and the new dance."
    },
    {
      "cite": "Derrick Jensen",
      "quote": "If we celebrate life with all its contradictions, embrace, experience, and ultimately live with it, a chance exists for a spiritual life filled not only with pain and untidiness, but also with joy, community, and creativity."
    },
    {
      "cite": "Alicia Emamdee",
      "quote": "Once you start celebrating the little victories in life, you will realize just how infinite they truly are."
    },
    {
      "cite": "Mattie Stepanek",
      "quote": "While we are living in the present, we must celebrate life every day, knowing that we are becoming history with every work, every action, every deed."
    },
    {
      "cite": "Meredith Grey",
      "quote": "At the end of the day, the fact we have the courage to still be standing is reason enough to celebrate."
    },
    {
      "cite": "Zahid Abas",
      "quote": "A simple celebration, a gathering of friends; here is wishing you great happiness, a joy that never ends."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The more you praise and celebrate your life, the more there is in life to celebrate."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Celebrate Life. Care for others and share whatever you have with those less fortunate than you. Broaden your vision, for the whole world belongs to you."
    },
    {
      "cite": "Terry Mark",
      "quote": "Being alive everyday is an enough blessing to celebrate everyday."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "The meaning of life is not celebrating your birth, it is celebrating your work."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "You may never get back this life, so do something in this lifetime worthy of celebration."
    },
    {
      "cite": "Wayne Coyne",
      "quote": "Life is worth celebrating and worth living even though we're all headed to the same hole at the end of the day."
    },
    {
      "cite": "Sarah Louise Delany",
      "quote": "Life is short, and it is up to you to make it sweet."
    },
    {
      "cite": "Terry Mark",
      "quote": "Happiness requires that we celebrate the positive sides of life. Peace requires that we accept both the positive and the negative outcomes of life and move on."
    },
    {
      "cite": "Roopleen",
      "quote": "Celebrating your achievements and applauding your triumphs is a sure way to refuel your enthusiasm and keep yourself motivated for your future endeavours."
    },
    {
      "cite": "Carlos Wallace",
      "quote": "Sometimes it seems, we are so diminished by our own shortcomings we are unable to celebrate the success of others."
    },
    {
      "cite": "Magic Johnson",
      "quote": "Just celebrate the life you had, not the life you could've had."
    },
    {
      "cite": "RVM",
      "quote": "Celebrate Life. To truly live, Celebrate each day of Life. Let each day be a Festival of Joy."
    },
    {
      "cite": "Vijender Singh",
      "quote": "Achievements are precious and timeless, just like the precious metal platinum. And what better way to celebrate milestones in your life than with precious platinum."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "Live life when you have it. Life is a splendid gift-there is nothing small about it."
    },
    {
      "cite": "Emily Bett Rickards",
      "quote": "Every time someone in your life dies, you realize you're not invincible and you have to wonder if we're celebrating life or if we're mourning a death."
    },
    {
      "cite": "Kelly Rowland",
      "quote": "Being single is about celebrating and appreciating your own space that you're in."
    },
    {
      "cite": "Stevie Wonder",
      "quote": "Life has meaning only in the struggle. Triumph or defeat is in the hands of the Gods. So let us celebrate the struggle!"
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "It is no bad thing celebrating a simple life."
    },
    {
      "cite": "Audre Lorde",
      "quote": "It is not our differences that divide us. It is our inability to recognize, accept, and celebrate those differences."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "Celebrating faith over reason is merely a way of denying what is, in favor of embracing any whim that strikes your fancy."
    },
    {
      "cite": "Chris Hadfield",
      "quote": "You can choose to focus on the surprises and pleasures, or the frustrations. And you can choose to appreciate the smallest scraps of experience, the everyday moments, or to value only the grandest, most stirring ones. Ultimately, the real question is whether you want to be happy."
    },
    {
      "cite": "Kate Feduccia",
      "quote": "From the Christian prophets and disciples to the prohibition of wine in the world's second largest religion, Islam, their stories include wine as a joyous part of celebrating life."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Write it on your heart that everyday is the best day of the year."
    },
    {
      "cite": "Francis Lucille",
      "quote": "Like fireworks, this universe is a celebration and you are the spectator contemplating the eternal Fourth of July of your absolute splendor."
    },
    {
      "cite": "Paula Finn",
      "quote": "Greet each day with your eyes open to beauty, your mind open to change, and your heart open to love."
    },
    {
      "cite": "Barbara Hoffman",
      "quote": "Stop worrying about the potholes in the road and celebrate the journey!"
    },
    {
      "cite": "George Matthew",
      "quote": "Each day of your life, as soon as you open your eyes in the morning, you can square away for a happy and successful day!"
    },
    {
      "cite": "David Hockney",
      "quote": "If you are not playful you are not alive."
    },
    {
      "cite": "Rita Dove",
      "quote": "It is not only the happy moments that should be talked about, but every moment. All the moments that make up a human being have to be written about, talked about, painted, danced, in order to really talk about life."
    },
    {
      "cite": "Charles Tart",
      "quote": "The whole world is an art gallery when you're mindful. There are beautiful things everywhere--and they're free."
    },
    {
      "cite": "Eileen Caddy",
      "quote": "Stop sitting there with your hands folded, looking on, doing nothing: Get into action and live this full and glorious life now. You have to do it now."
    },
    {
      "cite": "Susan L. Taylor",
      "quote": "Take the reins of your life in your hands everyday. Get up and put a smile on your face, and feel grateful for this gift that is your life."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Find ecstasy in life; the more sense of living is joy enough."
    },
    {
      "cite": "Sherry Voila",
      "quote": "Our wonder-filled journey can either be spent celebrating the scenery along the route or grieving the path not taken. The potential for excellence in out lives is in each of us."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Life is the gift / Of my God / He gave me / And when he would that / He will take it back."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Life is as sacrosanct as the Omnipotent Creator; go and wholesomely lead it."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Life is a vivid rainbow; the more you profusely absorb it; the more it stupendously inundates your despicably collapsing existence; with an unsurpassable kaleidoscope; of beauty; color; and amiably charming humanity,"
    },
    {
      "cite": "Claude Kelly",
      "quote": "Celebrating the life no matter who you are / If you've been working hard give yourself a round of applause / Bravo bravo bravo."
    },
    {
      "cite": "Mike City",
      "quote": "Tired of being cramped up in the house / We were simply celebrating life / Off from work today so it's alright."
    },
    {
      "cite": "Ilya Popov",
      "quote": "Do you remember celebrating life each day? / Do you remember thinking special is your way / And now you’re not that careless and brave."
    },
    {
      "cite": "Osho",
      "quote": "Be the celebrators, celebrate! Already there is too much—the flowers have bloomed, the birds are singing, the sun is there in the sky—celebrate it! You are breathing and you are alive and you have consciousness, celebrate it!"
    },
    {
      "cite": "Osho",
      "quote": "Dance madly as if all of life is meant for dancing and celebrating."
    },
    {
      "cite": "Joan Ambu",
      "quote": "Whichever season you’re in, rejoice and celebrate your life as you might not experience it twice."
    },
    {
      "cite": "Germany Kent",
      "quote": "Smile even though you have nothing to celebrate. Celebrate the fact that you can smile. Some people don't have nearly half of what you have and they are smiling just because they can."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Each day offers a reason to celebrate. Find it and experience true bliss."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Celebrate your own life, you are your own light"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever."
    },
    {
      "cite": "Vandana Shiva",
      "quote": "I think what we owe each other is a celebration of life and to replace fear and hopelessness with fearlessness and joy."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "In life, one has a choice to take one of two paths: to wait for some special day-or to celebrate each special day."
    },
    {
      "cite": "Joanne Harris",
      "quote": "Life is what you celebrate. All of it. Even its end."
    }
  ]
}