{
  "source": "https://www.wisesayings.com/celibacy-quotes/",
  "theme": "celibacy",
  "quotes": [
    {
      "cite": "P.D. James",
      "quote": "If our sex life were determined by our first youthful experiments, most of the world would be doomed to celibacy. In no area of human experience are human beings more convinced that something better can be had only if they persevere."
    },
    {
      "cite": "Anonymous",
      "quote": "If we were the last two people alive on earth, we'd make celibacy the new national pasttime."
    },
    {
      "cite": "Granth Sahib",
      "quote": "The celibate practices celibacy, but his heart is filled with pride."
    },
    {
      "cite": "Annie Besant",
      "quote": "Celibacy is not natural to men or to women; all bodily needs require their legitimate satisfaction, and celibacy is a disregard of natural law."
    },
    {
      "cite": "Timothy Radcliffe",
      "quote": "Celibacy is not just a matter of not having sex. It is a way of admiring a person for their humanity, maybe even for their beauty."
    },
    {
      "cite": "Peter De Vries",
      "quote": "Celibacy is the worst form of self-abuse."
    },
    {
      "cite": "William P. Leahy",
      "quote": "The church may hold whatever it holds with regard to clerical celibacy."
    },
    {
      "cite": "Anonymous",
      "quote": "Honestly, celibacy isn't hard. It's the gasers that sell you broken promises and try to get you off of God's plan offering nothing."
    },
    {
      "cite": "Rajneesh",
      "quote": "In the name of celibacy, sex has been repressed for centuries and you have become just full of sexuality. Rather than transcending it you are boiling within."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Celibacy goes deeper than the flesh."
    },
    {
      "cite": "Richard Whately",
      "quote": "Even supposing there were some spiritual advantage in celibacy, it ought to be completely voluntary"
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Celibacy is the essence of vulgarity."
    },
    {
      "cite": "Anonymous",
      "quote": "Maintaining a celibate relationship is hard thats why standards must be set and God has to be centered."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Celibacy doesn't make you enlightened, otherwise every nun or priest in Buddhism or Christianity would be enlightened. People who don't date and can't get any action would be enlightened."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The vow of celibacy is a matter of keeping one's word to Christ and the Church. a duty and a proof of the priest's inner maturity; it is the expression of his personal dignity."
    },
    {
      "cite": "Rajneesh",
      "quote": "Try to force celibacy upon yourself and your dreams will become sexual, they will have a quality of sexuality."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Celibacy is a great help, inasmuch as it enables one to lead a life of full surrender to God."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "Most people that commit to a life of celibacy weren't leaving that much on the table in the first place."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "In this modern world, the celibacy of the medieval learned class has been replaced by a celibacy of the intellect which is divorced from the concrete contemplation of the complete facts."
    },
    {
      "cite": "Ada Palmer",
      "quote": "Celibacy is the most extreme of sexual perversions, after all."
    },
    {
      "cite": "Socrates",
      "quote": "As to marriage or celibacy, let a man take which course he will, he will be sure to repent."
    },
    {
      "cite": "Hans Kung",
      "quote": "Everyone agrees the celibacy rule is just a Church law dating from the 11th century, not a divine command."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "It is better to lock up your heart with a merciless padlock, than to fall in love with someone who doesn't know what they mean to you."
    },
    {
      "cite": "H L Mencken",
      "quote": "The ideal state for a philosopher, indeed, is celibacy tempered by polygamy."
    },
    {
      "cite": "Virchand Gandhi",
      "quote": "On the higher plane the soul is sexless, and those who wish to rise higher than the physical plane must eliminate the idea of sex."
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "One, who feels like dying only while asking for sex, can conquer this world."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Marriage has many pains, but celibacy has no pleasures."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "Celibacy is not a matter of compulsion. Someone is accepted as a priest only when he does it of his own accord."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "A celibate, like the fly in the heart of an apple, dwells in a perpetual sweetness, but sits alone, and is confined and dies in singularity."
    },
    {
      "cite": "Thomas Love Peacock",
      "quote": "Marriage may often be a stormy lake, but celibacy is almost always a muddy horse pond."
    }
  ]
}