{
  "source": "https://www.wisesayings.com/cell-phone-quotes/",
  "theme": "cell-phone",
  "quotes": [
    {
      "cite": "Haruki Murakami",
      "quote": "Cell phones are so convenient that they're an inconvenience."
    },
    {
      "cite": "Allan Lokos",
      "quote": "Technology offers us a unique opportunity, though rarely welcome, to practice patience."
    },
    {
      "cite": "Munia Khan",
      "quote": "A smartphone is an addictive device which traps a soul into a lifeless planet full of lives."
    },
    {
      "cite": "Doug Pappas",
      "quote": "Cell phones are not a sign of power, they're a sign of subservience."
    },
    {
      "cite": "Rachitha Cabral",
      "quote": "Home is where the heart is, but today, the phone is where the heart is!"
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Cell phones are the latest invention in rudeness."
    },
    {
      "cite": "Ray Kurzweil",
      "quote": "Mobile phones are misnamed. They should be called gateways to human knowledge."
    },
    {
      "cite": "Richard E. Turner",
      "quote": "Cell phone: a private convenience that has become a public nuisance."
    },
    {
      "cite": "Anonymous",
      "quote": "Cell phone dependency is now called compulsive communicating. Chain dialers call continually to get another fix"
    },
    {
      "cite": "Microwave News",
      "quote": "Cell phone radiation changes the shape of brain proteins, causing them to clump together and form pathological protein fibrils like those found in Alzheimer's and Parkinson's disease patients."
    },
    {
      "cite": "Anonymous",
      "quote": "Your cell phone has already replaced your camera, your calendar and your alarm clock. Don't let it replace your family."
    },
    {
      "cite": "Stanley Victor Paskavich",
      "quote": "As long as you have a cell phone you're never alone."
    },
    {
      "cite": "Steve Largent",
      "quote": "People are very protective of their cell phones, how it's used, where it's used and how much it costs. It has become a very personal issue for a whole lot of people in this country."
    },
    {
      "cite": "Steven Spielberg",
      "quote": "Cell phones tend to bring us more inside of our lives whereas movies offer a chance to escape, so there are two competing forces."
    },
    {
      "cite": "Margaret Heffernan",
      "quote": "The cell phone has become the adult's transitional object, replacing the toddler's teddy bear for comfort and a sense of belonging."
    },
    {
      "cite": "Anonymous",
      "quote": "Cell phones these days keep getting thinner and smarter people the opposite."
    },
    {
      "cite": "Douglas Adams",
      "quote": "A mobile phone needs a manual in the way that a teacup doesn't ."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Cell phones, mobile e-mail, and all the other cool and slick gadgets can cause massive losses in our creative output and overall productivity."
    },
    {
      "cite": "Catherine Coulter",
      "quote": "You know, a cell phone's like a guy; if you don't plug him in every night, charge him good, you got nothing at all."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "It's easier for a rich man to ride that camel through the eye of a needle directly into the Kingdom of Heaven, than for some of us to give up our cell phone."
    },
    {
      "cite": "Anonymous",
      "quote": "I finally realized that people are prisoners of their phones... that's why it's called a \"cell\" phone."
    },
    {
      "cite": "Carrie Underwood",
      "quote": "My cell phone is my best friend. It's my lifeline to the outside world."
    },
    {
      "cite": "David Mitchell",
      "quote": "Right, my phone. When these things first appeared, they were so cool. Only when it was too late did people realize they are as cool as electronic tags on remand prisoners."
    },
    {
      "cite": "Ted Turner",
      "quote": "To be happy in this world, first you need a cell phone and then you need an airplane. Then you're truly wireless."
    },
    {
      "cite": "Joe Bob Briggs",
      "quote": "Apparently we love our own cell phones but we hate everyone else's."
    },
    {
      "cite": "Giovanni Ribisi",
      "quote": "I'm old fashioned with my cell phone. I like that human contact and I think it's important."
    },
    {
      "cite": "Armistead Maupin",
      "quote": "But I'm acutely aware that the possibility of fraud is even more prevalent in today's world because of the Internet and cell phones and the opportunity for instant communication with strangers."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Email, instant messaging, and cell phones give us fabulous communication ability, but because we live and work in our own little worlds, that communication is totally disorganized."
    },
    {
      "cite": "Jan Chipchase",
      "quote": "Three objects were considered essential across all participants, cultures and genders: keys, money and mobile phones."
    },
    {
      "cite": "Kate Northrup",
      "quote": "Give the people in your life the gift of your presence by putting down your mobile device."
    },
    {
      "cite": "Anonymous",
      "quote": "Our phones fall, we panic. Our friends fall, we laugh."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Smart phones and social media expand our universe. We can connect with others or collect information easier and faster than ever."
    }
  ]
}