{
  "source": "https://www.wisesayings.com/cemetery-quotes/",
  "theme": "cemetery",
  "quotes": [
    {
      "cite": "August Eugene Mansker",
      "quote": "The only people without problems live in the cemetery."
    },
    {
      "cite": "Arthur Brisbane",
      "quote": "The fence around a cemetery is foolish, for those inside can't come out and those outside don't want to get in."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "When the leaves fall, the whole earth is a cemetery pleasant to walk in. I love to wander and muse over them in their graves. Here are no lying nor vain epitaphs."
    },
    {
      "cite": "Carol Plum-Ucci",
      "quote": "My belief in ghosts swings with the wind. But my belief that the cemetery felt happy and not sad-I've never changed my mind about that."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "I am a cemetery by the moon unblessed."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every man should keep a fair-sized cemetery in which to bury the faults of his friends."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Cemetery, n. an isolated suburban spot where mourners match lies, poets write at a target and stone cutters spell for a wager."
    },
    {
      "cite": "Aristide Briand",
      "quote": "People think too historically. They are always living half in a cemetery."
    },
    {
      "cite": "Yitzhak Rabin",
      "quote": "Military cemeteries in every corner of the world are silent testimony to the failure of national leaders to sanctify human life."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "The cemetery is filled with indispensable men."
    },
    {
      "cite": "Harold Wilson",
      "quote": "He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery."
    },
    {
      "cite": "Bill Clinton",
      "quote": "Being president is a lot like running a cemetery. You've got a lot of people under you and nobody's listening."
    },
    {
      "cite": "Émile Zola",
      "quote": "The past was but the cemetery of our illusions one simply stubbed one's toes on the gravestones."
    },
    {
      "cite": "Richard Veit",
      "quote": "Cemeteries are interesting. They're worth visiting and they're worth studying. If we take the time to listen to what the stories might tell us, we have a lot to learn."
    },
    {
      "cite": "Romain Rolland",
      "quote": "Everyone, deep down within, carries a small cemetery of those he has loved."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The cemetery is full of indispensable people."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "The cemetery is an open space among the ruins, covered in winter with violets and daisies. It might make one in love with death, to think that one should be buried in so sweet a place."
    },
    {
      "cite": "Steve Marabol",
      "quote": "Cemeteries are full of unfulfilled dreams, countless echoes of 'could, have' and 'should have'. Countless books unwritten, countless songs unsung. I want to live my life in such a way that when my body is laid to rest, it will be a well needed rest from a life well lived, a song well sung, a book well written, opportunities well explored, and a love well expressed."
    },
    {
      "cite": "Boonaa Mohammed",
      "quote": "The cemetery is full of people who thought they could change themselves tomorrow."
    },
    {
      "cite": "Francois Mauriac",
      "quote": "A cemetery saddens us because it is the only place of the world in which we do not meet our dead again."
    },
    {
      "cite": "Evan Esar",
      "quote": "The only place where you can find equality is in the cemetery."
    },
    {
      "cite": "Annie Laurie Gaylor",
      "quote": "Our cemeteries are full of people who prayed to live."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The cemetery of the victims of human cruelty in our century is extended to include yet another vast cemetery, that of the unborn."
    }
  ]
}