{
  "source": "https://www.wisesayings.com/censorship-quotes/",
  "theme": "censorship",
  "quotes": [
    {
      "cite": "Felice Picano",
      "quote": "The prime goal of censorship is to promote ignorance, whether it is done via lying and bowdlerized school texts or by attacking individual books."
    },
    {
      "cite": "Steven Spielberg",
      "quote": "There is a fine line between censorship and good taste and moral responsibility."
    },
    {
      "cite": "Potter Stewart",
      "quote": "Censorship reflects a society's lack of confidence in itself."
    },
    {
      "cite": "William Westmoreland",
      "quote": "Without censorship, things can get terribly confused in the public mind."
    },
    {
      "cite": "Clare Boothe Luce",
      "quote": "Censorship, like charity, should begin at home, but, unlike charity, it should end there."
    },
    {
      "cite": "Henry Steele Commager",
      "quote": "The fact is that censorship always defeats its own purpose, for it creates, in the end, the kind of society that is incapable of exercising real discretion."
    },
    {
      "cite": "Tommy Smothers",
      "quote": "The only valid censorship of ideas is the right of people not to listen."
    },
    {
      "cite": "Voltaire",
      "quote": "We have a natural right to make use of our pens as of our tongue, at our peril, risk and hazard."
    },
    {
      "cite": "Nancie J. Carmody",
      "quote": "I am thankful for all the complaining I hear about our government because it means we have freedom of speech."
    },
    {
      "cite": "Alfred Whitney Griswold",
      "quote": "Books won't stay banned. They won't burn. Ideas won't go to jail. In the long run of history, the censor and the inquisitor have always lost. The only weapon against bad ideas is better ideas."
    },
    {
      "cite": "Judy Blume",
      "quote": "Let children read whatever they want and then talk about it with them. If parents and kids can talk together, we won't have as much censorship because we won't have as much fear."
    },
    {
      "cite": "Judy Blume",
      "quote": "It's not just the books under fire now that worry me. It is the books that will never be written. The books that will never be read. And all due to the fear of censorship."
    },
    {
      "cite": "Alan Dershowitz",
      "quote": "Censorship laws are blunt instruments, not sharp scalpels. Once enacted, they are easily misapplied to merely unpopular or only marginally dangerous speech."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Our liberty depends on the freedom of the press, and that cannot be limited without being lost."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "All censorships exist to prevent anyone from challenging current conceptions and existing institutions. All progress is initiated by challenging current conceptions, and executed by supplanting existing institutions. Consequentlythe first condition of progress is the removal of censorship."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If all printers were determined not to print anything till they were sure it would offend nobody, there would be very little printed."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "Where they have burned books, they will end in burning human beings."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Information is the currency of democracy."
    },
    {
      "cite": "George Orwell",
      "quote": "If large numbers of people believe in freedom of speech, there will be freedom of speech, even if the law forbids it. But if public opinion is sluggish, inconvenient minorities will be persecuted, even if laws exist to protect them."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The books that the world calls immoral are books that show the world its own shame."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We all know that books burn, yet we have the greater knowledge that books cannot be killed by fire. People die, but books never die. No man and no force can put thought in a concentration camp forever. No man and no force can take from the world the books that embody man's eternal fight against tyranny of every kind."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "What is freedom of expression? Without the freedom to offend, it ceases to exist."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Imagine books and music and movies being filtered and homogenized. Certified. Approved for consumption. People will be happy to give up most of their culture for the assurance that the tiny bit that comes through is safe and clean. White noise."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every burned book or house enlightens the world; every suppressed or expunged word reverberates through the earth from side to side."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "An idea that is not dangerous is unworthy of being called an idea at all."
    },
    {
      "cite": "Goethe",
      "quote": "There is nothing more frightening than active ignorance."
    },
    {
      "cite": "Jen",
      "quote": "I hope people realize that banning the truth, as well as fiction, is proof that ignorance is dangerous to freedom."
    },
    {
      "cite": "John Morley",
      "quote": "You have not converted a man because you have silenced him."
    },
    {
      "cite": "Golda Meir",
      "quote": "One cannot and must not try to erase the past merely because it does not fit the present."
    },
    {
      "cite": "Joseph Henry Jackson",
      "quote": "Did you ever hear anyone say, 'That work had better be banned because I might read it and it might be very damaging to me'?"
    },
    {
      "cite": "Ray Bradbury",
      "quote": "There is more than one way to burn a book. And the world is full of people running about with lit matches."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "A word to the unwise. Torch every book. Char every page. Burn every word to ash. Ideas are incombustible. And therein lies your real fear."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "Censorship is the child of fear and the father of ignorance."
    },
    {
      "cite": "James Howe",
      "quote": "Banning books is just another form of bullying. It's all about fear and an assumption of power. The key is to address the fear and deny the power."
    },
    {
      "cite": "Pete Hautman",
      "quote": "Yes, books are dangerous. They should be dangerous--they contain ideas."
    },
    {
      "cite": "David Cronenberg",
      "quote": "Censors tend to do what only psychotics do: they confuse reality with illusion."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Censorship ends in logical completeness when nobody is allowed to read any books except the books nobody reads."
    },
    {
      "cite": "Nadine Gordimer",
      "quote": "Censorship is never over for those who have experienced it. It is a brand on the imagination that affects the individual who has suffered it, forever."
    },
    {
      "cite": "Mae West",
      "quote": "Right now I think censorship is necessary; the things they're doing and saying in films right now just shouldn't be allowed. There's no dignity anymore and I think that's very important."
    },
    {
      "cite": "Edgar Dale",
      "quote": "One of the curious things about censorship is that no one seems to want it for himself. We want censorship to protect someone else; the young, the unstable, the suggestible, the stupid. I have never heard of anyone who wanted a film banned because otherwise he might see it and be harmed."
    },
    {
      "cite": "Persis M. Karim",
      "quote": "Obviously, the danger is not in the actual act of reading itself, but rather, the possibility that the texts children read will incite questions, introduce novel ideas, and provoke critical inquiry."
    },
    {
      "cite": "Charles Bradlaugh",
      "quote": "Without free speech no search for truth is possible... no discovery of truth is useful... Better a thousandfold abuse of free speech than denial of free speech. The abuse dies in a day, but the denial slays the life of the people, and entombs the hope of the race."
    },
    {
      "cite": "Hugo L. Black",
      "quote": "Freedom of speech means that you shall not do something to people either for the views they have, or the views they express, or the words they speak or write."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The ultimate form of censorship is assassination."
    },
    {
      "cite": "Andre P. Brink",
      "quote": "When the conspiracy of lies surrounding me demands of me to silence the one word of truth given to me, that word becomes the one word I wish to utter above all others."
    },
    {
      "cite": "Joseph Allen",
      "quote": "The burning of an author's books, imprisonment for opinion's sake, has always been the tribute that an ignorant age pays to the genius of its time."
    },
    {
      "cite": "William M. Anderson",
      "quote": "The intellectually stifling results of censorship -- while deplorable in any setting -- would be all the more abominable if allowed to exist within the college environment."
    },
    {
      "cite": "Thurman Arnold",
      "quote": "The spectacle of a judge pouring over the picture of some nude, trying to ascertain the extent to which she arouses prurient interests, and then attempting to write an opinion which explains the difference between that nude and some other nude has elements of low comedy."
    },
    {
      "cite": "Alan Barth",
      "quote": "Thought that is silenced is always rebellious. Majorities, of course, are often mistaken. This is why the silencing of minorities is necessarily dangerous. Criticism and dissent are the indispensable antidote to major delusions."
    },
    {
      "cite": "Alan Barth",
      "quote": "As to the evil which results from censorship, it is impossible to measure it, because it is impossible to tell where it ends."
    }
  ]
}