{
  "source": "https://www.wisesayings.com/ceo-quotes/",
  "theme": "ceo",
  "quotes": [
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A CEO is a board of directors personified."
    },
    {
      "cite": "Keith Robois",
      "quote": "Any executive, any CEO should not have 1 management style. Your management style needs to be dictated by your employee."
    },
    {
      "cite": "Philip Kotler",
      "quote": "CEOs need to produce continuous growth in sales and profits. Yet they must also invest in sustainability and social responsibility, which then leave them less money for financing their growth."
    },
    {
      "cite": "Sandy Carter",
      "quote": "Some CEO's feel like if the 'opt out of social' they are somehow protected. That is just crazy."
    },
    {
      "cite": "Scott D. Anthony",
      "quote": "Another key role the CEO plays is to focus efforts."
    },
    {
      "cite": "Max McKeown",
      "quote": "Strategy is not really a solo sport even if you're the CEO."
    },
    {
      "cite": "Anil Dash",
      "quote": "Every CEO of a social network should be required to use the default privacy settings for all of their accounts on the service."
    },
    {
      "cite": "Carlos Ghosn",
      "quote": "When the CEO makes a decision, people don't come back on it."
    },
    {
      "cite": "Tim Berners-Lee",
      "quote": "Any enterprise CEO really ought to be able to ask a question that involves connecting data across the organization, be able to run a company effectively, and especially to be able to respond to unexpected events. Most organizations are missing this ability to connect all the data together."
    },
    {
      "cite": "Al-Waleed bin Talal",
      "quote": "Clearly, as a CEO, you have other functions that are managed by other people."
    },
    {
      "cite": "Marcus Buckingham",
      "quote": "CEOs the world over are fond of pointing to their workforce and saying Our people are our greatest asset. And yet today, only two out of ten people think their assets are being well used at work."
    },
    {
      "cite": "Warren Buffett",
      "quote": "We also believe candour benefits us as managers. The CEO who misleads often in public eventually misleads himself in private."
    },
    {
      "cite": "Ross Levinsohn",
      "quote": "A CEO needs to build their own team."
    },
    {
      "cite": "Jeffrey Gitomer",
      "quote": "The chief executive officer is also the chief sales officer. He or she is responsible for the success of the company and making a profit. The closer the CEO is to the everyday selling process, bringing in business, the more successful the company will become."
    },
    {
      "cite": "Angela Ahrendts",
      "quote": "For any CEO that is skeptical at all: you have to create a social enterprise today!"
    },
    {
      "cite": "Sophia Amoruso",
      "quote": "Don't live like a CEO when you're still a sandwich artist."
    },
    {
      "cite": "Vineet Nayar",
      "quote": "The role of the CEO is to enable people to excel, help them discover their own wisdom, engage themselves entirely in their work, and accept responsibility for making change."
    },
    {
      "cite": "Ben Horowitz",
      "quote": "Every time you make the hard, correct decision you become a bit more courageous, and every time you make the easy, wrong decision you become a bit more cowardly. If you are CEO, these choices will lead to a courageous or cowardly company."
    },
    {
      "cite": "Christie Hefner",
      "quote": "Being a CEO still means sitting across the table from big institutional investors and showing your leadership and having them believe in you."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "A leadership culture is one where everyone thinks like an owner, a CEO or a managing director. It's one where everyone is entrepreneurial and proactive."
    },
    {
      "cite": "Charlie Munger",
      "quote": "No CEO examining books today understands what the hell is going on."
    },
    {
      "cite": "Frederick W. Smith",
      "quote": "Leaders get out in front and stay there by raising the standards by which they judge themselves and by which they are willing to be judged."
    },
    {
      "cite": "Bill Maris",
      "quote": "CEOs who can hire properly, that's the most important part of the job. The CEO's job is really to hire the right team and execute the vision second."
    },
    {
      "cite": "Charlotte Beers",
      "quote": "Any CEO who cannot clearly articulate the intangible assets of his brand and understand its connection to customers, is in trouble."
    },
    {
      "cite": "Bill Gates",
      "quote": "The CEO's role in raising a company's corporate IQ is to establish an atmosphere that promotes knowledge sharing and collaboration."
    },
    {
      "cite": "Ellen Kullman",
      "quote": "It's not about having a specific set time; both personal and professional lives are 24/7. It's simply, more about making the right allocation to each one and recognizing that it's going to be different every single day."
    },
    {
      "cite": "Satya Nadella",
      "quote": "There is something only a CEO uniquely can do, which is set that tone, which can then capture the soul of the collective. And it's culture."
    },
    {
      "cite": "Warren Buffett",
      "quote": "A CEO's behavior has a huge impact on managers down the line."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "More often than not, a C.E.O is merely a puppet whose strings are pulled by a board of directors."
    },
    {
      "cite": "Geraldo Rivera",
      "quote": "Being a president is being a CEO, essentially."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Remember, before they promoted to the chair of CEO, they were the best employees of their companies."
    }
  ]
}