{
  "source": "https://www.wisesayings.com/cereal-quotes/",
  "theme": "cereal",
  "quotes": [
    {
      "cite": "Waverley Root",
      "quote": "The oat is the Horatio Alger of cereals, which progressed, if not from rags to riches, at least from weed to health food."
    },
    {
      "cite": "David Lee Roth",
      "quote": "The Breakfast of Champions isn't cereal, it's the competition!"
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Pay attention, don't let life go by you. Fall in love with the back of your cereal box."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Like religion, politics, and family planning, cereal is not a topic to be brought up in public. It's too controversial."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "In life, as in breakfast cereal, it is always best to read the instructions on the box."
    },
    {
      "cite": "Mary Norris",
      "quote": "Why, if there is alphabet soup, do we not have punctuation cereal?"
    },
    {
      "cite": "Josh Homme",
      "quote": "Sometimes you actually get caught in the web of things where people are talking about what kind of breakfast cereal you like."
    },
    {
      "cite": "Bruce Barton",
      "quote": "Cereal eating is almost a marker for a healthy lifestyle. It sets you up for the day, so you don't overeat."
    },
    {
      "cite": "Adam Rex",
      "quote": "There's a little bit of magic in every box!"
    },
    {
      "cite": "O.J. Simpson",
      "quote": "You don`t get mood swings from eating cornflakes."
    },
    {
      "cite": "Norman Borlaug",
      "quote": "Cereal production in the rain-fed areas still remains relatively unaffected by the impact of the green revolution, but significant change and progress are now becoming evident in several countries"
    },
    {
      "cite": "Robert Orben",
      "quote": "Remember the days when you let your child have some chocolate if he finished his cereal? Now, chocolate is one of the cereals."
    },
    {
      "cite": "Roald Dahl",
      "quote": "Do you know what breakfast cereal is made of? It's made of all those little curly wooden shavings you find in pencil sharpeners!"
    },
    {
      "cite": "Mike Schultz",
      "quote": "You know you've made it to the big time when you're on a cereal box."
    },
    {
      "cite": "Chris Van Allsburg",
      "quote": "I pore over every word on the cereal box at breakfast, often more than once. You can ask me anything about shredded wheat."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Don't eat breakfast cereals that change the color of your milk."
    }
  ]
}