{
  "source": "https://www.wisesayings.com/ceremony-quotes/",
  "theme": "ceremony",
  "quotes": [
    {
      "cite": "William Robertson Smith",
      "quote": "The myths connected with individual sanctuaries and ceremonies were merely part of the apparatus of the worship; they served to excite the fancy and sustain the interest of the worshipper no one cared what he believed about its origin."
    },
    {
      "cite": "Jennifer Granholm",
      "quote": "Ceremonies are important. But our gratitude has to be more than visits to the troops, and once-a-year Memorial Day ceremonies. We honor the dead best by treating the living well."
    },
    {
      "cite": "Robert Orben",
      "quote": "A graduation ceremony is an event where the commencement speaker tells thousands of students dressed in identical caps and gowns that individuality is the key to success."
    },
    {
      "cite": "F. Gonzalez-Crussi",
      "quote": "Ceremony and ritual spring from our heart of hearts those who govern us know it well, for they would sooner deny us bread than dare alter the observance of tradition."
    },
    {
      "cite": "Confucius",
      "quote": "Ceremonies are the first thing to be attended to in the practice of government."
    },
    {
      "cite": "Linda Hogan",
      "quote": "The real ceremony begins where the formal one ends, when we take up a new way, our minds and hearts filled with the vision of earth that holds us within it, in compassionate relationship to and with our world."
    },
    {
      "cite": "Shawn Wilson",
      "quote": "The purpose of any ceremony is to build stronger relationship or bridge the distance between our cosmos and us. The research that we do as Indigenous people is a ceremony that allows us a raised level of consciousness and insight into our world. Through going forward together with open minds and good hearts we have uncovered the nature of this ceremony."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Ceremony is necessary as the outwork and defense of manners."
    },
    {
      "cite": "Amy Vanderbilt",
      "quote": "Ceremony is really a protection, too, in times of emotional involvement, particularly at death. If we have a social formula to guide us and do not have to extemporize, we feel better able to handle life."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "Marriage- a ceremony in which rings are put on the finger of the lady and through the nose of the gentleman."
    },
    {
      "cite": "Laura Esquivel",
      "quote": "The only way we'll know where we're going is to look at the past and to remember who we were through ceremonies and rituals."
    },
    {
      "cite": "Amy Vanderbilt",
      "quote": "We must learn which ceremonies may be breached occasionally at our convenience and which ones may never be if we are to live pleasantly with our fellow man."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "Ritual will always mean throwing away something: destroying our corn or wine upon the altar of our gods."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Ceremony was but devised at first to set a gloss on faint deeds, hollow welcomes, recanting goodness, sorry ere 'Tis shown; but where there is true friendship, there needs none."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "A wedding is a ceremony at which two persons undertake to become one, one undertakes to become nothing, and nothing undertakes to become supportable."
    },
    {
      "cite": "Joseph Wood",
      "quote": "Few people have ever seriously wished to be exclusively rational. The good life which most desire is a life warmed by passions and touched with that ceremonial grace which is impossible without some affectionate loyalty to traditional form and ceremonies."
    },
    {
      "cite": "William Wycherley",
      "quote": "Ceremony and great professing renders friendship as much suspect as it does religion."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "The modern habit of doing ceremonial things unceremoniously is no proof of humility; rather it proves the offender's inability to forget himself in the rite, and his readiness to spoil for every one else the proper pleasure of ritual."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "A certain degree of ceremony is a necessary outwork of manners, as well as of religion; it keeps the forward and petulant at a proper distance, and is a very small restraint to the sensible and to the well bred part of the world."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Ceremony is an invention to take off the uneasy feeling which we derive from knowing ourselves to be less the object of love and esteem with a fellow creature than some other person is. It endeavours to make up, by superior attentions in little points, for that invidious preference which it is forced to deny in the greater."
    },
    {
      "cite": "George Gurdjieff",
      "quote": "Every ceremony or rite has a value if it is performed without alteration. A ceremony is a book in which a great deal is written. Anyone who understands can read it. One rite often contains more than a hundred books."
    },
    {
      "cite": "Anonymous",
      "quote": "Ceremony is the smoke of friendship."
    },
    {
      "cite": "Dennis Banks",
      "quote": "It also called upon traditional people in the Four Directions to strengthen the healing ceremonies and asked people to heed the warnings of Mother Earth."
    },
    {
      "cite": "Aneurin Barnard",
      "quote": "Award ceremonies are strange because you're sitting next to someone you've never met; you're celebrating with a total stranger."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "Ceremonies are different in every country, but true politeness is everywhere the same."
    },
    {
      "cite": "William Cowper",
      "quote": "Ceremony leads her bigots forth, prepared to fight for shadows of no worth. While truths, on which eternal things depend, can hardly find a single."
    }
  ]
}