{
  "source": "https://www.wisesayings.com/certainty-quotes/",
  "theme": "certainty",
  "quotes": [
    {
      "cite": "Djuna Barnes",
      "quote": "Certainty always produces questions, uncertainty statements. It is a balancing law of nature."
    },
    {
      "cite": "Nate Silver",
      "quote": "The quest for certainty in forecasting outcomes can be the enemy of progress."
    },
    {
      "cite": "Jacob Bronowski",
      "quote": "Certainty ends inquiry."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The one unchangeable certainty is that nothing is certain or unchangeable."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The certainty within our spirit made the dream reality."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Just because someone seems to have more certainty, doesn't mean they're right."
    },
    {
      "cite": "Maurice Merleau-Ponty",
      "quote": "It is the essence of certainty to be established only with reservations."
    },
    {
      "cite": "Allison McAtee",
      "quote": "Life is ever evolving. The only certainty is change."
    },
    {
      "cite": "Mychal Wynn",
      "quote": "The only certainty about following the crowd is that you will all get there together."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The demand for certainty is one which is natural to man, but is nevertheless an intellectual vice."
    },
    {
      "cite": "Peter Drucker",
      "quote": "People who need certainty are unlikely to make good entrepreneurs."
    },
    {
      "cite": "B.W. Powe",
      "quote": "Certainty is usually a sign of pathology."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Nothing consoles and comforts like certainty does."
    },
    {
      "cite": "Edward Coke",
      "quote": "Certainty is the mother of quiet and repose, and uncertainty the cause of variance and contentions."
    },
    {
      "cite": "Ellen Langer",
      "quote": "Certainty is a cruel mindset. It hardens our minds against possibility."
    },
    {
      "cite": "Robert Brault",
      "quote": "What is certainty but the refuge of those whose faith is not strong enough to entertain doubt."
    },
    {
      "cite": "Jerry Saltz",
      "quote": "Certainty sees things in restrictive, protective, aggressive ways, and thus isn't seeing at all."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Certainty, not data, is knowledge."
    },
    {
      "cite": "Kedar Joshi",
      "quote": "Certainty is the most vivid condition of ignorance and the most necessay condition for knowledge."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Doubt is long-winded. Certainty is brief."
    },
    {
      "cite": "Margaret Heffernan",
      "quote": "Certainty is no guarantor of correctness."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "The lack of faith is not doubt. It is certainty."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "Incompetence is certainty in the absence of expertise. Overconfidence is certainty in the presence of expertise."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Certainty is missing the point entirely."
    },
    {
      "cite": "Salvador Minuchin",
      "quote": "Certainty is the enemy of change."
    },
    {
      "cite": "Stanislaw Leszczynski",
      "quote": "To believe with certainty, we must begin with doubting."
    },
    {
      "cite": "Leonhard Euler",
      "quote": "Logic is the foundation of the certainty of all the knowledge we acquire."
    },
    {
      "cite": "John Allen Paulos",
      "quote": "Certainty a strange Ferris wheel of a statement!"
    },
    {
      "cite": "Wislawa Szymborska",
      "quote": "Such certainty is beautiful, but uncertainty is more beautiful still."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "Certainty without power can be interesting, even amusing. Certainty with power can be dangerous."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "Certainty generally is illusion, and repose is not the destiny of man."
    },
    {
      "cite": "Virginia Satir",
      "quote": "People prefer the certainty of misery to the misery of uncertainty."
    },
    {
      "cite": "Neil Postman",
      "quote": "Certainty abolishes hope, and robs us of renewal."
    },
    {
      "cite": "Will Durant",
      "quote": "Tolerance grows only when faith loses certainty; certainty is murderous."
    },
    {
      "cite": "Emile Coue",
      "quote": "It is the certainty that you are about to recover, that brings results, not the hope."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "Facts matter not at all. Perception is everything. It's certainty."
    },
    {
      "cite": "Philip Yorke",
      "quote": "Certainty is the mother of repose, and therefore the common law aims at certainty."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "The only certainty is that nothing is certain."
    },
    {
      "cite": "Elizabeth Bibesco",
      "quote": "We often call a certainty a hope, to bring it luck."
    },
    {
      "cite": "Milton Glaser",
      "quote": "Certainty is a closing of the mind. To create something new you must have doubt."
    },
    {
      "cite": "Willy Russell",
      "quote": "One of the few certainties in life is that persons of certainty should certainly be avoided."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "What men want is not knowledge, but certainty."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "The certainty that everything has already been written annuls us, or renders us phantasmal."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Not doubt, certainty is what drives one insane."
    },
    {
      "cite": "Giovanni Battista Beccaria",
      "quote": "Moral certainty is never more than probability."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "It's good to have some certainty in life, even if it's only that I'm in deep trouble."
    },
    {
      "cite": "William Lane Craig",
      "quote": "Certainty is an unrealistic and unattainable ideal."
    },
    {
      "cite": "Henri Poincare",
      "quote": "It is far better to foresee even without certainty than not to foresee at all."
    }
  ]
}