{
  "source": "https://www.wisesayings.com/chakra-quotes/",
  "theme": "chakra",
  "quotes": [
    {
      "cite": "Henry Miller",
      "quote": "Our own physical body possesses a wisdom which we who inhabit the body lack. We give it orders which make no sense."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Every man is the builder of a Temple called his body, nor can he get off by hammering marble instead."
    },
    {
      "cite": "Elizabeth A. Behnke",
      "quote": "There is deep wisdom within our very flesh, if we can only come to our senses and feel it."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Learning too soon our limitations, we never learn our powers."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Surely a man needs a closed place wherein he may strike root and, like the seed, become. But also he needs the great Milky Way above him and the vast sea spaces, though neither stars nor ocean serve his daily needs."
    },
    {
      "cite": "Llewelyn Powers",
      "quote": "A trembling in the bones may carry a more convincing testimony than the dry documented deductions of the brain."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "What we feel and think and are is to a great extent determined by the state of our ductless glands and viscera."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The body is a big sagacity, a plurality with one sense, a war and a peace, a flock and a shepherd."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Each of the seven chakras are governed by spiritual laws, principles of consciousness that we can use to cultivate greater harmony, happiness, and wellbeing in our lives and in the world."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The chakra is a doorway. These are doorways that lead you into other dimensions. But you have to focus on them to the exclusion of everything else."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "When you focus on a chakra, it's very easy to bring subtle physical energies into your consciousness."
    },
    {
      "cite": "Anodea Judith",
      "quote": "Chakras are organizational centers for the reception, assimilation, and transmission of life-force energy. They are the stepping stones between heaven and earth."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "There are many other chakras, or nadis as they are also called. There are chakras in the hands, fingertips, feet and a number of other areas."
    },
    {
      "cite": "Dharma Mittra",
      "quote": "The chakras are very intelligent they are like the software of the whole computer body."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The power chakra is the navel center. The center of balance is the heart chakra; it's the center of our being. The third eye is the center of wisdom, the Agni chakra."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Your heart chakra is not in your physical body. It is in your subtle physical body, but it comes in contact with your physical body in this location."
    },
    {
      "cite": "Richard Gerber",
      "quote": "The chakras are specialized energy centers which connect us to the multidimensional universe. The chakras are dimensional portals within the subtle bodies which take in and process energy of higher vibrational nature so that it may be properly assimilated and used to transform the physical body."
    },
    {
      "cite": "Charles Webster Leadbeater",
      "quote": "The chakras or force-centers are points of connection at which energy flows from one body of a man to another all these wheels are perpetually rotating, and into the hub or open mouth of each a force from a higher world is always flowing."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "Beyond my body my veins are invisible."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Tis in ourselves that we are thus or thus. Our bodies are our gardens to which our wills are gardeners."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "In the chakras, it's the heart chakra, anahata, the central chakra, three above and three below, which symbolizes happiness and love, psychic oneness, spiritual understanding."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Chakras are mystical energy centers that exist within the human aura. Tremendous occult power resides in a person's chakras. Siddha masters draw upon that power during meditation, store it within themselves, and later use it to perform miracles."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "There are also places of power that reference the fourth and fifth chakras, which are places of balance, and places of power that reference the sixth and seventh chakras, which are places of wisdom."
    },
    {
      "cite": "Anodea Judith",
      "quote": "The body is the vehicle, consciousness the driver. Yoga is the path, and the chakras are the map."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The crown chakra is located several inches above the head, but it is not connected. The crown chakra, also known as the thousand-petal lotus of light, references the planes of light, of enlightenment."
    },
    {
      "cite": "Barbara Marciniak",
      "quote": "Opening your chakras and allowing cosmic energies to flow through your body will ultimately refresh your spirit and empower your life."
    },
    {
      "cite": "Caroline Myss",
      "quote": "Choice is born out of opposites, and the duality of the second chakra is forever challenging us to make choices in a world of opposing sides, of positive and negative energy patterns. Every choice we make contributes a subtle current of our energy to our universe, which is responsive to the influence of human consciousness."
    },
    {
      "cite": "Lady Bird Johnson",
      "quote": "The way you overcome shyness is to become so wrapped up in something that you forget to be afraid."
    },
    {
      "cite": "Amit Ray",
      "quote": "When you touch the celestial in your heart, you will realize that the beauty of your soul is so pure, so vast and so devastating that you have no option but to merge with it. You have no option but to feel the rhythm of the universe in the rhythm of your heart."
    },
    {
      "cite": "Tony Samara",
      "quote": "Within each of us is a light, awake, encoded in the fibers of our existence. Divine ecstasy is the totality of this marvelous creation experienced in the hearts of humanity."
    },
    {
      "cite": "Athanasios Karta Singh",
      "quote": "To bring body and mind into a harmonious balance, it is necessary to open the chakras. Blocked energy hubs, when either closed or only slightly opened, can bring about physical and psychic dysfunction or insensitiveness."
    },
    {
      "cite": "Athanasios Karta Singh",
      "quote": "Breath control and power of will allow the Kundalini to rise higher and to come to the higher-seated chakras slowly and continuously."
    },
    {
      "cite": "Baxter Bell",
      "quote": "Yoga has a sly, clever way of short-circuiting the mental patterns that cause anxiety."
    },
    {
      "cite": "Bhairavi",
      "quote": "A snake is always dangerous when it is coiled, as is an un-awakened Kundalini. Kundalini coils are opened through seven energy centers which are called the Chakras."
    },
    {
      "cite": "Bhairavi",
      "quote": "The ultimate consciousness is the Purush residing inside the head as the inactive store of energy. The libidinal energy Prakriti resides at the base of the spine in the form of a coiled snake called Kundalini."
    },
    {
      "cite": "Cal Jung",
      "quote": "When you succeed in awakening the Kundalini, so that it starts to move out of its mere potentiality, you necessarily start a world which is totally different from our world. It is the world of eternity."
    },
    {
      "cite": "Dr. Vishnulok Bihari Srivastava",
      "quote": "Yoga observes and maintains that the restraint of bodily and mental dispositions is a prerequisite to understand the real identity of soul or atman."
    },
    {
      "cite": "BKS Iyengar",
      "quote": "Yoga is nothing if it is not perfect harmony of the body, senses, mind and intellect, reason, consciousness, and self. When all these are integrated that is true yoga."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Make no mistake, without Hinduism,  India has no future."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Hinduism is the soil into which India's roots are stuck and torn out of that she will inevitably wither as a tree torn out from its place."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If India's own children do not cling to her faith, who shall guard it? India alone can save India and India and Hinduism are one."
    },
    {
      "cite": "Second Vatican Ecumenical Council",
      "quote": "In Hinduism, men probe the mystery of God and express it with a rich fund of myths and penetrating philosophy."
    },
    {
      "cite": "Maxie LaBouche",
      "quote": "In Hinduism, death is not viewed as the end of life but as a change in the journey of your atman or soul."
    },
    {
      "cite": "Gandhi",
      "quote": "Hinduism is the most tolerant creed because it is non-proselytizing and it is as capable of expansion today as it has been found to be in the past."
    },
    {
      "cite": "Gandhi",
      "quote": "Hinduism is not an exclusive religion. In it, there is room for the worship of all the prophets of the world. It is not a missionary religion in the ordinary sense of the term. Hinduism tells everyone to worship God according to his own faith or dharma, and so it lives at peace with all religions."
    },
    {
      "cite": "Gandhi",
      "quote": "Hinduism is not a religion...it is a way of life. Many who do not practice formal religion are nearer to this way of life than some who do."
    },
    {
      "cite": "Anodea Judith",
      "quote": "The Presence of the demon keeps the chakra from doing its job, but that challenge also forces us to bring more awareness to that job, so eventually, we can do it better."
    },
    {
      "cite": "Amit Ray",
      "quote": "The person with strong Indu chakra develops an extraordinary power of attraction, leadership, and decisiveness."
    },
    {
      "cite": "Raju Ramanathan",
      "quote": "It is up to us, how we explore the great wonders in our body, its life force, and subtle centers we call 'CHAKRAS'. We can either deny that they exist or learn to understand, work, and awaken them in order to live a more fulfilling life on planet Earth."
    },
    {
      "cite": "Amit Ray",
      "quote": "Chakras don't die at the death of body and mind, because they are subtler than the body and the mind. They have a direct link with the immortal soul."
    },
    {
      "cite": "Catherine Carrigan",
      "quote": "The chakras are not only vortexes of energy, they are also centers for psychic reception."
    },
    {
      "cite": "Catherine Carrigan",
      "quote": "Keeping the energy centers we call chakras open and balanced is absolutely essential to being intuitive and also being healthy and fully alive."
    },
    {
      "cite": "Catherine Carrigan",
      "quote": "You can relieve pain and suffering by learning to take better care of your chakras."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Your body’s chakras are the key to your health and a happy life."
    },
    {
      "cite": "Rachel Rose",
      "quote": "I send energy to my root chakra when my bare feet touch the earth."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "What we feel and think and are is to a great extent determined by the state of our ductless glands and viscera."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "When you focus on a chakra, it's very easy to bring subtle physical energies into your consciousness."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Start meditating with your eyes open, focusing as a warm-up, then focus on a chakra, then just let go and merge. Don't sit there and think or move into sleepy states of awareness, but move into high-powered states of attention."
    }
  ]
}