{
  "source": "https://www.wisesayings.com/challenging-quotes/",
  "theme": "challenging",
  "quotes": [
    {
      "cite": "St. Vincent",
      "quote": "Life can be challenging and sad... but music is the easy part."
    },
    {
      "cite": "Darrin Patrick",
      "quote": "If there is no challenging of the sinful heart, there is no gospel preaching."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "The further you get away from yourself, the more challenging it is. Not to be in your comfort zone is great fun."
    },
    {
      "cite": "Carol Moseley Braun",
      "quote": "Magic lies in challenging what seems impossible."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Keep challenging yourself to think better, do better, and be better."
    },
    {
      "cite": "Chang-Rae Lee",
      "quote": "As for what's the most challenging aspect of teaching, it's convincing younger writers of the importance of reading widely and passionately."
    },
    {
      "cite": "Bill Williams",
      "quote": "The most challenging part of being a boss is that nobody will tell you if your work is suffering."
    },
    {
      "cite": "Dale Murphy",
      "quote": "One of the more challenging things in life is not being the guy who does the cheating, but not saying anything about it and going along with it."
    },
    {
      "cite": "Mariella Frostrup",
      "quote": "Sustaining true friendship is a lot more challenging than we give it credit for."
    },
    {
      "cite": "Rick Hansen",
      "quote": "The goal you set must be challenging. At the same time, it should be realistic and attainable, not impossible to reach. It should be challenging enough to make you stretch, but not so far that you break."
    },
    {
      "cite": "Bill Rancic",
      "quote": "The challenging times will bring you closer together in marriage."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "Challenging the meaning of life is the truest expression of the state of being human."
    },
    {
      "cite": "Mary J. Blige",
      "quote": "It's challenging to find an identity as a young person if you don't have the sustenance of love, because you're being shipped around."
    },
    {
      "cite": "Michael Chiklis",
      "quote": "The most challenging part of being a dad is self-restraint. So often your instinct is to teach and tell. I am constantly reminding myself to listen to them."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Writing is challenging work because it's so easy to get consumed with how it's going, what's going to happen to it, who's going to like or not like it. You want to get all of that stuff out of your head and just let the work flow."
    },
    {
      "cite": "Vera Wang",
      "quote": "It's hard to balance everything. It's always challenging."
    },
    {
      "cite": "Travis White",
      "quote": "Dreams can often become challenging, but challenges are what we live for."
    },
    {
      "cite": "Mohamed ElBaradei",
      "quote": "Challenging the integrity of the non-proliferation regime is a matter which can affect international peace and security."
    },
    {
      "cite": "Aja Naomi King",
      "quote": "Love is a complicated emotion because you can learn something or hear something that goes against what you have come to know personally. It can be very challenging to what you believe."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Opportunities to find deeper powers within ourselves come when life seems most challenging."
    },
    {
      "cite": "Sidney Crosby",
      "quote": "Challenging someone is good. You need to do it. Sometimes they don't even realize you're doing it, like when you joke with a goalie, 'What's wrong today? You losing it?"
    },
    {
      "cite": "Thomas Moore",
      "quote": "The only thing as challenging as getting tangled in the underbrush of relationship is trying to write about it."
    },
    {
      "cite": "Raymond Arroyo",
      "quote": "Friction and misunderstandings often occur when communicating across generations. It gets even more challenging when working across virtual settings."
    },
    {
      "cite": "Henry Reed",
      "quote": "Dreams have always expanded our understanding of reality by challenging our boundaries of the real, of the possible."
    },
    {
      "cite": "Les Brown",
      "quote": "We are living in very challenging times. Pressured in the workplace and stressed out at home, people are trying to make sense of their lives."
    },
    {
      "cite": "Heather Brooke",
      "quote": "Digitization is certainly challenging the old ways of doing things, whether that's in publishing or politics. But it's not the end. In many ways, it is just the beginning."
    }
  ]
}