{
  "source": "https://www.wisesayings.com/chameleon-quotes/",
  "theme": "chameleon",
  "quotes": [
    {
      "cite": "Kendrick Lamar",
      "quote": "Me, as a person, I grow. I'm like a chameleon. You know? That is a gift and a curse for me. But more so a gift, because it never puts me in a box."
    },
    {
      "cite": "Naomi Campbell",
      "quote": "It's a new challenge to see how people can change your look. I like words like transformation, reinvention, and chameleon. Because one word I don't like is predictable."
    },
    {
      "cite": "John Green",
      "quote": "The thing about chameleoning your way through life is that it gets to where nothing is real."
    },
    {
      "cite": "John Locke",
      "quote": "We are like chameleons, we take our hue and the color of our moral character, from those who are around us."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Reality has changed chameleonlike before my eyes so many times that I have learned, or am learning, to trust almost anything except what appears to be so."
    },
    {
      "cite": "Mark Twain",
      "quote": "We are chameleons, and our partialities and prejudices change place with an easy and blessed facility, and we are soon wonted to the change and happy in it."
    },
    {
      "cite": "Bernard Rosen",
      "quote": "There are, of course problems with being a chameleon. For one, its emotional cost is high. Being unmasked and consequently disgraced and rejected is always possible. For another, managing impressions and pretending to be what one is not is a perilous affair."
    },
    {
      "cite": "Bernard Rosen",
      "quote": "Being a successful chameleon is not easy. It takes concentration and luck, because a chameleon's path is strewn with mines. One misstep and all is over. Chameleons are always at risk. They cannot afford to lower their guard, even for a second. Skeptical adversaries may at any moment rip off their masks; a slip of the tongue may reveal their true intentions; someone may call the chameleon's bluff, and suddenly the game is up."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "A chameleon does not leave one tree until it is sure of another."
    },
    {
      "cite": "West African Proverb",
      "quote": "The chameleon changes color to match the earth; the earth doesn't change color to match the chameleon."
    },
    {
      "cite": "Burmese Proverb",
      "quote": "When the log was struck by lightning, the chameleon was hit too."
    },
    {
      "cite": "Oden Meeker",
      "quote": "All over Africa, the chameleon is respected and feared. And here and there people haven't yet forgiven him for his responsibility for man's immortality. According to the legend, God decided, one day, to make man immortal, and sent the chameleon to tell man the good news. Then God changed his mind, and sent along another lizard with instructions to call off man's immortality — unless the chameleon had already arrived. But the chameleon was so poky that the other lizard got there long ahead of him, and this is how man lost his chance at immortality. Some people are still annoyed about it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is only the superficial qualities that last. Man's deeper nature is soon found out."
    },
    {
      "cite": "Franklin Delano Roosevelt",
      "quote": "We all know the story of the unfortunate chameleon which turned brown when placed on a brown rug, and turned red when placed on a red rug, but who died a tragic death when they put him on a Scotch plaid."
    },
    {
      "cite": "(Henry VI) William Shakespeare",
      "quote": "Deceive more slyly than Ulysses could, / And, like a Sinon, take another Troy. / I can add colours to the chameleon, / Change shapes with Proteus for advantages, / And set the murderous Machiavel to school. / Can I do this, and cannot get a crown? / Tut, were it farther off, I'll pluck it down."
    },
    {
      "cite": "Billy Graham",
      "quote": "The nation's image has become more like a chameleon—accepting whatever trend marketers concoct. Gone are the days of reverencing a holy God in the church or within ourselves. Yet the Bible tells us, \"Happy is the man who is always reverent\" (Proverbs 28:14 NKJV)."
    },
    {
      "cite": "Billy Graham",
      "quote": "Too many so-called Christians are like the little chameleon which adapts its coloration to that of its surroundings. Even a critical world is quick to recognize a real Christian and just as quick to detect a counterfeit."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "For beauty is intangible, vague, ill to be defined; She hath the coat of a chameleon, changing while we watch it."
    },
    {
      "cite": "Alexander Craig of Rose-Craig",
      "quote": "Now Earl of Guile, and Lord Forlorn, thou goes, / Quitting thy Prince, to serve his Spanish foes, / No faith in plaids, no trust in Highland trews, / Camelion-like, they change to many hues."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "Too many milieux injure an adaptable sensibility. There was once a chameleon whose owner, to keep it warm, put it on a gaudy Scottish plaid. The chameleon died of fatigue."
    },
    {
      "cite": "Lana Del Rey",
      "quote": "I was always an unusual girl. My mother told me I had a chameleon soul, no moral compass pointing due north, no fixed personality; just an inner indecisiveness that was as wide and as wavering as the ocean."
    },
    {
      "cite": "Chef Leo",
      "quote": "Chameleons aren't that bad. Kind of taste like chicken."
    },
    {
      "cite": "Nick Brady",
      "quote": "Humans are the only species that can lie. Except for maybe chameleons. Ooh, and possums. They play dead."
    },
    {
      "cite": "Control Voice",
      "quote": "The race of man is known for its mutability, we can change our moods, our faces, our lives, to suit what ever situation confronts us. Adapt and survive. Even among the most changeable of living things, man is quick silver, more chameleon like than the chameleon, no matter what the cost to others, or himself."
    },
    {
      "cite": "Jennifer Goines",
      "quote": "That is not a woman. It's a chameleon. Whatever you see is what she wants you to see. And if she smiles at you, it's because she wants you dead. That isn't someone who's ever been anywhere she didn't want to be."
    },
    {
      "cite": "Bastiaan F. Frank Harthoorn",
      "quote": "I never saw you arrive / Though you're always around / Making your day / Close to the ground / Around with the pigs / Feeding on what's left behind / Adapt your colors to my mind / Chameleon / Fooling all those who are blind / Chameleon / Adapt your colors / Chameleon."
    },
    {
      "cite": "Bernie Taupin",
      "quote": "Chameleon - what's your color today / Chameleon - this ain't your color to stay / Chameleon - blows the way the wind blows / Chameleon - goes where everyone goes / What's the new thing this week / Is it because you're weak / Is it acceptance you seek / You don't have to be a freak / Freak / Chameleon - what's the look right now / Chameleon - I know you'll change somehow / Chameleon - I didn't recognize you / Chameleon - because you look like a fool."
    },
    {
      "cite": "Clark Alan Baechle",
      "quote": "Chameleon, like you see the slithering ones / If you don't blend in you're in danger / Which face saves face it's a slippery slope / And you can't fight back on your own."
    },
    {
      "cite": "Matthew Prior",
      "quote": "As the Chameleon, who is known / To have no colours of his own, / But borrows from his neighbour's hue / His white or black, his green or blue, / And struts as much in ready light, / Which credit gives him upon sight, / As if the rainbow were entail / Settled on him and his heirs-male."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "A dragon-fly with beauteous wing / Is hov'ring o'er a silv'ry spring; / I watch its motions with delight,-- / Now dark its colours seem, now bright; / Chameleon-like appear, now blue, / Now red, and now of greenish hue. / Would it would come still nearer me, / That I its tints might better see."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The body of chameleon changed color with surrounding foliage, / its serrations stood erect when tickled by red brick, / as it glared devilishly at innocuous bunch of radiating insects. / I punctured its silhouette with needle arrow, / captured more of its species with meticulous proficiency, / adorned my slender neck with a garlands of dead chameleon."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "We take our colors, chameleon-like, from each other."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "The chameleon, who is said to feed upon nothing but air, has of all animals the nimblest tongue."
    },
    {
      "cite": "Melanie Chisholm",
      "quote": "Everybody in life is a chameleon."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Chameleons feed on light and air: Poets food is love and fame."
    }
  ]
}