{
  "source": "https://www.wisesayings.com/champions-quotes/",
  "theme": "champions",
  "quotes": [
    {
      "cite": "Billie Jean King",
      "quote": "Champions keep playing until they get it right."
    },
    {
      "cite": "Mia Hamm",
      "quote": "True champions aren't always the ones that win, but those with the most guts."
    },
    {
      "cite": "Nancy Lopez",
      "quote": "Great champions have an enormous sense of pride. The people who excel are those who are driven to show the world and prove to themselves just how good they are."
    },
    {
      "cite": "Eric Cantona",
      "quote": "We knew that you don't get to be world champions without a struggle."
    },
    {
      "cite": "Andy Roddick",
      "quote": "There have been great champions in every generation."
    },
    {
      "cite": "Apolo Ohno",
      "quote": "Champions all get kicked when they're down."
    },
    {
      "cite": "Patty Berg",
      "quote": "What does it take to be a champion? Desire, dedication, determination, concentration and the will to win."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "To be a champion, you have to learn to handle stress and pressure. But if you've prepared mentally and physically, you don't have to worry."
    },
    {
      "cite": "Mia Hamm",
      "quote": "The vision of a champion is bent over, drenched in sweat, at the point of exhaustion, when nobody else is looking."
    },
    {
      "cite": "Ferdinand Marcos",
      "quote": "Once a champion, always a champion."
    },
    {
      "cite": "Floyd Mayweather, Jr.",
      "quote": "A true champion will fight through anything."
    },
    {
      "cite": "Jack Dempsey",
      "quote": "A champion is someone who gets up, even when he can't."
    },
    {
      "cite": "James J. Corbett",
      "quote": "You become a champion by fighting one more round. When things are tough, you fight one more round."
    },
    {
      "cite": "Chris Evert",
      "quote": "If you're a champion, you have to have it in your heart."
    },
    {
      "cite": "Anatoly Karpov",
      "quote": "To be champion requires more than simply being a strong player; one has to be a strong human being as well."
    },
    {
      "cite": "Pat Riley",
      "quote": "A champion needs a motivation above and beyond winning."
    },
    {
      "cite": "Lou Ferrigno",
      "quote": "To be a champion you must act like one, act like a champion."
    },
    {
      "cite": "Althea Gibson",
      "quote": "Being champion is all well and good, but you can't eat a crown."
    },
    {
      "cite": "Roberto Duran",
      "quote": "I was born to be champion of the world."
    },
    {
      "cite": "Jack Dempsey",
      "quote": "A champion owes everybody something. He can never pay back for all the help he got, for making him an idol."
    },
    {
      "cite": "Sam Snead",
      "quote": "The mark of a great player is in his ability to come back. The great champions have all come back from defeat."
    },
    {
      "cite": "Nick Seitz",
      "quote": "The breakfast of champions is not cereal, it's the opposition."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Champions aren't made in gyms. Champions are made from something they have deep inside them-a desire, a dream, a vision. They have to have the skill, and the will. But the will must be stronger than the skill."
    },
    {
      "cite": "Alberto Juantorena",
      "quote": "Be very strong... be very methodical in your life if you want to be a champion."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Champions are propelled by desire, not compelled by fear."
    },
    {
      "cite": "Bud Wilkinson",
      "quote": "If you are going to be a champion, you must be willing to pay a greater price."
    },
    {
      "cite": "John Cena",
      "quote": "A true champion is not judged by how much he or she is admired, but by how well they can stand at the face of adversity."
    },
    {
      "cite": "Alan Armstrong",
      "quote": "Champions do not become champions when they win the event, but in the hours, weeks, months and years they spend preparing for it. The victorious performance itself is merely the demonstration of their championship character."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "To be a great champion you must believe you are the best. If you're not, pretend you are."
    },
    {
      "cite": "Jack Dempsey",
      "quote": "You know what a champion is? A champion is someone who's ready when the gong rings - not just before, not just after - but when it rings."
    },
    {
      "cite": "Amit Ray",
      "quote": "Everyone has the fire, but the champions know when to ignite the spark."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "To be a champion, compete; to be a great champion, compete with the best; but to be the greatest champion, compete with yourself."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A champion is one who is remembered. A legend is one who is never forgotten."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Amateurs quit when they are tired. Champions quit only when they have won."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "It doesn't matter how far down you fall as long as you can still look up and see the stars."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "True champions, like the sun, cannot be eclipsed for long."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Everyone falls, the only difference is champions get up."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Champions, like seeds, only gain strength when you bury them."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Champions realize that defeat - and learning from it even more than from winning - is part of the path to mastery."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Champions are made in the dark before they are revealed in light."
    },
    {
      "cite": "Sandeep Kakkar",
      "quote": "Champions have different mentality they have a stronger self belief."
    },
    {
      "cite": "Dr.P.S. Jagadeesh Kumar",
      "quote": "To be a champion, you don't need power you need training"
    },
    {
      "cite": "Amit Ray",
      "quote": "Champions never sleep, the eternal spirit keep them alert and awake."
    },
    {
      "cite": "Amit Ray",
      "quote": "It is not over. Champions extend their limits and make things happen."
    },
    {
      "cite": "Andy Ruiz Jr.",
      "quote": "I need to remain humble, stay disciplined and keep training. That's how I will continue to be a champion."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "But tomorrow is the most perpetually true champion; is the most indomitably optimistic of them all."
    },
    {
      "cite": "Edith Nesbit",
      "quote": "See the champion of summer wake, little armies in field and wake."
    },
    {
      "cite": "Thomas Chatterton",
      "quote": "Thither the fate-marked champion bent his way, by purling streams to lose the heal of day."
    },
    {
      "cite": "Thomas Chatterton",
      "quote": "Through the thick braked the astonished champion sees a weeping damsel bending on her knees."
    },
    {
      "cite": "Thomas Chatterton",
      "quote": "The champion thus desist discourteous knight, why dost thou shamefully misuse thy might."
    },
    {
      "cite": "Thomas Chatterton",
      "quote": "Down to the ground the champion's gauntlet flew, i dare thy fury, and i'll prove it to."
    },
    {
      "cite": "Torquato Tasso",
      "quote": "The field is safely granted by their guide, this said, the champion for his armor cried."
    },
    {
      "cite": "Andrew Paton Baterson",
      "quote": "Then were the people amazed and they called for the champion of champions."
    },
    {
      "cite": "Andrew Paton Baterson",
      "quote": "Loud sand the lunatic his song of the champions of valour until he was sighted and captured by fleet-footed keepers."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "And if she lose her champion true, tell heaven not despair."
    },
    {
      "cite": "Torquato Tasso",
      "quote": "Upon his foe the other champion flew, with equal courage, and with equal ire."
    },
    {
      "cite": "Torquato Tasso",
      "quote": "You champions bold, with me that escaped have so many dangers, and such hard assays, whom still your God did keep, defend and save."
    },
    {
      "cite": "Robert William Service",
      "quote": "When with a clumsy, lucky clout he knocked the champion out."
    },
    {
      "cite": "William Strode",
      "quote": "Renowned champion full of wrestling art, and made for victory in every part."
    },
    {
      "cite": "William Strode",
      "quote": "And thou shalt rise, summon'd with champion sound , antaeus-like, more strong from underground."
    },
    {
      "cite": "Dolores M. Johnson",
      "quote": "When you color me, color me black commanding, cultivated compassionate, a champion."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "While the brown ale he quaffed, loud then the champion laughed."
    },
    {
      "cite": "Wilfrid Scawen Blunt",
      "quote": "The champion of all necks which feel the yoke, as once she stood sublime in every land."
    },
    {
      "cite": "Ella Willer Wilcox",
      "quote": "You would say I was a champion who knows how to defend, and she left me with the feeling - most unpleasant, I aver that the whole world would despise me is it hadn't been for her."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "With brains and honesty, some five and twenty long years as champion of all that's good."
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "The cloistered brethren's thunderous chaunt, the errant champion's song, the shifting of the crowns and thrones, the tangle of the strong."
    },
    {
      "cite": "John Keats",
      "quote": "What when a stoud unbending champion awes envy and malice to their native sty?"
    },
    {
      "cite": "DON SANTO",
      "quote": "For whatever it's worth, never fall a victim of the struggle. And when it so happens remain a soldier and a champion."
    },
    {
      "cite": "Nicky Verd",
      "quote": "I needed a Champion. So, I became one! Fulfill the requirements of your own requirements."
    },
    {
      "cite": "Wilma Rudolph",
      "quote": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Inches make champions."
    },
    {
      "cite": "Dr. Norman Vincent Peale",
      "quote": "If you expect the best, you will be the best. Learn to use one of the most powerful laws in this world; change your mental habits to belief instead of disbelief. Learn to expect, not to doubt. In so doing, you bring everything into the realm of possibility."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Champions invariably have fervent philosophical beliefs. Philosophy, in its simplest terms, means 'the love of wisdom.'"
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "The mind is the limit. As long as the mind can envision the fact that you can do something, you can do it, as long as you really believe 100 percent."
    },
    {
      "cite": "Cheryl Renee Grossman",
      "quote": "I dream, therefore I become."
    },
    {
      "cite": "Sun-tzu",
      "quote": "Victorious warriors win first and then go to war, while defeated warriors go to war first then seek to win."
    },
    {
      "cite": "Joe Paterno",
      "quote": "The will to win is important, but the will to prepare is vital."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Far better it is to dare mighty things, to win glorious triumphs, even though checkered by failure, than to take rank with those poor spirits who neither enjoy much nor suffer much, because they live in the grey twilight that knows not victory nor defeat."
    },
    {
      "cite": "Robert Francis Kennedy",
      "quote": "Only those who dare to fail greatly can ever achieve greatly."
    },
    {
      "cite": "Nancy Simms",
      "quote": "Winners take chances. Like everyone else, they fear failing, but they refuse to let fear control them."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'"
    },
    {
      "cite": "Michael Jordan",
      "quote": "I've missed more than 9,000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed."
    },
    {
      "cite": "Dan Gable",
      "quote": "Gold medals aren't really made of gold. They're made of sweat, determination, and a hard-to-find alloy called guts."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Be not afraid of greatness. Some are born great, some achieve greatness, and others have greatness thrust upon them."
    },
    {
      "cite": "Venus Williams",
      "quote": "Some people say I have attitude - maybe I do... but I think you have to. You have to believe in yourself when no one else does, that makes you a winner right there."
    },
    {
      "cite": "Steve Jobs",
      "quote": "I'm convinced that about half of what separates the successful entrepreneurs from the non-successful ones is pure perseverance."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Pain is temporary. It may last a minute, or an hour, or a day, or a year, but eventually it will subside and something else will take its place. If I quit, however, it lasts forever."
    },
    {
      "cite": "Joe Namath",
      "quote": "If you aren't going all the way, why go at all?"
    },
    {
      "cite": "Sandy Koufax",
      "quote": "I became a good pitcher when I stopped trying to make them miss the ball and started trying to make them hit it."
    },
    {
      "cite": "Ken Griffey Jr.",
      "quote": "Talent may get you on the field but it's effort & attitude that will keep you there."
    },
    {
      "cite": "Serena Williams",
      "quote": "I really think a champion is defined not by their wins but by how they can recover when they fall.  I have fallen several times. Each time I get up and dust myself off ."
    },
    {
      "cite": "Arthur 'Bugs' Baer",
      "quote": "The champion, Jess Willard, had about as much chance in this fight as a dish-faced chimpanzee in a beauty contest."
    },
    {
      "cite": "Bernie Lincicome",
      "quote": "If Larry Holmes is the people's champion, then asparagus is the people's vegetable."
    },
    {
      "cite": "Floyd Patterson",
      "quote": "I've been knocked down more than any heavyweight champion in history, but I consider that a compliment, because I must have got up more than any heavyweight champion."
    },
    {
      "cite": "Rita Pierson",
      "quote": "Every child deserves a champion – an adult who will never give up on them, who understands the power of connection and insists that they become the best that they can possibly be."
    },
    {
      "cite": "Venus Williams",
      "quote": "There is nothing like training and preparation. You have to train your mind as much as your body."
    },
    {
      "cite": "Jal Tucher",
      "quote": "There's no avoiding persistence."
    },
    {
      "cite": "Rocky Balboa",
      "quote": "Every champion was once a contender who refused to give up."
    }
  ]
}