{
  "source": "https://www.wisesayings.com/champagne-quotes/",
  "theme": "champagne",
  "quotes": [
    {
      "cite": "Charles Dickens",
      "quote": "Champagne is one of the elegant extras in life."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Pleasure without Champagne is purely artificial."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "Champagne... the wine of kings, the king of wines."
    },
    {
      "cite": "Rufus Sewell",
      "quote": "Don't die with a bottle of champagne in your fridge."
    },
    {
      "cite": "Elizabeth Forsythe Hailey",
      "quote": "There is nothing like champagne to ensure sweet dreams."
    },
    {
      "cite": "Madame de Pompadour",
      "quote": "Champagne is the only wine that enhances a woman's beauty."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Champagne had the taste of an apple peeled with a steel knife."
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "Champagne is the one thing that gives me zest when I feel tired."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Champagne. In victory one deserves it, in defeat one needs it."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Champagne is the wine of civilization and the oil of government."
    },
    {
      "cite": "David Niven",
      "quote": "Champagne offers a minimum of alcohol and a maximum of companionship."
    },
    {
      "cite": "Elmer Rice",
      "quote": "You can have too much champagne to drink but you can never have enough."
    },
    {
      "cite": "Graham Greene",
      "quote": "Champagne, if you are seeking the truth, is better than a lie detector. It encourages a man to be expansive, even reckless, while lie detectors are only a challenge to tell lies successfully."
    },
    {
      "cite": "Madame de Pompadour",
      "quote": "Champagne is the only drink that leaves a woman still beautiful after drinking it."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Too much of anything is bad, but too much Champagne is just right."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A single glass of champagne imparts a feeling of exhilaration. The nerves are braced; the imagination is stirred, the wits become more nimble."
    },
    {
      "cite": "Serena Sutcliffe",
      "quote": "Of all wines, Champagne is the one that is the anytime drink, the panacea for all ills, the best bottle for any occasion and absolutely the only solution when there is something to celebrate."
    },
    {
      "cite": "Bette Davis",
      "quote": "There comes a time in every woman's life when the only thing that helps is a glass of champagne."
    },
    {
      "cite": "David Levithan",
      "quote": "The thing about champagne,you say, unfoiling the cork, unwinding the wire restraint, is that is the ultimate associative object. Every time you open a bottle of champagne, it's a celebration, so there's no better way of starting a celebration than opening a bottle of champagne. Every time you sip it, you're sipping from all those other celebrations. The joy accumulates over time."
    },
    {
      "cite": "Lord Byron",
      "quote": "Champagne with its foaming whirls/As white as Cleopatra's pearls."
    },
    {
      "cite": "Richard Lyons",
      "quote": "If you're given champagne at lunch, there's a catch somewhere."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "Champagne makes you feel like it's Sunday and better days are just around the corner."
    },
    {
      "cite": "Edward VII",
      "quote": "Not only does one drink champagne, but one inhales it, one looks at it, one swallows it ...And one drinks it."
    },
    {
      "cite": "Philip the Apostle",
      "quote": "Champagne and orange juice is a great drink. The orange improves the champagne. The champagne definitely improves the orange."
    },
    {
      "cite": "Anistatia R. Miller",
      "quote": "Drinking champagne after making love is like taking a bath in chilled pearls."
    },
    {
      "cite": "Hester Browne",
      "quote": "Always keep a bottle of Champagne in the fridge for special occasions. Sometimes, the special occasion is that you've got a bottle of Champagne in the fridge."
    },
    {
      "cite": "Ariana Grande",
      "quote": "Pink Champagne is about having fun and letting go, and living your life to the fullest!"
    }
  ]
}