{
  "source": "https://www.wisesayings.com/changing-the-world-quotes/",
  "theme": "changing-the-world",
  "quotes": [
    {
      "cite": "Mahatma Ghandi",
      "quote": "We must become the change we wish to see in the world."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I alone cannot change the world, but I can cast a stone across the waters to create many ripples."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "If you want to change the world, pick up your pen and write."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "You really can change the world if you care enough."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Everyone thinks of changing the world, but no one thinks of changing himself."
    },
    {
      "cite": "Peter Block",
      "quote": "If there is no transformation inside of us, all the structural change in the world will have no impact on our institutions."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Education is the most powerful weapon which you can use to change the world."
    },
    {
      "cite": "unknown",
      "quote": "I tried to change the world, but I was outnumbered."
    },
    {
      "cite": "unknown",
      "quote": "Making one person smile can change the world. Maybe not the whole world, but their world."
    },
    {
      "cite": "Thomas Paine",
      "quote": "We have it in our power to change the world over."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "I wanted to change the world. But I have found that the only thing one can be sure of changing is oneself."
    },
    {
      "cite": "Paul Shane Spear",
      "quote": "As one person I cannot change the world, but I can change the world of one person."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Change your thoughts and you change your world."
    },
    {
      "cite": "Germany Kent",
      "quote": "I can't change you and you can't change me, but together we can work to change the world."
    },
    {
      "cite": "Sabina Nore",
      "quote": "When you inspire one person you have already changed the world."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "To change the world, one has to ignore its residents."
    },
    {
      "cite": "Bryant McGill",
      "quote": "We can change the world one thought at a time, one child at a time, one family at a time, one community at a time, one city, one state and one country at a time."
    },
    {
      "cite": "Steve Jobs",
      "quote": "The ones who are crazy enough to think that they can change the world, are the ones who do."
    },
    {
      "cite": "Jacque Fresco",
      "quote": "If you think we can't change the world, It just means you're not one of those that will."
    },
    {
      "cite": "Rumi",
      "quote": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself."
    },
    {
      "cite": "Robin Williams",
      "quote": "No matter what people tell you, words and ideas can change the world."
    },
    {
      "cite": "Rod Williams",
      "quote": "I choose to believe I can and will change the world with my words and thoughts."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Things don't have to change the world to be important."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "In order to change the world, you have to get your head together first."
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember you have within you the srength, the patience and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "God is calling you to change the world one life at a time and one small step at a time. Begin today where you are."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "If you don't like the way the world is, you change it. You have an obligation to change it. You just do it one step at a time."
    },
    {
      "cite": "Brother Yun",
      "quote": "It is not great men who change the world, but weak men in the hands of a great God."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "I'm not saying I'm gonna change the world, but I guarantee that I will spark the brain that will change the world."
    },
    {
      "cite": "Barack Obama",
      "quote": "Your voice can change the world."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The world can only change from within."
    },
    {
      "cite": "Rupert Murdoch",
      "quote": "Can we change the world? No, but hell, we can all try."
    },
    {
      "cite": "Nijou Phillips",
      "quote": "I can't change the world. I have to to fix me."
    },
    {
      "cite": "Lisa Wilson",
      "quote": "I am not here to change the world. I am changing the world because I am here."
    },
    {
      "cite": "Che Guevara",
      "quote": "Let the world change you and you can change the world."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "We can change the world and make it a better place. It is in your hands to make a difference."
    },
    {
      "cite": "Yoko Ono",
      "quote": "If your life changes, we can change the world, too."
    },
    {
      "cite": "Rachael Bermingham",
      "quote": "The only way we can change our world is to take responsibility for our part in it."
    },
    {
      "cite": "Larry Page",
      "quote": "If you're changing the world, you're working on important things. You're excited to get up in the morning."
    },
    {
      "cite": "Leroy Hood",
      "quote": "Changing the world is not easy, but its pursuit will change you profoundly."
    },
    {
      "cite": "Joe Green",
      "quote": "People can care about changing the world. But what gets them to act is pressure and social reward."
    },
    {
      "cite": "David R. Hawkins",
      "quote": "We change the world not by what we say or do, but as a consequence of what we have become."
    },
    {
      "cite": "Jack Layton",
      "quote": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "Let us pick up our books and our pens. They are our most powerful weapons. One child, one teacher, one book, and one pen can change the world."
    },
    {
      "cite": "Joel A. Barker",
      "quote": "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "I still believe that if your aim is to change the world, journalism is a more immediate short-term weapon."
    },
    {
      "cite": "Charles Eames",
      "quote": "Choose your corner, pick away at it carefully, intensely and to the best of your ability and that way you might change the world."
    },
    {
      "cite": "Andrew Young",
      "quote": "We think it is complicated to change the world. Change comes little by little. Nothing worthwhile can happen in one generation."
    },
    {
      "cite": "Rabbi Harold Kushner",
      "quote": "None of us has the power to make someone else love us. But we all have the power to give away love, to love other people. And if we do so, we change the kind of person we are, and we change the kind of world we live in."
    },
    {
      "cite": "Quetzalcoatl",
      "quote": "Let the streams of life flow in peace. / Turn from violence. / Learn to think for a long time how to change the world / How to make it better to live in."
    },
    {
      "cite": "Anne Frank",
      "quote": "How lovely to think that no one need wait a moment: we can start now, start slowly changing the world! How lovely that everyone, great and small, can make a contribution toward introducing justice straightaway."
    },
    {
      "cite": "Timothy Leary",
      "quote": "If you want to change the way people respond to you, change the way you respond to people."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "We do not need magic to change the world, we carry all the power we need inside ourselves already; we have the power to imagine better."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "The way to change the world is through individual responsibility and taking local action in your own community."
    },
    {
      "cite": "Makani Themba-Nixon",
      "quote": "Policies are the rules of the world we live in. Changing the world means changing the rules."
    },
    {
      "cite": "Amy Tan",
      "quote": "Your thoughts, your evolving answers to the important questions are what will give you interesting lives, make you interesting people capable of changing the world"
    },
    {
      "cite": "Billy Graham",
      "quote": "The world does need changing, society needs changing, the nation needs changing, but we never will change it until we ourselves are changed."
    },
    {
      "cite": "Steven Chapman",
      "quote": "Oh, you, you may not see it now / But I believe that time will tell / How you, you are changing the world / One little heartbeat at a time."
    },
    {
      "cite": "Anthony George Banks",
      "quote": "Far away, away, fading distant lights / Leaving us all behind, lost in a changing world / And you know that these are the days of our lives remember."
    },
    {
      "cite": "Bert Andre Poncet",
      "quote": "And now it feels like we just can't stop anymore / Even if we tried / We're not changing the world / We're making it right / Whatever you want in this only life / Can we just be proud tonight / 'Cause again we cross the starting line."
    },
    {
      "cite": "Mark ANthony Myrie",
      "quote": "I say the world is changing / Not today, nor yesterday / Everyone's eyes are open / They can see clear, ooh."
    },
    {
      "cite": "Bernard Sumner",
      "quote": "Restless / I am so restless / And this changing world / Leaves me speechless."
    },
    {
      "cite": "Daniel Winter Bates",
      "quote": "To live to feel the earth in motion / I can see there's much hope in changing this world / But no one's listening / We've been living our lives so long in denial / Like whispers to the wind."
    },
    {
      "cite": "Bernard Taylor",
      "quote": "As you discover changing times / You must have the strength to endure / As you discover changing world / You can't be guessing, you must be for sure / In these ever-changing times / You must learn to stand up on your own."
    },
    {
      "cite": "Dana Suesse",
      "quote": "This changing world, this changing scene / Where is it taking us, what does it mean / As long as we're certain of each other / We know we don't have to be afraid / These changing times we rise above / We have no time for them, we have our love / And love is the only thing that still remains the same / Through all this changing world."
    },
    {
      "cite": "Janelle Monae",
      "quote": "I believe it’s time that women truly owned their superpowers and used their beauty and strength to change the world around them."
    },
    {
      "cite": "Dyllan McGee",
      "quote": "You can make things happen. You're in control of change."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Remember, each one of us has the power to change the world."
    },
    {
      "cite": "John McAfee",
      "quote": "The ones who are crazy enough to think that they can change the world are the ones who do."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "The way to change the world is through individual responsibility and taking local action in your own community."
    },
    {
      "cite": "Cristiano Ronaldo",
      "quote": "I'm not going to change the world. You're not going to change the world. But we can help - we can all help."
    },
    {
      "cite": "Genesis P-Orridge",
      "quote": "I think we can only ultimately change the world by example and by fearlessly embracing what could happen."
    },
    {
      "cite": "Sylvie Guillem",
      "quote": "No one person can change the world, but one and one and one add up."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "It's certainly my honor to be able to, hopefully, change the world a tiny bit, one mind at a time."
    },
    {
      "cite": "Philip Johnson",
      "quote": "You're going to change the world? Well, go ahead and try. You'll give it up at a certain point and change yourself instead."
    },
    {
      "cite": "Adiela Akoo",
      "quote": "I am crazy and bold enough to think that I CAN change the world - one poem, one book, one heart at a time..."
    }
  ]
}