{
  "source": "https://www.wisesayings.com/changing-quotes/",
  "theme": "changing",
  "quotes": [
    {
      "cite": "Charles Darwin",
      "quote": "It is not the strongest or the most intelligent who will survive but those who can best manage change."
    },
    {
      "cite": "Kakuzo Okakaura",
      "quote": "The art of life is a constant readjustment to our surroundings."
    },
    {
      "cite": "Bruce Lee",
      "quote": "All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A wise man adapts himself to circumstances, as water shapes itself to the vessel that contains it."
    },
    {
      "cite": "M.F. Ryan",
      "quote": "Each of us has the opportunity to change and grow until our very last breath. Happy creating."
    },
    {
      "cite": "Bikram Choudhury",
      "quote": "Never too old, never too bad, never too late, never too sick to start from scratch once again."
    },
    {
      "cite": "Bob Proctor",
      "quote": "It doesn't matter where you are, you are nowhere compared to where you can go."
    },
    {
      "cite": "Maria Robinson",
      "quote": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending."
    },
    {
      "cite": "Tony Robbins",
      "quote": "By changing nothing, nothing changes."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future."
    },
    {
      "cite": "Nikos Kazantzakis",
      "quote": "Since we cannot change reality, let us change the eyes which see reality."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "When we are no longer able to change a situation - we are challenged to change ourselves."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Everyone thinks of changing the world, but no one thinks of changing himself."
    },
    {
      "cite": "Winston Churchill",
      "quote": "To improve is to change; to be perfect is to change often."
    },
    {
      "cite": "Henri Bergson",
      "quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "When you're finished changing, you're finished."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The reasonable man adapts himself to the world; the unreasonable man persists in trying to adapt the world to himself. Therefore, all progress depends on the unreasonable man."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "By nature man hates change; seldom will he quit his old home till it has actually fallen around his ears."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Change your life today. Don't gamble on the future, act now, without delay."
    },
    {
      "cite": "Harold Wilson",
      "quote": "He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery."
    },
    {
      "cite": "Mary Engelbreit",
      "quote": "If you don't like something change it; if you can't change it, change the way you think about it."
    },
    {
      "cite": "Anatole France",
      "quote": "All changes, even the most longed for, have their melancholy; for what we leave behind us is a part of ourselves; we must die to one life before we can enter another."
    },
    {
      "cite": "Denis Waitley",
      "quote": "You must welcome change as the rule but not as your ruler."
    },
    {
      "cite": "Confucius",
      "quote": "They must often change, who would be constant in happiness or wisdom."
    },
    {
      "cite": "Joan Wallach Scott",
      "quote": "Those who expect moments of change to be comfortable and free of conflict have not learned their history."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "The wheel of change moves on, and those who were down go up and those who were up go down."
    },
    {
      "cite": "Arthur Rubinstein",
      "quote": "Of course there is no formula for success except perhaps, an unconditional acceptance of life and what it brings."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Life is a series of natural and spontaneous changes. Don't resist them; that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like"
    },
    {
      "cite": "Mandy Hale",
      "quote": "Change can be scary, but you know what's scarier? Allowing fear to stop you from growing, evolving and progressing."
    },
    {
      "cite": "Denis Witley",
      "quote": "There are two primary choices in life: to accept the conditions as they exist or accept the responsibility for changing them"
    },
    {
      "cite": "Socrates",
      "quote": "The secret of change is to focus all of your energy, not on fighting the old, but on building the new"
    },
    {
      "cite": "Alice Domar",
      "quote": "When you're trying to motivate yourself, appreciate the fact that you're even thinking about making change. And as you move forward, allow yourself to be good enough."
    },
    {
      "cite": "Jacob Braude",
      "quote": "Consider how hard it is to change yourself and you'll understand what little chance you have in trying to change people."
    },
    {
      "cite": "Mahatma Ghandi",
      "quote": "We must become the change we wish to see in the world."
    },
    {
      "cite": "Richard Bach",
      "quote": "A tiny change today brings a dramatically different tomorrow."
    },
    {
      "cite": "Peter Block",
      "quote": "If there is no transformation inside of us, all the structural change in the world will have no impact on our institutions."
    },
    {
      "cite": "Richard Buckminster Fuller",
      "quote": "You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete."
    },
    {
      "cite": "Peter Vaille",
      "quote": "Seek the rapids, not the calm of the lake. Take the calm to reflect and prepare for the rapids. If we face permanent white water, we will see the need for and experience change."
    },
    {
      "cite": "Albert Einstein",
      "quote": "All meaningful and lasting change starts first in your imagination and then works its way out. Imagination is more important than knowledge."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "There are two kinds of fools: One says, This is old therefore it is good. The other one says, This is new therefore it is better."
    },
    {
      "cite": "Robert Frost",
      "quote": "Most of the change we think we see in life is due to truths being in and out of favor."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "The world goes up and the world goes down, the sunshine follows the rain; and yesterday's sneer and yesterday's frown can never come over again."
    },
    {
      "cite": "Jean Paul",
      "quote": "Strong character is brought out by change, weak ones by permanence."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Man's duty is to improve himself; to cultivate his mind; and, when he finds himself going astray, to bring the moral law to bear upon himself."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "To change who you are, change who you think you are."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "You never find yourself until you face the truth."
    },
    {
      "cite": "Robert Kegan and Lisa Laskow Lahey",
      "quote": "It is not change that causes anxiety; it is the feeling that we are without defenses in the presence of what we see as danger that causes anxiety."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The important thing is this: to be ready at any moment to sacrifice what you are for what you could become."
    }
  ]
}