{
  "source": "https://www.wisesayings.com/change-quotes/",
  "theme": "change",
  "quotes": [
    {
      "cite": "Chinese Proverb",
      "quote": "A wise man adapts himself to circumstances, as water shapes itself to the vessel that contains it."
    },
    {
      "cite": "Afghan (on permanence and change)",
      "quote": "As the sun's shadow shifts, so there is no permanence on earth."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "We can't be afraid of change. You may feel very secure in the pond that you are in, but if you never venture out of it, you will never know that there is such a thing as an ocean, a sea. Holding onto something that is good for you now, may be the very reason why you don't have something better."
    },
    {
      "cite": "Winston Churchill",
      "quote": "To improve is to change; to be perfect is to change often."
    },
    {
      "cite": "Jamaican (on permanence and change)",
      "quote": "A little axe can cut down a big tree."
    },
    {
      "cite": "Victor Frankl",
      "quote": "When we are no longer able to change a situation, we are challenged to change ourselves."
    },
    {
      "cite": "John Heywood",
      "quote": "A rolling stone gathers no moss."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything"
    },
    {
      "cite": "Thai (on permanence and change)",
      "quote": "At high tide, fish eat ants; at low tide, ants eat fish."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "The wheel of change moves on, and those who were down go up and those who were up go down."
    },
    {
      "cite": "Harold Wilson",
      "quote": "He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery."
    },
    {
      "cite": "Filipino Proverb",
      "quote": "A year's care; a minute's ruin."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "You must be the change you wish to see in the world."
    },
    {
      "cite": "English (on permanence and change)",
      "quote": "An hour may destroy what an age was building."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Everyone thinks of changing the world, but no one thinks of changing himself."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "Things change. And friends leave. Life doesn't stop for anybody."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "Without accepting the fact that everything changes, we cannot find perfect composure. But unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer."
    },
    {
      "cite": "Samoan (on permanence and change)",
      "quote": "A decision made at night may be changed in the morning."
    },
    {
      "cite": "Kakuzo Okakaura",
      "quote": "The art of life is a constant readjustment to our surroundings."
    },
    {
      "cite": "Polish (on permanence and change)",
      "quote": "Life is like the moon: now full, now dark."
    },
    {
      "cite": "Chinese (on permanence and change)",
      "quote": "The winds of heaven change suddenly; so do human fortunes."
    },
    {
      "cite": "Japanese (on permanence and change)",
      "quote": "When the moon is full, it begins to wane."
    },
    {
      "cite": "Denis Waitley",
      "quote": "You must welcome change as the rule but not as your ruler."
    },
    {
      "cite": "Robert C. Gallagher",
      "quote": "Change is inevitable. except from a vending machine."
    },
    {
      "cite": "Bruce Barton",
      "quote": "When you are through changing, you are through."
    },
    {
      "cite": "Ellen Glasgow",
      "quote": "All change is not growth, as all movement is not forward."
    },
    {
      "cite": "Alfred Edward Perlman",
      "quote": "After you've done a thing the same way for two years, look it over carefully. After five years, look at it with suspicion. And after ten years, throw it away and start all over."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Change is the law of life and those who look only to the past or present are certain to miss the future."
    },
    {
      "cite": "Matthew Flickstein",
      "quote": "Everything comes to pass, nothing comes to stay."
    },
    {
      "cite": "Maori (on permanence and change)",
      "quote": "Persist as resolutely as you persist in eating."
    },
    {
      "cite": "Harrison Ford",
      "quote": "We all have big changes in our lives that are more or less a second chance."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Things do not change; we change."
    },
    {
      "cite": "James Belasco and Ralph Stayer",
      "quote": "Change is hard because people overestimate the value of what they have and underestimate the value of what they may gain by giving that up."
    },
    {
      "cite": "Peter Senge",
      "quote": "People don't resist change. They resist being changed!"
    },
    {
      "cite": "Charles Darwin",
      "quote": "It is not the strongest or the most intelligent who will survive but those who can best manage change."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Change your thoughts and you change your world."
    },
    {
      "cite": "Greek Proverb",
      "quote": "Pleasures are transient – honors immortal"
    },
    {
      "cite": "William Shakespeare",
      "quote": "The leopard does not change his spots."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Come what may, time and hour runs through the roughest day."
    },
    {
      "cite": "Italian (on planning)",
      "quote": "Any plan is bad that cannot be changed."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Change is inevitable. Change is constant."
    },
    {
      "cite": "H.H. Riley",
      "quote": "All good things must come to an end."
    },
    {
      "cite": "unknown",
      "quote": "Off with the old and on with the new."
    },
    {
      "cite": "unknown",
      "quote": "Nothing remains constant except change itself."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The change is for a cause."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking."
    },
    {
      "cite": "Rumi",
      "quote": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "It’s only after you’ve stepped outside your comfort zone that you begin to change, grow, and transform."
    },
    {
      "cite": "Mary Wollstonecraft Shelley",
      "quote": "Nothing is so painful to the human mind as a great and sudden change."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Life is a series of natural and spontaneous changes. Don't resist them; that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "The only way that we can change is if we learn."
    },
    {
      "cite": "Eric Roth",
      "quote": "For what it’s worth: it’s never too late or, in my case, too early to be whoever you want to be. There’s no time limit, stop whenever you want. You can change or stay the same, there are no rules to this thing. We can make the best or the worst of it."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Even if you cannot change all the people around you, you can change the people you choose to be around."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Don't just change, transform."
    },
    {
      "cite": "Barack Obama",
      "quote": "Change will not come if we wait for some other person, or if we wait for some other time. We are the ones we've been waiting for. We are the change that we seek."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "When we least expect it, life sets us a challenge to test our courage and willingness to change; at such a moment, there is no point in pretending that nothing has happened or in saying that we are not yet ready."
    },
    {
      "cite": "Andy Warhol",
      "quote": "They always say time changes things, but you actually have to change them yourself."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "You never change your life until you step out of your comfort zone; change begins at the end of your comfort zone."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Those who cannot change their minds cannot change anything."
    },
    {
      "cite": "Kiran Desai",
      "quote": "The present changes the past. Looking back you do not find what you left behind."
    },
    {
      "cite": "Walter Mosley",
      "quote": "We are not trapped or locked up in these bones. No, no. We are free to change. And love changes us. And if we can love one another, we can break open the sky."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "You're always you, and that don't change, and you're always changing, and there's nothing you can do about it."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers - but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change."
    },
    {
      "cite": "Libba Bray",
      "quote": "And that is how change happens. One gesture. One person. One moment at a time."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I alone cannot change the world, but I can cast a stone across the waters to create many ripples."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "Change the way you look at things and the things you look at change."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "It's never too late to change your life for the better. You don't have to take huge steps to change your life. Making even the smallest changes to your daily routine can make a big difference to your life."
    },
    {
      "cite": "Diane Duane",
      "quote": "Believe something and the Universe is on its way to being changed. Because you've changed, by believing. Once you've changed, other things start to follow. Isn't that the way it works?"
    },
    {
      "cite": "Mitch Albom",
      "quote": "One day spent with someone you love can change everything."
    },
    {
      "cite": "Philip Pullman",
      "quote": "You cannot change what you are, only what you do."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "I wanted to change the world. But I have found that the only thing one can be sure of changing is oneself."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "You cannot change anyone, but you can be the reason someone changes."
    },
    {
      "cite": "GAIL CARSON LEVINE",
      "quote": "Things change, people change, but that doesn't mean you should forget the past."
    },
    {
      "cite": "Andre Gide",
      "quote": "Work and struggle and never accept an evil that you can change."
    },
    {
      "cite": "Diana Gabaldon",
      "quote": "Once you've chosen a man, don't try to change him,'I wrote with more confidence. 'It can be done. More important - don't let him try to change you."
    },
    {
      "cite": "EiichiroOda",
      "quote": "The gospel says God will change us because he loves us."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "I can't say whether things will get better if we change; what I can say is that they must change if they are to get better."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Things can change in a day."
    },
    {
      "cite": "Jose Samarago",
      "quote": "One cannot be too careful with words, they change their minds just as people do."
    },
    {
      "cite": "Walter Isaacson",
      "quote": "The people who are crazy enought to think they can change the world are the ones who do."
    },
    {
      "cite": "Walter Isaacson",
      "quote": "The people who are crazy enought to think they can change the world are the ones who do."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Don't waste your energy trying to change opinions."
    },
    {
      "cite": "Barack Obama",
      "quote": "We don't ask you to believe in our ability to bring change, rather, we ask you to believe in yours."
    },
    {
      "cite": "Nicole Williams",
      "quote": "Every morning we get a chance to be different. A chance to change. A chance to be better."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Some people will always fear change. But we can't indulge them."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You have been blessed with immeasurable power to make positive changes in your life."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Change your life today. Don't gamble on the future, act now, without delay."
    },
    {
      "cite": "Ally Condie",
      "quote": "We can either try to change everything or just make the most of whatever time we have."
    },
    {
      "cite": "Malcolm X",
      "quote": "In fact, once he is motivated no one can change more completely than the man who has been at the bottom."
    },
    {
      "cite": "David Nicholls",
      "quote": "She was reaching the limits of how much its possible to change a man."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "I change too quickly: my today refutes my yesterday."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "Our heads are round so thought can change direction."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Change isn't always for the best."
    },
    {
      "cite": "H.G Wells",
      "quote": "There is no intelligence where there is no need of change."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "Everything is relative in this world, where change alone endures."
    },
    {
      "cite": "ZigZiglar",
      "quote": "When obstacles arise, you change your direction to reach your goal; you do not change your decision to get there."
    },
    {
      "cite": "Stephen King",
      "quote": "A person can't change all at once."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Living things tend to change unrecognizably as they grow."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "People can't live with change if there's not a changeless core inside them."
    },
    {
      "cite": "Timothy Leary",
      "quote": "If you want to change the way people respond to you, change the way you respond to people."
    },
    {
      "cite": "Gail Sheehy",
      "quote": "If we don't change, we don't grow. If we don't grow, we aren't really living."
    },
    {
      "cite": "Serenity Prayer",
      "quote": "God, grant me the serenity to accept the things I can't change,  the courage to change the things I can, and the wisdom to know the difference."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you don't like something, change it, if you can't change it, chage your attitude."
    },
    {
      "cite": "James Allen",
      "quote": "Change your thoughts, change your life."
    },
    {
      "cite": "Rabbi Harold Kushner",
      "quote": "We change the kind of person we are, and we change the kind of world we live in."
    },
    {
      "cite": "Riane Eisler",
      "quote": "To change our realities, we also have to change our myths."
    }
  ]
}