{
  "source": "https://www.wisesayings.com/chances-quotes/",
  "theme": "chances",
  "quotes": [
    {
      "cite": "Turcois Ominek",
      "quote": "I'm guilty of giving people more chances than they deserve but when I'm done, I'm done."
    },
    {
      "cite": "Toba Beta",
      "quote": "Chances don't approach you, it's you who approach chances."
    },
    {
      "cite": "Carl Lomer Abia",
      "quote": "Chances are anywhere else, all you need to do is to grab them because they don't always show up."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A wise man turns chance into good fortune."
    },
    {
      "cite": "Bart Conner",
      "quote": "Chance can allow you to accomplish a goal every once in a while, but consistent achievement happens only if you love what you are doing."
    },
    {
      "cite": "Charles Nicolle",
      "quote": "Chance favors only those who court her."
    },
    {
      "cite": "Euripides",
      "quote": "Chance fights ever on the side of the prudent."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Chance is the providence of adventurers."
    },
    {
      "cite": "Jack Dempsey",
      "quote": "Nobody owes anybody a living, but everybody is entitled to a chance."
    },
    {
      "cite": "Voltaire",
      "quote": "Chance is a word void of sense; nothing can exist without a cause."
    },
    {
      "cite": "Ovid",
      "quote": "Chance is always powerful. Let your hook always be cast; in the pool where you least expect it, there will be fish."
    },
    {
      "cite": "Louis Pasteur",
      "quote": "Where observation is concerned, chance favors only the prepared mind."
    },
    {
      "cite": "Fred Astaire",
      "quote": "Chance is the fool's name for Fate."
    },
    {
      "cite": "Edward F. Halifax",
      "quote": "He who leaves nothing to chance will do few things poorly, but he will do few things."
    },
    {
      "cite": "Adam Clarke",
      "quote": "There is no such thing as chance or accident the words merely signify our ignorance of some real and immediate cause."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Chance happens to all, but to turn chance to account is the gift of few."
    },
    {
      "cite": "Henry Ford",
      "quote": "There is no such thing as no chance."
    },
    {
      "cite": "Jesse Owens",
      "quote": "One chance is all you need."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Those who trust to chance must abide by the results of chance."
    },
    {
      "cite": "Sophocles",
      "quote": "Chance never helps those who do not help themselves."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Chance corrects us of many faults that reason would not know how to correct."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "To talk of luck and chance only shows how little we really know of the laws which govern cause and effect."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "No man ever became wise by chance."
    },
    {
      "cite": "John Milton",
      "quote": "Chance governs all."
    },
    {
      "cite": "W. Matthews",
      "quote": "Unless a man has trained himself for his chance, the chance will only make him ridiculous."
    },
    {
      "cite": "William Shakespeare",
      "quote": "If chance will have me king, why, chance may crown me."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "It is safer to accept any chance that offers itself, and extemporize a procedure to fit it, than to get a good plan matured, and wait for a chance of using it."
    },
    {
      "cite": "Stephen King",
      "quote": "Bad chances were better than no chances."
    },
    {
      "cite": "Cormac Mccarthy",
      "quote": "Notions of chance and fate are the preoccupations of men engaged in rash undertakings."
    },
    {
      "cite": "Norman Macdonald",
      "quote": "We ought never to trust to chance but when we cannot find a better surety."
    },
    {
      "cite": "EDWARD BLOOR",
      "quote": "You get as many chances as you want; as many as you dare to make for yourself."
    },
    {
      "cite": "Walter Moers",
      "quote": "Life is too precious to be left to chance."
    },
    {
      "cite": "Philip James Bailey",
      "quote": "How slight a chance may raise or sink a soul!"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "No conqueror believes in chance."
    },
    {
      "cite": "Venus Williams",
      "quote": "If the sun comes up, I have a chance."
    },
    {
      "cite": "Gerhard Richter",
      "quote": "Chance determines our lives in important ways."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "Chance has never yet satisfied the hope of a suffering people."
    },
    {
      "cite": "James Austin",
      "quote": "Chance favors those in motion."
    },
    {
      "cite": "Unkown",
      "quote": "Chances are like lightning: they never hit the earth at the same spot twice. So when a chance comes your way, grab it cause it may never come again."
    },
    {
      "cite": "Garth Brooks",
      "quote": "Just keep taking chances and having fun."
    },
    {
      "cite": "Franz Liszt",
      "quote": "Beware of missing chances; otherwise it may be altogether too late some day."
    },
    {
      "cite": "Barbara Corcoran",
      "quote": "Taking Chances almost always makes for happy endings."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "If I had not try and taken chances, I would have miss many opportunities in life."
    },
    {
      "cite": "Albanian Proverb",
      "quote": "Whom chance often passes by, it finds at last."
    },
    {
      "cite": "American Proverb",
      "quote": "Never miss a good chance to shut up."
    },
    {
      "cite": "Albanian Proverb",
      "quote": "Blind chance sweeps the world along."
    },
    {
      "cite": "Nigerian Proverb",
      "quote": "He who waits for a chance may wait for a long time."
    },
    {
      "cite": "Danish Proverb",
      "quote": "He who takes no chances wins nothing."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "You have to make the most of the chances that come your way. You have to strike while the iron is hot."
    },
    {
      "cite": "Indian Proverb",
      "quote": "A person who misses a chance and the monkey who misses its branch -- both cannot be saved."
    }
  ]
}