{
  "source": "https://www.wisesayings.com/character-quotes/",
  "theme": "character",
  "quotes": [
    {
      "cite": "Helen Keller",
      "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Character is like a tree and reputation like a shadow. The shadow is what we think of it; the tree is the real thing."
    },
    {
      "cite": "Jacqueline Bisset",
      "quote": "Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "The best index to a person's character is how he treats people who can't do him any good, and how he treats people who can't fight back."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is curious that physical courage should be so common in the world and moral courage so rare."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Weakness of attitude becomes weakness of character."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "When you find a man you wish to marry, Tessa, remember this: You will know what kind of man he is not by the things he says, but by the things he does."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "You cannot dream yourself into a character; you must hammer and forge yourself one."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Be your character what it will, it will be known, and nobody will take it upon your word."
    },
    {
      "cite": "J. B. Gough",
      "quote": "Reputation is for time; character is for eternity."
    },
    {
      "cite": "John C. Geikie",
      "quote": "Our character is but the stamp on our souls of the free choices of good and evil we have made through life."
    },
    {
      "cite": "Ann Landers",
      "quote": "The true measure of an individual is how he treats a person who can do him absolutely no good."
    },
    {
      "cite": "Elmer G. Letterman",
      "quote": "Personality can open doors, but only character can keep them open."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "A person reveals his character by nothing so clearly as the joke he resents."
    },
    {
      "cite": "Thomas B. Macaulay",
      "quote": "The measure of a man's real character is what he would do if he knew he would never be found out."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Reputation is what men and women think of us. Character is what God and the angels know of us."
    },
    {
      "cite": "Andre Maurois",
      "quote": "If you create an act, you create a habit. If you create a habit, you create a character. If you create a character, you create a destiny."
    },
    {
      "cite": "Jean Paul",
      "quote": "A man never discloses his own character so clearly as when he describes another's."
    },
    {
      "cite": "Heraclitus",
      "quote": "Character is destiny."
    },
    {
      "cite": "Orison Sweet Marden",
      "quote": "Character is the indelible mark that determines the only true value of all people and all their work."
    },
    {
      "cite": "J.C. Watts",
      "quote": "Character is doing the right thing when nobody's looking. There are too many people who think that the only thing that's right is to get by, and the only thing that's wrong is to get caught"
    },
    {
      "cite": "Thomas Paine",
      "quote": "Character is much easier kept than recovered."
    },
    {
      "cite": "Confucius",
      "quote": "To know what is right and not do it is the worst cowardice."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Any fool can criticize, condemn, and complain but it takes character and self control to be understanding and forgiving."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Character, in the long run, is the decisive factor in the life of an individual and of nations alike."
    },
    {
      "cite": "Joan Didion",
      "quote": "Character - the willingness to accept responsibility for one's own life - is the source from which self respect springs."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their good intellects."
    },
    {
      "cite": "Margaret Jensen",
      "quote": "Character is the sum total of all our everyday choices."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "It's easier to build strong children than to repair broken men."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "People do not seem to realize that their opinion of the world is also a confession of character."
    },
    {
      "cite": "Rita Mero",
      "quote": "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person."
    },
    {
      "cite": "Aeschylus",
      "quote": "It is in the character of very few men to honor without envy a friend who has prospered."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "It is not what he had, or even what he does which expresses the worth of a man, but what he is."
    },
    {
      "cite": "Aristotle",
      "quote": "Character is that which reveals moral purpose, exposing the class of things a man chooses or avoids."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Talents are best nurtured in solitude. Character is best formed in the stormy billows of the world."
    },
    {
      "cite": "Dr. Wayne W. Dyer",
      "quote": "Circumstances do not make a man, they reveal him."
    },
    {
      "cite": "Alfred Adler",
      "quote": "Men of genius are admired, men of wealth are envied, men of power are feared; but only men of character are trusted"
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Ability can take you the top, but it takes character to keep you there."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Our character is what we do when we think no one is looking."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "In the end you should always do the right thing even if it's hard."
    },
    {
      "cite": "Elihu Burritt",
      "quote": "Forming characters! Whose? Our own or others? Both. And in that momentous fact lies the peril and responsibility of our existence."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Character is higher than intellect."
    },
    {
      "cite": "Plutarch",
      "quote": "Character is simply habit long continued."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "A man is but the product of his thoughts. What he thinks, he becomes."
    },
    {
      "cite": "Shaquille Oneal",
      "quote": "Excellence is not a singular act, but a habit. You are what you repeatedly do."
    },
    {
      "cite": "James Miles",
      "quote": "You can easily judge the character of a man by how he treats those who can do nothing for him."
    },
    {
      "cite": "Martin Luther King",
      "quote": "I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Character is determined more by the lack of certain experiences than by those one has had."
    },
    {
      "cite": "John Wooden",
      "quote": "Be more concerned with your character than your reputation, because your character is what you really are, while your reputation is merely what others think you are."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Character is just another word for having a perfectly disciplined and educated will. A person can make his own character by blending these elements with an intense desire to achieve excellence. Everyone is different in what I will call magnitude, but the capacity to achieve character is still the same."
    },
    {
      "cite": "John Wooden",
      "quote": "Winning takes talent, to repeat takes character."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "It is not by muscle, speed, or physical dexterity that great things are achieved, but by reflection, force of character, and judgment."
    },
    {
      "cite": "Anne Frank",
      "quote": "Human greatness does not lie in wealth or power, but in character and goodness. People are just people, and all people have faults and shortcomings, but all of us are born with a basic goodness."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Character is power."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Character is made of duty and love and sympathy, and, above all, of living and working for others."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Industry, thrift and self-control are not sought because they create wealth, but because they create character."
    },
    {
      "cite": "Doug Walker",
      "quote": "This character is not interesting. I'm not gonna act like the original is the best written character, but you felt her pain, you understood her anger, and you cheered for her when things went right because she allowed you to see her most fragile moments."
    },
    {
      "cite": "Quentin Tarantino",
      "quote": "Just because you are a character doesn't mean that you have character."
    },
    {
      "cite": "Jane Austen",
      "quote": "Vice leads to difficulty, virtue to reward. Bad characters come to bad ends."
    },
    {
      "cite": "John Osborne",
      "quote": "It is not true that drink alters a man's character. It may reveal it more fully."
    },
    {
      "cite": "Frank Tashlin",
      "quote": "There's no place in business for a man of character. His sincerity could ruin the world!"
    },
    {
      "cite": "Arthur Miller",
      "quote": "The jails are full of fearless characters."
    },
    {
      "cite": "Sibylle Durian",
      "quote": "Money destroys your character."
    },
    {
      "cite": "Doug Walker",
      "quote": "The actor Ryan Reynolds was such a Deadpool fan that he spent years and years to get a faithful version of the character brought to the big screen. And guess what? It seems what made people like him now still makes people like him now!"
    },
    {
      "cite": "John August",
      "quote": "I have all these characters inside my head and they want to live."
    },
    {
      "cite": "Ronald Millar",
      "quote": "A spy has no character; he merely assumes one."
    },
    {
      "cite": "Dwayne Carter",
      "quote": "That money had you too too excited / Them cars had you way out your character"
    },
    {
      "cite": "Dwayne Carter",
      "quote": "That jewelry got you way out your character / Them girls got you way out your character"
    },
    {
      "cite": "Merritt Stephin Raymond",
      "quote": "Two characters in search of a country song / Just make believe, but so in love"
    },
    {
      "cite": "Merritt Stephin Raymond",
      "quote": "Two characters been listening all night long / For voices from Nashville above"
    },
    {
      "cite": "Sarah Vaughan",
      "quote": "To me he's a fabulous character / (He's near and I glow) / A fabulous character / (And I love him so)"
    },
    {
      "cite": "Nueve",
      "quote": "Hate me all you want / Call me out for fun / I ain't compromising character, I bet that's what you want"
    },
    {
      "cite": "Brandon FLowers",
      "quote": "Don't break character / You've got a lot of heart / Is this real or just a dream? / Rise up like the sun / Labor 'til the work is done"
    },
    {
      "cite": "Chad Everett Gilbert",
      "quote": "She said be gentle boy / You show a lack of character / There is no other way this girl is so all about me / I'm sorry I can't help the way"
    },
    {
      "cite": "Miguel Orlando Collins",
      "quote": "Yes I know her when I see her anywhere / Her attitude and character always gone clear"
    },
    {
      "cite": "Floyd Dell",
      "quote": "As for my character. I believe I behave responsibly. I'm not overly susceptible to girls."
    },
    {
      "cite": "Joseph A. Bailey",
      "quote": "A credible reputation is often considered another name for good character."
    },
    {
      "cite": "Joseph A. Bailey",
      "quote": "Character becomes good or bad based upon whether people decide to fashion their decisions and choices around or around hate."
    },
    {
      "cite": "Joseph A. Bailey",
      "quote": "If someone's character and reputation are fit together like interlocking rings, the part that interlocks is called personality."
    },
    {
      "cite": "Joseph A. Bailey",
      "quote": "Your character is who you personally are."
    },
    {
      "cite": "Joseph A. Bailey",
      "quote": "Whatever we do to make us 'be better' (such as through peace and happiness) - and not just 'feel better' - represents a good character trait."
    },
    {
      "cite": "Joseph A. Bailey",
      "quote": "Good character was founded on a person's proper interactions with people in things such as harmony, fair play and doing what is in the best interest of all concerned."
    },
    {
      "cite": "Christopher Panza",
      "quote": "Good character traits are called virtues, and bad ones are called vices."
    },
    {
      "cite": "Christopher Panza",
      "quote": "Most people would like to be admirable and not deplorable."
    },
    {
      "cite": "Christopher Panza",
      "quote": "Having a good character means that you're driven to behave in virtuous ways in situations that call for virtuous responses."
    },
    {
      "cite": "Susan K. Maciak",
      "quote": "A person of good character is unlikely to do something unethical, immoral or illegal."
    },
    {
      "cite": "Susan K. Maciak",
      "quote": "Good character is having the will power to avoid behavior that would embarrass or reflect negatively on you."
    },
    {
      "cite": "Susan K. Maciak",
      "quote": "A person's reputation most often comes from his or her character."
    },
    {
      "cite": "Susan K. Maciak",
      "quote": "Honesty, integrity and courage are all examples of good character."
    },
    {
      "cite": "Peter Goldie",
      "quote": "No magic is required to build a positive personality."
    },
    {
      "cite": "Maulana Wahiduddin Khan",
      "quote": "Suppressing one's anger is a sign of good character."
    },
    {
      "cite": "Maulana Wahiduddin Khan",
      "quote": "A responsible person always sets a good example for others."
    },
    {
      "cite": "Bruce Glassman.",
      "quote": "A responsible person always sets a good example for others."
    },
    {
      "cite": "Bruce Glassman.",
      "quote": "Setting a good example is mostly about having your actions reflect on you character-instead of just words."
    },
    {
      "cite": "Peter Goldie",
      "quote": "The key to success lies in having a strong personality."
    },
    {
      "cite": "Peter Goldie",
      "quote": "The personality trait is also a key determinant of good leadership."
    }
  ]
}