{
  "source": "https://www.wisesayings.com/chasing-quotes/",
  "theme": "chasing",
  "quotes": [
    {
      "cite": "Billy Ray Cyrus",
      "quote": "He'll get tired of chasing someone who doesn't chase back!"
    },
    {
      "cite": "Confucius",
      "quote": "He who chases two rabbits, catches none."
    },
    {
      "cite": "Pallav Gautam",
      "quote": "Chasing money to please society."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "Chase after the truth like all hell and you'll free yourself, even though you never touch its coat-tails."
    },
    {
      "cite": "April Mae Monterrosa",
      "quote": "Don't waste your time chasing things that will never be beneficial to your future."
    },
    {
      "cite": "David Spade",
      "quote": "There's always something funny about men chasing women."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Chasing a person doesn't give you value or build values in you. You earn your value by chasing morality and practicing dignity."
    },
    {
      "cite": "Criss Jami",
      "quote": "The way of the consumerist culture is to spend so much energy chasing happiness that it has none left to be happy."
    },
    {
      "cite": "William Fowble",
      "quote": "If you chase perfection, you often catch excellence."
    },
    {
      "cite": "Rajkumar Hirani",
      "quote": "Chase excellence, success will follow."
    },
    {
      "cite": "Melissa Marr",
      "quote": "Chase away sorrow by living."
    },
    {
      "cite": "Shanice Williams",
      "quote": "Go out and chase your dreams no matter how crazy it looks."
    },
    {
      "cite": "Will Smith",
      "quote": "Don't chase people. Be yourself, do your own thing and work hard."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Chase your passion, not your pension."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Two things you will never have to chase: True friends & true love."
    },
    {
      "cite": "Charles Buxton",
      "quote": "You will never find time for anything. You must make it."
    },
    {
      "cite": "Steve Coogan",
      "quote": "If you chase something too desperately, it eludes you."
    },
    {
      "cite": "Anonymous",
      "quote": "Never chase love, affection, or attention. If it isn't given freely by another person, it isn't worth having."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A man is like a cat; chase him and he will run - sit still and ignore him and he'll come purring at your feet."
    },
    {
      "cite": "Lyman Beecher",
      "quote": "Never chase a lie. Let it alone, and it will run itself to death."
    },
    {
      "cite": "Vin Diesel",
      "quote": "It's insecurity that is always chasing you and standing in the way of your dreams."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Enthusiasm is the mother of effort, and without it nothing great was ever achieved."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "People are chasing cash, not happiness. When you chase money, you're going to lose. You're just going to. Even if you get the money, you're not going to be happy."
    },
    {
      "cite": "Demi Lovato",
      "quote": "If you're spending your entire early 20s chasing the next party,what are you running away from?"
    },
    {
      "cite": "Alan Keightley",
      "quote": "Once in a while it really hits people that they don't have to experience the world in the way they have been told."
    },
    {
      "cite": "Lewis Howes",
      "quote": "Chasing profits and building a long-term profit model are two different things."
    },
    {
      "cite": "Malcolm X",
      "quote": "You can always chase a dream but it will not count if you never catch it."
    },
    {
      "cite": "Lolly Daskal",
      "quote": "When you stop chasing the wrong things you give the right things a chance to catch you."
    }
  ]
}