{
  "source": "https://www.wisesayings.com/chasing-dreams-quotes/",
  "theme": "chasing-dreams",
  "quotes": [
    {
      "cite": "Eric Thomas",
      "quote": "Stop looking for permission to pursue your dreams! They are your dreams and you don't need a co-signer to chase them!"
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway."
    },
    {
      "cite": "Joel Brown",
      "quote": "The only thing that stands between you and your dream is the will to try and the belief that it is actually possible."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "Focus on your dream and do everything in your power. You have the power to change your life circumstances."
    },
    {
      "cite": "Rachel Corrie",
      "quote": "Follow your dreams, believe in yourself and don't give up."
    },
    {
      "cite": "Tori Murden",
      "quote": "You have to chase your dreams, no matter what. The impossible just takes a little longer. One stroke at a time, one step at a time, the impossible is easy to achieve."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "The best way to make your dreams come true is to wake up."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "There is only one thing that makes a dream impossible to achieve: the fear of failure."
    },
    {
      "cite": "Anais Nin",
      "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
    },
    {
      "cite": "Dale Turner",
      "quote": "Dreams are renewable. No matter what our age or condition, there are still untapped possibilities within us and new beauty waiting to be born."
    },
    {
      "cite": "Pamela Vaull Starr",
      "quote": "Reach high, for stars lie hidden in your soul. Dream deep, for every dream precedes the goal."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Cherish your vision and your dreams as they are the children of your soul, the blueprints of your ultimate achievements."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Go confidently in the direction of your dreams and live the life you have imagined."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "If you can imagine it, you can achieve it. If you can dream it, you can become it."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Don't keep your dreams in your eyes, they may fall as tears. Keep them in your heart so that every heartbeat may remind you to convert them into reality."
    },
    {
      "cite": "Chris Wyse",
      "quote": "Realize you can chase your dreams with just believing. Don't be afraid to believe in some magic; if proof not in front in of you, follow your gut."
    },
    {
      "cite": "Greyson Chance",
      "quote": "Chase your dreams. Don't wait til the dreams come true."
    },
    {
      "cite": "John Updike",
      "quote": "Dreams come true. Without that possibility, nature would not incite us to have them."
    },
    {
      "cite": "Walt Disney",
      "quote": "Believe in your dreams, no matter how impossible they seem."
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Jake Pitts",
      "quote": "Follow your heart and chase your dreams until you catch them. Negative people who say you cant do something are only speaking for themselves."
    },
    {
      "cite": "Phillip Sweet",
      "quote": "Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path."
    },
    {
      "cite": "Samuel Adoquei",
      "quote": "Pretend your dream to be a realistic entity that belongs to you but exists somewhere in cyber space. Then find a reasoning, logic and scientific solution to make the dream a reality."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Dare to live the life you have dreamed for yourself. Go forward and make your dreams come true."
    },
    {
      "cite": "Francis Ford Coppola",
      "quote": "It was the man's dream, and his inspiring attempt to make them come true that remain important."
    },
    {
      "cite": "Peter McWilliams",
      "quote": "Be willing to be uncomfortable. Be comfortable being uncomfortable. It may get tough, but it's a small price to pay for living a dream"
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "You have to dream before your dreams can come true."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Those who dream by day are cognizant of many things which escape those who dream only by night."
    },
    {
      "cite": "Shanice Williams",
      "quote": "Go out and chase your dreams no matter how crazy it looks."
    },
    {
      "cite": "Walt Disney",
      "quote": "If you can dream it, you can do it."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "Dreams feel real while we're in them. It's only when we wake up that we realize something was actually strange."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "So many of our dreams at first seem impossible, then they seem improbable, and then, when we summon the will, they soon become inevitable."
    },
    {
      "cite": "Ryunosuke Satoro",
      "quote": "Let your dreams outgrow the shoes of your expectations."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "One of the characteristics of the dream is that nothing surprises us in it. With no regret, we agree to live in it with strangers, completely cut off from our habits and friends."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Faith is not desire. Faith is will. Desires are things that need to be satisfied, whereas will is a force. Will changes the space around us."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Don't let go of your dreams. If you have determination and belief in your dreams, you will succeed in spite of your desire to let go."
    },
    {
      "cite": "Anonymous",
      "quote": "Keep your heart open to dreams. For as long as there's a dream, there is hope, and as long?as there is hope, there is joy in living."
    },
    {
      "cite": "Edward Kennedy",
      "quote": "The work goes on, the cause endures, the hope still lives and the dreams shall never die."
    },
    {
      "cite": "Sasha Cohen",
      "quote": "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle."
    },
    {
      "cite": "Gail Devers",
      "quote": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    }
  ]
}