{
  "source": "https://www.wisesayings.com/chase-quotes/",
  "theme": "chase",
  "quotes": [
    {
      "cite": "Clarence Darrow",
      "quote": "Chase after the truth like all hell and you'll free yourself, even though you never touch its coattails."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Chasing the external to achieve joy is a death trap for personal development."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "People are chasing cash, not happiness. When you chase money, you're going to lose. You're just going to. Even if you get the money, you're not going to be happy."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Living in a constant chase after gain compels people to expend their spirit to the point of exhaustion."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "Chase after the truth like all hell and you'll free yourself, even though you never touch its coat tails."
    },
    {
      "cite": "Pallav Gautam",
      "quote": "Chasing money to please society."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Chase your passion, not your pension."
    },
    {
      "cite": "Tori Murden",
      "quote": "You have to chase your dreams, no matter what. The impossible just takes a little longer. One stroke at a time, one step at a time, the impossible is easy to achieve."
    },
    {
      "cite": "Nick Nolte",
      "quote": "Everyone chases a bit of what they say life is about: money, desire. But when you stop chasing, you realise life is a rhythm and it's very peaceful, very quiet. You see, it's quite a miracle."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "Chase after the truth like all hell and you'll free yourself, even though you never touch its coat-tails."
    },
    {
      "cite": "Lyman Beecher",
      "quote": "Never chase a lie. Let it alone, and it will run itself to death."
    },
    {
      "cite": "Shanice Williams",
      "quote": "Go out and chase your dreams no matter how crazy it looks."
    },
    {
      "cite": "Jacob Latimore",
      "quote": "Keep God first, chase your dreams, and everything will pay off."
    },
    {
      "cite": "Robert D. Hales",
      "quote": "Pursue your goals with all your heart, might, mind and strength. You are doomed to failure if you pursue them in a vacillating manner."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Chasing a person doesn't give you value or build values in you. You earn your value by chasing morality and practicing dignity."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Chase down your passion like it's the last bus of the night."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Chase your dreams with all your strength, soul and spirit."
    },
    {
      "cite": "Petar Dunov",
      "quote": "If you pursue happiness, you are an ordinary person. If happiness pursues you, you are an extraordinary person. Do not chase happiness; let it chase you."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway."
    },
    {
      "cite": "Rajkumar Hirani",
      "quote": "Chase excellence, success will follow."
    },
    {
      "cite": "Lord Byron",
      "quote": "To chase the glowing hours with flying feet."
    },
    {
      "cite": "Brett Young",
      "quote": "It's really hard to chase a lofty dream."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Pursue great things. You are destiny for greatness."
    },
    {
      "cite": "Greyson Chance",
      "quote": "Chase your dreams. Don't wait till the dreams come true."
    }
  ]
}