{
  "source": "https://www.wisesayings.com/cheating-quotes/",
  "theme": "cheating",
  "quotes": [
    {
      "cite": "Stephen Covey",
      "quote": "The more people rationalize cheating, the more it becomes a culture of dishonesty. And that can become a vicious, downward cycle. Because suddenly, if everyone else is cheating, you feel a need to cheat, too."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "The first and worst of all, fraud is to cheat one's self. All sin is easy after that."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Someone who thinks the world is always cheating him is right. He is missing that wonderful feeling of trust in someone or something."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Cheating is easy. There's no swank to infidelity. To borrow against the trust someone has placed in you costs nothing at first. You get away with it, you take a little more and a little more until there is no more to draw on. Oddly, your hands should be full with all that taking but when you open them there's nothing there."
    },
    {
      "cite": "John D. MacDonald",
      "quote": "Integrity is not a conditional word. It doesn't blow in the wind or change with the weather. It is your inner image of yourself, and if you look in there and see a man who won't cheat, then you know he never will."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is impossible for a man to be cheated by anyone but himself."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "He who purposely cheats his friend, would cheat his God."
    },
    {
      "cite": "Sophocles",
      "quote": "I would prefer even to fail with honor than to win by cheating."
    },
    {
      "cite": "James E. Faust",
      "quote": "Cheating in school is a form of self-deception. We go to school to learn. We cheat ourselves when we coast on the efforts and scholarship of someone else."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The sure way to be cheated is to think one's self more cunning than others."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "To cheat oneself out of love is the most terrible deception; it is an eternal loss for which there is no reparation, either in time or in eternity."
    },
    {
      "cite": "Susannah Centlivre",
      "quote": "Tis my opinion every man cheats in his own way, and he is only honest who is not discovered."
    },
    {
      "cite": "Cheryl Hughes",
      "quote": "When people cheat in any arena, they diminish themselves-they threaten their own self-esteem and their relationships with others by undermining the trust they have in their ability to succeed and in their ability to be true."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Those who cheat on their partners who are loyal to them; don't deserve them. It is a trashy attitude to disrespect a person who is loyal in a relationship, by cheating on him or her."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Each man takes care that his neighbor shall not cheat him. But a day comes when he begins to care that he does not cheat his neighbor. Then all goes well -he has changed his market -cart into a chariot of the sun."
    },
    {
      "cite": "Dan Ariely",
      "quote": "It is helpful to think of people as having two fundamental motivations: the desire to see ourselves as honest, good people, and the desire to gain the benefits that come from cheating - on our taxes or on the football field."
    },
    {
      "cite": "Sallust",
      "quote": "It is the nature of ambition to make men liars and cheats, to hide the truth in their breasts, and show, like jugglers, another thing in their mouths."
    },
    {
      "cite": "unknown",
      "quote": "If you succeed in cheating someone, don't think that the person is a fool. Realize that the person trusted you much, more than you deserve."
    },
    {
      "cite": "Giacomo Casanova",
      "quote": "Cheating is a sin, but honest cunning is simply prudence. It is a virtue. To be sure, it has a likeness to roguery, but that cannot be helped. He who has not learned to practice it is a fool."
    },
    {
      "cite": "David Millar",
      "quote": "But human nature dictates that there will always be cheaters. That's inevitable. Where there's money involved and glory, there are going to be people that cheat, and there will always be ways to cheat."
    },
    {
      "cite": "Carl Lewis",
      "quote": "People have a moral standard about what they will do and will not do. At the end of the day someone who cheats has a lower moral standard than someone who does not. And they will cheat in other areas of life as well."
    },
    {
      "cite": "Assegid Habtewold",
      "quote": "Some people have the innate ability to cheat artfully during dating, interviews....Once they're in, they completely change and become so different that they leave you wondering whether you have ever met them before."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You didn't just cheat on me; you cheated on us. You didn't just break my heart; you broke our future."
    },
    {
      "cite": "Anuj Somany",
      "quote": "A person consistently cheating himself only can dupe others"
    },
    {
      "cite": "Samuel Butler",
      "quote": "Doubtless the pleasure is as great Of being cheated as to cheat."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "We have to distrust each other. It is our only defense against betrayal."
    },
    {
      "cite": "unknown",
      "quote": "If another woman steals your man, there's no better revenge than to let her keep him. Real men can't be stolen."
    },
    {
      "cite": "unknown",
      "quote": "Cheating on anyone is deeper than people realize, it destroys their outlook on love, their future relationships and peace within themselves."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Cheating is the most disrespectful thing one human being can do to another. If you aren't happy in a relationship, end it before starting another one."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "A real man doesn't have time to cheat because that man is too busy providing all of which a good woman deserves."
    },
    {
      "cite": "Jerry Springer",
      "quote": "If you can't be committed to another person, at least be committed to the concept of character and don't cheat."
    },
    {
      "cite": "Jeri Ryan",
      "quote": "Cheating is often more efficient."
    },
    {
      "cite": "Proverb",
      "quote": "He that will cheat at play, will cheat you any way"
    },
    {
      "cite": "Proverb",
      "quote": "Old age and treachery will overcome youth and skill."
    },
    {
      "cite": "Cheryl Hughes",
      "quote": "The truly scary thing about undiscovered lies is that they have a greater capacity to diminish us than exposed ones."
    },
    {
      "cite": "Franz Kafka",
      "quote": "One must not cheat anybody, not even the world of one's triumph."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "A liar deceives himself more than anyone, for he believes he can remain a person of good character when he cannot."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Do unto others what you want them to do to you. Don't deceive if you don't want to be deceived. Don't cheat if you don't want to be cheated. Relationship is mutual. This is the golden rule for all great connections!"
    },
    {
      "cite": "Aman Jassal",
      "quote": "If you are stupid enough to cheat, then definitely dumb enough to get caught."
    },
    {
      "cite": "Dean Osborne",
      "quote": "Cheating was easy, but impossible to go back to."
    },
    {
      "cite": "William Blake",
      "quote": "Where cheating is, there's mischief there."
    },
    {
      "cite": "unknown",
      "quote": "If he loves you he will not screw up what you have by cheating."
    },
    {
      "cite": "Ryan Murphy",
      "quote": "Adultery means cheating."
    },
    {
      "cite": "Emily Phillips",
      "quote": "I could love you better / Better than you once knew / And if you're cheating, cheat on, yeah / 'Cause cheating's just a thing you do / It's just a thing you do"
    },
    {
      "cite": "Curtis Mayfield",
      "quote": "You are the one who's creeping / You are the one who's cheating / But if you're heart is beating / Bring it on, bring it to me."
    },
    {
      "cite": "Hank Williams",
      "quote": "Your cheating heart will make you weep / You'll cry and cry and try to sleep / But sleep won't come the whole night through / Your cheating heart will tell on you"
    },
    {
      "cite": "Hank Williams",
      "quote": "When tears come down like falling rain / You'll toss around and call my name / You'll walk the floor the way I do / Your cheating heart will tell on you"
    },
    {
      "cite": "Penny Joy Moyer",
      "quote": "You know that I love you but I'm not the cheating kind / I'm faced with a heartache at love's cheating line"
    },
    {
      "cite": "Penny Joy Moyer",
      "quote": "Don't let me cross over love's cheating line / You belong to another and you'll never be mine"
    },
    {
      "cite": "Penny Joy Moyer",
      "quote": "I know one step closer, would be heaven divine / Don't let me cross over love's cheating line"
    },
    {
      "cite": "James Glaser",
      "quote": "Have you got cheating on your mind, on your mind / Something's wrong between us / That your laughter cannot hide / And you're afraid to let your eyes meet mine"
    },
    {
      "cite": "Evan Esar",
      "quote": "Cheat me once, you ought to  be ashamed; cheer me twice, I ought to be ashamed."
    },
    {
      "cite": "Sarah Josepha Buell Hale",
      "quote": "Doubtless the pleasure is as great of being cheated, as to cheat."
    },
    {
      "cite": "Ola Josiah",
      "quote": "It was all a mistake / Now I've got yo fight to win your love back /  I give this all it would take / Never meant to cheat behind your back."
    },
    {
      "cite": "Francisco Bujan",
      "quote": "If you cheat now out of revenge, you might do things you could regret later."
    },
    {
      "cite": "Francisco Bujan",
      "quote": "When you cheat, you first say 'No' to your existing couple and 'Yes' to a new connection."
    },
    {
      "cite": "Tonja Ayers",
      "quote": "Cheating is anything that you would not do in front of your mate."
    },
    {
      "cite": "Tonja Ayers",
      "quote": "Emotional cheating can occur without physical cheating and is also harder to detect when no physical acts are taking place."
    },
    {
      "cite": "Tonja Ayers",
      "quote": "A cheating mate who has an emotional connection with another person ordinarily leaves their partner feeling betrayed when their emotional relationship is revealed."
    },
    {
      "cite": "Chidi Asika-Enahoro",
      "quote": "Not all men actually cheat; but as much as men cheat, so do women cheat."
    },
    {
      "cite": "Chidi Asika-Enahoro",
      "quote": "Many men succumb faster to temptation when they are married than committted women do even if they are desired."
    },
    {
      "cite": "Chidi Asika-Enahoro",
      "quote": "A serial cheater could be with Ms.Universe or Mr.Universe, and he will still have wandering eyes."
    },
    {
      "cite": "Chidi Asika-Enahoro",
      "quote": "Most times, serial cheaters cheat with persons that are not as attractive or even in the same intellectual or social league as their life partners."
    },
    {
      "cite": "Chidi Asika-Enahoro",
      "quote": "Most people do not set out to cheat; their personal dissatisfaction gets the best of them."
    },
    {
      "cite": "Michael A. Bernard",
      "quote": "Some men cheat because they want to see how much women they can get."
    },
    {
      "cite": "Michael A. Bernard",
      "quote": "Some cheat because they cannot control themselves."
    },
    {
      "cite": "Renee' Lambert",
      "quote": "Men cheat because it's in a man's sinful nature to cheat."
    },
    {
      "cite": "Renee' Lambert",
      "quote": "The act of cheating and not getting caught increases their self-confidence."
    },
    {
      "cite": "Renee' Lambert",
      "quote": "Some men cheat because they have a problem with commitment and intimacy."
    },
    {
      "cite": "Renee' Lambert",
      "quote": "Some men cheat because of the fear of getting old."
    },
    {
      "cite": "Renee' Lambert",
      "quote": "Cheating with younger woman makes them feel young again and makes them think they can have any young woman they want."
    },
    {
      "cite": "Francisco Bujan",
      "quote": "Chatting with one of his female friends is not cheating."
    },
    {
      "cite": "Francisco Bujan",
      "quote": "A light flirt is not cheating."
    },
    {
      "cite": "Francisco Bujan",
      "quote": "Cheating is not a fantasy, it is an action."
    },
    {
      "cite": "Francisco Bujan",
      "quote": "Cheating is a very specific action, it involves intimacy."
    },
    {
      "cite": "Francisco Bujan",
      "quote": "It is true that sometimes, men do cheat."
    },
    {
      "cite": "Kevin Rasberry",
      "quote": "Men are more likely than women to cheat with someone who is less attractive than their current partner."
    },
    {
      "cite": "Kevin Rasberry",
      "quote": "Women cheat up while men are more opportunistic when it comes to cheating."
    },
    {
      "cite": "Kevin Rasberry",
      "quote": "Women are more prone to having emotion affairs."
    },
    {
      "cite": "Kevin Rasberry",
      "quote": "Men are less likely to consider leaving their partners after cheating."
    },
    {
      "cite": "Kevin Rasberry",
      "quote": "Men are more likely than women to repeatedly cheat on a spouse or partner."
    },
    {
      "cite": "Sierra N. Smith",
      "quote": "Cheating can be tricky. You can notice it from jump, or you may not see any changes at all."
    },
    {
      "cite": "Sierra N. Smith",
      "quote": "A typical man will cheat, because for some reason he thinks that he can get away with it."
    },
    {
      "cite": "Sierra N. Smith",
      "quote": "When a man is not ready to commit to you, he will most likely cheat."
    },
    {
      "cite": "Sierra N. Smith",
      "quote": "Some men will basically cheat because he is no longer satisfied in his current relationship with you."
    },
    {
      "cite": "C.V. Conner",
      "quote": "All things being equal, the more individual free time people have the more likely they are to cheat."
    },
    {
      "cite": "C.V. Conner",
      "quote": "People with a dismissing style of attachment, are more likely to cheat."
    },
    {
      "cite": "C.V. Conner",
      "quote": "As problems emerge in a relationship, people are more likely to cheat."
    },
    {
      "cite": "C.V. Conner",
      "quote": "Infidelity is more common in relationships where people feel misunderstood, under appreciated and where fighting and bickering is common."
    },
    {
      "cite": "C.V. Conner",
      "quote": "Some people, due to their position in society, their beliefs about gender roles, and their cultural upbringing, believe that it is their right to cheat on their partners."
    }
  ]
}