{
  "source": "https://www.wisesayings.com/cheating-men-quotes/",
  "theme": "cheating-men",
  "quotes": [
    {
      "cite": "Blu Cantrell",
      "quote": "Men are more prone to cheating, definitely."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Cheaters must get some credit before they can cozen, and all falsehood, if not founded in some truth, would not be fixed in any belief."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "So long there are women around, a cheater will cheat against his promise."
    },
    {
      "cite": "Ann Landers",
      "quote": "If you marry a man who cheats on his wife, you'll be married to a man who cheats on his wife."
    },
    {
      "cite": "Texas Guinan",
      "quote": "A guy who'd cheat on his wife would cheat at cards."
    },
    {
      "cite": "Susan Faludi",
      "quote": "Divorced men are more likely to meet their car payments than their child support obligations."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Those who cheat on their partners who are loyal to them; don't deserve them. It is a trashy attitude to disrespect a person who is loyal in a relationship, by cheating on him or her."
    },
    {
      "cite": "Proverb",
      "quote": "He that will cheat at play, will cheat you any way."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "He who stands for nothing will fall for anything."
    },
    {
      "cite": "unknown",
      "quote": "Some guys will cheat on their girlfriends and sleep like a baby at night but feel guilty when they go to another barber."
    },
    {
      "cite": "Melissa Edwards",
      "quote": "Once a cheater, always a repeater."
    },
    {
      "cite": "Michael Baisden",
      "quote": "Men are not intelligent when it comes to cheating, but they're wise enough to choose a woman who will put up with it."
    },
    {
      "cite": "Jennifer Harrison",
      "quote": "Having two women one who can't know about the other, and one who must be trusted not to destroy his life is clearly difficult for him."
    },
    {
      "cite": "Aman Jassal",
      "quote": "If you are stupid enough to cheat, then definitely dumb enough to get caught."
    },
    {
      "cite": "Saahil Prem",
      "quote": "Sometimes there a hundred lies behind a smile and not a single truth behind a tear."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You didn't just cheat on me; you cheated on us. You didn't just break my heart; you broke our future."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Men cannot survive without cheating, it is in their nature."
    },
    {
      "cite": "Cyc Jouzy",
      "quote": "In your mind you are cheating somebody, but in reality you are cheating yourself."
    },
    {
      "cite": "Lyfe Jennings",
      "quote": "If he will cheat on her that means he will cheat on you."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "He who purposely cheats his friend, would cheat his God."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Never be unfaithful to a lover, except with your wife."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "No lover, if he be of good faith, and sincere, will deny he would prefer to see his mistress dead than unfaithful."
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "It's better to be unfaithful than faithful without wanting to be."
    },
    {
      "cite": "Dusty Springfield",
      "quote": "My affections are easily swayed and I can be very unfaithful."
    },
    {
      "cite": "Red Skelton",
      "quote": "All men make mistakes, but married men find out about them sooner."
    },
    {
      "cite": "unknown",
      "quote": "Once a cheater, always a cheater. If they cheat with you, they'll cheat on you."
    },
    {
      "cite": "Jack Nicholson",
      "quote": "There's only two people in your life you should lie to... the police and your girlfriend."
    },
    {
      "cite": "Buck Henry",
      "quote": "Basically it's the core story. About a guy having an affair with the mother of the girl he falls in love with."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "By a lie, a man... annihilates his dignity as a man."
    },
    {
      "cite": "Jackie Mason",
      "quote": "Eighty percent of married men cheat in America. The rest cheat in Europe."
    }
  ]
}