{
  "source": "https://www.wisesayings.com/cheap-quotes/",
  "theme": "cheap",
  "quotes": [
    {
      "cite": "Shawn Amos",
      "quote": "The combination of cheaper and more widespread broadband and increased mobile usage is turning us all into independent viewers."
    },
    {
      "cite": "Thomas Paine",
      "quote": "What we obtain too cheap, we esteem too lightly; it is dearness only that gives everything its value."
    },
    {
      "cite": "Benjamin Harrison",
      "quote": "I pity the man who wants a coat so cheap that the man or woman who produces the cloth will starve in the process."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "Cheap is the love that has a price."
    },
    {
      "cite": "Sameh Elsayed",
      "quote": "The pain is not about having cheap people around real pain is the fact that there are some people with a price to start with."
    },
    {
      "cite": "Phil Crosby",
      "quote": "It is always cheaper to do the job right the first time."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Words are cheap. The biggest thing you can say is 'elephant'."
    },
    {
      "cite": "Amber Hurdle",
      "quote": "Cheaper does not always equal better."
    },
    {
      "cite": "Dashiell Hammett",
      "quote": "The cheaper the crook, the gaudier the patter."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Being crazy of someone might seem cheap, but what if your life is priceless without that person."
    },
    {
      "cite": "Frank Sonnenberg",
      "quote": "People who are frugal understand the value of a dollar and make informed and thoughtful decisions. People who are cheap try to spend as little money as possible."
    },
    {
      "cite": "Louis C. K.",
      "quote": "There's no such thing as a cheap laugh."
    },
    {
      "cite": "Raja Rayshouny",
      "quote": "That who sold the expensive for no price, bought the cheap with the highest price."
    },
    {
      "cite": "David Russell",
      "quote": "If the price is very cheap then it's almost certainly a fake."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Never sell yourself cheap even when others are selling themselves cheaper than you are willing to sell yourself."
    },
    {
      "cite": "Criss Jami",
      "quote": "After a while you realize that putting your actions where your mouth is makes you less likely to have to put your money where your mouth is."
    },
    {
      "cite": "Dolly Parton",
      "quote": "It costs a lot of money to look this cheap."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Freedom has cost too much blood and agony to be relinquished at the cheap price of rhetoric."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit."
    }
  ]
}