{
  "source": "https://www.wisesayings.com/cheerful-quotes/",
  "theme": "cheerful",
  "quotes": [
    {
      "cite": "Charles Dickens",
      "quote": "Cheerfulness and contentment are great beautifiers, and are famous preservers of good looks."
    },
    {
      "cite": "Jean Paul",
      "quote": "Laughing cheerfulness throws the light of day on all the paths of life."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The most certain sign of wisdom is cheerfulness."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "And so of cheerfulness, or a good temper—the more it is spent, the more of it remains."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Be cheerful—the problems that worry us most are those that never arrive."
    },
    {
      "cite": "Lydia M. Child",
      "quote": "You find yourself refreshed in the presence of cheerful people. Why not make an honest effort to confer that pleasure on others?"
    },
    {
      "cite": "C.N Douglas",
      "quote": "Cheerfulness keeps up a kind of daylight in the mind, filling it with a steady and perpetual serenity."
    },
    {
      "cite": "Mark Twain",
      "quote": "A healthy and wholesome cheerfulness is not necessarily impossible to any occupation."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Repose and cheerfulness are the badge of the gentleman — repose in energy."
    },
    {
      "cite": "Thomas Haliburton",
      "quote": "Cheerfulness is health; its opposite, melancholy, is disease"
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The most manifest sign of wisdom is continued cheerfulness."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Cheerfulness is the atmosphere in which all things thrive."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Nothing is more beautiful than cheerfulness in an old face"
    },
    {
      "cite": "Edwin Percy Whipple",
      "quote": "Cheerfulness in most cheerful people, is the rich and satisfying result of strenuous discipline."
    },
    {
      "cite": "H.W. Byles",
      "quote": "Cheerfulness greases the axles of the world."
    },
    {
      "cite": "unknown",
      "quote": "Cheerfulness removes the rust from the mind, lubricates our inward machinery, and enables us to do our work with fewer creaks and ;groans. If people were universally cheerful, probably there wouldn't be half the quarreling or a tenth part of the wickedness."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The cheerful live longest in years, and afterwards in our regards. Cheerfulness is the off-shoot of goodness."
    },
    {
      "cite": "William James",
      "quote": "The path to cheerfulness is to sit cheerfully and to act and speak as if cheerfulness were already there."
    },
    {
      "cite": "Lawrence G. Lovasik",
      "quote": "Cheerfulness is a very great help in fostering the virtue of charity. Cheerfulness itself is a virtue."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "The man who radiates good cheer, who makes life happier wherever he meets it, is always a man of vision and faith."
    },
    {
      "cite": "William Osler",
      "quote": "Courage and cheerfulness will not only carry you over the rough places in life, but will enable you to bring comfort and help to the weak-hearted and will console you in the sad hours."
    },
    {
      "cite": "John Ruskin",
      "quote": "Cheerfulness is as natural to the heart of a man in strong health as color to his cheek; and wherever there is habitual gloom there must be either bad air, unwholesome food, improperly severe labor, or erring habits of life."
    },
    {
      "cite": "Elizabeth Ann Seton",
      "quote": "Cheerfulness prepares a glorious mind for all the noblest acts."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Cheerfulness is like money well expended in charity; the more we dispense of it, the greater our possession."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Cheerfulness is the best promoter of health and is as friendly to the mind as to the body."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Cheerfulness is an offshoot of goodness and of wisdom."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "If there is a virtue in the world at which we should always aim, it is cheerfulness."
    },
    {
      "cite": "John Dryden",
      "quote": "Let cheerfulness on happy fortune wait."
    }
  ]
}