{
  "source": "https://www.wisesayings.com/cheer-quotes/",
  "theme": "cheer",
  "quotes": [
    {
      "cite": "Nell Dixon",
      "quote": "Leave any problem alone for long enough and it will solve itself."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "When you come out of the storm, you won't be the same person who walked in. That's what this storm's all about."
    },
    {
      "cite": "Azgraybebly Josland",
      "quote": "Life could be so bad. Situation might be so hard but the Knowledge that you have GOD is something that cheers you up."
    },
    {
      "cite": "William R. Alger",
      "quote": "After every storm the sun will smile; for every problem there is a solution, and the soul's indefeasible duty is to be of good cheer."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "A painter should begin every canvas with a wash of black, because all things in nature are dark except where exposed by the light."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Our greatest glory is not in ever failing, but in rising every time we fail."
    },
    {
      "cite": "Arjun Loveable",
      "quote": "The sun never stops shining, sometimes you just have to look beyond the clouds to see it."
    },
    {
      "cite": "John Lennon",
      "quote": "Count your age by friends, not years. Count your life by smiles, not tears."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "Hope, smiles from the threshold of the year to come, whispering 'it will be happier."
    },
    {
      "cite": "Helen Keller",
      "quote": "You will succeed if you persevere; and you will find joy in overcoming obstacles."
    },
    {
      "cite": "H. Duane Black",
      "quote": "If at first you don't succeed, think how many people you've made happy."
    },
    {
      "cite": "Ravi Melwani",
      "quote": "Life is too short to spend even one day in misery."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "If you paint in your mind a picture of bright and happy expectations, you put yourself into a condition conducive to your goal."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us."
    },
    {
      "cite": "Albert Einstein",
      "quote": "You never fail until you stop trying."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Only in the darkness can you see the stars."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "Happiness is not something ready made. It comes from your own actions."
    },
    {
      "cite": "Helen Keller",
      "quote": "Keep your face to the sunshine and you cannot see a shadow."
    },
    {
      "cite": "Thomas Edison",
      "quote": "When you have exhausted all possibilities, remember this: You haven't."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead-end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing."
    },
    {
      "cite": "Mckenzie Hassler",
      "quote": "Stop thinking you're not good enough. You are beautiful & way stronger than you realize. Stand up for yourself, don't just let people tear you down, because soon enough...You'll start tearing yourself down."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Every positive attempt was as a result of encouragement, every encouragement leads to success."
    },
    {
      "cite": "Harriet Morgan",
      "quote": "For every dark night, there is a brighter day."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "There are many things evil people can take from you. However, they can never steal your ability to laugh and laugh loud."
    },
    {
      "cite": "Shubhanshu Tiwari",
      "quote": "Sometimes God puts us down so that we can learn how to stand again after a fall."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "For every minute you are angry you lose sixty seconds of happiness."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Joy is what happens to us when we allow ourselves to recognize how good things really are."
    },
    {
      "cite": "J.R.R. Tolkein",
      "quote": "I do not believe this darkness will endure."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A storm may bring its darkness, but you can bring your own sunshine."
    },
    {
      "cite": "Ghaidaa",
      "quote": "Smile, even if it's fake. Laugh, even if you hurt. Don't let anyone get to you, you're beautiful regardless of what anyone says to you."
    },
    {
      "cite": "Vikrmn",
      "quote": "Five Ups of life: Buckle up, Start up, Keep it up, Don't give up, Cheer up."
    },
    {
      "cite": "Dexter Monterde",
      "quote": "Life is too short for us to dwell on sadness. Cheer up and live life to the fullest."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "You'll never change your life until you change something you do daily. The secret of your success is found in your daily routine."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "You are prettiest when you're happy. Don't waste time being sad."
    },
    {
      "cite": "George Matthew Adams",
      "quote": "I say to myself that I shall try to make my life like an open fireplace, so that people may be warmed and cheered by it and so go out themselves to warm and cheer."
    },
    {
      "cite": "Anne Frank",
      "quote": "I don't think of all the misery but of the beauty that still remains."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Nothing is permanent in this wicked world, not even our troubles."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant."
    },
    {
      "cite": "Melchor Lim",
      "quote": "Brighten someone else's day with your smile. Take the effort, walk the mile. While your depressed and feeling blue. Someone else will make the effort with you."
    },
    {
      "cite": "Tom Krause",
      "quote": "There are no failures - just experiences and your reactions to them."
    },
    {
      "cite": "Arashi",
      "quote": "Be strong, because things will get better. It may be stormy now, but it never rains forever."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Laugh now, cry later."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "Have the will to be well, to be happy, and to live in joy."
    },
    {
      "cite": "Helen Keller",
      "quote": "Do not think of todays failures, but of the success that may come tomorrow."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "No matter what looms ahead, if you can eat today, enjoy today, mix good cheer with friends today enjoy it and bless God for it."
    },
    {
      "cite": "Stephen Kaggwa",
      "quote": "Try and fail, but don't fail to try."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Never give up, for that is just the place and time that the tide will turn."
    }
  ]
}