{
  "source": "https://www.wisesayings.com/cheesy-love-quotes/",
  "theme": "cheesy-love",
  "quotes": [
    {
      "cite": "Zelda Fitzgerald",
      "quote": "Nobody has ever measured, even poets, how much a heart can hold."
    },
    {
      "cite": "Plato",
      "quote": "Love is the joy of the good, the wonder of the wise, the amazement of the gods."
    },
    {
      "cite": "Sarahi Gonzalez",
      "quote": "You make me smile,you make me laugh, you are the one who cheers me up. When I am down you pick me up and when I frown you turn it upside down."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The best thing to hold onto in life is each other."
    },
    {
      "cite": "George A. Moore",
      "quote": "You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough."
    },
    {
      "cite": "Albert Einstein",
      "quote": "When you trip over love, it is easy to get up. But when you fall in love, it is impossible to stand again."
    },
    {
      "cite": "Kurt Cornish",
      "quote": "Love is too strong a word to say it too early, but it has too beautiful a meaning to say it too late."
    },
    {
      "cite": "Liv Tyler",
      "quote": "I would rather share one lifetime with you than face all the ages of this world alone."
    },
    {
      "cite": "Francine Chiar",
      "quote": "Your smile is like a sunrise, it sets the clouds on fire. But just being with you, is what I always admire."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I finally understood what true love meant. Love meant, that you care for another person's happiness more than your own, no matter how painful the choices you face might be."
    },
    {
      "cite": "Bonnie Franklin",
      "quote": "Affection is when you see someone's strengths; love is when you accept someone's flaws."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Love is the triumph of imagination over intelligence."
    },
    {
      "cite": "Ernest H. Shephard",
      "quote": "If you live to be 100, I hope I live to be 100 minus one day, so I never have to live without you."
    },
    {
      "cite": "Charles Dickens",
      "quote": "I loved her against reason, against promise, against peace, against hope, against happiness, against all discouragement that could be."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Love is the longing for the half of ourselves that we have lost."
    },
    {
      "cite": "John Keats",
      "quote": "My creed is love and you are its only tenet."
    },
    {
      "cite": "Les Miserables",
      "quote": "To love or have loved, that is enough. Ask nothing further. There is no other pearl to be found in the dark folds of life."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "And think not that you can direct the course of love, for love, if it finds you worthy, directs your course."
    },
    {
      "cite": "Emma Stone",
      "quote": "I wanna be your girlfriend more than an electron wants to attach to a proton."
    },
    {
      "cite": "A. A. Milne",
      "quote": "If ever there is a tomorrow when we're not together there is something you must always remember."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Like you're trying to fight gravity on a planet that insists that love is like falling and falling is like this."
    },
    {
      "cite": "Ryan Gosling",
      "quote": "So it's not gonna be easy. It's gonna be really hard. We're gonna have to work at this every day, but I want to do that because I want you. I want all of you, forever, you and me, every day."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There is always some madness in love. But there is also always some reason in madness."
    },
    {
      "cite": "John Lee Delan",
      "quote": "Be my love, be my life, be my happiness, be my wife, be my sadness, be my tear, be my sorrow, be my fear, be my everything, not now nor later. But from yesterday till forever."
    },
    {
      "cite": "George Harrison",
      "quote": "With our love, we could save the world."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Love looks not with the eyes, but with the mind."
    },
    {
      "cite": "Joekidia Raynet",
      "quote": "If I can be with you in my dreams, I would sleep forever."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "When I see you, my heart beats a little faster. My stomach feels a little lighter and my smile shines a little brighter."
    },
    {
      "cite": "Julia Roberts",
      "quote": "Don't forget I'm just a girl, standing in front of a boy, asking him to love her."
    },
    {
      "cite": "Josh Billings",
      "quote": "Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it."
    },
    {
      "cite": "Anthony Hopkins",
      "quote": "Multiply it by infinity and take it to the depths of forever, and you will still have barely a glimpse of what I'm talking about."
    },
    {
      "cite": "Sean Maguire",
      "quote": "It doesn't matter if the guy is perfect or the girl is perfect as long as they are perfect for each other."
    },
    {
      "cite": "Charlie Brown",
      "quote": "Happiness is anyone and anything at all, that's loved by you."
    },
    {
      "cite": "ohn Galsworthy",
      "quote": "Love has no age, no limit; and no death."
    },
    {
      "cite": "Slumdog Millionaire",
      "quote": "I never forgot, not for one day. I knew I'd find you in the end. It's our destiny."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Falling in love with you was never my intention. but it became my addiction."
    },
    {
      "cite": "Otomo No Yakamochi",
      "quote": "Better never to have met you in my dream than to wake and reach for hands that are not there."
    },
    {
      "cite": "Swedish Proverb",
      "quote": "Love me when I least deserve it, because that's when I really need it."
    },
    {
      "cite": "Sam McBratney",
      "quote": "I love you right up to the moon—and back."
    },
    {
      "cite": "Roy Croft",
      "quote": "I love you, not only for what you are, but for what I am when I am with you. I love you, not only for what you have made of yourself but for what you are making of me."
    },
    {
      "cite": "Heath Ledger",
      "quote": "May I ask your name, my lady? Or perhaps angels have no names, only beautiful faces."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Cause I know there is strength in the differences between us and I know there is comfort where we overlap."
    },
    {
      "cite": "David Reed",
      "quote": "Love me and the world is mine."
    },
    {
      "cite": "Graeme Simsion",
      "quote": "I asked you here tonight because when you realise you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible."
    },
    {
      "cite": "Francine Chiar",
      "quote": "I just want something sugary and sweet. A really romantic treat. The only thing I can think of is when our lips meet."
    },
    {
      "cite": "Nick Mercer",
      "quote": "I think I'd miss you even if we never met."
    },
    {
      "cite": "Will Smith",
      "quote": "Life is not the amount of breaths you take; it's the moments that take your breath away."
    },
    {
      "cite": "Bridget Jones",
      "quote": "No, I mean I like you very much. Just as you are."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "I can drive you crazy without a drivers license."
    },
    {
      "cite": "Scrubs",
      "quote": "I love you. You annoy me more than I ever thought possible, but I want to spend every irritating minute with you."
    },
    {
      "cite": "Joe Beam",
      "quote": "As far as he was concerned, he would rather have a root canal than tune his car radio to one of those stations that played cheesy love ballads."
    },
    {
      "cite": "Joe Beam",
      "quote": "He had always believed that so-called romantic love was a myth created by Hollywood, Hallmark, and Harlequin romance novels."
    },
    {
      "cite": "Joe Beam",
      "quote": "The Love Path is the way of genuine love. It is our map to building a healthy life of romantic attachment."
    },
    {
      "cite": "Joe Beam",
      "quote": "Real love, of course, is not possessive or demanding. It gives freedom, then delights in the growth of the  other person."
    },
    {
      "cite": "Eric Burnett",
      "quote": "Throughout human history, romantic love has been the anomaly, not the norm, and truly cheesy love where men claim, 'You will always be in my heart' did not occur until the mid 1990's when Celine Dion started belting out some easy listening classics."
    },
    {
      "cite": "Eric Burnett",
      "quote": "Because of the cheesy love story of Pocahontas and John Smith, it is easy to discount this movie as pure Disney fluff."
    },
    {
      "cite": "David Viscott",
      "quote": "To love and be loved is to feel the sun from both sides."
    },
    {
      "cite": "Thomas Moore",
      "quote": "Romantic love is not only a necessary illusion, it is a desirable deception. It is one of the most powerful and most effective forms of soul-making."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Romantic love is a mental illness. But it's a pleasurable one. It's a drug. It distorts reality and that's the point of it. It would be impossible to fall in love with someone that you really saw...What starts love is your ability to stupefy and blind yourself to the point of being able to fall in love."
    },
    {
      "cite": "Sam Keen",
      "quote": "You come to love not by finding the perfect person, but by seeing an imperfect person perfectly."
    },
    {
      "cite": "Margaret Anderson",
      "quote": "In real love, you want the other person's good. In romantic love, you want the other person."
    },
    {
      "cite": "Jimmy Cannon",
      "quote": "I judge how much a man cares for a woman by the space he allots her under a jointly shared umbrella."
    },
    {
      "cite": "Beverly Jones",
      "quote": "Romance, like the rabbit at the dog track, is the elusive, fake and never attained reward which for the benefit and amusement of our masters, keeps us running and thinking in safe circles."
    },
    {
      "cite": "Arthur Symons",
      "quote": "As a perfume doth remain in the folds where it hath lain, so the thought of you, remaining deeply folded in my brain, will not leave me; all things leave me: you remain."
    },
    {
      "cite": "Langdon Smith",
      "quote": "When you were a tadpole and I was a fish, in the Paleozoic time, and side by side on the ebbing tide, we sprawled through the ooze and slime... My heart was rife with the joy of life, for I loved you even then."
    },
    {
      "cite": "Maxwell Anderson",
      "quote": "Oh, the days dwindle down / To a precious few... / And these few precious days / I'll spend with you."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Let us go then, you and I, / When the evening is spread out  against the sky / Like a patient etherized upon a table."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "How do I love thee? Let me count the ways. / I love thee to the depth and breadth and height / My soul can reach, when  feeling out of sight / For the ends of Being and ideal Grace... / I love thee with the breath, / Smiles, tears, of all my life!— and, if God choose, I shall but love thee better after death."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Men always want to be a woman's first love. That is their clumsy vanity. We women have a more subtle instinct about things.What we like is to be a man's last romance"
    },
    {
      "cite": "Walt Whitman",
      "quote": "We were together. I forget the rest."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "So, I love you because the entire universe conspired to help me find you."
    },
    {
      "cite": "Tyler Knott Gregson",
      "quote": "Because of you, I can feel myself slowly, but surely, becoming the me I have always dreamed of being."
    },
    {
      "cite": "C.J. Carlyon",
      "quote": "Lips that have tasted the salt of  tears always give the sweetest kiss."
    },
    {
      "cite": "John Green",
      "quote": "I fell in love the way you fall asleep; slowly, and then all at once."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Love does not consist in gazing at each other, but in looking outward together in the same direction."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "I love you and that's the beginning and end of everything."
    },
    {
      "cite": "Julio Cortazar",
      "quote": "Come sleep with me: We won't make love, love will make us."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "Being with you never felt wrong. It's the one thing I did right. You're the one thing I did right."
    },
    {
      "cite": "Amy Lowell",
      "quote": "When you came, you were like red wine and honey, and the taste of you burnt my mouth with its sweetness."
    }
  ]
}