{
  "source": "https://www.wisesayings.com/cheerleader-quotes/",
  "theme": "cheerleader",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "If cheerleaders are so easy, why aren't you with one?"
    },
    {
      "cite": "unknown",
      "quote": "There are two types of people in this world, cheerleaders, and those who wish they were."
    },
    {
      "cite": "John P. Harley",
      "quote": "Football players throw a 3 pound ball in the air, but cheerleaders throw a 100 pound girl in the air and catch her."
    },
    {
      "cite": "unknown",
      "quote": "It takes a little more to make a champion, but it takes a lot more to make a cheerleader."
    },
    {
      "cite": "unknown",
      "quote": "If football/basketball is so awesome, why does it take cheerleaders to excite the crowd?"
    },
    {
      "cite": "unknown",
      "quote": "There is no halftime for cheerleaders."
    },
    {
      "cite": "unknown",
      "quote": "Simply because we do not run across goal lines, slam dunk basketballs, or hit home runs, doesn't mean we can't change the score."
    },
    {
      "cite": "unknown",
      "quote": "Cheerleaders know that pyramids were not built in Egypt."
    },
    {
      "cite": "unknown",
      "quote": "Cheerleaders rock cause we know how to roll."
    },
    {
      "cite": "unknown",
      "quote": "A good cheerleader is not measured by the height of her jumps but by the span of her spirit."
    },
    {
      "cite": "unknown",
      "quote": "Flying is the second best thrill to cheerleaders; being caught is the first."
    },
    {
      "cite": "unknown",
      "quote": "You know you're a cheerleader when you have to kick, yell and scream to get what you want."
    },
    {
      "cite": "Stephanie",
      "quote": "Wimps lift Weights, Cheerleaders lift People."
    },
    {
      "cite": "unknown",
      "quote": "Cheerleaders are simply a jump above the rest."
    },
    {
      "cite": "unknown",
      "quote": "It's hard to be humble when you can jump, stunt, and tumble!"
    },
    {
      "cite": "unknown",
      "quote": "Sportsmanship starts and ends with the cheerleader."
    },
    {
      "cite": "unknown",
      "quote": "A cheerleader is a dreamer that never gives up."
    },
    {
      "cite": "unknown",
      "quote": "Cheerleaders are angels - we're the only humans who can fly."
    }
  ]
}