{
  "source": "https://www.wisesayings.com/cheese-quotes/",
  "theme": "cheese",
  "quotes": [
    {
      "cite": "Charles De Gaulle",
      "quote": "How can anyone govern a nation that has two hundred and forty six different kinds of cheese?"
    },
    {
      "cite": "James Beard",
      "quote": "Good cheese needs good companions."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Never commit yourself to a cheese without having first examined it."
    },
    {
      "cite": "Stephen King",
      "quote": "A slice of pie without cheese is like a kiss without a squeeze."
    },
    {
      "cite": "Italo Calvino",
      "quote": "Each sort of cheese reveals a pasture of a different green, under a different sky."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "Cheese, like oil, makes too much of itself."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "What happens to the hole when the cheese is gone?"
    },
    {
      "cite": "Cuban Proverb",
      "quote": "Cheese, wine, and a friend must be old to be good."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The misers cheese is wholesomest."
    },
    {
      "cite": "David Lloyd George",
      "quote": "An aristrocracy is like cheese. The older it is the higher it becomes."
    },
    {
      "cite": "Brennan Manning",
      "quote": "It is for the inconsistent, unsteady disciples whose cheese is falling off their cracker."
    },
    {
      "cite": "Ginger Rogers",
      "quote": "Beauty is a valuable asset, but it is not the whole cheese."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "Give me a good sharp knife and a good sharp cheese and I’m a happy man."
    },
    {
      "cite": "M. F. K. Fisher",
      "quote": "Wine and cheese are ageless companions,like aspirin and aches, or June and moon,or good people and noble ventures."
    },
    {
      "cite": "Clifton Fadiman",
      "quote": "A cheese may disappoint. It may be dull, it may be naive, it may be oversophisticated. Yet it remains cheese, milk's leap toward immortality."
    },
    {
      "cite": "Peg Bracken",
      "quote": "Cheese for dessert is rather like Paradise lost in that everyone thinks he ought to like it, but still you don't notice too many people actually curling up with it."
    },
    {
      "cite": "M. F. K. Fisher",
      "quote": "Cheese has always been a food that both sophisticated and simple humans love."
    },
    {
      "cite": "Jean Anthelme Brillat-Savarin",
      "quote": "A meal without cheese is like a beautiful woman who lacks an eye."
    },
    {
      "cite": "Spencer Johnson",
      "quote": "The quicker you let go of old cheese, the sooner you find new cheese."
    },
    {
      "cite": "Jay London",
      "quote": "My whole family is lactose intolerant and when we take pictures we can't say cheese."
    },
    {
      "cite": "Jean Anthelme Brillat-Savarin",
      "quote": "A dessert without cheese is like a beauty with only one eye."
    },
    {
      "cite": "Jeremy Paxman",
      "quote": "The early bird gets the worm, but the second mouse gets the cheese."
    },
    {
      "cite": "George Carlin",
      "quote": "When cheese gets its picture taken, what does it say?"
    }
  ]
}