{
  "source": "https://www.wisesayings.com/cheeky-quotes/",
  "theme": "cheeky",
  "quotes": [
    {
      "cite": "A Chekhov",
      "quote": "For me, narrative prose is a legal wife, while drama is a posturing, boisterous, cheeky and wearisome mistress."
    },
    {
      "cite": "Anna Wintour",
      "quote": "If you can’t be better than your competition, just dress better."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "And, my brothers, it was real satisfaction to me to waltz-left two three, right two three-and carve left cheeky and right cheeky, so that like two curtains of blood seemed to pour out at the same time, one on either side of his fat filthy oily snout in the winter starlight."
    },
    {
      "cite": "Barbara Ehrenreich",
      "quote": "Take motherhood: nobody ever thought of putting it on a moral pedestal until some brash feminists pointed out, about a century ago, that the pay is lousy and the career ladder nonexistent."
    },
    {
      "cite": "Coco Chanel",
      "quote": "The most courageous act is still to think for yourself. Aloud."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "Welcome back, my cheeky wee monkeys."
    },
    {
      "cite": "David Hockney",
      "quote": "Just because I’m cheeky, doesn’t mean I’m not serious."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman is like a tea bag. You never knew how strong she is until she gets in hot water."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "A fit, healthy body, that is the best fashion statement."
    },
    {
      "cite": "John Green",
      "quote": "She said 'I love you' as if it were a secret, and an immense one."
    },
    {
      "cite": "Katy Perry",
      "quote": "My personality is up and down, sassy and cheeky."
    },
    {
      "cite": "Mallory Hopkins",
      "quote": "Life is short. Smile while you still have teeth."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is better to keep your mouth closed and let people think you're stupid, than to open it and remove all doubt."
    },
    {
      "cite": "Mother Teresa of Calcutta",
      "quote": "Smile at each other, smile at your wife, smile at your husband, smile at your children, smile at each other, it doesn't matter who it is and that will help you to grow up in greater love for each other."
    },
    {
      "cite": "Prince William",
      "quote": "I'm probably a bit of a cheeky grandson, like my brother as well. We both tend to take the mickey a bit too much."
    },
    {
      "cite": "unknown",
      "quote": "Do you believe in love at first sight, or should I have to walk by again?"
    },
    {
      "cite": "unknown",
      "quote": "I’m sorry, my fault, I forgot you are an idiot."
    },
    {
      "cite": "unknown",
      "quote": "Sweet as sugar hard as ice. Hurt me once, I’ll kill you twice."
    },
    {
      "cite": "unknown",
      "quote": "I walk around like everything is fine, but deep down, inside my shoe, my sock is sliding off."
    },
    {
      "cite": "unknown",
      "quote": "I don’t dress up for boys. I dress up to stare at my reflection as I walk by store windows."
    },
    {
      "cite": "Astrid Lindgren",
      "quote": "Don't let them get you down. Be cheeky. And wild. And wonderful."
    },
    {
      "cite": "John Bercow",
      "quote": "If someone is being very cheeky, it can be quite fun to deal with that situation."
    }
  ]
}