{
  "source": "https://www.wisesayings.com/chef-quotes/",
  "theme": "chef",
  "quotes": [
    {
      "cite": "Mario Batali",
      "quote": "Although the skills aren't hard to learn, finding the happiness and finding the satisfaction and finding fulfillment in continuously serving somebody else something good to eat, is what makes a really good restaurant."
    },
    {
      "cite": "Gordon Ramsay",
      "quote": "I think every chef, not just in America, but across the world, has a double edged sword – two jackets, one that's driven, a self-confessed perfectionist, thoroughbred, hate incompetence and switch off the stove, take off the jacket and become a family man."
    },
    {
      "cite": "Eric Ripert",
      "quote": "Chefs are leaders in their own little world."
    },
    {
      "cite": "Jose Andres",
      "quote": "As chefs, we cook to please people, to nourish people."
    },
    {
      "cite": "Masaharu Morimoto",
      "quote": "Japanese chefs believe our soul goes into our knives once we start using them. You wouldn't put your soul in a dishwasher!"
    },
    {
      "cite": "Richard Peterson",
      "quote": "I would much rather be a chef who remembers I am a cook then a cook that thinks I am a chef."
    },
    {
      "cite": "George Lang",
      "quote": "Often, admiring a chef and getting to know him is like loving goose liver and then meeting the goose."
    },
    {
      "cite": "Elsa Schiaparelli",
      "quote": "A good cook is like a sorceress who dispenses happiness."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "A good cook is the peculiar gift of the gods. He must be a perfect creature from the brain to the palate, from the palate to the finger's end."
    },
    {
      "cite": "Paul Prudhomme",
      "quote": "I think the most wonderful thing in the world is another chef. I'm always excited about learning new things about food."
    },
    {
      "cite": "Francois Minot",
      "quote": "Anybody can make you enjoy the first bite of a dish, but only a real chef can make you enjoy the last."
    },
    {
      "cite": "Tom Colicchio",
      "quote": "I call all chefs cooks. They're all cooks. That's what we do, we cook. You're a chef when you're running a kitchen."
    },
    {
      "cite": "Fernand Point",
      "quote": "The duty of a good cuisinier is to transmit to the next generation everything he has learned and experienced."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "We may live without poetry, music and art; We may live without conscience, and live without heart; We may live without friends; we may live without books; But civilized man cannot live without cooks."
    },
    {
      "cite": "Anthelme Brillat-Savarin",
      "quote": "The discovery of a new dish does more for the happiness of mankind than the discovery of a star."
    },
    {
      "cite": "Nikita Dudani",
      "quote": "A burnt and experienced hands are more important than the vessels in the kitchen."
    },
    {
      "cite": "Daniel Boulud",
      "quote": "To me, there's no great chef without a great team."
    },
    {
      "cite": "Giada De Laurentiis",
      "quote": "Being involved, learning firsthand and observing the craft and absorbing all you can, makes it easier to define what you want. It will also ultimately make you a better Chef. Culinary school, or even a single class, is a great bet too."
    },
    {
      "cite": "Julia Child",
      "quote": "No one is born a great cook, one learns by doing."
    },
    {
      "cite": "Gordon Ramsay",
      "quote": "If you want to become a great chef, you have to work with great chefs. And that's exactly what I did."
    },
    {
      "cite": "Alain Ducasse",
      "quote": "Techniques are not the most difficult to teach. The attitudes chefs take are much more important."
    },
    {
      "cite": "Julia Child",
      "quote": "Until I discovered cooking, I was never really interested in anything."
    },
    {
      "cite": "Dan Barber",
      "quote": "I think all chefs who pursue great flavor have good ethics."
    },
    {
      "cite": "Michael Strahan",
      "quote": "If you're not the one cooking, stay out of the way and compliment the chef."
    },
    {
      "cite": "Elizabeth Olsen",
      "quote": "I would love to date a chef. I'd probably get really fat, but I don't care."
    },
    {
      "cite": "Thomas Keller",
      "quote": "In any restaurant of this caliber, the chefs are in the same position, building relationships."
    },
    {
      "cite": "Morley Safer",
      "quote": "No great pastry chef has sweet teeth."
    },
    {
      "cite": "Tom Colicchio",
      "quote": "Chef' doesn't mean that you're the best cook, it simply means 'boss.'"
    },
    {
      "cite": "Thomas Keller",
      "quote": "You're getting to know who the great chefs are through their books."
    },
    {
      "cite": "Steven Knight",
      "quote": "Consistency is what every great chef strives for."
    },
    {
      "cite": "Steven Knight",
      "quote": "I prefer to eat food cooked by a proper chef."
    },
    {
      "cite": "Shôtarô Ishinomori",
      "quote": "A chef fighting is absurd!"
    },
    {
      "cite": "Shôtarô Ishinomori",
      "quote": "Commander, let me tell you something. In the kitchen, no one defies the chef. The only thing they say is, \"Oui, chef!"
    },
    {
      "cite": "Sharon Trojan Hollinger",
      "quote": "At any time Chef says something positive, you kind of take that in and hold it, even if it is for a split second, you know, before he yells at you."
    },
    {
      "cite": "Steven Knight",
      "quote": "A chef must lead."
    },
    {
      "cite": "Mick Garris",
      "quote": "A good chef never reveals his secrets."
    },
    {
      "cite": "Hart Hanson",
      "quote": "Don't rush the chef when he's making a stew."
    },
    {
      "cite": "Bengt Anderson",
      "quote": "When chefs consider seafood, they don't consider trout seafood at all."
    },
    {
      "cite": "Christine Hall",
      "quote": "A chef without self-confidence is like a car without wheels."
    },
    {
      "cite": "The Culinary Institute of America",
      "quote": "The chef is responsible for all kitchen operations, including ordering, supervision of all stations, and development of menu items."
    },
    {
      "cite": "The Culinary Institute of America",
      "quote": "The sous chef is second in command, answers to the chef, may be responsible for scheduling, fills in for the chef, and assists the station chefs(or line cooks)as necessary."
    },
    {
      "cite": "The Culinary Institute of America",
      "quote": "The roast chef is responsible for all roasted foods and related jus or other sauces."
    },
    {
      "cite": "The Culinary Institute of America",
      "quote": "The grill chef is responsible for all grilled foods. This position may be combined with that of rotisseur."
    },
    {
      "cite": "The Culinary Institute of America",
      "quote": "The fry chef is responsible for all fried foods. This position may be combined with the rotisseur position."
    },
    {
      "cite": "Michel Richard",
      "quote": "I was lucky to have grown up in a poor family. If I had been rich, I might have become a lawyer. But I was poor, and God made me to be a chef."
    },
    {
      "cite": "Heinz Beck",
      "quote": "Working in the kitchen is my soul and my life, And I love it. I'm not there because people expect to see me; I am there because I want to be."
    },
    {
      "cite": "Ferdinand Point",
      "quote": "There are many people who claim to be good cooks, just as there are many people who, after having repainted the garden gate, take themselves to be painters."
    },
    {
      "cite": "Joan Roca",
      "quote": "We don't remember the exact age when I told my mother I wanted to be a cook, but she still keeps a cooking coat she made for me when I was only nine."
    },
    {
      "cite": "Marc Vetri",
      "quote": "The more I cook, the more I realize that a chef should not shy away from mundane things like making a lemon vinaigrette. A chef should take pleasure in them."
    },
    {
      "cite": "Kobe Desramaults",
      "quote": "As a chef you are likely to feel a lot of pressure, working from early morning to late at night and not really getting paid for it, but you keep doing it because you love it."
    },
    {
      "cite": "Suzanne Goin",
      "quote": "Every chef has a love-hate dish, the dish that made it into the first review, the one that customers call ahead for, the dish, therefore, the chef will never be able to take off the menu."
    },
    {
      "cite": "Leslie Bilderback",
      "quote": "The traditional path to becoming a chef is not schooling but working."
    },
    {
      "cite": "Leslie Bilderback",
      "quote": "For centuries, a chef became a chef by working his or her way up from the bottom."
    },
    {
      "cite": "Leslie Bilderback",
      "quote": "A chef who doesn't attend culinary school must somehow seek out broader culinary knowledge on his own. The best of them actively hunt for it."
    },
    {
      "cite": "Leslie Bilderback",
      "quote": "Knowing how to cook is one thing, but if you are exposed to the how and why of a recipe, you can apply that information to other recipes, troubleshoot, and eventually create something entirely your own."
    },
    {
      "cite": "Leslie Bilderback",
      "quote": "The student who thought he knew more than the teacher is the worker who butts heads with the chef."
    },
    {
      "cite": "Susan Meyer",
      "quote": "A chef's day is very long-especially for a head chef and even more for one who has an ownership stake in the business."
    },
    {
      "cite": "Susan Meyer",
      "quote": "A chef at an average-sized restaurant might arrive at nine or ten in the morning to make sure the necessary produce, meats, and other foods were delivered overnight."
    },
    {
      "cite": "Susan Meyer",
      "quote": "If there are problems, the chef might have to call the restaurant's suppliers to complain."
    },
    {
      "cite": "Susan Meyer",
      "quote": "In a typical restaurant, the pastry chef might be in charge of baking bread for the restaurant, as well as preparing the best part of any meal: the dessert. From ice cream and custard to tarts and cakes, these specially trained chefs know their way around sugar and flour."
    },
    {
      "cite": "Susan Meyer",
      "quote": "What makes most cooking both fun and challenging is that the chef must use a degree of instinct to season something just right."
    },
    {
      "cite": "Carla Rowley",
      "quote": "A personal chef must possess, or cultivate, certain traits in order to be successful. If you have a passion for cooking and truly desire to be a personal chef, any of these traits can be learned and developed."
    },
    {
      "cite": "Carla Rowley",
      "quote": "A successful personal chef must love to cook and bring life to their food."
    },
    {
      "cite": "Carla Rowley",
      "quote": "A good personal chef always listens to the customer's wants and needs and does their absolute best to provide an outstanding meal for each client."
    },
    {
      "cite": "Carla Rowley",
      "quote": "A personal chef must be creative and develop their own recipes and dishes to fit the client's individual preferences and needs."
    },
    {
      "cite": "Carla Rowley",
      "quote": "The best way to learn to cook and refine your skills as a chef is practice often."
    },
    {
      "cite": "Gordon Ramsay",
      "quote": "Every once in a while a chef comes along whose personality and clarity of vision to help to revitalize people's interest in cuisine."
    },
    {
      "cite": "Josh Gregory",
      "quote": "Chefs must know how to create different kinds of sauces, doughs, and marinades."
    },
    {
      "cite": "Josh Gregory",
      "quote": "A chef is responsible for coming up with the recipes that are on the menu."
    }
  ]
}