{
  "source": "https://www.wisesayings.com/cherokee-quotes/",
  "theme": "cherokee",
  "quotes": [
    {
      "cite": "Alice Walker",
      "quote": "Part of my ancestry is Cherokee. And in that tradition, you become an adult when you're 52."
    },
    {
      "cite": "Loretta Lynn",
      "quote": "I'm proud of being part Cherokee, and I think it's time all us Indians felt the same way."
    },
    {
      "cite": "Joseph Bruchac",
      "quote": "The Trail of Tears has a great deal of meaning for every person of American Indian ancestry, whether they are Cherokee or not. For me, it has always stood for what is best and worst about the history of the United States."
    },
    {
      "cite": "Markwayne Mullin",
      "quote": "As a Cherokee, I can attest to the fact that Native Americans have been on the losing side of history. Our rights have been infringed upon, our treaties have been broken, our culture has been stolen, and our tribes have been decimated at the hands of our own United States government."
    },
    {
      "cite": "Wes Studi",
      "quote": "I came from a family that was pretty insularly Cherokee. We kept to ourselves - the white people were there, and we were here, and it was practically a segregated kind of thing."
    },
    {
      "cite": "John Hawkins",
      "quote": "The Cherokee will fight. We'll fight. Where does that leave you?"
    },
    {
      "cite": "John Hawkins",
      "quote": "Yad's right! We've got enough trouble without barkin' up the shins of the whole Cherokee Nation!"
    },
    {
      "cite": "James R. Webb",
      "quote": "Once we Cherokees were like the Apaches. We feasted when the hunting was good. We starved when it was bad."
    },
    {
      "cite": "Buddy Hannah",
      "quote": "Before you judge a person you have to walk in their moccasins and live in their lodge for a month."
    },
    {
      "cite": "Doug Lipscomb",
      "quote": "Cherokee fought hard. They made their run (in the fourth quarter), and they were right there. But we battled through."
    },
    {
      "cite": "Sabine Shah",
      "quote": "The Cherokee used to fear that taking a photo would make them lose their souls. Over exposure and desensitization is pretty close to losing one's soul. So they were right to quite an extent."
    },
    {
      "cite": "Joseph Bruchac",
      "quote": "Native people such as the Cherokees are just as human and complex and real as Americans are, and our nation needs to respect American Indian cultures and traditions."
    },
    {
      "cite": "Wilma Mankiller",
      "quote": "Individually and collectively, Cherokee people possess an extraordinary ability to face down adversity and continue moving forward."
    },
    {
      "cite": "Indian Proverb",
      "quote": "When you were born, you cried and the world rejoiced. Live your life so that when you die, the world cries and you rejoice."
    },
    {
      "cite": "Charles Hicks",
      "quote": "We are now about to take our leave and kind farewell to our native land, the country that the Great Spirit gave our Fathers, we are on the eve of leaving that country that gave us birth...it is with sorrow we are forced by the white man to quit the scenes of our childhood... we bid farewell to it and all we hold dear."
    },
    {
      "cite": "Kathy Sierra",
      "quote": "All Cherokee music has been made to where it resorts back to gospel, to our Creator."
    },
    {
      "cite": "John Ross",
      "quote": "By peace our condition has been improved in the pursuit of civilized life."
    },
    {
      "cite": "Frank S. Nugent",
      "quote": "You're being childish, like your Cherokee grandparents who shot arrows at the first locomotive. The wealth is under the ground, not on top of it."
    },
    {
      "cite": "Jason L. Blair",
      "quote": "I am a warrior of the Cherokee Nation! Nobody owns me!"
    },
    {
      "cite": "Roseanne Barr",
      "quote": "Cherokee princess, I'm sorry, but there's no such thing as princesses among Native people."
    },
    {
      "cite": "Adrian Edmondson",
      "quote": "No, I am. Cherokee. Do you know, I can even tell when it's going to rain."
    },
    {
      "cite": "Nick Cave",
      "quote": "You see, these mountain boys got injun blood in them. Cherokee. This would explain why they're animalistic in their nature."
    },
    {
      "cite": "James L. Brooks",
      "quote": "You see, eh, when I was growing up on a ranch, my uncle and I, eh, he was half Cherokee, we had to pull about a hundred head o' cattle out of the mud on horseback."
    },
    {
      "cite": "Frank Darabont",
      "quote": "It's a Cherokee rose. The story is that when American soldiers were moving Indians off their land on the trail of tears the Cherokee mothers were grieving and crying so much 'cause they were losing their little ones along the way from exposure and disease and starvation."
    },
    {
      "cite": "Sterlin Harjo",
      "quote": "Well, actually, I'm one-eighth Cherokee. It's the best thing I've ever done. I mean, you know, I find art comes natural to our people, don't you?"
    },
    {
      "cite": "John Loudermilk",
      "quote": "They took the whole Cherokee nation / Put us on this reservation / Took away our ways of life / The tomahawk and the bow and knife"
    },
    {
      "cite": "John Loudermilk",
      "quote": "Cherokee people, Cherokee tribe / So proud to live, so proud to die"
    },
    {
      "cite": "Sascha Konietzko",
      "quote": "My sweet Indian warrior / One day I'll hold you / In my arms fold you / Oh, Cherokee / Brave Indian warrior"
    },
    {
      "cite": "Johnny Cash",
      "quote": "I am an American Indian, / My tribe is Cherokee / My forefathers loved this land / They left it here for me"
    },
    {
      "cite": "Dipiero",
      "quote": "You take a black Irish temper and some solemn Cherokee / A Southern sense of humour and you got someone like me"
    },
    {
      "cite": "Robert Sparks Walker",
      "quote": "The early travelers among the Cherokees were not long discovering that in spite of their ambitions, their greatest weakness was a lack of tribal cohesion."
    },
    {
      "cite": "Margaret Clelland Bender",
      "quote": "Cherokee literacy teaches us something important about Cherokee modes of communication and self-expression while enriching our cross-cultural understanding of what means to read and write."
    },
    {
      "cite": "Robert J. Conley",
      "quote": "Cherokee history has been marked by a number of migrations that have resulted in, among other things, the formation of different tribes from the same original people."
    },
    {
      "cite": "Kelly Rodgers",
      "quote": "Cherokee people lived in villages. The men were hunters. They were also warriors. The women were farmers. They were also head of their homes."
    },
    {
      "cite": "Kelly Rodgers",
      "quote": "Cherokee men and women had equal power in the tribe."
    },
    {
      "cite": "Kelly Rodgers",
      "quote": "Today, tribal members live in different places. Some still speak their own languages. They dance. They tell stories. They have a rich culture. And it is one they are happy to share with others."
    },
    {
      "cite": "Thomas E. Mails",
      "quote": "The Cherokee Pathe was the most famous of the Indian paths which served as early avenues of commerce."
    },
    {
      "cite": "Thomas E. Mails",
      "quote": "The climate factor of Cherokee country had a rhythmic or cynical nature that was a strong influence on Cherokee culture and led to a complex mythology and ritual performance."
    },
    {
      "cite": "Thomas E. Mails",
      "quote": "Plants and wildlife were essential to the Cherokees and played a central role in mythology and lore."
    },
    {
      "cite": "Thomas E. Mails",
      "quote": "The Cherokee language was soft and beautiful, with the charming melody of the tongues of southern Europe."
    },
    {
      "cite": "Danielle Smith-Llera",
      "quote": "Cherokee towns were deeply connected. Each person belonged to one of seven clans."
    },
    {
      "cite": "Danielle Smith-Llera",
      "quote": "Yet many Cherokee remember their traditions throughout the year. Remembering how their ancestors lived helps them guide them in their daily lives today."
    },
    {
      "cite": "Danielle Smith-Llera",
      "quote": "The Cherokee believe that people must live peacefully with nature."
    },
    {
      "cite": "Danielle Smith-Llera",
      "quote": "The Cherokee had always talked about their history and beliefs but never wrote them down."
    },
    {
      "cite": "Anne M. Todd",
      "quote": "The Cherokee grew most of the food they ate. Women planted and harvested corn, beans, and squash. They called theses foods the 'three sisters.' Men fished and hunted for game, such as deer and fowl."
    },
    {
      "cite": "Anne M. Todd",
      "quote": "Cherokee boys trained to become hunters and warriors. Boys worked to improve their condition and build their strength."
    },
    {
      "cite": "Anne M. Todd",
      "quote": "The Cherokee have a rich and diverse background."
    },
    {
      "cite": "James Mooney",
      "quote": "The Cherokee is probably the largest and most important tribe in the United States, having their own National Government and numbering at any time in their history."
    },
    {
      "cite": "Cassie M. Lawton",
      "quote": "Many beliefs, particularly stories passed down over generations, are considered sacred and are deeply rooted in the Cherokees Nation's way of life."
    },
    {
      "cite": "Cassie M. Lawton",
      "quote": "The Cherokee also believed that the eagle had magical powers, and the eagle dance (also called the victory dance) was pretty important to their of life."
    },
    {
      "cite": "Cassie M. Lawton",
      "quote": "The religion of the Cherokee people was not based on the idea of a separate God. Instead, they felt a divine presence in everything around them--animals, plants, ground, and sky."
    },
    {
      "cite": "Cassie M. Lawton",
      "quote": "As with many  Native American tribes, the Cherokee held their own religious and tribal beliefs and customs. Many of these traditions remain important to the Cherokee today. There were rituals, ceremonies, and stories devoted to every aspect of life."
    },
    {
      "cite": "William R. Reynolds Jr",
      "quote": "The Cherokee lived in in a beautiful area that embraced land both east and westof the Appalachians. The land was well-suited for them. It includes villages, crop fields, game fields, and hunting grounds."
    },
    {
      "cite": "William R. Reynolds Jr",
      "quote": "Both the Cherokee men and women typically wore their coarse black hair long. It sometimes has an auburn hue."
    },
    {
      "cite": "William R. Reynolds Jr",
      "quote": "Cherokee civilly lived in a matriilneal society, and the children were born into the clan of the mother."
    },
    {
      "cite": "Oscar Rogers",
      "quote": "In the old days, there was peace and harmony in the mountains where our people (the Cherokee) lived, struggled for survival, and raised the young ones. There was respect for the elders, and they were honored in our ceremonies."
    },
    {
      "cite": "J. T. Garrett",
      "quote": "You are not Cherokee because you have a BIA [Bureau of Indian Affairs] enrollment card. You have to live and be the culture that is based on a unique heritage."
    },
    {
      "cite": "J. T. Garrett",
      "quote": "You have to know what it means to gift with the sacred tobacco and how to give thanks to the Great One each day. It is a way of life with values that are uniquely Cherokee."
    },
    {
      "cite": "J. T. Garrett",
      "quote": "The Cherokee elders have taught us that there is healing in calmness and strength in humility."
    }
  ]
}