{
  "source": "https://www.wisesayings.com/cherry-blossom-quotes/",
  "theme": "cherry-blossom",
  "quotes": [
    {
      "cite": "Ikkyu",
      "quote": "Look at the cherry blossoms! Their color and scent fall with them, Are gone forever, Yet mindless The spring comes again."
    },
    {
      "cite": "Kobayashi Issa",
      "quote": "In the cherry blossom's shade there's no such thing as a stranger."
    },
    {
      "cite": "Shannon Mullen",
      "quote": "Due to their short bloom time, Sakura blossoms are a metaphor for life itself: beautiful yet fleeting. You'll realize when you're as old as me to hang on to the good times because they won't last forever."
    },
    {
      "cite": "William McDonough",
      "quote": "We celebrate the cherry tree not for its efficiency but for its effectiveness - and for its beauty. Its materials are in constant flow, and all those thousands of useless cherry blossoms look gorgeous. Then they fall to the ground and become soil again, so there's no problem"
    },
    {
      "cite": "Ikkyu Sojun",
      "quote": "Break open A cherry tree And there are no flowers; But the spring breeze Brings forth myriad blossoms."
    },
    {
      "cite": "Ariwara no Narihira",
      "quote": "Ah, if in this world there were no such thing as cherry blossoms, perhaps then in springtime our hearts would be at peace."
    },
    {
      "cite": "Homaro Cantu",
      "quote": "The significance of the cherry blossom tree in Japanese culture goes back hundreds of years. In their country, the cherry blossom represents the fragility and the beauty of life. It's a reminder that life is almost overwhelmingly beautiful but that it is also tragically short."
    },
    {
      "cite": "Yoshida Kenko",
      "quote": "Are we to look at cherry blossoms only in full bloom, the moon only when it is cloudless? To long for the moon while looking on the rain, to lower the blinds and be unaware of the passing of the spring - these are even more deeply moving. Branches about to blossom or gardens strewn with flowers are worthier of our admiration."
    },
    {
      "cite": "Munia Khan",
      "quote": "Flowers enshrine my heart between their petals; that's why my heartbeats love them so much."
    },
    {
      "cite": "Homaro Cantu",
      "quote": "The cherry blossom tree is truly a sight to behold, especially when it is in full riotous bloom. There are several varieties of the cherry blossom tree, and while most of them produce flowering branches full of small pinkish-hued flowers, some of them produce actual cherries."
    },
    {
      "cite": "Alice Poon",
      "quote": "“Light as feathers, as fleeting as Zephyr, one moment they breathed pink, the next they faded. Cherry blossoms were as much an inspiration for beautiful verse as they were a reminder of life's fickleness, she thought.”"
    },
    {
      "cite": "Matt Goulding",
      "quote": "As the cherry blossoms bloom, festive picnics called hanami usher in the spring with elaborate spreads of miso salmon, mountain vegetables, colorful bento, and fresh mochi turned pink with sakura petals.”"
    },
    {
      "cite": "Victoria Abbott Riccardi",
      "quote": "Since ancient times, the Japanese have heralded the arrival of the cherry blossoms because they symbolize the ephemeral beauty of life."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "“Donated by Japan, cherry blossoms grace the paths where a wall once stood in Berlin. Walls divide. Flowers unite.”"
    },
    {
      "cite": "A. E. Housman",
      "quote": "Loveliest of trees, the cherry now Is hung with bloom along the bough."
    },
    {
      "cite": "Ruth Ozeki",
      "quote": "I have a pretty good memory, but memories are time beings, too, like cherry blossoms or ginkgo leaves; for a while they are beautiful, and then they fade and die."
    },
    {
      "cite": "Motoori Norinaga",
      "quote": "If I were asked to explain the Japanese spirit, I would say it is wild cherry blossoms glowing in the morning sun!"
    },
    {
      "cite": "Rajneesh",
      "quote": "[W]hen the mind is really absent, in that silence, in that unlimited space, your potential starts glowing, radiating, flowering. Suddenly you are full of cherry blossoms, a new presence, a new fragrance."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "It is spring time now! While the world looks for a new war to fight, you look for a cherry blossom to watch! Let the stupid seeks the violence; you seek the elegance!"
    },
    {
      "cite": "Matsuo Basho",
      "quote": "From all these trees, in the salads, the soup, everywhere, cherry blossoms fall."
    },
    {
      "cite": "Yoshida Kenko",
      "quote": "On a moonlit night, after a snowfall, or under cherry blossoms, it adds to our pleasure if, while chatting at our ease, we bring forth the wine cups."
    },
    {
      "cite": "Cathy Davidson",
      "quote": "the Japanese school year begins in spring ... so mothers can send off their children as cherry blossoms fall from the branches."
    },
    {
      "cite": "Newt Gingrich",
      "quote": "It may just be because I get homesick, but I have concluded Washington's cherry blossoms are just plain overrated."
    },
    {
      "cite": "Maxine Hong Kingston",
      "quote": "The work of preservation demands that the feelings playing about in one's guts not be turned into action. Just watch their passing like cherry blossoms."
    },
    {
      "cite": "Fujiwara no Teika",
      "quote": "Looking about I see no cherry blossoms And no crimson leaves A straw-thatched hut by a bay In the autumn dusk."
    },
    {
      "cite": "Fujiwara no Teika",
      "quote": "Looking about I see no cherry blossoms And no crimson leaves A straw-thatched hut by a bay In the autumn dusk."
    },
    {
      "cite": "Audrey Niffenegger",
      "quote": "Outside it's a perfect spring night. We stand on the sidewalk in front of our apartment building, and Henry takes my hand, and I look at him, and I raise our joined hands and Henry twirls me around and soon we're dancing down Belle Plaine Avenue, no music but the sound of cars whoosing by and our own laughter, and the smell of cherry blossoms that fall like snow on the sidewalk as we dance underneath the tress."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "The first time I saw a fingerbowl was at the home of my benefactress. [...] The water had a few cherry blossoms in it, and I thought it must be some clear sort of Japanese after-dinner soup and ate every bit of it, including the crisp little blossoms."
    },
    {
      "cite": "Nobody Nose",
      "quote": "As I caress the pink cherry blossom of the tree which has been keeping me for one third of a century safe"
    },
    {
      "cite": "Nobody Nose",
      "quote": "I feel as though as I touch those cherry-blossom petals Cup the budding cherry flowers in my hands I am slowly, yet lovingly stroking Brigid's silky pretty face."
    },
    {
      "cite": "Lesbia Harford",
      "quote": "Cherry plum blossom in an old tin jug — Oh, it is lovely, beautiful and fair, With sun on it and little shadows mixed All in among the fragrant wonder there."
    },
    {
      "cite": "Lesbia Harford",
      "quote": "Cherry plum blossom on the workroom bench Where we can see it all our working hours. In all my garden days of ladyhood, I never met girls who so loved sweet flowers."
    },
    {
      "cite": "Ann McClellan",
      "quote": "These exuberant festivals celebrate the ethereal and glorious springtime blooming of the ancient cherry blossom tree and its role today as an instrument of diplomacy, landscape enhancement and eternal sign of spring and romance."
    },
    {
      "cite": "Ann McClellan",
      "quote": "Cherry blossoms are explored as symbols in Japanese art and artifacts, and in images of Japonism found in Western art."
    },
    {
      "cite": "Jill Esbaum",
      "quote": "Cherry Blossoms Say Spring looks at the life cycle of a cherry tree, the history behind the gift of the Japanese cherry trees to our nation's capital, and the association of cherry trees and spring. Vibrant scenes from the Cherry Blossom Festival and the flood of visitors to the Tidal Basin are balanced with shots of the natural beauty of these trees."
    },
    {
      "cite": "Ann McClellan",
      "quote": "One of the legends suggesting why the cherry trees' blossoms are so exquisite and ephemeral says that the fairy Ko-no-hana-sakuya-hime, the \"maiden who causes trees to bloom,\" hovers low in the spring sky, awakening the sleeping trees with her delicate breath."
    },
    {
      "cite": "Ann McClellan",
      "quote": "The ornamental cherry trees' blossoms called sakura, are as closely associated with the image of Japan held by the rest of the world as is Mount Fuji."
    },
    {
      "cite": "Ann McClellan",
      "quote": "The cherry blossoms have a spiritual meaning for the Japanese people."
    },
    {
      "cite": "Ann McClellan",
      "quote": "As the poet Motoori famously expressed it: If one should ask you concerning the spirit of a true Japanese, point to the wild cherry blossom glowing in the sun."
    },
    {
      "cite": "Ann McClellan",
      "quote": "The cloud-like effect of the cherry trees in bloom on Mount Yoshino has inspired poets and common folk in Japan for over a thousand years."
    },
    {
      "cite": "Nitzer Ebb",
      "quote": "Cherry blossom is falling Cherry blossom is on its way out Hear a new word is calling It hears me too and it wants me to shout it out."
    },
    {
      "cite": "Haelos",
      "quote": "Cherry blossom cherry blossom It's the air that we breathe How have we forgotten what it means to be"
    },
    {
      "cite": "Jon Vinyl",
      "quote": "Cherry blossom I can't let you go I'm not an expert But I know you're like gold You pop up Shine bright Then you hit the road"
    },
    {
      "cite": "Air",
      "quote": "I don't want to be shy Can't stand it anymore I just want to say Hi To the one I love Cherry blossom girl"
    },
    {
      "cite": "Imaginary Cities",
      "quote": "I hiked out to the country On a path of self discovery But all I found was a cherry blossom tree as I believe in harming melodies hypnotized by a silent breeze The of this cherry blossom tree"
    },
    {
      "cite": "Imaginary Cities",
      "quote": "So cross me cherry blossom tree For you have witnessed it all You've seen the world change suddenly At it's height and at it's fall"
    },
    {
      "cite": "Paolo Nutini",
      "quote": "Yeah you should taste her majesty My lil' cherry blossom Just like a crow,  it cut my throat"
    },
    {
      "cite": "Manic Street Preachers",
      "quote": "What's your story baby? No control of what I am saying Winter leaves still make me believe No vendettas, just a cherry blossom tree."
    },
    {
      "cite": "Communique",
      "quote": "Sad bright eyes Are cherry blossoms Your true love Will never wake up"
    },
    {
      "cite": "Guy Lombardo",
      "quote": "It looks like rain in Cherry Blossom Lane The sunshine of your smile's no longer there It looks like rain in Cherry Blossom Lane Your golden voice no longer fills the air"
    }
  ]
}