{
  "source": "https://www.wisesayings.com/cherish-quotes/",
  "theme": "cherish",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "Make the most of your regrets; never smother your sorrow, but tend and cherish it till it comes to have a separate and integral interest. To regret deeply is to live afresh."
    },
    {
      "cite": "Malika E Nura",
      "quote": "No amount of money can bring back those moments you treasure."
    },
    {
      "cite": "Trudy Vesotsky",
      "quote": "Cherish the beautiful memories for sometimes these are the blessings that you are left with."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "Cherish your tears and their reasons, they will be the light of your smile, your inner peace and reconciliation."
    },
    {
      "cite": "Ernest Lawrence",
      "quote": "Let us cherish the hope that the day is not far distant when we will be in the midst of this next adventure."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Cherish your human connections your relationships with friends and family."
    },
    {
      "cite": "Anonymous",
      "quote": "Cherish every moment you have with your parents, you never know what's going to happen."
    },
    {
      "cite": "Kelsang Gyatso",
      "quote": "Learning to cherish others is the best solution to our daily problems, and it is the source of all our future happiness and good fortune."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Cherish those who proven their love. It's a lot easier for someone to be nice to you on a beautiful day when the sun is shining, but in a heavy storm is where you learn who truly cares."
    },
    {
      "cite": "Stewart Udall",
      "quote": "Cherish sunsets, wild creatures and wild places. Have a love affair with the wonder and beauty of the earth."
    },
    {
      "cite": "Joe Sacco",
      "quote": "Cherish your health, family, friends, and vocation for none of these things are permanent."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Cherish that which is within you, and shut off what which is without; for much knowledge is a curse."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Cherish the relationships that you have with others. Do this because the relationships that you have with others will be the strongest testament to your life when you are gone."
    },
    {
      "cite": "Chadwick Boseman",
      "quote": "You have to cherish things in a different way when you know the clock is ticking, you are under pressure."
    },
    {
      "cite": "William Blake",
      "quote": "Then cherish pity, lest you drive and angel from your door."
    },
    {
      "cite": "Chermed",
      "quote": "Cherish the memories, treasure the bonding, give importance to the one who make your life worthwhile; assure each other that you will be there, no matter how far one will go, the tie will be stronger forever."
    },
    {
      "cite": "Og Mandino",
      "quote": "Cherish each hour of this day for it can never return."
    },
    {
      "cite": "James Allen",
      "quote": "Cherish your visions. Cherish your ideals. Cherish the music that stirs in your heart, the beauty that forms in your mind, the loveliness that drapes your purest thoughts. For out of them will grow all delightful conditions, all heavenly environment, of these, if you but remain true to them, your world will at last be built"
    },
    {
      "cite": "Robert Henri",
      "quote": "Cherish your own emotions and never undervalue them."
    },
    {
      "cite": "Buddha",
      "quote": "And so, with a boundless heart should one cherish all living beings."
    },
    {
      "cite": "Ramsey Clark",
      "quote": "People who don't cherish their elderly have forgotten whence they came and whither they go."
    },
    {
      "cite": "Voltaire",
      "quote": "Cherish those who seek the truth but beware of those who find it."
    },
    {
      "cite": "Harlan Coben",
      "quote": "Cherish and take of what you value. Happiness is fragile. Appreciate every moment and do everything you to protect it."
    },
    {
      "cite": "David Morrissey",
      "quote": "We have one life and we should cherish it and make it the best we can."
    },
    {
      "cite": "Jay Woodman",
      "quote": "Cherish the others in your life. Cherish your freedom to be yourself."
    },
    {
      "cite": "Anonymous",
      "quote": "Cherish those who you have in your life because you never know when they wont be around anymore."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Preserve and cherish the pale blue dot, the only home we've ever known."
    },
    {
      "cite": "Pooja Ruprell",
      "quote": "Cherish every person and all opportunities. Have no fears, no doubts and no regrets. Focus on what you can give, not on what you can get."
    },
    {
      "cite": "Fennel Hudson",
      "quote": "Cherish the moment and the time in which you live."
    },
    {
      "cite": "Jack Layton",
      "quote": "Cherish every moment with those you love at every stage of your journey."
    },
    {
      "cite": "L. Kaliski",
      "quote": "Cherish the moments for they too become memories."
    },
    {
      "cite": "Wendell Berry",
      "quote": "To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "Cherish the beauty and cherish the pain, both will give you experience and you will never be the same."
    },
    {
      "cite": "Booth Tarkington",
      "quote": "Cherish all your happy moments; they make a fine cushion for old age."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements."
    },
    {
      "cite": "Anonymous",
      "quote": "Cherish every moment and every person in your life, because you never know when it will be the last time you see someone."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Go cherish your soul; express companions; set your habits to a life of solitude; then will the faculties rise fair and full within."
    },
    {
      "cite": "Thomas Sanders",
      "quote": "I mean, I just... I don't share best friends. I was taught to cherish my best friend."
    },
    {
      "cite": "David Angell",
      "quote": "I want my gifts to be remembered and cherished long after the holidays."
    },
    {
      "cite": "David Angell",
      "quote": "Nothing is cherished quite so much as the gift of laughter."
    },
    {
      "cite": "Dominic Minghella",
      "quote": "In sickness or in health, to love and to cherish, til death do us part."
    },
    {
      "cite": "Michael Jacobs",
      "quote": "When you find love, you hold on to it and cherish it because there is nothing finer, and it may never come again."
    },
    {
      "cite": "Howard Rodman",
      "quote": "It's a crummy world, Orwell. You gotta cherish miracles."
    },
    {
      "cite": "Peter Bayham",
      "quote": "Your zing will come, cherish it my love, love mommy."
    },
    {
      "cite": "Shari Goodhartz",
      "quote": "Take this as token of my love. Cherish it always, as I cherish my half. Upon this I pledge my heart to you forever."
    },
    {
      "cite": "Anne Valery",
      "quote": "In Japan, we cherish the young but also honour the dead."
    },
    {
      "cite": "J.M. DeMatteis",
      "quote": "My service to the crown has always been a cherished privilege."
    },
    {
      "cite": "Misha Green",
      "quote": "Loving them doesn't make them perfect. You just try to cherish them, overlook their flaws."
    },
    {
      "cite": "Kurt Sutter",
      "quote": "With this ring, I vow my love. And I promise always to cherish and protect you."
    },
    {
      "cite": "Hye-Sun Ku",
      "quote": "That young lady's face is a lotus flower that can make muddy waters clear. Cherish her."
    },
    {
      "cite": "Eiichiro Oda",
      "quote": "Protecting what we cherish most as men is the reason why we formed this pirate crew."
    },
    {
      "cite": "Michael Kingston",
      "quote": "Solidarity and steadfastness. We are the union of the divine. And we shall cherish equilibrium and peace."
    },
    {
      "cite": "Will.I.Am",
      "quote": "I'll never be on my own / Dreams turn to tears / She buries my fears / And I will cherish this love ever more"
    },
    {
      "cite": "Bell Robert Earl",
      "quote": "Let's take a walk together near the ocean shore / Hand in hand you and I / Let's cherish every moment we have been given / The time is passing by"
    },
    {
      "cite": "Bell Robert Earl",
      "quote": "Cherish the love we have, we should cherish the life we live / Cherish the love, cherish the life, cherish the love / Cherish the love we have, for as long as we both shall live"
    },
    {
      "cite": "Hill Dan",
      "quote": "I do cherish you / For the rest of my life / You don't have to think twice / I will love you still"
    },
    {
      "cite": "Hill Dan",
      "quote": "All I am, all I'll be / Everything in this world / All that I'll ever need / Is in your eyes / Shining at me"
    },
    {
      "cite": "Booth Tarkington",
      "quote": "Cherish all your happy moments: they make a fine cushion for old age."
    },
    {
      "cite": "Christopher Morley",
      "quote": "There are three ingredients in the good life: learning, earning and yearning."
    },
    {
      "cite": "Evan Esar",
      "quote": "The way to love anything is to realize that it might be lost."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Love is the wisdom of the fool, and the folly of the wise."
    },
    {
      "cite": "Evan Esar",
      "quote": "It's the nature of women not to love when we love them, and to love when we love them not."
    },
    {
      "cite": "John A. Andrews",
      "quote": "Love brings light to darkness; it reaches through, sees and follows through."
    },
    {
      "cite": "John A. Andrews",
      "quote": "Love is going the second mile. It does not judge; it forgives, building bridges between nations and failed relationships."
    },
    {
      "cite": "John A. Andrews",
      "quote": "If you grasp this fact that loving starts with you, the way you love will have merit."
    },
    {
      "cite": "John A. Andrews",
      "quote": "If love isn't flowing its dying, and like the stream without its source, one cannot give something which he does not first possess."
    },
    {
      "cite": "Vincenzo Berghella",
      "quote": "Cherish every moment you have left, because it has a great value. Share it with a special person, and it'll become even more special."
    },
    {
      "cite": "Vincenzo Berghella",
      "quote": "Consider that great love relationships and life goals are risky: if you lose, cherish the lesson anyway."
    },
    {
      "cite": "Vincenzo Berghella",
      "quote": "They say love is blind. Love can see very well, in fact it has the best eyesight."
    },
    {
      "cite": "Vincenzo Berghella",
      "quote": "Real love, I've learned, is a very, very strong form of forgiveness."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "There is only one kind of love, but there are a thousand of imitations."
    },
    {
      "cite": "Sri Mata Amritanandamayi Devi",
      "quote": "Only when you learn to love everyone equally will true freedom emerge."
    },
    {
      "cite": "Sri Mata Amritanandamayi Devi",
      "quote": "We live for and long for real love. We are born and die searching for such love. Children, love each other and unite in this pure love."
    },
    {
      "cite": "Sri Mata Amritanandamayi Devi",
      "quote": "Pure love is the best medicine for the modern world. This is what is lacking in all societies."
    },
    {
      "cite": "Sri Mata Amritanandamayi Devi",
      "quote": "Love creates feelings of oneness and unity among people."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Where there is love there is life."
    },
    {
      "cite": "Helen Clement",
      "quote": "Let your love show. Let it transform. Let it bring unity. Let it work for the good of everyone."
    },
    {
      "cite": "Stephen Post",
      "quote": "I every person in the world could tap into the kindness that lies within him- or herself, it would be a much better life for everyone."
    },
    {
      "cite": "Stephen Post",
      "quote": "As for the rest of the world, I think we all need a little extra love and compassion."
    },
    {
      "cite": "Ai Yazawa",
      "quote": "A woman's happiness is in throwing everything away to live for love."
    },
    {
      "cite": "Richard Templar",
      "quote": "Love is often involved in our highest highs and our deepest lows."
    },
    {
      "cite": "Georges Duhamel",
      "quote": "We do not know the true value of our moments until they have undergone the test of memory."
    }
  ]
}