{
  "source": "https://www.wisesayings.com/chicago--quotes/",
  "theme": "chicago-",
  "quotes": [
    {
      "cite": "Harold Ramis",
      "quote": "Chicago still remains a Mecca of the Midwest- people from both coasts are kind of amazed how good life is in Chicago, and what a good culture we've got. You can have a pretty wonderful artistic life and never leave Chicago."
    },
    {
      "cite": "Charlie Barnette",
      "quote": "Chicago is a great place because you can experience theatre, film, television, anything and everything, so for an actor it's exciting. The doors are kind of open."
    },
    {
      "cite": "Rahm Emanuel",
      "quote": "Chicago is where the whole idea of community policing began. It remains the - the best and the most comprehensive approach we have in changing the everyday conditions that breed crime and violence - and then breed mistrust. We have more work to do. We need better training to live up to the values and the principles of community policing."
    },
    {
      "cite": "Colleen Atwood Quotes",
      "quote": "Chicago is partly a fairy tale because it's inside one person's head, so that part of it's made up and the rest of it is reality."
    },
    {
      "cite": "Nelson Algren",
      "quote": "Chicago is an October sort of city even in spring."
    },
    {
      "cite": "Pat Colander",
      "quote": "Chicago is a city of contradictions, of private visions haphazardly overlaid and linked together. If the city was unhappy with itself yesterday-and invariably it was-it will reinvent itself today."
    },
    {
      "cite": "Ben Hecht",
      "quote": "Chicago is a sort of journalistic Yellowstone Park, offering haven to a last herd of fantastic bravos."
    },
    {
      "cite": "Muddy Waters",
      "quote": "Going to Chicago was like going out of the world."
    },
    {
      "cite": "Lincoln Steffens",
      "quote": "Chicago will give you a chance. The sporting spirit is the spirit of Chicago."
    },
    {
      "cite": "Nelson Algren",
      "quote": "Loving Chicago is like loving a woman with a broken nose."
    },
    {
      "cite": "Claes Oldenburg",
      "quote": "Chicago has a strange metaphysical elegance of death about it."
    },
    {
      "cite": "Giuliana Rancic",
      "quote": "Chicago is incredibly gracious. People here have so much pride."
    },
    {
      "cite": "Mary Schmich",
      "quote": "Chicago is constantly auditioning for the world, determined that one day, on the streets of Barcelona, in Berlin's cabarets, in the coffee shops of Istanbul, people will know and love us in our multidimensional glory, dream of us the way they dream of San Francisco and New York."
    },
    {
      "cite": "Daniel Burnham",
      "quote": "It was Chicago with its World's Fair which vivified the national desire for civic beauty."
    },
    {
      "cite": "John Green",
      "quote": "Chicago is the Great American City, and it was really great to live there during a time of economic expansion and opportunity and growth. I felt like I was living at the center of the world. Unlike New York, no one expects you to be a professional writer."
    },
    {
      "cite": "Studs Terkel",
      "quote": "Chicago is not the most corrupt American city. It's the most theatrically corrupt."
    },
    {
      "cite": "Steve Carell",
      "quote": "The best food is in Chicago. There are great restaurants everywhere, from fancy places to burger joints."
    },
    {
      "cite": "Lupe Fiasco",
      "quote": "In Chicago, you have an absence of strong family units, and that absence gets filled by gangs. You have a failure in the school system, after-school programs and other social programs to help keep kids off the streets. Amnesty International speaks to that in some way, by keeping these issues in the forefront."
    },
    {
      "cite": "Harold Washington",
      "quote": "Chicago is one city. We shall work as one people for our common good and our common goals."
    },
    {
      "cite": "Bob Barr",
      "quote": "Chicago is known for good steaks, expensive stores and beautiful architecture."
    },
    {
      "cite": "Eugene V. Debs",
      "quote": "Chicago is the product of modern capitalism, and, like other great commercial centers, is unfit for human habitation."
    },
    {
      "cite": "A J Liebling",
      "quote": "Chicago seems a big city instead of merely a large place."
    },
    {
      "cite": "Jane Byrne",
      "quote": "Chicago kept industry, attracted new business, became the center for convention trade and transportation."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Chicago was a town where nobody could forget how the money was made. It was picked up from floors still slippery with blood."
    },
    {
      "cite": "W. Kamau Bell",
      "quote": "Chicago is a world-class city filled with amazing people with big ideas."
    },
    {
      "cite": "Frank Gehry",
      "quote": "Chicago's one of the rare places where architecture is more visible."
    },
    {
      "cite": "Dick Gregory",
      "quote": "In most places in the country, voting is looked upon as a right and a duty, but in Chicago it's a sport. In Chicago not only your vote counts, but all kinds of other votes--kids, dead folks, and so on."
    },
    {
      "cite": "Erik Larson",
      "quote": "Chicago has disappointed her enemies and astonished the world."
    },
    {
      "cite": "Mike Nichols",
      "quote": "Chicago is not a very fashion-driven place. Nobody says, 'Oh, you've got to come see these fabulous people!' Nobody cares."
    }
  ]
}