{
  "source": "https://www.wisesayings.com/chicken-quotes/",
  "theme": "chicken",
  "quotes": [
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Do you eat chicken because you are familiar with the scientific literature on them and have decided that their suffering doesn't matter, or do you do it because it tastes good?"
    },
    {
      "cite": "Sherman Alexie",
      "quote": "And believe me, a good piece of chicken can make anybody believe in the existence of God."
    },
    {
      "cite": "Gouse Pasha",
      "quote": "What came first, The chicken or the egg? I don't care, I eat both"
    },
    {
      "cite": "Gouse Pasha",
      "quote": "When life gives you 100 reasons to cry show life that you have a chicken biryani to smile"
    },
    {
      "cite": "Gouse Pasha",
      "quote": "People will hate you, rate you, shake you, but chicken breast will never cheat you."
    },
    {
      "cite": "Gouse Pasha",
      "quote": "Frying chicken always makes me feel a little better about life."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I like chicken a lot because chicken is generous - that is to say, it's obedient. It will do whatever you tell it to do."
    },
    {
      "cite": "Jean-Michel Basquiat",
      "quote": "I have a painting where somebody's holding a chicken, and underneath the chicken is somebody's head."
    },
    {
      "cite": "Guy Fieri",
      "quote": "One of the greatest birds I've ever had is called a 'Turducken.' A chicken inside of a duck inside of a turkey. That's one that I love. I've done it a couple times."
    },
    {
      "cite": "Guy Fieri",
      "quote": "No one likes rubbery chicken."
    },
    {
      "cite": "Rachel Smith",
      "quote": "Bantam chickens are smaller versions of bigger chickens are also called miniature; they are like the big chicken in every way except that they are smaller."
    },
    {
      "cite": "Rachel Smith",
      "quote": "There are more chickens in the worlds that any other kind of bird."
    },
    {
      "cite": "Timothy Nthaziyake Pearson Gondwe",
      "quote": "From the original centers, chickens, as other livestock species underwent domestication and migration processes."
    },
    {
      "cite": "Timothy Nthaziyake Pearson Gondwe",
      "quote": "Chick survival or mortality was mostly age related, with high mortality of chicks observed during the first five weeks of age."
    },
    {
      "cite": "Joseph Barber",
      "quote": "Charles Darwin was convinced from his studies that the red jungle fowl was the only ancestor of the domestic chicken."
    },
    {
      "cite": "Joseph Barbera",
      "quote": "Broiler chicken breeds selected for fast growth, large appetites, higher muscle mass and a greater efficiency for converting feed into weight gain."
    },
    {
      "cite": "Joseph Barbera",
      "quote": "Cockerel is often used to describe an immature male chicken, a male less than one year of age or a male of any age."
    },
    {
      "cite": "Joseph Barbera",
      "quote": "One genetic study suggests that all modern chickens may have descended from chickens domesticated in Thailand."
    },
    {
      "cite": "Aaron Katherine",
      "quote": "Healthiness of chicken could be trace to the way it is cooked."
    },
    {
      "cite": "Aaron Katherine",
      "quote": "Freshness of chicken affects its health benefits, likewise fried chicken has no health benefits."
    },
    {
      "cite": "Aaron Katherine",
      "quote": "Fresh chicken has lots of trace minerals that enhance immune system."
    },
    {
      "cite": "Rachel Smith",
      "quote": "They are known as the 'bird that give's birth everyday' and have been around since ancient times."
    },
    {
      "cite": "Christine Heinrichs",
      "quote": "If you have a rural property, you may have an outbuilding that can be converted into a chicken house."
    },
    {
      "cite": "Rachel Smith",
      "quote": "Chicken are birds, so they are covered with feathers, like most birds."
    },
    {
      "cite": "Christine Heinrichs",
      "quote": "Bigger birds do better in the cold. jersey Giants, at 13 ponds for a rooster, 10 pounds for a hen, don't mind the cold."
    },
    {
      "cite": "Christine Heinrichs",
      "quote": "Chickens typically manage cold weather as well, insulated as they are."
    },
    {
      "cite": "David Scrivener",
      "quote": "Chicken bones have been found in South America by paleontologists which have been dated to a century before Christopher Columbus arrived."
    },
    {
      "cite": "Isaac Bashevis",
      "quote": "I did not become a vegetarian for my health, I did it for the health of the chickens."
    },
    {
      "cite": "Arnold H. Glasgow",
      "quote": "The key to everything is patience. You get the chicken by hatching the egg, not by smashing it."
    },
    {
      "cite": "James Reed",
      "quote": "The chicken is gone, but you can still smell it, But, it's nothing like it was."
    },
    {
      "cite": "Frank Perdue",
      "quote": "It takes a tough man to make a tender chicken."
    },
    {
      "cite": "Theerachai Haitook",
      "quote": "Global chicken meat consumption in 2005 was estimated to be 54.99 million tons."
    },
    {
      "cite": "David Scrivener",
      "quote": "Recent discoveries have confirmed one of the other suggestions made since the 1920's, that chicken were brought across the Pacific, island by island, by another group of early Native Americans, Polynesians, in ancient times."
    },
    {
      "cite": "Theerachai Haitook",
      "quote": "The world's leading countries in poultry meat consumption were USA, China, EU, Brazil and Mexico."
    },
    {
      "cite": "Jesse D. Dagoon",
      "quote": "Chicken feathers on the neck expand and raise stiff in a cock-fight."
    }
  ]
}