{
  "source": "https://www.wisesayings.com/chill-out-quotes/",
  "theme": "chill-out",
  "quotes": [
    {
      "cite": "Esther Hicks",
      "quote": "All you gotta do is chill out… Let go of control and chill out… Let it be, Trust."
    },
    {
      "cite": "H. Jackson Brown Jr.",
      "quote": "Loosen up. Relax. Except for rare life-and-death matters, nothing is as important as it first seems."
    },
    {
      "cite": "Bryant McGill",
      "quote": "If you relax your mind, it can begin working for you."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Be patient. Relax and trust. Let go. Then, let go some more."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Your mind will answer most questions if you learn to relax and wait for the answer."
    },
    {
      "cite": "Joakim Noah",
      "quote": "It's really important to have balance, spend some time in nature, go to a few parties, enjoy my friends and really chill out."
    },
    {
      "cite": "Sam Walton",
      "quote": "Loosen up, and everybody around you will loosen up."
    },
    {
      "cite": "Timothy Leary",
      "quote": "Whenever in doubt, turn off your mind, relax, float downstream."
    },
    {
      "cite": "John Denver",
      "quote": "Relax, ease back in your seats and let the music take you wherever it does."
    },
    {
      "cite": "Yip Man",
      "quote": "Relax and calm your mind. Forget about yourself and follow your opponent's movement."
    },
    {
      "cite": "Barry Sonnenfeld",
      "quote": "We should all relax about life because you don't have a clue as to what's really going on."
    },
    {
      "cite": "Louise Hay",
      "quote": "The ability to relax and be mindfully present in the moment comes naturally when we are grateful."
    },
    {
      "cite": "Murray Mexted",
      "quote": "Life is vital and we should relax a little and enjoy it as we only have one life as far as I'm aware."
    },
    {
      "cite": "Julie Burchill",
      "quote": "When a man wants to relax, he will slob out and really relax. Or he will pursue a hobby - anything from building models to watching sport."
    },
    {
      "cite": "John Goodman",
      "quote": "Relax. Just relax and have fun doing what you're doing. Don't worry so much about being results oriented. Just commit yourself to the moment."
    },
    {
      "cite": "George Noory",
      "quote": "Chill out, relax and have an open mind."
    },
    {
      "cite": "Auliq Ice",
      "quote": "Never mind of what your enemy thinks of you, relax and think a head of him."
    },
    {
      "cite": "Stirling Moss",
      "quote": "It is necessary to relax your muscles when you can. Relaxing your brain is fatal."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "It is in human nature to relax, when not compelled by personal advantage or disadvantage."
    }
  ]
}