{
  "source": "https://www.wisesayings.com/children-quotes/",
  "theme": "children",
  "quotes": [
    {
      "cite": "Abigail Van Buren",
      "quote": "If you want children to keep their feet on the ground, put some responsibility on their shoulders."
    },
    {
      "cite": "David Vitter",
      "quote": "I continue to believe that if children are given the necessary tools to succeed, they will succeed beyond their wildest dreams!"
    },
    {
      "cite": "Abraham Hicks",
      "quote": "Children or babies learn to mimic the vibration of the adults who surround them long before they learn to mimic their words."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Children must be taught how to think, not what to think."
    },
    {
      "cite": "Norman Douglas",
      "quote": "If you want to see what children can do, you must stop giving them things."
    },
    {
      "cite": "Jacob Abbott",
      "quote": "A child can ask a thousand questions that the wisest man cannot answer."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Children are the hands by which we take hold of heaven."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "Children aren't coloring books. You don't get to fill them with your favorite colors."
    },
    {
      "cite": "Croft M. Pentz",
      "quote": "Our children are the only possessions we can take to heaven."
    },
    {
      "cite": "Richard L. Evans",
      "quote": "Children will not remember you for the material things you provided but for the feeling that you cherished them."
    },
    {
      "cite": "John W. Whitehead",
      "quote": "Children are the living messages we send to a time we will not see."
    },
    {
      "cite": "Sophocles",
      "quote": "Children are the anchors of a mother's life."
    },
    {
      "cite": "Michael Jackson",
      "quote": "Children show me in their playful smiles the divine in everyone."
    },
    {
      "cite": "Anne Sullivan",
      "quote": "Children require guidance and sympathy far more than instruction."
    },
    {
      "cite": "Shinichi Suzuki",
      "quote": "Children learn to smile from their parents."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "All children are artists. The problem is how to remain an artist once he grows up."
    },
    {
      "cite": "Dr. Haim Ginott",
      "quote": "Children are like wet cement. Whatever falls on them makes an impression."
    },
    {
      "cite": "W. E. B. Du Bois",
      "quote": "Children learn more from what you are, than what you teach."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "Children are unpredictable. You never know what inconsistency they're going to catch you in next."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Your children are spiritual beings who come through you, not for you."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Children can feel, but they cannot analyse their feelings; and if the analysis is partially effected in thought, they know not how to express the result of the process in words."
    },
    {
      "cite": "Stephen Sondheim",
      "quote": "Stay a child while you can be a child."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Children are the keys of paradise."
    },
    {
      "cite": "Cornelia Funke",
      "quote": "Children, they're the same everywhere. Greedy little creatures but the best listeners in the world - any world. The very best of all."
    },
    {
      "cite": "Wess Stafford",
      "quote": "Every child you encounter is a divine appointment."
    },
    {
      "cite": "V.C. Andrews",
      "quote": "Children are very wise intuitively; they know who loves them most, and who only pretends."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "Children have never been very good at listening to their elders, but they have never failed to imitate them."
    },
    {
      "cite": "C.J. Heck",
      "quote": "Children have such an innocent view of their world and surroundings; every thought is a garden full of wonder."
    },
    {
      "cite": "Harold Hulbert",
      "quote": "Children need love, especially when they do not deserve it."
    },
    {
      "cite": "Ken Robinson",
      "quote": "All children start their school careers with sparkling imaginations, fertile minds, and a willingness to take risks with what they think."
    },
    {
      "cite": "Ernest Dimnet",
      "quote": "Children have to be educated, but they have also to be left to educate themselves."
    },
    {
      "cite": "T. D. Jakes",
      "quote": "Children are not unforgiving. You can punish them and they will hug you in a few minutes."
    },
    {
      "cite": "Erik Erikson",
      "quote": "Healthy children will not fear life if their elders have integrity enough not to fear death."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Children make your life important."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Children begin by loving their parents; after a time they judge them; rarely, if ever, do they forgive them."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Children aren't happy with nothing to ignore, and that's what parents were created for."
    },
    {
      "cite": "George Eliot",
      "quote": "Little children are still the symbol of the eternal marriage between love and duty."
    },
    {
      "cite": "Leta B.",
      "quote": "Children will often rise or fall according to the expectations of loved ones in their lives."
    },
    {
      "cite": "David W. Earle",
      "quote": "Children naturally believe without question and absorb knowledge at an incredible rate; since there is no other frame of reference; they believe their parental reality, true or false."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Children are our most valuable resource."
    },
    {
      "cite": "Ray Merritt",
      "quote": "Old men can make war, but it is children who will make history."
    },
    {
      "cite": "Richard Armour",
      "quote": "Children are supposed to help hold a marriage together. They do this in a number of ways. For instance, they demand so much attention that a husband and wife, concentrating on their children, fail to notice each other's faults."
    },
    {
      "cite": "Misti Renea Neely",
      "quote": "Children with disabilities are stronger than we know, they fight the battles that most will never know."
    },
    {
      "cite": "Ignacio Estrada",
      "quote": "If a child can't learn the way we teach, maybe we should teach the way they learn."
    },
    {
      "cite": "Kenneth Clark",
      "quote": "Children who are treated as if they are uneducable almost invariably become uneducable."
    },
    {
      "cite": "Carl Jung",
      "quote": "Children are educated by what the grown-up is and not by his talk."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Children are completely egoistic; they feel their needs intensely and strive ruthlessly to satisfy them."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Children make you want to start life over."
    },
    {
      "cite": "Lady Bird Johnson",
      "quote": "Children are likely to live up to what you believe in them."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "The deeds of the children are a testament to the upbringing they received from their parents."
    },
    {
      "cite": "Ann Landers",
      "quote": "In the end, it's not what you do for your children but what you've taught them to do for themselves."
    },
    {
      "cite": "Anne Sexton",
      "quote": "It doesn't matter who my father was, it matters who I remember he was."
    },
    {
      "cite": "Aristotle",
      "quote": "Those who educate children well are more to be honored than they who produce them for these only gave them life, those the art of living well."
    },
    {
      "cite": "Bruce Barton",
      "quote": "If you can give your child only one gift, let it be enthusiasm."
    },
    {
      "cite": "David Bly",
      "quote": "Your children will become what you are so be what you want them to be."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Listen to the desires of your children. Encourage them and then give them the autonomy to make their own decision."
    },
    {
      "cite": "Dorothy Nolte",
      "quote": "Children do learn what they live. Then they grow up to live what they've learned."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "I think, at a child's birth, if a mother could ask a fairy godmother to endow it with the most useful gift, that gift should be curiosity."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We may not be able to prepare the future for our children, but we can at least prepare our children for the future."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Play is often talked about as if it were a relief from serious learning. But for children play is serious learning. Play is really the work of childhood."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "It is easier to build strong children than to repair broken men."
    },
    {
      "cite": "Friedrich Frobel",
      "quote": "Play is the highest expression of human development in childhood for it alone is the free expression of what is in a child's soul."
    },
    {
      "cite": "George Carlin",
      "quote": "Don’t just teach your children to read. Teach them to question what they read. Teach them to question everything."
    },
    {
      "cite": "Haim Ginott",
      "quote": "If you want your children to improve, let them overhear the nice things you say about them to others."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "All things in this world must be seen with the morning dew of them, must be seen with youthful, early open, hopeful eyes."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Children are the world's most valuable resource and its best hope for the future."
    },
    {
      "cite": "John Locke",
      "quote": "There is frequently more to be learned from the unexpected questions of a child than the discourses of men."
    },
    {
      "cite": "Joyce Maynard",
      "quote": "It's not only children who grow. Parents do too."
    },
    {
      "cite": "Kailash Satyarthi",
      "quote": "Childhood means simplicity. Look at the world with the child's eye it is very beautiful."
    },
    {
      "cite": "Maria Montessori",
      "quote": "Never help a child with a task at which he feels he can succeed."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Being considerate of others will take your children further in life than any college degree."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Children are happy because they don't have a file in their minds called All the Things That Could Go Wrong."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The best way to make children good is to make them happy."
    },
    {
      "cite": "Rachel Carson",
      "quote": "A child's world is fresh and new and beautiful, full of wonder and excitement."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "A child's life is like a piece of paper on which every person leaves a mark."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "Don't worry that children never listen to you worry that they are always watching you."
    },
    {
      "cite": "Rudolf Steiner",
      "quote": "Receive the children in reverence, educate them in love, and send them forth in freedom."
    },
    {
      "cite": "Russell Barkley",
      "quote": "The kids who need the most love will ask for it in the most unloving ways."
    },
    {
      "cite": "Theodore Hesburgh",
      "quote": "The most important thing a father can do for his children is to love their mother."
    },
    {
      "cite": "Walt Disney",
      "quote": "Our greatest national resource is the minds of our children."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Kids go where there is excitement. They stay where there is love."
    },
    {
      "cite": "William Shakespeare",
      "quote": "It is a wise father that knows his own child."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Your children will see what you're all about by what you live rather than what you say."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Parents have become so convinced that educators know what is best for their children that they forget that they themselves are really the experts."
    }
  ]
}