{
  "source": "https://www.wisesayings.com/childcare-quotes/",
  "theme": "childcare",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "The best way to make children good is to make them happy."
    },
    {
      "cite": "Walt Disney",
      "quote": "Our heritage and ideals, our code and standards the things we live by and teach our children are preserved or diminished by how freely we exchange ideas and feelings."
    },
    {
      "cite": "George Carlin",
      "quote": "Don't just teach your kids to read, teach them to question what they read. Teach them to question everything."
    },
    {
      "cite": "Alison Gopnik",
      "quote": "Caring for children has always been one of the deepest and most satisfying things that a human being does, and yet it is hard to keep a healthy attitude toward it in our competitive, outcome-oriented society."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Only where children gather is there any real chance of fun."
    },
    {
      "cite": "Donald Trump",
      "quote": "Child-care costs are now the largest family expenditure in much of America, even exceeding the cost of housing."
    },
    {
      "cite": "Margaret Mead",
      "quote": "We are now at a point where we must educate our children in what no one knew yesterday, and prepare our schools for what no one knows yet."
    },
    {
      "cite": "Bob Talbert",
      "quote": "Teaching kids to count is fine, but teaching them what counts is best."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "The most important thing that parents can teach their children is how to get along without them."
    },
    {
      "cite": "Sandra Parks",
      "quote": "Teach children what to think and you limit them to your ideas. Teach children how to think and their ideas are unlimited."
    },
    {
      "cite": "Lois Frankel",
      "quote": "One of the best things we can do for our country, for advancing our children, is to upgrade our child care system."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "It is easier to build strong children than to repair broken men."
    },
    {
      "cite": "Charlotte Sophia Kasl",
      "quote": "Caring for children is a dance between setting appropriate limits as caretakers and avoiding unnecessary power struggles that result in unhappiness."
    },
    {
      "cite": "Lyman Abbott",
      "quote": "A child is a beam of sunlight from the Infinite and Eternal, with possibilities of virtue and vice, but as yet unstained."
    },
    {
      "cite": "Mem Fox",
      "quote": "Putting babies as young as two weeks into child care for the first year of their life, for 60 hours a week, will cause their brains damage."
    },
    {
      "cite": "Nina Turner",
      "quote": "Child care can almost bankrupt a family, even a two-parent household in which both parents are working. That keeps a parent from being at ease and it really stifles the social and economic growth of a family. Women are hit hard across the board, but particularly in homes where the mother is the head of the household and the only wage-earner. It hurts her, and it hurts her children."
    },
    {
      "cite": "Edward Zigler",
      "quote": "The problem in child care, which really all of us are going to have to think hard on, is that there is no really great solution that we can come up with for ages zero to three."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "Most people assume that women are responsible for households and child care. Most couples operate that way - not all. That fundamental assumption holds women back."
    },
    {
      "cite": "Denise Juneau",
      "quote": "Teachers do the noble work of educating our children. And we can't thank them enough for the hard work they put in every day to ensure a bright future for all of us."
    },
    {
      "cite": "Ellen Galinsky",
      "quote": "Child care is an invisible part of the economy."
    },
    {
      "cite": "Mary Frances Berry",
      "quote": "Defining child care primarily as women's sphere reinforces the devaluing of women and prevents their equal access to power."
    },
    {
      "cite": "Ernest Dimnet",
      "quote": "Children have to be educated, but they have also to be left to educate themselves."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "The reason child care is such a loaded issue is that when we talk about it, we are always tacitly talking about motherhood. And when we're talking about motherhood we're always tacitly assuming that child care must be a very dim second to full-time mother care."
    },
    {
      "cite": "Barack Obama",
      "quote": "It's not a nice-to-have - it's a must-have. It's time we stop treating child care as a side issue, or a women's issue, and treat it like the national economic priority that it is for all of us."
    },
    {
      "cite": "Nicole Ari Parker",
      "quote": "Raising children uses every bit of your being your heart, your time, your patience, your foresight, your intuition to protect them, and you have to use all of this while trying to figure out how to discipline them."
    },
    {
      "cite": "Augustus Y. Napier",
      "quote": "Just as men must give up economic control when their wives share the responsibility for the family's financial well-being, women must give up exclusive parental control when their husbands assume more responsibility for child care."
    },
    {
      "cite": "Anonymous",
      "quote": "Children seldom misquote. In fact, they usually repeat word for word what you shouldn't have said."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Children need models rather than critics."
    },
    {
      "cite": "Rita Pierson",
      "quote": "Every child deserves a champion an adult who will never give up on them, who understands the power of connection and insists that they become the best that they can possibly be."
    },
    {
      "cite": "Benjamin Spock",
      "quote": "The child supplies the power but the parents have to do the steering."
    },
    {
      "cite": "Nicola Sturgeon",
      "quote": "For parents - women in particular - good quality, affordable childcare is vital."
    },
    {
      "cite": "Bernie Sanders",
      "quote": "Every working family in America knows how hard it is today to find affordable childcare or early childhood education.\tEvery working family in America knows how hard it is today to find affordable childcare or early childhood education."
    },
    {
      "cite": "Stacey Abrams",
      "quote": "To achieve our goals of educating bold and ambitious children, we must invest in enriching, quality early child care and learning."
    },
    {
      "cite": "Kirsten Gillibrand",
      "quote": "Along with a livable wage, many parents are desperate for quality affordable child care."
    },
    {
      "cite": "Michael Shellenberger",
      "quote": "Paid child care would make child care more efficient, allowing more children to be cared for by fewer adults, and thus free up parents to work more."
    },
    {
      "cite": "London Breed",
      "quote": "Child care should be convenient, affordable, and available in every neighborhood."
    },
    {
      "cite": "Marl Esper",
      "quote": "Child care is very important, so I want to put dollars there, and I want to make sure we get the policies right."
    },
    {
      "cite": "Talib Kweli",
      "quote": "None of his peers wanna share the role Of the childcare provider But they hit a nigga blunt and share salive You ain't a rider and you hustlin' backwards"
    },
    {
      "cite": "Dance Gavin Dance",
      "quote": "I could see it gleaming from the back of my dinner ware your eye cream sprayed all over little bear you could reconsider definition of childcare 14 shapes and you pick the giant square"
    },
    {
      "cite": "Alfie Kohn",
      "quote": "To take children seriously is to value them for who they are right now rather than adults-in-the-making."
    },
    {
      "cite": "Black Feminist Thought",
      "quote": "Child-care arrangements substituted for individualized maternal care - a few women were responsible for caring for all children too young to work, and women as a group felt accountable for one another's children."
    },
    {
      "cite": "Raymond McHenry",
      "quote": "Child Care - twenty-five percnet of working parents with young children use day-care facilities, almost double that of a decade ago."
    },
    {
      "cite": "V J Smith",
      "quote": "Plan ahead start thinking about childcare options and cost as far in advance as you can"
    },
    {
      "cite": "Robert S. Mendelsohn",
      "quote": "Your most important contribution to the future health of your child will be the attention you give to your own diet during pregnancy and to proper nutrition for your baby after he is born."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Even when freshly washed and relieved of all obvious confections, children tend to be sticky."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Children make your life important."
    }
  ]
}