{
  "source": "https://www.wisesayings.com/childhood-quotes/",
  "theme": "childhood",
  "quotes": [
    {
      "cite": "Elizabeth Lawrence",
      "quote": "There is a garden in every childhood, an enchanted place where colors are brighter, the air softer, and the morning more fragrant than ever again."
    },
    {
      "cite": "Katherine Anne Porter",
      "quote": "Childhood is the fiery furnace in which we are melted down to essentials and that essential shaped for good."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "If you carry your childhood with you, you never become older."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "Childhood is the kingdom where nobody dies. Nobody that matters, that is."
    },
    {
      "cite": "Ellen Glasgow",
      "quote": "The older I grow the more earnestly I feel that the few joys of childhood are the best that life has to give."
    },
    {
      "cite": "Samuel Woodworth",
      "quote": "How dear to this heart are the scenes of my childhood, when I found recollection presents them to view!"
    },
    {
      "cite": "Malcolm De Chazal",
      "quote": "Old age lives minutes slowly, hours quickly; childhood chews hours and swallows minutes."
    },
    {
      "cite": "Samuel Lover",
      "quote": "There was a place in childhood that I remember well, and there a voice of sweetest tone bright fairy tales did tell."
    },
    {
      "cite": "Kailash Satyarthi",
      "quote": "Childhood means simplicity. Look at the world with the child's eye - it is very beautiful."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Childhood is like a mirror, which reflects in afterlife the images first presented to it. The first thing continues forever with the child. The first joy, the first sorrow, the first success, the first failure, the first achievement, the first misadventure paint the foreground of his life."
    },
    {
      "cite": "Max Muller",
      "quote": "Childhood has its secrets and its mysteries; but who can tell or who can explain them!"
    },
    {
      "cite": "Julian Barnes",
      "quote": "Memories of childhood were the dreams that stayed with you after you woke."
    },
    {
      "cite": "Mary Jo Putney",
      "quote": "What one loves in childhood stays in the heart forever."
    },
    {
      "cite": "Jerry Smith",
      "quote": "Childhood is the most beautiful of all life's seasons."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "There is always one moment in childhood when the door opens and lets the future in."
    },
    {
      "cite": "John Milton",
      "quote": "The childhood shows the man, as morning shows the day."
    },
    {
      "cite": "Ken Hill",
      "quote": "Childhood is a promise that is never kept."
    },
    {
      "cite": "Helen Hayes",
      "quote": "Childhood is a short season."
    },
    {
      "cite": "Sam Ewing",
      "quote": "When you finally go back to your old hometown, you find it wasn't the old home you missed but your childhood."
    },
    {
      "cite": "Wendy Dale",
      "quote": "Childhoods never last. But everyone deserves one."
    },
    {
      "cite": "Kinky Friedman",
      "quote": "A happy childhood...is the worst possible preparation for life."
    },
    {
      "cite": "Michael Powell",
      "quote": "There is no land like the land of your childhood."
    },
    {
      "cite": "The Wonder Years",
      "quote": "There are things about your childhood you hold into, because they were so much part of you. The places you went, the people you knew."
    },
    {
      "cite": "Andrew S. Garner",
      "quote": "We see how early childhood experiences are so important to lifelong outcomes, how the early environment literally becomes embedded in the brain and changes its architecture."
    },
    {
      "cite": "A.P.J. Abdul Kalam",
      "quote": "Sometimes, it’s better to bunk a class and enjoy with friends, because today, when I look back, marks never make me laugh, but memories do."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales."
    },
    {
      "cite": "Ally Condie",
      "quote": "Growing apart doesn't change the fact that for a long time we grew side by side our roots will always be tangled. I'm glad for that."
    },
    {
      "cite": "Angela Schwindt",
      "quote": "While we try to teach our children all about life, our children teach us what life is all about."
    },
    {
      "cite": "Anne Frank",
      "quote": "Even if people are still very young, they shouldn't be prevented from saying what they think."
    },
    {
      "cite": "Bill Bryson",
      "quote": "I had always thought that once you grew up you could do anything you wanted stay up all night or eat ice cream straight out of the container."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Children have one kind of silliness, as you know, and grown-ups have another kind."
    },
    {
      "cite": "Carlos Ruiz Zafon",
      "quote": "Whoever said that childhood is the happiest time of your life is a liar, or a fool."
    },
    {
      "cite": "Chili Davis",
      "quote": "Growing old is mandatory, growing up is optional."
    },
    {
      "cite": "Christopher Moore",
      "quote": "Children see magic because they look for it."
    },
    {
      "cite": "Dave Pelzer",
      "quote": "Childhood should be carefree, playing in the sun, not living a nightmare in the darkness of the soul."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Adults are just obsolete children and the hell with them."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "It takes courage to grow up and become who you really are."
    },
    {
      "cite": "Flannery O’Connor",
      "quote": "Anybody who has survived his childhood has enough information about life to last him the rest of his days."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We may not be able to prepare the future for our children, but we can at least prepare our children for the future."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "It is easier to build strong children than to repair broken men."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "What was wonderful about childhood is that anything in it was a wonder. It was not merely a world full of miracles, it was a miraculous world."
    },
    {
      "cite": "George Eliot",
      "quote": "We could never have loved the earth so well if we had no childhood in it."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Summer will end soon enough, and childhood as well."
    },
    {
      "cite": "Graham Greene",
      "quote": "There is always one moment in childhood when the door opens and lets the future in."
    },
    {
      "cite": "Harry Edwards",
      "quote": "We must teach our children to dream with their eyes open."
    },
    {
      "cite": "Heather O’Neill",
      "quote": "Childhood is the most valuable thing that’s taken away from you in life, if you think about it."
    },
    {
      "cite": "Jane Smiley",
      "quote": "The fundamental condition of childhood is powerlessness."
    },
    {
      "cite": "John Betjeman",
      "quote": "Childhood is measured out by sounds and smells and sights, before the dark hour of reason grows."
    },
    {
      "cite": "John Connolly",
      "quote": "For in every adult there dwells the child that was, and in every child there lies the adult that will be."
    },
    {
      "cite": "John J. Plomp",
      "quote": "You know children are growing up when they start asking questions that have answers."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Children need models rather than critics."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You are the bows from which your children as living arrows are sent forth."
    },
    {
      "cite": "Lady Bird Johnson",
      "quote": "Children are likely to live up to what you believe of them."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "To every child I dream of a world where you can laugh, dance, sing, learn, live in peace and be happy."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Children must be taught how to think, not what to think."
    },
    {
      "cite": "Marion C. Garretty",
      "quote": "A cousin is a little bit of childhood that can never be lost."
    },
    {
      "cite": "Martha Grimes",
      "quote": "An idyllic childhood is probably illusion."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Every time you miss your childhood, ride on a bicycle!"
    },
    {
      "cite": "Michael Jackson",
      "quote": "All of us are products of our childhood."
    },
    {
      "cite": "Mitch Albom",
      "quote": "What is it about childhood that never lets you go, even when you're so wrecked it’s hard to believe you ever were a child?"
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There can be no keener revelation of a society’s soul than the way in which it treats its children."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Pretty much all the honest truth telling there is in the world is done by children."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The best way to make children good is to make them happy."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "Everything is ceremony in the wild garden of childhood."
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "When we are children we seldom think of the future. This innocence leaves us free to enjoy ourselves as few adults can. The day we fret about the future is the day we leave our childhood behind."
    },
    {
      "cite": "Philip Roth",
      "quote": "In my childhood I led the life of a sage, when I grew up I started climbing trees."
    },
    {
      "cite": "Rita Rudner",
      "quote": "When I was a kid, I had two friends, and they were imaginary and they would only play with each other."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Don’t handicap your children by making their lives easy."
    },
    {
      "cite": "Robert Brault",
      "quote": "A child seldom needs a good talking to as much as a good listening to."
    },
    {
      "cite": "Robert Brault",
      "quote": "In the happiest of our childhood memories, our parents were happy, too."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "I cannot think of any need in childhood as strong as the need for a father’s protection."
    },
    {
      "cite": "Tom Robbins",
      "quote": "It's never too late to have a happy childhood."
    },
    {
      "cite": "unknown",
      "quote": "Children are one third of our population and all of our future."
    },
    {
      "cite": "W.E.B. DuBois",
      "quote": "Children learn more from what you are, than what you teach."
    }
  ]
}