{
  "source": "https://www.wisesayings.com/childlike-quotes/",
  "theme": "childlike",
  "quotes": [
    {
      "cite": "Beth Hoffman",
      "quote": "Don't grow up too fast, darling. Age is inevitable, but if you nurture a childlike heart, you'll never ever grow old."
    },
    {
      "cite": "Charles Fillmore",
      "quote": "It is the childlike mind that finds the kingdom."
    },
    {
      "cite": "Henna Sohail",
      "quote": "See the world through the eyes of your inner child. The eyes that sparkle in awe and amazement as they see love, magic and mystery in the most ordinary things."
    },
    {
      "cite": "John Cleese",
      "quote": "The most creative people have this childlike facility to play."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Never lose the childlike wonder. Show gratitude... Don't complain; just work harder... Never give up."
    },
    {
      "cite": "Seth Godin",
      "quote": "There’s a huge difference between being childlike and being childish. When we embrace joy and look at the world with fresh eyes we’re being childlike. When we demand instant gratification and a guarantee that everything will be ok, we’re only being childish."
    },
    {
      "cite": "William Morris",
      "quote": "It is the childlike part of us that produces works of the imagination. When we were children time passed so slow with us that we seemed to have time for everything."
    },
    {
      "cite": "Christopher Meloni",
      "quote": "You can be childlike without being childish. A child always wants to have fun. Ask yourself, 'Am I having fun?'"
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "So runs my dream, but what am I? An infant crying in the night An infant crying for the light And with no language but a cry."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "I have lived a great deal among grown-ups. I have seen them intimately, close at hand. And that hasn’t much improved my opinion of them."
    },
    {
      "cite": "Beck",
      "quote": "I think you have to keep a childlike quality to play music or make a record."
    },
    {
      "cite": "Bill Bryson",
      "quote": "I can't think of anything that excites a greater sense of childlike wonder than to be in a country where you are ignorant of almost everything."
    },
    {
      "cite": "Bob Newhart",
      "quote": "I think there's a part, just a part of comedians, that is still childlike."
    },
    {
      "cite": "Brennan Manning",
      "quote": "Childlike surrender and trust, I believe, is the defining spirit of authentic discipleship."
    },
    {
      "cite": "Edna Ferber",
      "quote": "It's fun telling you tall Texas tales. You always look like a little girl who's hearing Cinderella for the first time."
    },
    {
      "cite": "Henry B. Eyring",
      "quote": "It takes a childlike heart to feel the promptings of the Spirit, to surrender to those commands, and to obey. That is what it takes to be nourished by the good word of God."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "I, also, would like to look and smile, sit and walk like that, so free, so worthy, so restrained, so candid, so childlike and mysterious. A man only looks and walks like that when he has conquered his Self. I also will conquer my Self."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "It is the mark of a great man that he puts to flight all ordinary calculations. He is at once sublime and touching, childlike and of the race of giants."
    },
    {
      "cite": "John F. Macarthur Jr.",
      "quote": "You can’t confuse childlike faith with childish thinking."
    },
    {
      "cite": "Kenneth Branagh",
      "quote": "The best actors, I think, have a childlike quality. They have a sort of an ability to lose themselves. There's still some silliness."
    },
    {
      "cite": "Laurence Fishburne",
      "quote": "Acting is a childlike thing. To act well, you have to be childlike in order to free yourself."
    },
    {
      "cite": "Maya Lin",
      "quote": "The process I go through in the art and the architecture, I actually want it to be almost childlike. Sometimes I think it's magical."
    },
    {
      "cite": "Rowan Atkinson",
      "quote": "Apart from the fact that your physical ability starts to decline, I also think someone in their fifties being childlike becomes a little sad. You've got to be careful."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "There is nothing more pure and beautiful than a person who always speaks truthfully with a childlike heart."
    },
    {
      "cite": "Howie Mandel",
      "quote": "My childlike qualities sometimes lead me to jump into projects without thinking of the consequences."
    },
    {
      "cite": "Timothy Olyphant",
      "quote": "It's very rare that you can be in a career for as long as I have and still feel like you're constantly learning and coming at it from an almost childlike perspective."
    },
    {
      "cite": "Lisa Hanawalt",
      "quote": "I think, a lot of time, when I'm making art, I'm trying to get into a state of childlike play, where I'm not self-conscious; I'm not worried about what the outcome is going to be. I'm just having fun."
    },
    {
      "cite": "Linda Kage",
      "quote": "You're quirky ... and yet conventional. Innocent but worldly. Reserved yet outgoing. Candid yet guarded. Trendy but also practical. And childlike while still managing to be mature. It's like ... you're the perfect contradiction."
    },
    {
      "cite": "Osamu Dazai",
      "quote": "The world, after all, was still a place of bottomless horror. It was by no means a place of childlike simplicity where everything could be settled by a simple then-and-there decision."
    },
    {
      "cite": "Tim Vine",
      "quote": "As you get older you're told to be sensible, but it's important for writing if you're a comic that you're able to still access that childlike thing."
    },
    {
      "cite": "Rolf Harris",
      "quote": "I've always tried to retain that childlike wonder."
    },
    {
      "cite": "Ron Ben-Israel",
      "quote": "I like crazy, childlike, candy bar-filled cakes with gooey caramel, chocolate-covered nuts, marshmallows, and the like."
    }
  ]
}