{
  "source": "https://www.wisesayings.com/china-quotes/",
  "theme": "china",
  "quotes": [
    {
      "cite": "Vladimir Putin",
      "quote": "China is a great country with a great culture, populated by fascinating, industrious and talented people."
    },
    {
      "cite": "Michael A. Ledeen",
      "quote": "ChinaÂ is a civilization pretending to be a nation."
    },
    {
      "cite": "Chen Guangcheng",
      "quote": "ChinaÂ is on a march toward rule of law and democracy."
    },
    {
      "cite": "Wang Jianlin",
      "quote": "ChinaÂ has set its cultural industries as pillar industries."
    },
    {
      "cite": "John Palfrey",
      "quote": "ChinaÂ is the most repressive censorship regime on the Internet."
    },
    {
      "cite": "Lin Yutang",
      "quote": "ChinaÂ is the greatest mystifying and stupefying fact in the modern world."
    },
    {
      "cite": "Manmohan Singh",
      "quote": "China is very important. The future growth of China, China's influence is bound to rise."
    },
    {
      "cite": "Li Keqiang",
      "quote": "China's development benefits other countries."
    },
    {
      "cite": "Chen Guangcheng",
      "quote": "China is on a march toward rule of law and democracy."
    },
    {
      "cite": "Wang Jianlin",
      "quote": "China has set its cultural industries as pillar industries."
    },
    {
      "cite": "Lin Yutang",
      "quote": "China is the greatest mystifying and stupefying fact in the modern world."
    },
    {
      "cite": "Lee Kuan Yew",
      "quote": "China is a vast, disparate country; there is no alternative to strong central power."
    },
    {
      "cite": "Ben Bernanke",
      "quote": "China is growing very quickly and is clearly becoming an important player in the world economy."
    },
    {
      "cite": "Madeleine Albright",
      "quote": "China is in its own category - too big to ignore, too repressive to embrace, difficult to influence, and very, very proud."
    },
    {
      "cite": "Wayne Pacelle",
      "quote": "China is a keen observer of trends elsewhere in the world, and it's going to give our own innovators a run for their money."
    },
    {
      "cite": "Ai Weiwei",
      "quote": "China is at a different stage of development, human rights are violated here much more often. And still, we see improvements even here."
    },
    {
      "cite": "Jung Chang",
      "quote": "China is more prosperous than before. The people have better lives but they are not happy and confident because the scars are still there."
    },
    {
      "cite": "Andre Vltchek",
      "quote": "China is one of the greatest cultures on Earth, and it is one of those countries that suffered immensely from colonialist horrors and humiliation."
    },
    {
      "cite": "Hu Jintao",
      "quote": "China attaches great importance to the utilization of renewable resources, making it one of the important moves to promote economic and social development."
    },
    {
      "cite": "Bernard Arnault",
      "quote": "China is clearly going to be the number one economic power and it is already full of potential.. with lots of population and the buying power increasing by the day."
    },
    {
      "cite": "Hu Jintao",
      "quote": "China has been committed to the independent foreign policy of peace and has developed friendship and cooperation with all countries on the basis of the Five Principles of Peaceful Coexistence."
    },
    {
      "cite": "Berti Vogts",
      "quote": "China has great potentials; the people are hard-working and focused. But they have to close the gap as far as the pace of the game is concerned. Football in the future will get faster and faster."
    },
    {
      "cite": "Chiang Kaishek",
      "quote": "Externally China desires independence, internally she seeks to maintain her existence as a nation; China therefore strives to loose the bonds that bind her people, and to complete the establishment of a new State."
    },
    {
      "cite": "Ai Weiwei",
      "quote": "China seems unpredictable because it has a distinct culture and social system. It is still a mystery to other parts of the world, even though the veil of China has been lifted many times as a result of globalization."
    },
    {
      "cite": "Berti Vogts",
      "quote": "China is a sleeping giant if you just take a look at their experience regarding all kinds of sport, not football though, and the number of people that love sports. Chinese are eager to hit new shores and they are ambitious."
    },
    {
      "cite": "Ai Weiwei",
      "quote": "China hasn't only existed for one day. Now, the whole nation has become richer and it's become a problem. The problem is universal. The factor is big. Everybody has to rethink the balance of the world and the whole landscape."
    },
    {
      "cite": "Ivan Krastev",
      "quote": "As China is about adaptation, not transformation, it is unlikely to change the world dramatically should it ever assume the global driver's seat. But this does not mean that China won't exploit that world for its own purposes."
    },
    {
      "cite": "Gary Locke",
      "quote": "China's own recent history proves that when it opens itself, there is nothing its people cannot accomplish. A more open China will lead to a more prosperous and stable China."
    },
    {
      "cite": "Hu Jintao",
      "quote": "China is a developing country with a huge population, and also a developing country in a crucial stage of reform. In this context, China still faces many challenges in economic and social development. And a lot still needs to be done in China, in terms of human rights."
    }
  ]
}