{
  "source": "https://www.wisesayings.com/chinese-food-quotes/",
  "theme": "chinese-food",
  "quotes": [
    {
      "cite": "Nicole Mones",
      "quote": "Chinese food tries to engage the mind, not just the palate. To provoke the intellect."
    },
    {
      "cite": "Alexander Theroux",
      "quote": "The urge for Chinese food is always unpredictable: famous for no occasion, standard fare for no holiday, and the constant as to demand is either whim, the needy plebiscite of instantly famished drunks, or pregnancy."
    },
    {
      "cite": "Amy Tan",
      "quote": "If you want to take pictures of Chinese food, you have to taste real Chinese food. The flavors soak into your tongue, go into your stomach. The stomach is where your true feelings are. And if you take photos, these true feelings from your stomach can come out, so that everyone can taste the food just by looking at your pictures."
    },
    {
      "cite": "John Updike",
      "quote": "The Chinese food arrives. Delicious saliva fills his mouth. He really hasn't had any since Texas. He loves this food that contains no disgusting proofs of slain animals, a bloody slab of cow haunch, a hen's sinewy skeleton; these ghosts have been minced and destroyed and painlessly merged with the shapes of insensate vegetables, plump green bodies that invite his appetite's innocent gusto. Candy."
    },
    {
      "cite": "Calvin Trillin",
      "quote": "When it comes to Chinese food I have always operated under the policy that the less known about the preparation the better. A wise diner who is invited to visit the kitchen replies by saying, as politely as possible, that he has a pressing engagement elsewhere."
    },
    {
      "cite": "Shilpa Shetty",
      "quote": "I love Chinese food, like steamed dim sum, and I can have noodles morning, noon and night, hot or cold. I like food that's very simple on the digestive system - I tend to keep it light. I love Japanese food too - sushi, sashimi and miso soup."
    },
    {
      "cite": "Catherine Roberts",
      "quote": "The key to eating real Chinese food is don't ask what it is,"
    },
    {
      "cite": "Justin Swapp",
      "quote": "Everybody, even those that don't like Chinese food, knew that you had to eat the cookie for the fortune to come true. And so he did."
    },
    {
      "cite": "Shemar Moore",
      "quote": "I'm not a machine. I get really motivated, then I fall off the wagon and want to eat Chinese food and sit on my couch and gain five or 10 pounds!"
    },
    {
      "cite": "John Legend",
      "quote": "I ate some pretty funky, authentic Chinese food in Hong Kong. There was an egg from some bird that's not a chicken. I can't remember what it was, but it was green and brown and not very tasty."
    },
    {
      "cite": "David Lettermen",
      "quote": "Scientists have proven beyond a shadow of a doubt that there is life after death -- though they say it's virtually impossible to get decent Chinese food."
    },
    {
      "cite": "Frederic Raphael",
      "quote": "One can watch hours and hours of TV without actually losing interest, but, as with Chinese food, one is rarely left with much residue of nourishment."
    },
    {
      "cite": "Karen Civil",
      "quote": "I'm doing activations with companies you would never think of. Not to say this in a braggadocious way, but I'm not putting myself in a box. The only thing that goes in a box is Chinese food and your sneakers - not me."
    },
    {
      "cite": "Jennifer Lee",
      "quote": "We might be shifting away from a Eurocentric view of the United States into something that's much more multicultural, multinational, and Chinese food is just one slice of that."
    },
    {
      "cite": "Erin Gibson",
      "quote": "People always think of Chinese food as the go-to ethnic food when everything else is closed during the holidays, but Indian is a nice alternative. Plus - Indians? Thanksgiving? Kinda makes sense..."
    },
    {
      "cite": "Bernie Schaeffer",
      "quote": "But I think it's going to be kind of one of these Chinese food kind of deals: a little while later, the market is going to kind of forget it and it's going to be hungry for good news again."
    },
    {
      "cite": "Tina Fey",
      "quote": "It is an impressively arrogant move to conclude that just because you don't like something, it is empirically not good. I don't like Chinese food, but I don't write articles trying to prove it doesn't exist."
    }
  ]
}