{
  "source": "https://www.wisesayings.com/chivalry-quotes/",
  "theme": "chivalry",
  "quotes": [
    {
      "cite": "Charles Dickens",
      "quote": "The age of chivalry is past. Bores have succeeded to dragons."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "Some say that the age of chivalry is past, that the spirit of romance is dead. The age of chivalry is never past, so long as there is a wrong left undressed on earth."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The motto of chivalry is also the motto of wisdom; to serve all, but love only one."
    },
    {
      "cite": "John Tyler",
      "quote": "We direct the destinies of a mighty continent. Our resources are unlimited: our means unbounded. If we be true to ourselves, the glory of other nations, in comparison to ours, shall resemble but a tale from the days of chivalry."
    },
    {
      "cite": "Freda Adler",
      "quote": "There is another side to chivalry. If it dispenses leniency, it may with equal justification invoke control."
    },
    {
      "cite": "Horatio Alger",
      "quote": "The institution of chivalry forms one of the most remarkable features in the history of the Middle Ages."
    },
    {
      "cite": "Heather Mac Donald",
      "quote": "Chivalry is one of the great civilizing forces, taming men and introducing social graces and nuance to what would otherwise be a brutish social world."
    },
    {
      "cite": "Sienna Miller",
      "quote": "Chivalry is dead."
    },
    {
      "cite": "Letitia Baldrige",
      "quote": "Chivalry isn't dead. It's just no longer gender-based."
    },
    {
      "cite": "Michelle Dockery",
      "quote": "We take so many of our freedoms for granted nowadays - I can travel where I like, I can do any job I want - but I think chivalry has been lost a little bit."
    },
    {
      "cite": "Thomas Bulfinch",
      "quote": "The word Chivalry is derived from the French cheval, a horse."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "To risk life to save a smile on a face of a woman or a child is the secret of chivalry."
    },
    {
      "cite": "Tamora Fierce",
      "quote": "“What if custom is wrong? demanded the part of her that believed in the code of chivalry. A knight must set things right.”"
    },
    {
      "cite": "John Keats",
      "quote": "Lo! I must tell a tale of chivalry , for large white plumes are dancing in mine eye."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "Health to grantas chivalry, wisely finding day by day."
    },
    {
      "cite": "Ludovico Ariosto",
      "quote": "And corresponded not with chivalry, that he a woman should desire to kill."
    },
    {
      "cite": "Richard Harris Barham",
      "quote": "Where the banners of chivalry heavily swing over the pinnacled tomb of the warrior king."
    },
    {
      "cite": "William Lisle Bowles",
      "quote": "That fading chivalry displays no more her pomp and stately tournaments of yore!"
    },
    {
      "cite": "Letitia Elizabeth London",
      "quote": "I said should be a tale of gone-by chivalry. My task is done , the tale is told."
    },
    {
      "cite": "Edith Nesbitt",
      "quote": "The long year's meed and due, the bud homage grafted on chivalry."
    },
    {
      "cite": "Agnes Louise Storrie",
      "quote": "And touched my thoughts with beauty, while the poor world, wise with bitter guile outlived its chivalry."
    },
    {
      "cite": "Hugh Henry Brackenridge",
      "quote": "Where in the days of chivalry, each knight and baron brave in military pride shone in the brass and burning steel of war."
    },
    {
      "cite": "Zora Bernice May Cross",
      "quote": "And silk octavos bound in brown and red, that tales of love and chivalry unfold."
    },
    {
      "cite": "Adam Lindsay Gordon",
      "quote": "Give his ashes never a sigh one of many who perished not in vain as a type of chivalry."
    },
    {
      "cite": "Wilfrid Scawen Blunt",
      "quote": "Die, to die for you foremost in rivalry heroes to dig my grave that were true chivalry."
    },
    {
      "cite": "Francis Turner Palgrave",
      "quote": "Thou art avenged by the bow chivalry name of romance thou art henceforth but a name weapon that none can withstand."
    },
    {
      "cite": "Joyce Kilmer",
      "quote": "He never heard of chivalry he longs for heroic times."
    },
    {
      "cite": "William Schwenk Gilbert",
      "quote": "The craven soul who feared to die with all the glow of chivalry and old heroic fire."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "The restless, deep, dividing sea that flows and foams from shore to shore calls to its sunburned chivalry push out, set sail, explore!"
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "They used to call it chivalry but now they calls it dirt."
    },
    {
      "cite": "Siegrried Sassoon",
      "quote": "You worship decorations you believe that chivalry redeems the war's disgrace."
    },
    {
      "cite": "William Schwenk Gilbert",
      "quote": "I thought to do a deed of chivalry an act of worth which happy in her sight who was my mistress should recorded be."
    },
    {
      "cite": "Emma Lazarus",
      "quote": "They who were brave to act and rich enough their action to forget, who having filled their day with chivalry."
    },
    {
      "cite": "Katharine Lee Bates",
      "quote": "O chivalry of hope with the cloudy host of the infidel and the holy earth reclaim."
    },
    {
      "cite": "Emma Lazarus",
      "quote": "The distant siren-song of the green island in the eastern sea is not the lay for this new chivalry."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "A gentleman is someone who does not what he wants to do, but what he should do."
    },
    {
      "cite": "Barbara Tuchman",
      "quote": "More than a code of manners in war and love, Chivalry was a moral system, governing the whole of noble life."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who defends with love will be secure. Heaven will save him, and protect him with love."
    },
    {
      "cite": "Albert Guerard",
      "quote": "Chivalry is the most delicate form of contempt."
    },
    {
      "cite": "Mae West",
      "quote": "Every man I meet wants to protect me. I can't figure out what from."
    },
    {
      "cite": "Vaughn Ripley",
      "quote": "Chivalry is not just a fancy word with a neat meaning; it's a way of life."
    },
    {
      "cite": "Angela N. Blount",
      "quote": "The only thing I want more than you, is to do right by you."
    }
  ]
}