{
  "source": "https://www.wisesayings.com/chocolate-quotes/",
  "theme": "chocolate",
  "quotes": [
    {
      "cite": "Elaine Sherman",
      "quote": "Chocolate causes certain endocrine glands to secrete hormones that affect your feelings and behavior by making you happy. Therefore, it counteracts depression, in turn reducing the stress of depression. Your stress-free life helps you maintain a youthful disposition, both physically and mentally. So, eat lots of chocolate!"
    },
    {
      "cite": "Baron Justus Von Liebig",
      "quote": "Chocolate is a perfect food, as wholesome as it is delicious, a beneficent restorer of exhausted power...it is the best friend of those engaged in literary pursuits."
    },
    {
      "cite": "Miranda Ingram",
      "quote": "It's not that chocolates are a substitute for love. Love is a substitute for chocolate. Chocolate is, let's face it, far more reliable than a man."
    },
    {
      "cite": "Ben Strohecker",
      "quote": "Chocolate makes everyone smile-even bankers."
    },
    {
      "cite": "Peter Rogers",
      "quote": "Eating chocolate can have significant influences on mood, generally leading to an increase in pleasant feelings and a reduction in tension."
    },
    {
      "cite": "Susan Isaacs",
      "quote": "Hot fudge fills deep needs."
    },
    {
      "cite": "Michael Levine",
      "quote": "Chemically speaking, chocolate really is the world's perfect food."
    },
    {
      "cite": "Catherine Aitken",
      "quote": "Chocolate is cheaper than therapy and you don't need an appointment."
    },
    {
      "cite": "Baron Justus Von Liebig",
      "quote": "Chocolate is a perfect food, as wholesome as it is delicious, a beneficent restorer of exhausted power. it is the best friend of those engaged in literary pursuits."
    },
    {
      "cite": "Christelle Le Ru",
      "quote": "Reminiscent of childhood memories, luxury, sweetness and sensuality, chocolate is more than just a food--it is therapy."
    },
    {
      "cite": "Neva Beach",
      "quote": "More than any other food, chocolate delights and enchants ... chocolate tantalizes and it comforts. Chocolate has soothed fretful children and welcomed tired travelers; mountain climbers have saved their last piece of chocolate to celebrate reaching new heights; suitors have given chocolate to show the depth of their devotion. Chocolate has been used as a stimulant, an aphrodisiac, and [even] a form of currency."
    },
    {
      "cite": "Herman A. Berliner",
      "quote": "Chocolate knows no boundaries; speaks all languages; comes in all sizes; is woven through many cultures and disciplines ... it impacts mood, health, and economics, and it is a part of our lives from early childhood through the elderly years."
    },
    {
      "cite": "Daniel Worona",
      "quote": "Chocolate: the poor mans' champagne."
    },
    {
      "cite": "Robert Orben",
      "quote": "Remember the days when you let your child have some chocolate if he finished his cereal? Now, chocolate is one of the cereals."
    },
    {
      "cite": "Rachel Vincent",
      "quote": "Chocolate says \"I'm sorry\" so much better than words."
    },
    {
      "cite": "Emily Luchetti",
      "quote": "After eating chocolate you feel godlike, as though you can conquer enemies, lead armies, entice lovers."
    },
    {
      "cite": "Jason Love",
      "quote": "Chocolate is an antidepressant, which is especially useful as you start to gain weight."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Chocolate is ground from the beans of happiness."
    },
    {
      "cite": "Matt Lauer",
      "quote": "Researchers have discovered that chocolate produces some of the same reactions in the brain as marijuana. The researchers also discovered other similarities between the two but can't remember what they are."
    },
    {
      "cite": "Jean-Antheleme Brillat-Savarin",
      "quote": "Carefully prepared chocolate is as healthful a food as it is pleasant; that it is nourishing and easily digested; that it does not cause the same harmful effects to feminine beauty which are blamed on coffee, but is on the contrary a remedy for them."
    },
    {
      "cite": "Milton Snavely Hershey",
      "quote": "Caramels are only a fad. Chocolate is a permanent thing."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The superiority of chocolate, both for health and nourishment, will soon give it the same preference over tea and coffee in America which it has in Spain."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "Look, there's no metaphysics on earth like chocolates."
    },
    {
      "cite": "Linda Solegato",
      "quote": "A little chocolate is like a love affair - an occasional sweet release that lightens the spirit. A lot of chocolate is like marriage - it seems so good at first but before you know it you've got chunky hips and a waddle-walk."
    },
    {
      "cite": "Mariska Hargitay",
      "quote": "Chocolate is the first luxury. It has so many things wrapped up in it: deliciousness in the moment, childhood memories, and that grin-inducing feeling of getting a reward for being good."
    },
    {
      "cite": "Jean Kelsey",
      "quote": "When you select the right kind of chocolate it is like giving your insides a hug. Everyone needs a chocolate hug."
    },
    {
      "cite": "Grandpa Jones",
      "quote": "Chocolate is like medicine - but as with medicine, the key is the proper dose. Don't overdo it."
    },
    {
      "cite": "John Milton",
      "quote": "Biochemically, love is just like eating large amounts of chocolate."
    },
    {
      "cite": "unknown",
      "quote": "Chocolate is nature's way of making up for Mondays."
    },
    {
      "cite": "Milton Zelma",
      "quote": "Giving chocolate to others is an intimate form of communication, a sharing of deep, dark secrets"
    },
    {
      "cite": "Geneen Roth",
      "quote": "Chocolate...is not something you can take or leave, something you like only moderately. You don't like chocolate. You don't even love chocolate. Chocolate is something you have an affair with."
    },
    {
      "cite": "Ruth Westheimer",
      "quote": "The taste of chocolate is a sensual pleasure in itself, existing in the same world as sex...For myself, I can enjoy the wicked pleasure of chocolate...entirely by myself. Furtiveness makes it better."
    },
    {
      "cite": "Sandra Boynton",
      "quote": "There is a simple memory aid that you can use to determine whether it is the correct time to order chocolate dishes; Any month whose name contains the letter A, E, or U is the proper time for chocolate."
    },
    {
      "cite": "Patrick Skene Catling",
      "quote": "Other things are just-food. But chocolate's chocolate."
    },
    {
      "cite": "Lucy Van Pelt",
      "quote": "All I really need is love, but a little chocolate now and then doesn't hurt."
    },
    {
      "cite": "Deanna Troi",
      "quote": "I never met a chocolate I didn't like."
    },
    {
      "cite": "Lora Brody",
      "quote": "Don't wreck a sublime chocolate experience by feeling guilty. Chocolate isn't like premarital sex. It will not make you pregnant. And it always feels good."
    },
    {
      "cite": "Sandra Boynton",
      "quote": "Research tells us 14 out of any  10 individuals like chocolate."
    },
    {
      "cite": "Nancy Baggett",
      "quote": "Nothing can match chocolate for drama, dazzle, and deep-down allure."
    },
    {
      "cite": "Cathy Guisewite",
      "quote": "Some say women are addicted to chocolate. I say we're merely loyal."
    },
    {
      "cite": "John West",
      "quote": "Chocolates make otherwise normal people melt into strange states of ecstasy."
    },
    {
      "cite": "R.J. Huxtable",
      "quote": "Chocolate is more than food but less than a drug."
    },
    {
      "cite": "Grace Slick",
      "quote": "I am not a strict vegan, because I'm a hedonist pig. If I see a big chocolate cake that is made with eggs, I'll have it."
    },
    {
      "cite": "Judith Viorst",
      "quote": "Strength is the capacity to break a chocolate bar into four pieces with your bare hands and then eat just one of the pieces."
    },
    {
      "cite": "Leslie Moak Murray",
      "quote": "There are two kinds of people in the world: those who love chocolate, and Communists."
    },
    {
      "cite": "Marilyn Sharp",
      "quote": "An annoying habit...like the people who take nonfattening sweetness in their coffee and order chocolate mousse."
    },
    {
      "cite": "Bradley Trevor Greive",
      "quote": "Dancing is exercise, sleeping in is good for you, and a little bit of chocolate every now and then never killed anyone."
    },
    {
      "cite": "George Clinton",
      "quote": "A chocolate city is no dream / It's my piece of the rock and I dig you CC / God bless Chocolate City and its vanilla suburbs."
    },
    {
      "cite": "Sarah Arak",
      "quote": "Just the very act of unwrapping chocolate can drive s wild."
    },
    {
      "cite": "Oleg Kiselev",
      "quote": "Self-discipline implies some unpleasant things to me, including staying away from chocolates."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "A good night sleep or a ten-minute bawl, or a pint of chocolate ice cream, or all three together, is good medicine."
    },
    {
      "cite": "Dieter Shorner",
      "quote": "I think the combination of chocolate and lemon is so refreshing. In England, I even tasted a yogurt flavored with chocolate and lemon. Sounds weird, tastes great."
    },
    {
      "cite": "Tish Boyle and Timothy Moriarty",
      "quote": "Chocolate is the world's favorite flavor. There is a mystery, excitement, and wickedness associated with chocolate you'll find in no other food."
    },
    {
      "cite": "Henry Stubbe",
      "quote": "Chocolate was all that was necessary for breakfast because after eating chocolate, one needed no further meat, bread, or drink."
    },
    {
      "cite": "S.T. Beckett",
      "quote": "Food is required to give us energy, and chocolate is relatively energy-dense, meaning it is high in calories for a small portion size."
    },
    {
      "cite": "Adrianna Morganelli",
      "quote": "Chocolate is often associated with many religious and national holidays and festive celebrations, where it is traditionally given as a gift to loved ones and friends."
    },
    {
      "cite": "Janine Weger",
      "quote": "NIce memories are like chocolate; you can't survive on them alone. as they aren't very filling, but they make life sweeter."
    },
    {
      "cite": "Ursula Kohaupt",
      "quote": "Chocolate is happiness that you can eat."
    },
    {
      "cite": "Nina Sandmann",
      "quote": "Life is like chocolate; you should enjoy it piece for piece and let it slowly melt on your tongue."
    },
    {
      "cite": "Sonja Blumenthal",
      "quote": "Chocolate is a gift of love to yourself."
    },
    {
      "cite": "Ursula Kohaupt",
      "quote": "Chocolate is comfort without words."
    },
    {
      "cite": "Linda Grayson",
      "quote": "There is nothing better than a friend unless it is a friend with chocolate."
    }
  ]
}