{
  "source": "https://www.wisesayings.com/choices-quotes/",
  "theme": "choices",
  "quotes": [
    {
      "cite": "Catherine Pulsifer",
      "quote": "Life presents many choices, the choices we make determine our future."
    },
    {
      "cite": "Dr. Kathleen Hall",
      "quote": "In every single thing you do, you are choosing a direction. Your life is a product of choices."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "It is about choices we make. And how the direction of our lives comes down to the choices we choose."
    },
    {
      "cite": "George Eliot",
      "quote": "The strongest principle of growth lies in human choice."
    },
    {
      "cite": "Denis Waitley",
      "quote": "There are two primary choices in life; to accept conditions as they exist, or accept the responsibility for changing them."
    },
    {
      "cite": "Dan Millman",
      "quote": "Choice means saying no to one thing so you can say yes to another."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Every choice you make has an end result."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "I believe that we are solely responsible for our choices, and we have to accept the consequences of every deed, word, and thought throughout our lifetime."
    },
    {
      "cite": "Pat Riley",
      "quote": "Look for your choices, pick the best one, and then go with it."
    },
    {
      "cite": "Jean Nidetch",
      "quote": "It's choice'not chance-that determines your destiny."
    },
    {
      "cite": "Eric Allenbaugh",
      "quote": "Every choice moves us closer to or farther away from something. Where are your choices taking your life? What do your behaviors demonstrate that you are saying yes or no to in life?"
    },
    {
      "cite": "Ernest Holmes",
      "quote": "We cannot lead a choiceless life. Every day, every moment, every second, there is a choice. If it were not so, we would not be individuals."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Nobody ever did, or ever will, escape the consequences of his choices."
    },
    {
      "cite": "Professor Dumbledore",
      "quote": "It is our choices that show what we truly are far more than our abilities."
    },
    {
      "cite": "Robert Fritz",
      "quote": "If you limit your choices only to what seems possible or reasonable, you disconnect yourself from what you truly want, and all that is left is a compromise."
    },
    {
      "cite": "Seneca",
      "quote": "You are your choices."
    },
    {
      "cite": "Heath Ledger",
      "quote": "If you are just safe about the choices you make, you don't grow."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The key choices you make-apart from the natural talent you already have-will set you apart from others who have talent alone."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Life is a matter of choices, and every choice you make makes you."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It's up to you today to start making healthy choices. Not choices that are just healthy for your body, but healthy for your mind."
    },
    {
      "cite": "William James",
      "quote": "When you have to make a choice and don't make it, that is in itself a choice."
    },
    {
      "cite": "Anna Chin-Williams",
      "quote": "Once you make a choice, you have no choice."
    },
    {
      "cite": "Gary Collins",
      "quote": "We can try to avoid making choices by doing nothing, but even that is a decision."
    },
    {
      "cite": "Thomas Merton",
      "quote": "We must make the choices that enable us to fulfill the deepest capacities of our real selves."
    },
    {
      "cite": "Caroline Myss",
      "quote": "Always go with the choice that scares you the most, because that's the one that is going to require the most from you."
    },
    {
      "cite": "Coulter Watt",
      "quote": "Choice is strength. Having choice is also freedom."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "May your choices reflect your hopes, not your fears."
    },
    {
      "cite": "James E. Faust",
      "quote": "In this life we have to make many choices. Some are very important choices. Some are not. Many of our choices are between good and evil. The choices we make, however, determine to a large extent our happiness or our unhappiness, because we have to live wi"
    },
    {
      "cite": "Rem Saverem",
      "quote": "The choices we make in life have unlimited possibilities."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You have two choices: to control your mind or to let your mind control you."
    },
    {
      "cite": "Paul Graham",
      "quote": "This is a good plan for life in general. If you have two choices, choose the harder."
    },
    {
      "cite": "Gloria Estefan",
      "quote": "We seal our fate with the choices we make."
    },
    {
      "cite": "Alan Greenspan",
      "quote": "There are no easy choices. Easy choices are long gone."
    },
    {
      "cite": "Pythagoras",
      "quote": "Choices are the hinges of destiny."
    },
    {
      "cite": "Kathy Smith",
      "quote": "Your choices today determine your tomorrow and you make your life through the power of choice."
    },
    {
      "cite": "Gloria Gaither",
      "quote": "Choices can change our lives profoundly.  The choice to mend a broken relationship, to say \"yes\" to a difficult assignment, to lay aside some important work to play with a child, to visit some forgotten person--these small choices may affect many lives et"
    },
    {
      "cite": "Brandon Mull",
      "quote": "Choices determine character."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Choose well. Your choice is brief, and yet endless."
    },
    {
      "cite": "Nathan Pyles",
      "quote": "Sometimes the wrong choices bring us to the right places."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "But until a person can say deeply and honestly, \"I am what I am today because of the choices I made yesterday,\" that person cannot say, \"I choose otherwise."
    }
  ]
}