{
  "source": "https://www.wisesayings.com/choice-quotes/",
  "theme": "choice",
  "quotes": [
    {
      "cite": "Harry Mathews",
      "quote": "A man is too apt to forget that in this world he cannot have everything. A choice is all that is left him."
    },
    {
      "cite": "Neal Prescot",
      "quote": "Choice strengthens all."
    },
    {
      "cite": "Eric Allenbaugh",
      "quote": "Every choice moves us closer to or farther away from something. Where are your choices taking your life  What do your behaviors demonstrate that you are saying yes or no to in life"
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Every choice you make has an end result."
    },
    {
      "cite": "Martha Beck",
      "quote": "Every day brings new choices."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Life presents many choices, the choices we make determine our future."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "And in life, it is all about choices we make. And how the direction of our lives comes down to the choices we choose."
    },
    {
      "cite": "Dr. Kathleen Hall",
      "quote": "In every single thing you do, you are choosing a direction. Your life is a product of choices."
    },
    {
      "cite": "Judith M. Knowlton",
      "quote": "I discovered I always have choices and sometimes it's only a choice of attitude."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Fundamentally, we are a product of choice, not nature (genes) or nurture (upbringing, environment)."
    },
    {
      "cite": "Dr. Shad Helmstetter",
      "quote": "No one else can ever make your choices for you. Your choices are yours alone. They are as much a part of you as every breath you will take, every moment of your life."
    },
    {
      "cite": "Dr. Shad Helmstetter",
      "quote": "If you were given only one choice: To choose or not to choose, which would you choose"
    },
    {
      "cite": "Dr. Shad Helmstetter",
      "quote": "The choices we make in the heat of emotion would be better if left for some other day."
    },
    {
      "cite": "George Eliot",
      "quote": "The strongest principle of growth lies in human choice."
    },
    {
      "cite": "Robert Fritz",
      "quote": "If you limit your choices only to what seems possible or reasonable, you disconnect yourself from what you truly want, and all that is left is a compromise."
    },
    {
      "cite": "Professor Dumbledore",
      "quote": "It is our choices that show what we truly are far more than our abilities."
    },
    {
      "cite": "Richard Bach",
      "quote": "Some choices we live not only once but a thousand times over, remembering them for the rest of our lives."
    },
    {
      "cite": "Hayley Williams",
      "quote": "The choices that we make aren't always perfect but it's ok... It's part of the journey."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Nobody ever did, or ever will, escape the consequences of his choices."
    },
    {
      "cite": "Heath Ledger",
      "quote": "If you are just safe about the choices you make, you don't grow."
    },
    {
      "cite": "Pat Riley",
      "quote": "Look for your choices, pick the best one, then go with it."
    },
    {
      "cite": "Dr. Phil McGraw",
      "quote": "Eighty percent of all choices are based on fear. Most people don't choose what they want; they choose what they think is safe."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "You can't make your choices based on what critics think. You have to make your choices based on what's honest for you."
    },
    {
      "cite": "Neve Campbell",
      "quote": "No matter what your choices are, you truly have no control about what people think of you."
    },
    {
      "cite": "Earl Butz",
      "quote": "But you've got to make choices, and you're not going to be right all the time."
    },
    {
      "cite": "Anne Frank",
      "quote": "Our lives are fashioned by our choices. First we make our choices. Then our choices make us."
    },
    {
      "cite": "Tavis Smiley",
      "quote": "The choices we make about the lives we live determine the kinds of legacies we leave."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Hopefully your choices can come from a deep sense of who you are."
    },
    {
      "cite": "Veronica Roth",
      "quote": "One choice can transform you. One choice can destroy you. Once choice will define you."
    },
    {
      "cite": "Darren L. Johnson",
      "quote": "You have choices to make about what you do with the rest of your life."
    },
    {
      "cite": "Joshua Fernandez",
      "quote": "Choices, the greatest power we have, Choices, the path which is destiny, Choices, the result which is you...."
    },
    {
      "cite": "Paolo Giordano",
      "quote": "Choices are made in brief seconds and paid for in the time that remains."
    },
    {
      "cite": "Edwin Markham",
      "quote": "Choices are the hinges of destiny."
    },
    {
      "cite": "Chelle Thompson",
      "quote": "Each choice we make causes a ripple effect in our lives. When things happen to us, it is the reaction we choose that can create the difference between the sorrows of our past and the joy in our future."
    },
    {
      "cite": "Gary Collins",
      "quote": "We can try to avoid making choices by doing nothing, but even that is a decision."
    },
    {
      "cite": "Rick Riordan",
      "quote": "The right choice is hardly ever the easy choice."
    },
    {
      "cite": "Jazlyn Roehl",
      "quote": "You have two choices in life...Choice one is to be the same and be like everyone else...Choice two is to be yourself and be a difference-maker."
    },
    {
      "cite": "Stephen R.Covey",
      "quote": "While we are free to choose our actions, we are not free to choose the consequences of our actions."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "In the long run, we shape our lives, and we shape ourselves. The process never ends until we die. And the choices we make are ultimately our own responsibility."
    },
    {
      "cite": "George Moore",
      "quote": "The difficulty in life is the choice."
    },
    {
      "cite": "Aristotle",
      "quote": "For what is the best choice, for each individual is the highest it is possible for him to achieve."
    },
    {
      "cite": "Jean Nidetch",
      "quote": "It's choice not chance-that determines your destiny."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "We cannot lead a choiceless life. Every day, every moment, every second, there is a choice. If it were not so, we would not be individuals."
    },
    {
      "cite": "Dan Millman",
      "quote": "Choice means saying no to one thing so you can say yes to another."
    },
    {
      "cite": "Thomas Merton",
      "quote": "We must make the choices that enable us to fulfill the deepest capacities of our real selves."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "I believe that we are solely responsible for our choices, and we have to accept the consequences of every deed, word, and thought throughout our lifetime."
    },
    {
      "cite": "John Dewey",
      "quote": "The self is not something ready-made, but something in continuous formation through choice of action."
    },
    {
      "cite": "St. Thomas Aquinas",
      "quote": "A man has free choice to the extent that he is rational."
    },
    {
      "cite": "Darby Bannard",
      "quote": "Too much freedom inhibits choice. Constructive narrowness clarifies choice."
    },
    {
      "cite": "Dr. Michael Beckwith",
      "quote": "You are at a choice-point in every moment of each circumstance, each activity, spoken word and thought."
    }
  ]
}