{
  "source": "https://www.wisesayings.com/choose-quotes/",
  "theme": "choose",
  "quotes": [
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Choose a challenge instead of competence."
    },
    {
      "cite": "Auliq Ice",
      "quote": "Choose to be happy, because you always have the choice."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "It is easy to give up than to endure. Always choose the latter."
    },
    {
      "cite": "Mike Young",
      "quote": "All is context. Choose yours carefully, where you have a choice."
    },
    {
      "cite": "Gerald Jampolsky",
      "quote": "Choose to experience peace rather than conflict."
    },
    {
      "cite": "Dallin H. Oaks",
      "quote": "If we choose the wrong road, we choose the wrong destination."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "One can choose one's attitude in any given set of circumstances."
    },
    {
      "cite": "Plutarch",
      "quote": "Choose what is best, and habit will make it pleasant and easy."
    },
    {
      "cite": "Anum Sattar",
      "quote": "Words are confessions of your actions. Choose them wisely."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Choose your love, Love your choice."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Choose to be pro-active, assertive and self-defining."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "We have to pick and choose between good and a little bit better."
    },
    {
      "cite": "Roy Bennett",
      "quote": "Whatever choice you make makes you. Choose wisely."
    },
    {
      "cite": "Gerald Jampolsky",
      "quote": "Choose to be a love-finder rather than a faultfinder."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Choose a career you love and you will never have to go to work."
    },
    {
      "cite": "Yasser Arafat",
      "quote": "Choose your friends carefully. Your enemies will choose you."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "Sometimes you have to choose between a bunch of wrong choices and no right ones. You just have to choose which wrong choices feels the least wrong."
    },
    {
      "cite": "Sam Keen",
      "quote": "We can only choose whether we will feel and not what we will feel."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "You can choose what you do, you cant choose what you like to do."
    },
    {
      "cite": "Seal",
      "quote": "Everything really is beautiful if you choose to see it that way."
    },
    {
      "cite": "Stormie Omartian",
      "quote": "In times of weakness, choose to put yourself under God's control."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "You can't choose your potential, but you can choose to fulfill it."
    },
    {
      "cite": "Richard Rohr",
      "quote": "Every time you choose to love, you have also just chosen to die."
    },
    {
      "cite": "Richard Leider",
      "quote": "Purpose is the quality we choose to shape our lives around."
    },
    {
      "cite": "Tiana",
      "quote": "God chooses what we go through. We choose how we go through it."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Words can inspire and words can destroy. Choose yours well."
    },
    {
      "cite": "Nishan",
      "quote": "Never choose the easy path. Choose the one that has morals."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "If peace is really what you want, then you will choose peace."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "Always choose the hardest way, on it you will not find opponents."
    },
    {
      "cite": "Nenia Campbell",
      "quote": "Nobody should have to choose between a cold heart and a dead heart."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Choose positive attitude over a negative attitude."
    },
    {
      "cite": "Gabrielle Bernstein",
      "quote": "When you choose to perceive Love over fear, life begins to flow."
    },
    {
      "cite": "Ray S. Jones",
      "quote": "Choose life, choose to be happy and make somebody smile."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "Life is an Attitude. It's what you Choose to Believe, ALWAYS."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "We choose our joys and sorrows long before we experience them."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "If we choose, we can live in a world of comforting illusion."
    },
    {
      "cite": "Barry Neil Kaufman",
      "quote": "The way we choose to see the world creates the world we see."
    },
    {
      "cite": "Michelle Obama",
      "quote": "Choose people who lift you up."
    },
    {
      "cite": "Ehab Atalla",
      "quote": "Create your own fears; choose to fear living an average life."
    },
    {
      "cite": "Richard Denney",
      "quote": "Authors do not choose a story to write, the story chooses us."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "Our greatest freedom is the freedom to choose our attitude."
    },
    {
      "cite": "Jim George",
      "quote": "Choose your friends carefully. They are a reflection of you."
    },
    {
      "cite": "Skarleth Hdz",
      "quote": "Choose between yesterday and tomorrow."
    },
    {
      "cite": "Richard Carlson",
      "quote": "Choose being kind over being right and you'll be right every time."
    },
    {
      "cite": "Howard W. Hunter",
      "quote": "The girl who chooses to be modest, chooses to be respected."
    },
    {
      "cite": "Stephen Kendrick",
      "quote": "You must choose to live by enouragement rather than by expectations."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "When you choose a habit, you also choose the end of that habit."
    },
    {
      "cite": "James D. Houston",
      "quote": "Sometimes you don't choose the material; the material chooses you."
    },
    {
      "cite": "Tia Mowry",
      "quote": "Happiness is a choice. Choose to be happy and you will be."
    },
    {
      "cite": "Nova Ren Suma",
      "quote": "The story you choose to tell isn't always the story you believe."
    }
  ]
}