{
  "source": "https://www.wisesayings.com/choose-love-quotes/",
  "theme": "choose-love",
  "quotes": [
    {
      "cite": "Hal Elrod",
      "quote": "When in doubt, always choose love and gratitude."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "In a choice between love and fear, choose love."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Choose love not in the shallows but in the deep."
    },
    {
      "cite": "Spartacus",
      "quote": "We do not choose love. It claims each man as it will."
    },
    {
      "cite": "Kent Nerburn",
      "quote": "Remember that you don't choose love; love chooses you. All you really can do is accept it for all its mystery when it comes into your life. Feel the way it fills you to overflowing then reach out and give it away."
    },
    {
      "cite": "Phil 'Philosofree' Cheney",
      "quote": "Balance is only meaningful when we choose Love as the center of gravity!"
    },
    {
      "cite": "Jim Carrey",
      "quote": "Choose love and don't ever let fear turn you away from your playful heart."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Choose love and joy as much as you can in each moment and watch your life transform."
    },
    {
      "cite": "Gary Zukav",
      "quote": "The hardest times to choose love become the very times that you can most grow spiritually."
    },
    {
      "cite": "Federico Fellini",
      "quote": "There is abundant testimony that if we choose love rather than self, we gain immeasurably."
    },
    {
      "cite": "Laurence Overmire",
      "quote": "Live with an open mind and an open heart. Always choose love over fear and kindness over cruelty."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You have to choose love. In the most difficult of time to shift the paradigm to that which is love."
    },
    {
      "cite": "Melissa Etheridge",
      "quote": "There is no fear when you choose love. The more you choose love, the more love is in your life. It gets easier and easier."
    },
    {
      "cite": "Na'ama Yehuda",
      "quote": "The only things that last are love and hate. The only one that matters is love: Choose love. Hate erodes. Love nourishes."
    },
    {
      "cite": "Martha Beck",
      "quote": "The way we can allow ourselves to do what we need to, no matter what others may say or do, is to choose love and defy fear."
    },
    {
      "cite": "Bell Hooks",
      "quote": "If you do not know what you feel, then it is difficult to choose love; it is better to fall. Then you do not have to be responsible for your actions."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If one day you have to choose between the world and love, remember this: If you choose the world you’ll be left without love, but if you choose love, with it you will conquer the world"
    },
    {
      "cite": "Barbara Marciniak",
      "quote": "Those who choose love – daring to feel to the depths of being, accepting responsibility for their actions, and seeking a purpose in life – will find that the world of significant living will unfold its cleverly concealed presence."
    },
    {
      "cite": "Johnny Cash",
      "quote": "All your life, you will be faced with a choice. You can choose love positivity and gratitude that things aren't worse or hate negativity and bitterness that things aren't better ...I choose love positivity and gratitude that things aren't worse."
    },
    {
      "cite": "Mara Brock Akil",
      "quote": "To choose love and jump in not knowing, with a lot of unknowns, is a brave act."
    },
    {
      "cite": "Cinda Williams Chima",
      "quote": "Do not forget duty. But choose love when you can."
    },
    {
      "cite": "Betsy Landin",
      "quote": "If everyone chose love, this world would be magnificent. Always choose love."
    },
    {
      "cite": "Johnny Cash",
      "quote": "All your life, you will be faced with a choice. You can choose love or hate…I choose love."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I believe that every single event in life happens in an opportunity to choose love over fear."
    },
    {
      "cite": "Gabrielle Bernstein",
      "quote": "The people who inspire me most are those who are willing to see the world from a loving perspective. People who perceive obstacles as opportunities and problems as spiritual assignments. People who choose love."
    },
    {
      "cite": "Geneen Roth",
      "quote": "It matters whether you see yourself as someone who is capable of effecting change or whether you see yourself as someone whose voice does not count. It matters whether you treat yourself with reverence or with carelessness. Every bit of work you do on yourself matters. Every time you choose love, it matters."
    }
  ]
}