{
  "source": "https://www.wisesayings.com/chosen-quotes/",
  "theme": "chosen",
  "quotes": [
    {
      "cite": "Andrew Carnegie",
      "quote": "The men who have succeeded are men who have chosen one line and stuck to it."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Big things are built one brick at a time. Victories are achieved one choice at a time. A life well lived is chosen one day at a time."
    },
    {
      "cite": "John of Kronstadt",
      "quote": "God is resplendently reflected in the souls of His chosen ones, and these pure souls, these images of God, like the transparent glass, shine forth like gold in the sun, like diamonds of the purest water, but they shine for God and the angels, not revealing their brightness to men, although at times, by God's ordering, they do shine even for them, by the light of their faith, their virtues, when necessary, similar to a candle put on a candlestick in a room, and lighting the room with all those who are in it."
    },
    {
      "cite": "Silouan the Athonite",
      "quote": "The Lord loves all people, but He loves those who seek Him even more. To his chosen ones the Lord gives such great grace that for love they forsake the whole earth, the whole world, and their souls burn with desire that all people might be saved and see the glory of the Lord."
    },
    {
      "cite": "James Milton Black",
      "quote": "On that bright and cloudless morning when the dead in Christ shall rise. And the glory of His resurrection share. When His chosen ones shall gather o their home beyond the skies. And the roll is called up yonder I'll be there."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "In regard to intellect and true virtue, every nation is on a par with the rest, and God has not in these respects chosen one people rather than another."
    },
    {
      "cite": "Billy Graham",
      "quote": "We have an idea that we Americans are God's chosen people, that God loves us more than any other people, and that we are God's blessed. I tell you that God doesn't love us any more than He does the Russians."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "You have been chosen, and you must therefore use such strength and heart and wits as you have."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Good books, like good friends, are few and chosen; the more select, the more enjoyable."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "Yeah, I wasn't chosen to be first. I was just chosen to command that flight. Circumstance put me in that particular role. That wasn't planned by anyone."
    },
    {
      "cite": "Robert De Niro",
      "quote": "The director respects what they've hired you for and chosen you for: to do the part and respect what you're doing."
    },
    {
      "cite": "Mother Angelica",
      "quote": "God has always worked wonders through his prophets to increase the faith of His chosen people or to correct their disobedience."
    },
    {
      "cite": "Mother Angelica",
      "quote": "Holiness of life is not the privilege of a chosen few - it is the obligation, the call, and the will of God for every Christian."
    },
    {
      "cite": "Tobias Forge",
      "quote": "When you have a fruitful relationship with someone, and you've both chosen to work together, then it can spawn really good things."
    },
    {
      "cite": "Lil Yachty",
      "quote": "I am honored to be chosen for this collaboration; I grew up watching Disney and using Beats headphones. Now I get to represent them both - it's unreal."
    },
    {
      "cite": "Markus Zusak",
      "quote": "I guess when someone tells you something they they usually guard, you feel privileged, not because you know something no-one else knows, but because you feel chosen. You feel like that person wants her life to intersect with yours. I think that's what felt best about it."
    },
    {
      "cite": "Nitya Prakash",
      "quote": "It is not love if you are chosen by someone after you became one of the choices for them."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "God is gathering a small number of chosen people who will live at the edge of one time shifting to another time. These are the people who will make history."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "The longest journey is the journey inwards. Of him who has chosen his destiny, Who has started upon his quest for the source of his being."
    },
    {
      "cite": "Raphael Zernoff",
      "quote": "Happiness is purely a chosen state of being available to all, at all times. I choose to be happy, because I am."
    },
    {
      "cite": "Jessie J",
      "quote": "I think being nice and being safe is unfair to yourself when you have big dreams as a woman. I think you have to prepare yourself that not everyone in this world has the same personality... The one thing I've chosen to be great at in my life is singing - so why not be proud that I'm great at it?"
    },
    {
      "cite": "Jessica Lange",
      "quote": "I regret those times when I've chosen the dark side. I've wasted enough time not being happy."
    },
    {
      "cite": "Richard Yates",
      "quote": "In avoiding specific goals he had avoided specific limitations. For the time being the world, life itself, could be his chosen field."
    },
    {
      "cite": "Annie Dillard",
      "quote": "Having chosen this foolishness, I was a free being. How could the world ever stop me, how could I betray myself, if I was not afraid?"
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The human being is single, unique, and unrepeatable, someone thought of and chosen from eternity, someone called and identified by name."
    },
    {
      "cite": "April White",
      "quote": "But I know who I am, and I've chosen the things that are important to me. I think the best decisions I make about what to do in my life come when I'm being true to both of those things"
    },
    {
      "cite": "John Piper",
      "quote": "The one God has chosen unconditionally he keeps invincibly. Being and staying a believer is decisively of sovereign grace."
    },
    {
      "cite": "Louis de Bernieres",
      "quote": "Life is nothing if not a random motion of coincidences and quirks of chance; it never goes as planned or as foretold; frequently one gains happiness from being obliged to follow an unchosen path or misery from following a chosen one."
    },
    {
      "cite": "Henri J.M. Nouwen",
      "quote": "To be chosen as the Beloved of God is something radically different. Instead of excluding others, it includes others. Instead of rejecting others as less valuable, it accepts others in their own uniqueness. It is not a competitive, but a compassionate choice."
    },
    {
      "cite": "John Gray",
      "quote": "For people in thrall to 'mortality', the good life means perpetual striving. For Taoists it means living effortlessly, according to our natures. The freest human being is not one who acts on reasons he has chosen for himself, but one who never has to choose. Rather than agonizing about alternatives he responds effortlessly to situations as they arise. He lives not as he chooses but as he must."
    }
  ]
}