{
  "source": "https://www.wisesayings.com/christianity-quotes/",
  "theme": "christianity",
  "quotes": [
    {
      "cite": "Charles L. Allen",
      "quote": "The Christian is not one who has gone all the way with Christ. None of us has. The Christian is one who has found the right road."
    },
    {
      "cite": "Alexis de Tocqueville",
      "quote": "Christianity is the companion of liberty in all its conflicts, the cradle of its infancy, and the divine source of its claims."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Christianity is not a theory or speculation, but a life; not a philosophy of life, but a life and a living process."
    },
    {
      "cite": "Clarence Jordan",
      "quote": "The measure of a Christian is not in the height of his grasp but in the depth of his love"
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "No egoism is so insufferable as the Christian with regard to his soul."
    },
    {
      "cite": "William Blake",
      "quote": "The glory of Christianity is to conquer by forgiveness."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "The Christian life has been nothing more and nothing less than a daily dependence on and a rediscovery of God's grace."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Christianity, with its doctrine of humility, of forgiveness, of love, is incompatible with the state, with its haughtiness, its violence, its punishment and its wars."
    },
    {
      "cite": "Eliza Cook",
      "quote": "Christianity is the oxygen of the moral world."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Christians ought not to slander God by looking as if they were at an everlasting funeral."
    },
    {
      "cite": "Francis Schaeffer",
      "quote": "Christianity provides a unified answer for the whole of life."
    },
    {
      "cite": "Ouida",
      "quote": "Christianity has made of death a terror which was unknown to the gay calmness of the Pagan."
    },
    {
      "cite": "K Chesterton",
      "quote": "Christianity has not been tried and found wanting; it has been found difficult and not tried."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Christianity has enriched the erotic meal with the appetizer of curiosity and spoiled it with the dessert of remorse."
    },
    {
      "cite": "Lynn Harold Hough",
      "quote": "The Christianity which is shared is the Christianity which is convincing."
    },
    {
      "cite": "N.T. Wright",
      "quote": "All Christian language about the future is a set of signposts pointing into a mist."
    },
    {
      "cite": "Elizabeth Lesser",
      "quote": "One can be a full-fledged Christian and at the same time, enjoy the reality of a universal spiritual truth."
    },
    {
      "cite": "Francis A. Schaeffer",
      "quote": "A Christian should use these arts to the glory of God, not just as tracts, mind you, but as things of beauty to the praise of God. An art work can be a doxology in itself."
    },
    {
      "cite": "Pope Francis",
      "quote": "The true strength of the Christian is the power of truth and love, which leads to the renunciation of all violence. Faith and violence are incompatible."
    },
    {
      "cite": "George Croly",
      "quote": "Christianity has no ceremonial. It has forms, for forms are essential to order; but it disdains the folly of attempting to reinforce the religion of the heart by the antics of the mind."
    },
    {
      "cite": "Francis A. Schaeffer",
      "quote": "The Christian in the one whose imagination should fly beyond the stars."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "A Christian man is a man who is within himself, who puts out good vibes."
    },
    {
      "cite": "Vicki Edwards",
      "quote": "When our words are connected with the mind of Christ, they are powerful and life changing."
    },
    {
      "cite": "Stephen Baldwin",
      "quote": "The truth is the real Christian experience is truly about repenting every day because there is no Christian that doesn't sin."
    },
    {
      "cite": "Novalis",
      "quote": "Christianity is the root of all democracy, the highest fact in the rights of men."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Christianity is a lifestyle. And being a Christian is more than a label."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The paradox in Christian truth is invariably due to the fact that it is the truth that exists for God. The standard of measure and the end is superhuman; and there is only one relationship possible: faith."
    },
    {
      "cite": "Richard Halverson",
      "quote": "Christianity is either relevant all the time or useless anytime. It is not just a phase of life; it is life itself."
    },
    {
      "cite": "Leslie Weatherhead",
      "quote": "The trouble with some of us is that we have been inoculated with small doses of Christianity which keep us from catching the real thing."
    },
    {
      "cite": "A. W. Tozer",
      "quote": "Christianity takes for granted the absence of any self-help and offers a power which is nothing less than the power of God."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Christianity, if false, is of no importance, and if true, of infinite importance. The only thing it cannot be is moderately important."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In Christianity neither morality nor religion come into contact with reality at any point."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Christianity is simply the ideal form of manhood represented to us by Jesus Christ."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "Christianity preaches the infinite worth of that which is seemingly worthless and the infinite worthlessness of that which is seemingly so valued."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Christianity might be a good thing if anyone ever tried it."
    },
    {
      "cite": "Ward Beecher",
      "quote": "If a man cannot be a Christian in the place where he is, he cannot be a Christian anywhere."
    },
    {
      "cite": "Vince Antonucci",
      "quote": "Christianity is the opposite: it's about grace; it says God loves you simply because you're his child."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Christianity is the highest perfection of humanity."
    },
    {
      "cite": "D.T. Niles",
      "quote": "Christianity is one beggar telling another beggar where he found bread."
    },
    {
      "cite": "Watchman Nee",
      "quote": "A spiritual Christian therefore is one whose spirit is led by God's Spirit. Perhaps their speech does convey truth, but without the quickening of the Holy Spirit even truth is of small advantage."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Spreading Christianity abroad is sometimes an excuse for not having it at home."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "To be a Christian means to forgive the inexcusable because God has forgiven the inexcusable in you."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Christianity makes suffering contagious."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "The Christian faith is a grand cathedral with divinely pictured windows."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The Christian ideal has not been tried and found wanting. It has been found difficult; and left untried."
    },
    {
      "cite": "Olympia Brown",
      "quote": "How natural that the errors of the ancient should be handed down and, mixing with the principles and system which Christ taught, give to us an adulterated Christianity."
    },
    {
      "cite": "Marcus J. Borg",
      "quote": "Christianity's goal is not escape from this world. It loves this world and seeks to change it for the better."
    },
    {
      "cite": "Thomas Ybarra",
      "quote": "A Christian is a man who feels repentance on Sunday for what he did on Saturday and is going to do on Monday."
    },
    {
      "cite": "William Blake",
      "quote": "Christianity is art and not money. Money is its curse."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A Christianity which will not help those who are struggling from the bottom to the top of society, needs another Christ to die for it."
    }
  ]
}