{
  "source": "https://www.wisesayings.com/christian-quotes/",
  "theme": "christian",
  "quotes": [
    {
      "cite": "Dennis Fisher",
      "quote": "When all you have is God, you have all you need."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "God sends no one away empty except those who are full of themselves."
    },
    {
      "cite": "John Calvin",
      "quote": "A dog barks when his master is attacked. I would be a coward if I saw that God's truth is attacked and yet would remain silent."
    },
    {
      "cite": "unknown",
      "quote": "The Christian life is a life of paradox's. We must give to receive, realize we are blind to see, become simple to be wise, suffer for gain, and die to live."
    },
    {
      "cite": "Martin Luther",
      "quote": "Christian life consists of faith and charity."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "If a man cannot be a Christian in the place he is, he cannot be a Christian anywhere."
    },
    {
      "cite": "John Stott",
      "quote": "We must be global Christians with a global vision because our God is a global God."
    },
    {
      "cite": "Clarence Sexton",
      "quote": "The Christian life is not slightly better, but completely different."
    },
    {
      "cite": "Augustine",
      "quote": "God loves each of us as if there were only one of us."
    },
    {
      "cite": "C S Lewis",
      "quote": "I believe in Christianity as I believe that the sun has risen. Not only because I see it, but because I see everything by it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I like your Christ, I do not like your Christians. Your Christians are so unlike your Christ."
    },
    {
      "cite": "unknown",
      "quote": "What the Christian sees as important, the world looks at with contempt, and what the world considers important, the Christian considers utterly meaningless."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Fiery trials make golden Christians."
    },
    {
      "cite": "Dr. Vance Havner",
      "quote": "If you are a Christian, you are not a citizen of this world trying to get to heaven; you are a citizen of heaven making your way through this world."
    },
    {
      "cite": "Mark Driscoll",
      "quote": "We are more wicked than we ever feared, yet more loved than we ever dream."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Christianity is not a theory or speculation, but a life; not a philosophy of life, but a living presence."
    },
    {
      "cite": "Samuel Adams",
      "quote": "What the world requires of the Christians is that they should continue to be Christians."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Let God's promises shine on your problems."
    },
    {
      "cite": "unknown",
      "quote": "No two Christians will ever meet for the last time."
    },
    {
      "cite": "John Owen",
      "quote": "Nothing shall be lost that is done for God or in obedience to Him."
    },
    {
      "cite": "D.L. Moody",
      "quote": "The Christian on his knees sees more than the philosopher on tiptoe."
    },
    {
      "cite": "Clarence Jordan",
      "quote": "The measure of a Christian is not in the height of his grasp but in the depth of his love."
    },
    {
      "cite": "E. M. Bounds",
      "quote": "The story of every great Christian achievement is the history of answered prayer."
    },
    {
      "cite": "William Carey",
      "quote": "Expect great things from God, attempt great things for God."
    },
    {
      "cite": "Martin Luther",
      "quote": "I had rather be in hell with Christ, than be in heaven without him."
    },
    {
      "cite": "Spurgeon",
      "quote": "I have a great need for Christ; I have a great Christ for my need."
    },
    {
      "cite": "John Piper",
      "quote": "God is most glorified in us when we are most satisfied in Him."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "A Bible that's falling apart usually belongs to someone who isn't."
    },
    {
      "cite": "Rick Warren",
      "quote": "When you understand that life is a test, you realize that nothing is insignificant in your life."
    },
    {
      "cite": "Billy Graham",
      "quote": "God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, 'I love you."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Going to church doesn't make you a Christian any more than going to the garage makes you a car."
    },
    {
      "cite": "Martin Luther",
      "quote": "To be a Christian without prayer is no more possible than to be alive without breathing."
    },
    {
      "cite": "James L. Christensen",
      "quote": "The purpose of Christianity is not to avoid difficulty, but to produce a character adequate to meet it when it comes. It does not make life easy; rather it tries to make us great enough for life."
    },
    {
      "cite": "Robert E. Gibson",
      "quote": "A Christian is a keyhole through which other folk see God."
    },
    {
      "cite": "Leighton Ford",
      "quote": "God loves us the way we are, but too much to leave us that way."
    },
    {
      "cite": "R. Inge",
      "quote": "No Christian can be a pessimist, for Christianity is a system of radical optimism."
    },
    {
      "cite": "Daniel Webster",
      "quote": "To be like Christ is to be a Christian."
    },
    {
      "cite": "Bill Crowder",
      "quote": "Our greatest strength comes from dependence on our strong God."
    },
    {
      "cite": "Daniel Webster",
      "quote": "Whatever makes men good Christians, makes them good citizens"
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The Christians who did most for the present world were precisely those who thought most of the next."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "You might as well try to hear without ears or breathe without lungs, as to try to live a Christian life without the Spirit of God in your heart."
    },
    {
      "cite": "Matt Chandler",
      "quote": "The greater your knowledge of the goodness and grace of God on your life, the more likely you are to praise Him in the storm."
    },
    {
      "cite": "Max Lucado",
      "quote": "God never said that the journey would be easy, but He did say that the arrival would be worthwhile."
    },
    {
      "cite": "unknown",
      "quote": "Being a Christian is like being a pumpkin. God lifts you up, takes you in, and washes all the dirt off of you...Then He carves you a new smiling face and puts His light inside you to shine for all the world to see."
    },
    {
      "cite": "John Macarthur",
      "quote": "You are the only Bible some unbelievers will ever read."
    },
    {
      "cite": "Tony Evans",
      "quote": "God will meet you where you are in order to take you where He wants you to go."
    },
    {
      "cite": "Billy Graham",
      "quote": "Being a Christian is more than just an instantaneous conversion - it is a daily process whereby you grow to be more and more like Christ."
    },
    {
      "cite": "Billy Graham",
      "quote": "A real Christian is the one who can give his pet parrot to the town gossip."
    },
    {
      "cite": "John Piper",
      "quote": "Life is wasted if we do not grasp the glory of the cross, cherish it for the treasure that it is, and cleave to it as the highest price of every pleasure and the deepest comfort in every pain. What was once foolishness to us a crucified God must become our wisdom and our power and our only boast in this world."
    },
    {
      "cite": "Tim Keller",
      "quote": "Christ literally walked in our shoes and entered into our affliction."
    },
    {
      "cite": "Zephaniah 3:17",
      "quote": "The LORD your God is in your midst, a mighty one who will save. He will rejoice over you with gladness. He will quiet you by his love. He will exult over you with loud singing."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Worry does not empty tomorrow of its sorrows, it empties today of its strength."
    },
    {
      "cite": "Max Lucado",
      "quote": "A woman's heart should be so hidden in God that a man has to seek Him just to find her."
    },
    {
      "cite": "Amy Carmichael",
      "quote": "He said ‘Love...as I have loved you.' We cannot love too much."
    },
    {
      "cite": "Hudson Taylor",
      "quote": "I used to ask God to help me. Then I asked if I might help Him. I ended up by asking God to do His work through me."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Gather the riches of God’s promises. Nobody can take away from you those texts from the Bible which you have learned by heart."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "To be a Christian means to forgive the inexcusable, because God has forgiven the inexcusable in you.C.S. Lewis"
    },
    {
      "cite": "Ellen Gould White",
      "quote": "We are all woven together in the great web of humanity, and whatever we can do to benefit and uplift others will reflect in blessing upon ourselves."
    },
    {
      "cite": "Ephesians 4:31",
      "quote": "Let all bitterness, and wrath, and anger, and clamor, and evil speaking, be put away from you, with all malice."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be faithful in small things because it is in them that your strength lies."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Remember who you are. Don't compromise for anyone, for any reason. You are a child of the Almighty God. Live that truth."
    },
    {
      "cite": "Elisabeth Elliot",
      "quote": "Faith does not eliminate questions. But faith knows where to take them."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Whoever is spared personal pain must feel himself called to help in diminishing the pain of others. We must all carry our share of the misery which lies upon the world."
    },
    {
      "cite": "A.W.Tozer",
      "quote": "Always, everywhere God is present, and always He seeks to discover Himself to each one."
    },
    {
      "cite": "Philippians 1:6",
      "quote": "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "God does not give us everything we want, but He does fulfill His promises, leading us along the best and straightest paths to Himself."
    },
    {
      "cite": "Hudson Taylor",
      "quote": "God's work done in God's way will never lack God's supplies."
    },
    {
      "cite": "Martin Luther King  Jr.",
      "quote": "Good works do not make a good man, but a good man does good works."
    },
    {
      "cite": "Martha Washington",
      "quote": "I've learned from experience that the greater part of our happiness or misery depends on our dispositions and not on our circumstances."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "If you can't fly, then run, If you can't run, then walk, If you can't walk, then crawl, but whatever you do, you have to keep moving forward."
    },
    {
      "cite": "Francis Chan",
      "quote": "Our greatest fear should not be of failure but of succeeding at things in life that don't really matter."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your permission."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Start your child's day with love and encouragement and end the day the same way."
    },
    {
      "cite": "Mother Teresa",
      "quote": "The hunger for love is much more difficult to remove than the hunger for bread."
    },
    {
      "cite": "John 10:10",
      "quote": "The thief comes only to steal and kill and destroy. I came that they may have life, and have it abundantly."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy."
    },
    {
      "cite": "Billy Graham",
      "quote": "The will of God will not take us where the grace of God cannot sustain us."
    },
    {
      "cite": "Chuck Swindoll",
      "quote": "We are all faced with a series of great opportunities brilliantly disguised as impossible situations."
    }
  ]
}