{
  "source": "https://www.wisesayings.com/christ-quotes/",
  "theme": "christ",
  "quotes": [
    {
      "cite": "Lesslie Newbigin",
      "quote": "Christ is the clue to all that is."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Christ has not only spoken to us by his life but has also spoken for us by his death."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "Christ has made of death a narrow starlit strip between the companionships of yesterday and the reunions of tomorrow."
    },
    {
      "cite": "John Piper",
      "quote": "Christ is glorified in you when he is more precious to you than all that life can give or death can take."
    },
    {
      "cite": "Phillip Brooks",
      "quote": "Jesus Christ, the condescension of divinity, and the exaltation of humanity."
    },
    {
      "cite": "Donald Barnhouse",
      "quote": "Christ took our hell so that we might take His heaven."
    },
    {
      "cite": "Carl F. H. Henry",
      "quote": "Jesus Christ turns life right-side-up, and heaven outside-in."
    },
    {
      "cite": "Samuel Rutherford",
      "quote": "Christ has no velvet crosses."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Without Christ there is no hope."
    },
    {
      "cite": "Alistair Begg",
      "quote": "Christ, because of who He is, can look death in the face."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "If you believe in an unseen Christ, you will believe in the unseen Christlike potential of others."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "If Christ is not divine, every impulse of the Christian world falls to a lower octave, and light and love and hope decline."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "To pretend to trust Christ to save you from sin while you are still determined to continue in it is making a mockery of Christ."
    },
    {
      "cite": "Rod Parsley",
      "quote": "Jesus Christ accomplished everything that God the Father started at the creation, and that includes total health."
    },
    {
      "cite": "Max Lucado",
      "quote": "When Christ was born, so was our hope."
    },
    {
      "cite": "Billy Sunday",
      "quote": "Jesus Christ was God's revenue officer."
    },
    {
      "cite": "Scott Cairns",
      "quote": "Christ's humanity occasions our divinity."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Jesus Christ is the Father of Fatherless."
    },
    {
      "cite": "George Whitefield",
      "quote": "Christ is worth all, or he is worth nothing."
    },
    {
      "cite": "Max Lucado",
      "quote": "Christ became one of us to redeem all of us."
    },
    {
      "cite": "Billy Graham",
      "quote": "Christ not only died for all: He died for each."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Christ is the prince of Reformers and Radicals."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Christ is born into the world through each of us."
    },
    {
      "cite": "David Livingstone",
      "quote": "Without Christ, not one step; with Him, anywhere!"
    },
    {
      "cite": "John Calvin",
      "quote": "The name of Christ excludes all merit of our own."
    },
    {
      "cite": "William Sloane Coffin",
      "quote": "Christ came to take away our sins, not our minds."
    },
    {
      "cite": "David Platt",
      "quote": "The Life of Christ determines everything about us."
    },
    {
      "cite": "Ellen G. White",
      "quote": "The life of Christ was a life of humble simplicity, yet how infinitely exalted was his mission. Christ is our example in all things."
    },
    {
      "cite": "Jonathan Edwards",
      "quote": "He who has Christ has all he needs and needs no more."
    },
    {
      "cite": "J. C. Ryle",
      "quote": "Christ is never fully valued, until sin is clearly seen. We must know the depth and malignity of our disease, in order to appreciate the great Physician."
    },
    {
      "cite": "Martin Luther",
      "quote": "Christ is the master; the Scriptures are only the servant."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Christ is our temple, in whom by faith all believers meet."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Jesus Christ was an extremist for love, truth and goodness."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Christ is not valued at all, unless he is valued above all."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Jesus Christ is our spring board to promotion and prosperity."
    },
    {
      "cite": "Jim George",
      "quote": "Christ alone makes possible everything you are as a Christian."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Christ wants us to have a child's heart but a grown-up's head."
    },
    {
      "cite": "John Owen",
      "quote": "Christ's blood is the great sovereign remedy for sin-sick souls."
    },
    {
      "cite": "Reinhard Bonnke",
      "quote": "Christ did not die to give people a career but to save the lost."
    },
    {
      "cite": "Jim Caviezel",
      "quote": "Christ died for the truth."
    },
    {
      "cite": "A. B. Simpson",
      "quote": "Christ rises above all things."
    },
    {
      "cite": "Matt Maher",
      "quote": "Christ used death to destroy death."
    },
    {
      "cite": "T. B. Joshua",
      "quote": "Jesus Christ had a sense of destiny."
    },
    {
      "cite": "Teresa of Ávila",
      "quote": "Christ moves along the pots and pans."
    },
    {
      "cite": "Darvin Pruitt",
      "quote": "Christ is the Lesson as well as the Teacher."
    },
    {
      "cite": "Dorothy L. Sayers",
      "quote": "Jesus Christ is the only God who has a date in history."
    },
    {
      "cite": "John F. MacArthur",
      "quote": "Jesus Christ is not just 'my personal Savior'. He is Lord."
    }
  ]
}