{
  "source": "https://www.wisesayings.com/christmas-quotes/",
  "theme": "christmas",
  "quotes": [
    {
      "cite": "Janice Maeditere",
      "quote": "Christmas is not as much about opening our presents as opening our hearts."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Christmas is not a time or a season but a state of mind. To cherish peace and good will, to be plenteous in mercy, is to have the real spirit of Christmas."
    },
    {
      "cite": "Oren Arnold",
      "quote": "Christmas gift suggestions: to your enemy, forgiveness. To an opponent, tolerance. To a friend, your heart. To a customer, service. To all, charity. To every child, a good example. To yourself, respect."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Are you willing to believe that love is the strongest thing in the world stronger than hate, stronger than evil, stronger than death and that the blessed life which began in Bethlehem nineteen hundred years ago is the image and brightness of the Eternal Love? Then you can keep Christmas."
    },
    {
      "cite": "Dale Evans",
      "quote": "Christmas, my child, is love in action.  Every time we love, every time we give, it's Christmas."
    },
    {
      "cite": "Mother Teresa",
      "quote": "It is Christmas every time you let God love others through you...yes, it is Christmas every time you smile at your brother and offer him your hand."
    },
    {
      "cite": "Rev. Billy Graham",
      "quote": "The very purpose of Christ's coming into the world was that He might offer up His life as a sacrifice for the sins of men.  He came to die.  This is the heart of Christmas."
    },
    {
      "cite": "Marjorie Holmes",
      "quote": "At Christmas, all roads lead home."
    },
    {
      "cite": "George F McDougall",
      "quote": "Best of all, Christmas means a spirit of love, a time when the love of God and the love of our fellow men should prevail over all hatred and bitterness, a time when our thoughts and deeds and the spirit of our lives manifest the presence of God."
    },
    {
      "cite": "Gladys Tabor",
      "quote": "Christmas is a bridge. We need bridges as the river of time flows past. Today's Christmas should mean creating happy hours for tomorrow and reliving those of yesterday."
    },
    {
      "cite": "Harlan Miller",
      "quote": "I wish we could put up some of the Christmas spirit in jars and open a jar of it every month."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "A lovely thing about Christmas is that it's compulsory, like a thunderstorm, and we all go through it together."
    },
    {
      "cite": "Bob Hope",
      "quote": "My idea of Christmas, whether old-fashioned or modern, is very simple: loving others. Come to think of it, why do we have to wait for Christmas to do that?"
    },
    {
      "cite": "Eric Sevareid",
      "quote": "Christmas is a necessity. There has to be at least one day of the year to remind us that we're here for something else besides ourselves."
    },
    {
      "cite": "Bruce Sanguin",
      "quote": "At its best, Christmas is a mirror in which we see reflected the very best life can be. Where we see ourselves moved by generosity, inspired by hope, and uplifted by love, not only for ourselves but for the whole evolving universe."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "Christmas day is a day of joy and charity. May God make you very rich in both."
    },
    {
      "cite": "Agnes M. Pharo",
      "quote": "Christmas is a spirit that flows from one heart to another. It is more precious than rubies and better than gold."
    },
    {
      "cite": "Patricia Clafford",
      "quote": "Christmas is a time to expand our giving encompassing the friendless and needy ... near and far. Christmas is sharing."
    },
    {
      "cite": "Pat Boone",
      "quote": "The Christmas spirit--love--changes hearts and lives."
    },
    {
      "cite": "Charles Schulz",
      "quote": "Christmas is doing a little something extra for someone."
    },
    {
      "cite": "Joan Winmill Brown",
      "quote": "Christmas! The very word brings joy to our hearts. No matter how we may dread the rush, the long Christmas lists for gifts and cards to be bought and given - -when Christmas Day comes there is still the same warm feeling we had as children, the same warmth that enfolds our hearts and our homes."
    },
    {
      "cite": "W. T. Ellis",
      "quote": "It is Christmas in the heart that puts Christmas in the air."
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "When we were children we were grateful to those who filled our stockings at Christmas time. Why are we not grateful to God for filling our stockings with legs?"
    },
    {
      "cite": "Augusta E. Rundel",
      "quote": "Christmas - that magic blanket that wraps itself about us, that something so intangible that it is like a fragrance. It may weave a spell of nostalgia. Christmas may be a day of feasting, or of prayer, but always it will be a day of remembrance ? a day in which we think of everything we have ever loved."
    },
    {
      "cite": "Lucinda Franks",
      "quote": "Christmas in Bethlehem. The ancient dream: a cold, clear night made brilliant by a glorious star, the smell of incense, shepherds and wise men falling to their knees in adoration of the sweet baby, the incarnation of perfect love."
    },
    {
      "cite": "J. C. Penney",
      "quote": "Christmas is not just a time for festivity and merry making. It is more than that. It is a time for the contemplation of eternal things. The Christmas spirit is a spirit of giving and forgiving."
    },
    {
      "cite": "W. J. Tucker",
      "quote": "For centuries men have kept an appointment with Christmas. Christmas means fellowship, feasting, giving and receiving, a time of good cheer, home."
    },
    {
      "cite": "Isabel Currier",
      "quote": "It is the personal thoughtfulness, the warm human awareness, the reaching out of the self to one's fellow man that makes giving worthy of the Christmas spirit."
    },
    {
      "cite": "unknown",
      "quote": "Love is what's in the room with you at Christmas if you stop opening presents and listen."
    }
  ]
}