{
  "source": "https://www.wisesayings.com/christmas-tree-quotes/",
  "theme": "christmas-tree",
  "quotes": [
    {
      "cite": "Charlie Brown",
      "quote": "It's not what's under the Christmas tree that matters, it's who's around it."
    },
    {
      "cite": "Tom Baker",
      "quote": "Some Christmas tree ornaments do more than glitter and glow, they represent a gift of love given a long time ago."
    },
    {
      "cite": "Orson Welles",
      "quote": "Now I'm an old Christmas tree, the roots of which have died. They just come along and while the little needles fall off me replace them with medallions."
    },
    {
      "cite": "Tess Gerritsen",
      "quote": "The Christmas tree, twinkling with lights, had a mountain of gifts piled up beneath it, like offerings to the great god of excess."
    },
    {
      "cite": "Courtney VanSickle",
      "quote": "Tree decorating with cats. O Christmas tree, O christmas tree, your Ornaments are history!"
    },
    {
      "cite": "Roy L. Smith",
      "quote": "He who has not christmas in his heart will never find it under a tree."
    },
    {
      "cite": "Greg Fitzsimmons",
      "quote": "Taking down the Christmas tree makes it feel official: time to get back to joyless and cynical."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Glittering tinsel, lights, glass balls, and candy canes dangle from pine trees."
    },
    {
      "cite": "Bill Bryson",
      "quote": "Christmas tree stands are the work of the devil and they want you dead."
    },
    {
      "cite": "Larry Wilde",
      "quote": "Never worry about the size of your Christmas tree. In the eyes of children, they are all 30 feet tall."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "I was only kicking down the Christmas tree to get the star on top."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Moving between the legs of tables and of chairs, rising or falling, grasping at kisses and toys, advancing boldly, sudden to take alarm, retreating to the corner of arm and knee, eager to be reassured, taking pleasure in the fragrant brilliance of the Christmas tree."
    },
    {
      "cite": "Jay Leno",
      "quote": "A Christmas tree, the perfect gift for a guy. The plant is already dead."
    },
    {
      "cite": "Ryan Ross",
      "quote": "Christmas trees don't grow on trees; they need rainbows, lumberjacks, and Leprechauns on unicorns playing jock jams on glockenspiels."
    },
    {
      "cite": "Dan Florence",
      "quote": "There's no experience quite like cutting your own live Christmas tree out of your neighbor's yard."
    },
    {
      "cite": "Blake Lively",
      "quote": "The smell of pine needles, spruce and the smell of a Christmas tree, those to me, are the scents of the holidays."
    },
    {
      "cite": "John Geddes",
      "quote": "Freshly cut Christmas trees smelling of stars and snow and pine resin, inhale deeply and fill your soul with wintry night."
    },
    {
      "cite": "Frank Taylor",
      "quote": "The Christmas tree is the dot on the i."
    },
    {
      "cite": "John Stott",
      "quote": "A Christian should resemble a fruit tree with real fruit, not a Christmas tree with decorations tied on."
    },
    {
      "cite": "Peter Ritcher",
      "quote": "Lots of people were activating phones under the Christmas tree."
    },
    {
      "cite": "Thomas Menino",
      "quote": "I grew up with a Christmas tree, I'm going to stay with a Christmas tree."
    },
    {
      "cite": "Linus Van Pelt",
      "quote": "I never thought it was such a bad little tree. It's not bad at all, really. Maybe it just needs a little love."
    },
    {
      "cite": "James Irwin",
      "quote": "The earth reminded us of a Christmas tree ornament hanging in the blackness of space. As we got farther and farther away it diminished in size. Finally it shrank to the size of a marble, the most beautiful marble you can imagine."
    },
    {
      "cite": "Hazel Grace",
      "quote": "I lit up like a christmas tree."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "I don't know what I believe. I guess that makes me a christmas tree agnostic."
    },
    {
      "cite": "Andy Rooney",
      "quote": "The Christmas tree is a symbol of love, not money. There's a kind of glory to them when they're all lit up that exceeds anything all the money in the world could buy."
    },
    {
      "cite": "Nora Roberts",
      "quote": "Nothing ever seems too bad, too hard or too sad when you've got a Christmas tree in the living room. All those presents under it, all that anticipation. Just a way of saying there's always light and hope in the world."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "The best of all gifts around any Christmas tree: the presence of a happy family all wrapped up in each other."
    },
    {
      "cite": "John J. Geddes",
      "quote": "Freshly cut Christmas trees smelling of stars and snow and pine resin - inhale deeply and fill your soul with wintry night."
    },
    {
      "cite": "Neil Sedaka",
      "quote": "November, I'll give thanks that you belong to me. December, you're the present beneath my Christmas tree."
    },
    {
      "cite": "Max Lucado",
      "quote": "Our task is to stand tall in God's love, secure in our place, sparkling in kindness, surrounded by his goodness, freely giving to all who come our way. You, me, and the Christmas tree. Picked, purchased, and pruned."
    },
    {
      "cite": "Andy Rooney",
      "quote": "The best Christmas trees come very close to exceeding nature. If some of our great decorated trees had been grown in a remote forest area with lights that came on every evening as it grew dark, the whole world would come to look at them and marvel at the mystery of their great beauty."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Christmas can be celebrated in the school room with pine trees, tinsel and reindeers, but there must be no mention of the man whose birthday is being celebrated. One wonders how a teacher would answer if a student asked why it was called Christmas."
    },
    {
      "cite": "Matt Barr",
      "quote": "Not everyone who sells Christmas trees believes in Santa Claus."
    },
    {
      "cite": "John Loy",
      "quote": "I may be biased, but even without all of these fancy decorations, Christmas trees are special. Cause they remind us this is the season, that we should all love one another."
    },
    {
      "cite": "John Loy",
      "quote": "Ah Christmas, the most beautiful time of the year. Pretty decorations, friendly people, festive holiday dress. And all that lovely music. But perhaps the most beautiful thing about Christmas is the Christmas tree itself, all it up decorated for the holidays."
    },
    {
      "cite": "Ryan Murphy",
      "quote": "I don't really like artificial Christmas trees. I like real ones. They smell amazing; that's kind of the whole point."
    },
    {
      "cite": "Jimmy L Webb",
      "quote": "The lights don't seem so bright this year; / It's hard for me to see / The smile that made my Christmas bright / Has gone away from me"
    },
    {
      "cite": "John Loy",
      "quote": "Christmas trees can be adorned in so many different ways. With ornaments that shimmer like snowflakes. Or shine like tiny snugs. With strands of popcorn and cranberries, with ribbons and lace. With tinsel it's glitters like delicate icicles. But of course the shining glory of a Christmas tree is what's on top, the star."
    },
    {
      "cite": "Paul Dini",
      "quote": "But Christmas trees are so bright and fun and pretty."
    },
    {
      "cite": "Romeo Muller",
      "quote": "What's a Christmas tree without tinsel and pretty silver and gold decorations? Can't really call it a Christmas tree now, can you? And think of all the fun and joy that would be lost on Christmas morning, if all the young folks didn't get to see that sparkling, happy tree."
    },
    {
      "cite": "Eun-sook Kim",
      "quote": "Those are for the Christmas tree. Everyone is wishing you a merry Christmas. Decorating, celebrating, Merry Christmas. Happy Christmas."
    },
    {
      "cite": "David E. Kelley",
      "quote": "Don't you love Christmas? Anything goes wrong in the world, Christmas makes it go away. Decorations, carols, tree."
    },
    {
      "cite": "Jeremy Lloyd",
      "quote": "I've knocked up a land enchanted, Christmas trees freshly planted. And the reason for my smile- The overtime made it worthwhile! Holly, mistletoe, big fir trees And once again a splendid reason To celebrate the festive season, Christmas time is here!"
    },
    {
      "cite": "Ernst Anschuetz",
      "quote": "Your boughs are green in summer's glow / And do not fade in winter's snow / O Christmas Tree, O Christmas Tree / You stand in verdant beauty"
    },
    {
      "cite": "Ernst Anschuetz",
      "quote": "For every year, the Christmas Tree / Brings to us all both joy and glee"
    },
    {
      "cite": "Ernst Anschuetz",
      "quote": "Each bough doth hold its tiny light / That makes each joy the spark through light / O Christmas Tree, O Christmas Tree / Thy candles shine out brightly"
    },
    {
      "cite": "Bob Rivers",
      "quote": "The first thing at Christmas that's such a pain to me / Is finding a Christmas tree"
    },
    {
      "cite": "Nick Dresti",
      "quote": "The only place you wanna be / Is underneath my Christmas tree / Light me up put me on top, let's falalalalalalala"
    },
    {
      "cite": "Mickey Rooney",
      "quote": "Promise you will be / Nobody else's little Christmas tree / I'll make you sparkle, just you wait and see / My little Christmas tree"
    },
    {
      "cite": "George H Strait",
      "quote": "O Christmas tree  / Thy leaves are so unchanging  / Not only green when summer's here / But also when 'tis cold and drear"
    },
    {
      "cite": "Cathy Lynn",
      "quote": "Oh, I'm the happiest Christmas tree / Christmas day, wait and see / I'll be laughing happily"
    },
    {
      "cite": "Johnny Marks",
      "quote": "Rockin' around the Christmas tree at the Christmas party hop  / Mistletoe hung where you can see every couple tries to stop  / Rockin' around the Christmas tree let the Christmas spirit ring  / Later we'll have some pumpkin pie and we'll do some caroling"
    },
    {
      "cite": "Jeff Hanna",
      "quote": "One little Christmas tree can light up a home / So one little child can find a toy / One little Christmas tree can light up a home / So one little heart can find some joy"
    },
    {
      "cite": "Albert Hammond",
      "quote": "Everybody around the world / Wherever you may be / Don't Forget, The love / Under the Christmas tree"
    },
    {
      "cite": "Ron Goodwin",
      "quote": "Oh, how he quivered with fright because / There, right beside him, was Santa Claus / Asking him if he'd be his Christmas tree"
    },
    {
      "cite": "Robert William Service",
      "quote": "And her thin little arms were stretched to you / With a yearning joy that they never knew. / She woke from the darkest dark to see / Like a heavenly vision, that Christmas Tree."
    },
    {
      "cite": "James McIntyre",
      "quote": "To night the children meet with glee / To view the fruits on Christmas Tree, / And when its beauties we behold / We're very sorry we are old."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "Everywhere, everywhere, Christmas tonight! / Christmas in lands of the fir-tree and pine, / Christmas in lands of the palm-tree and vine"
    },
    {
      "cite": "Robert Frost",
      "quote": "Would pay in cities for good trees like those, / Regular vestry-trees whole Sunday Schools / Could hang enough on to pick off enough. / A thousand Christmas trees I didn’t know I had!"
    },
    {
      "cite": "Robert Curran",
      "quote": "The meaning of Christmas be / You want it to be a time for the wee / But it's not just presents under a tree / Jesus was born  / On this day"
    },
    {
      "cite": "Bernd Brunner",
      "quote": "A colorfully decorated, fragrant tree, lit with strings of twinkling lights--the most important and enduring symbol of Christmas, the major annual festival in the Christian world."
    },
    {
      "cite": "Julie Salamon",
      "quote": "Christmas and New Year were both times of transition; they were full of joyful uncertainty and hope for the fertility of the people, the animals, and the fields. The tree had an established place in the life of the community--the girls of the village encircled it, singing and dancing around it."
    },
    {
      "cite": "Julie Salamon",
      "quote": "Christmas tree was something quite exotic. It nourished their desire for a piece of nature, for an open landscape where the wind blew and the air was sweet."
    },
    {
      "cite": "Julie Salamon",
      "quote": "Christmas trees are usually drawn from the timber stands in the local region. More often than not this means either fir or spruce trees."
    },
    {
      "cite": "United States. Food Safety and Quality Service",
      "quote": "The Christmas tree --with its forest fragrance and freshness--has come to represent the Yule season. It is the mainstay of both indoor and outdoor holiday decorations."
    },
    {
      "cite": "United States. Food Safety and Quality Service",
      "quote": "Today, selecting the perfect Christmas tree is one of the highlights of many families' pre-holiday preparations."
    },
    {
      "cite": "Jacqueline Farmer",
      "quote": "A glittering Christmas tree, trimmed for the holiday season, is a joyful sight."
    },
    {
      "cite": "Jacqueline Farmer",
      "quote": "Christmas trees make us feel happy and uplifted."
    },
    {
      "cite": "James Hewitt",
      "quote": "A smile can always be seen on even the most selfish and bitter person when viewing a well designed Christmas tree."
    },
    {
      "cite": "James Hewitt",
      "quote": "Christmas trees remind us of better times yet to come."
    },
    {
      "cite": "Martin Cox",
      "quote": "Every Christmas the tree is brought into the centre of the house."
    },
    {
      "cite": "James Hewitt",
      "quote": "Christmas tree is often explained as a Christianization of the ancient Pagan idea. To Pagans the evergreen tree represents a celebration of the renewal of life."
    },
    {
      "cite": "James Hewitt",
      "quote": "Christmas tree came to be used as a Christian symbol to help with the celebration of Jesus Christ's birthday."
    },
    {
      "cite": "Theresa Ann",
      "quote": "We decorate our homes for this wonderful season. A large evergreen tree proudly stands in the main family room. Beautiful rainbow colored lights seem to dance to the tune of Christmas carols."
    },
    {
      "cite": "Carole Marsh",
      "quote": "Christmas trees are good for the environment. They remove dust and pollen from the air and are even a habitat for animals."
    },
    {
      "cite": "Paatricia Erickson",
      "quote": "It seemed like the little Christmas tree wasn't so little after all. It seemed to grow taller and wider with all the decorations on it."
    },
    {
      "cite": "Fred Neuschel",
      "quote": "Bringing the past and the present together with a tradition that was timeless to those who had grown up with Christmas tree."
    },
    {
      "cite": "Fred Neuschel",
      "quote": "Christmas trees had broken through religious, ethnic, and economic barriers and had become an accepted symbol of the season for all strains of Christianity."
    },
    {
      "cite": "Anne Neuberger",
      "quote": "Christmas tree will eventually be, emphasizing that it is a symbol of those who went before Christ, waiting."
    },
    {
      "cite": "Rev. Cecil Andrew Newell",
      "quote": "Of all the special decorations with which we adorn our homes for the festive season of Christmas, the most popular is the Christmas tree."
    },
    {
      "cite": "Rev. Cecil Andrew Newell",
      "quote": "Yet, the beautiful trees which we make a central feature of our Christmas celebration can be used as lovely symbols of Jesus and his coming to our world at the first Christmas."
    },
    {
      "cite": "Julie Salamon",
      "quote": "It's hard to describe exactly what makes the perfect Christmas tree. The physical requirements are straightforward enough. The tree must stand tall and straight."
    }
  ]
}