{
  "source": "https://www.wisesayings.com/christmas-family-quotes/",
  "theme": "christmas-family",
  "quotes": [
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "Our hearts grow tender with childhood memories and love of kindred, and we are better throughout the year for having, in spirit, become a child again at Christmas-time."
    },
    {
      "cite": "Robert Lynd",
      "quote": "Were I a philosopher, I should write a philosophy of toys, showing that nothing else in life need to be taken seriously, and that Christmas Day in the company of children is one of the few occasions on which men become entirely alive."
    },
    {
      "cite": "Malaika Arora Khan",
      "quote": "For me, the spirit of Christmas means being happy and giving freely. It's a tradition for all the kids in the family to help mom decorate the tree. Christmas is all about family, eating, drinking and making merry."
    },
    {
      "cite": "Emily Matthews",
      "quote": "From home to home, and heart to heart, from one place to another. The warmth and joy of Christmas, brings us closer to each other."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Christmas is a holiday that we celebrate not as individuals nor as a nation, but as a human family."
    },
    {
      "cite": "Alexander Smith",
      "quote": "Christmas is the day that holds all time together."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Time was with most of us, when Christmas Day, encircling all our limited world like a magic ring, left nothing out for us to miss or seek; bound together all our home enjoyments, affections, and hopes; grouped everything and everyone round the Christ."
    },
    {
      "cite": "Pope John XXIII",
      "quote": "Mankind is a great, an immense family. This is proved by what we feel in our hearts at Christmas."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Christmas is the season of joy, of holiday greetings exchanged, of gift-giving,and of families united."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Happy, happy Christmas, that can win us back to the delusions of our childhood days, recall to the old man the pleasures of his youth, and transport the traveler back to his own fireside and quiet home!"
    },
    {
      "cite": "Garrison Keillor",
      "quote": "A lovely thing about Christmas is that it's compulsory, like a thunderstorm, and we all go through it together."
    },
    {
      "cite": "Anonymous",
      "quote": "Christmas time is cherished family time. family time is sacred time."
    },
    {
      "cite": "Burton Hillis",
      "quote": "The best of all gifts around any Christmas tree: the presence of a happy family all wrapped up in each other."
    },
    {
      "cite": "Garry Moore",
      "quote": "Christmas is, of course, the time to be home, in heart as well as body."
    },
    {
      "cite": "W. T. Ellis",
      "quote": "It is in the heart that puts Christmas in the air."
    },
    {
      "cite": "Carol Nelson",
      "quote": "Christmas is a time when you get homesick—even when you’re home."
    },
    {
      "cite": "Ruth Carter Stapleton",
      "quote": "Christmas is most truly Christmas when we celebrate it by giving the light of love to those who need it most."
    },
    {
      "cite": "Anonymous",
      "quote": "The best present on Christmas is spending some good time with family realizing the importance of love sharing things that give you real joy Christmas is the time to enjoy so have fun with your family Merry Christmas and a Happy new year!"
    },
    {
      "cite": "Queen Elizabeth II",
      "quote": "For many, Christmas is also a time for coming together. But for others, service will come first."
    },
    {
      "cite": "Dale Evans",
      "quote": "Christmas, my child, is love in action"
    },
    {
      "cite": "June Cotner",
      "quote": "My fondest memories of Christmas include our family traditions of putting treasured ornaments and lights on the tree."
    },
    {
      "cite": "June Cotner",
      "quote": "I loved baking with my mother, singing and listening to Christmas music, and laughing at family gatherings."
    },
    {
      "cite": "June Cotner",
      "quote": "Family gatherings are filled with the love and memories of Christmases from my childhood."
    },
    {
      "cite": "Noreen Braman",
      "quote": "Let's have a merry Christmas and the most wonderful New Year, as we continue on through life, with the family we hold dear."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best Christmas gift of all is the presence of a happy family all wrapped up with one another."
    },
    {
      "cite": "Caroline Kennedy",
      "quote": "But when you look back on all the Christmases in your life, you'll find you've created family traditions and lasting memories."
    },
    {
      "cite": "David Hasselhoff",
      "quote": "MY Christmas wish would be to have an entire week off. To spend it with my family and just curl up and watch Christmas movies when it's snowing outside."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Your children need your presence more than your presents."
    },
    {
      "cite": "Jacob Latimore",
      "quote": "I love presents, but since I've gotten older, I haven't really wanted anything. Christmas is about family."
    },
    {
      "cite": "Mary Jo Putney",
      "quote": "I love Christmas. A time to slow down and enjoy life and be with my family and friends."
    },
    {
      "cite": "Norman Vincent",
      "quote": "Christmas is a season of joy, of holiday greetings exchanged, of gift-giving, and of families united."
    },
    {
      "cite": "Charlie Viracola",
      "quote": "Christmas always sucked when I was a kid because I believed in Santa Claus. Unfortunately, so did my parents. So I never got anything."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Yes it is Christmas every time you smile at your brother and offer him your hand."
    },
    {
      "cite": "Fritz Peters",
      "quote": "The mother with her hair hanging down her back smiles and glances here and there., and the father looks up and down at me, quiet and pleased...for I am the Christmas tree."
    },
    {
      "cite": "June Cotner",
      "quote": "It ties us together as we share Holiday moments / and create homemade memories / by the fire of family love and special friendship."
    },
    {
      "cite": "Mark Twain",
      "quote": "We're having the same old thing for Christmas dinner this year...relatives."
    },
    {
      "cite": "Monica Johnson",
      "quote": "During the holiday season, Christmas specifically, it can be hard to be away from family and friends."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Christmas is a day of meaning and traditions, a special day spent in the warm circle of family and friends."
    },
    {
      "cite": "Rita Rudner",
      "quote": "My parents, my whole life, combined my birthday with Christmas, and you know how frustrating that is for a child--especially as I was born in July."
    },
    {
      "cite": "Byron Rogers",
      "quote": "The worst part of Christmas is dinner with the family, when you realize how mutated and cripples is the gene stock from which you sprang."
    },
    {
      "cite": "James Elmer Smith",
      "quote": "This is the holiday you're with the family / We put aside our differences and let it be / Oh, oh how much fun it is to give and to receive / This time of year, love is all we need, oh."
    },
    {
      "cite": "Traditional",
      "quote": "Music has always been a part our family Christmas / And my favourite memory from making this collection of songs / Was sitting beside my dad, listening to this last one play / Over and over and over."
    },
    {
      "cite": "Gerald L. Taylor",
      "quote": "Christmas is love, it's in the songs we're singing / Christmas is love, it's families comin' home / Christmas is love, it's on the children's faces / Christmas is love."
    },
    {
      "cite": "Stewart Harris",
      "quote": "It's an old time Christmas / Family and friends 'round the tree / It's an old time Christmas / Like the ones in my memory."
    },
    {
      "cite": "Loretta Lynn",
      "quote": "A good old country Christmas that's what it's gonna be / With all the family gathered round our pretty Christmas tree / We'll open up our presents Christmas Eve about midnight / We'll have a good old country Christmas alright."
    },
    {
      "cite": "Marjorie Holmes",
      "quote": "At Christmas, all roads lead home."
    },
    {
      "cite": "W.J. Tucker",
      "quote": "For centuries men have kept an appointment with Christmas. Christmas means fellowship, feasting, giving and receiving, a time of good cheer, home."
    },
    {
      "cite": "Amy Adams",
      "quote": "I find that it’s the simple things that remind you of family around the holidays."
    },
    {
      "cite": "Richard Lamm",
      "quote": "Christmas is a time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell the government what they want and their kids pay for it."
    },
    {
      "cite": "Lenora Mattingly Weber",
      "quote": "Christmas is for children. But it is for grown-ups too. Even if it is a headache, a chore, and nightmare, it is a period of necessary defrosting of chill and hide-bound hearts."
    }
  ]
}