{
  "source": "https://www.wisesayings.com/christmas-eve-quotes/",
  "theme": "christmas-eve",
  "quotes": [
    {
      "cite": "Calvin Coolidge",
      "quote": "Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas."
    },
    {
      "cite": "Hamilton Wright Mabi",
      "quote": "Blessed is the season, which engages the whole world in a conspiracy of love."
    },
    {
      "cite": "Hugh Downs",
      "quote": "Christmas is hard to forget."
    },
    {
      "cite": "Charlotte Carpenter",
      "quote": "Remember, if Christmas isn't found in your heart, you won't find it under a tree."
    },
    {
      "cite": "Bill McKibben",
      "quote": "There is no ideal Christmas; only the one Christmas you decide to make as a reflection of your values, desires, affections, traditions."
    },
    {
      "cite": "Alexander Smith",
      "quote": "Christmas is the day that holds all time together."
    },
    {
      "cite": "Peg Bracken",
      "quote": "Gifts of time and love are surely the basic ingredients of a truly merry Christmas."
    },
    {
      "cite": "unknown",
      "quote": "Wish this christmas eve brings for you the gifts of happiness, good health & joy!"
    },
    {
      "cite": "Freya Stark",
      "quote": "Christmas... is not an external event at all, but a piece of one's home that one carries in one's heart."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "The best of all gifts around any Christmas tree: the presence of a happy family all wrapped up in each other"
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "A little smile, a word of cheer, A bit of love from someone near, A little gift from one held dear, Best wishes for the coming year. These make a merry christmas!"
    },
    {
      "cite": "unknown",
      "quote": "Christmas Eve, a perfect night to express affection for your family, to forgive those who failed you and to forget past mistakes."
    },
    {
      "cite": "Clement Clark Moore",
      "quote": "Twas the night before Christmas, when all through the house, not a creature was stirring, not even a mouse."
    },
    {
      "cite": "W. T. Ellis",
      "quote": "It is Christmas in the heart that puts Christmas in the air."
    },
    {
      "cite": "Mother Teresa",
      "quote": "It is Christmas every time you let God love others through you."
    },
    {
      "cite": "William Thomas Ellis",
      "quote": "It is Christmas in the heart that puts Christmas in the air."
    },
    {
      "cite": "Bill Murray",
      "quote": "Its Christmas Eve! Its the one night of the year when we all act a little nicer, we smile a little easier, we cheer a little more. For a couple of hours out of the whole year, we are the people that we always hoped we would be."
    },
    {
      "cite": "Charles Dickens",
      "quote": "I will honour Christmas in my heart, and try to keep it all the year."
    },
    {
      "cite": "Bess Streeter Aldrich",
      "quote": "Christmas Eve was a night of song that wrapped itself about you like a shawl. But it warmed more than your body. It warmed your heart...filled it, too, with melody that would last forever."
    },
    {
      "cite": "Helen Steiner Rice",
      "quote": "Bless us Lord, this Christmas with quietness of mind. Teach us to be patient and always to be kind."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Christmas Eve ought to be a very joyful evening to us in all its associations, in all the truths which it naturally brings to the soul.... A man's soul is to be as the heavens were on the night when the shepherds looked up and saw them full of angels as well as stars"
    },
    {
      "cite": "Catherine Janssen Irwin",
      "quote": "A child's anticipation / As he peers beneath the tree, / And finds the gift he asked for / when he sat on Santa's knee."
    },
    {
      "cite": "Suzanne B. Cole",
      "quote": "Finns feast on Christmas Eve; salt fish and potatoes at midnight for the Portuguese, while Germans like their roast goose on Christmas Day."
    },
    {
      "cite": "Suzanne B. Cole",
      "quote": "In Norway Julenisse, the Christmas elf, gifts all children on Christmas Eve."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "May the Christmas morning make us happy to be thy children, and Christmas evening bring us to our beds with grateful thoughts, forgiving and forgiven, for Jesus' sake. Amen"
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "On Christmas eve the bells were rung; / On Christmas eve the mass was sung; / That only night in all the year, / Saw the stole priest the chalice rear."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Christmas is a time when everybody wants his past forgotten and his present remembered."
    },
    {
      "cite": "Gregg Easterbrook",
      "quote": "Peace on earth and mercy mild are still possible. On Christmas eve, all things are possible."
    },
    {
      "cite": "John Leo",
      "quote": "The principal advantage of the non-parental lifestyle is that on Christmas Eve you need not be struck dumb by the three most terrifying words that the government allows to be printed on any product:'Some assembly required.'"
    },
    {
      "cite": "Bill Murray",
      "quote": "It's Christmas Eve! It's the one night of the year when we all act a little nicer, we smile a little easier, we cheer a little more. For a couple of hours out of the whole year, we are the people that we always hoped we would be. It's a miracle. It's really a sort of a miracle. Because it happens every Christmas Eve. And if you wate that miracle, you're gonna burn for it, I know what I'm talking about."
    },
    {
      "cite": "M.J. Zagoria",
      "quote": "He Loved spending Christmas Eve with his parents; they still fussed over the tree, and the unwrapping of the presents, making him feel like a child again, safe and innocent."
    },
    {
      "cite": "John Fox Jr",
      "quote": "There was the holy hush in the gray twilight that comes only on Christmas Eve. There were the big flakes of snow that fell as they never fall except on Christmas Eve."
    },
    {
      "cite": "Katy Renaud",
      "quote": "It is Christmas eve / so the elves pack up  the sleigh / ready for Santa Claus / to make a Merry Christmas Day."
    },
    {
      "cite": "Katy Renaud",
      "quote": "Merry merry Christmas / Santa comes tonight, / With his eight reindeer / ready for their flight."
    },
    {
      "cite": "J.H. Alexander",
      "quote": "Christmas Eve. The final crescendo in the grand approach to Christmas. In our house, no other day is like it. The excitement grows as the day goes on, passing like a virus from children to the adults and back again."
    },
    {
      "cite": "J.H. Alexander",
      "quote": "Christmas Eve is the most special day just the way it is."
    },
    {
      "cite": "Victor James Daley",
      "quote": "Good fellows are laughing and drinking / (To-night no heart should grieve), / But I am of old days thinking, / Alone, on Christmas Eve."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "A lovely thing about Christmas is that it's compulsory, like a thunderstorm, and we all go through it together."
    },
    {
      "cite": "Eric Sevareid",
      "quote": "Christmas is a necessity. There has to be at least one day of the year to remind us that we're here for something else besides ourselves."
    },
    {
      "cite": "Ashley Tisdale",
      "quote": "I love Christmas, not just because of the presents but because of all the decorations and lights and the warmth of the season."
    },
    {
      "cite": "Carol Nelson",
      "quote": "Christmas is a time when you get homesick - even when you're home."
    },
    {
      "cite": "John R. Rice",
      "quote": "The magic of Christmas never ends and its greatest gifts are family and friends. You can never truly enjoy Christmas until you can look up into the Father's face and tell him you have received his Christmas gift."
    },
    {
      "cite": "Gary Moore",
      "quote": "Christmas is, of course, the time to be home - in heart as well as body."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful."
    },
    {
      "cite": "Christina Rosetti",
      "quote": "Love came down at Christmas; / Love all lovely, love divine; / Love was born at Christmas, /Stars and angels gave the sign."
    },
    {
      "cite": "Carolyn Wells",
      "quote": "I love the Christmastide, and yet, / I notice this, each year I live; / I always like the gifts I get, / But how I love the gifts I give!"
    },
    {
      "cite": "Paul Wengle",
      "quote": "The sharpest memory of our old-fashioned Christmas eve is my mother's hand making sure I was settled in bed."
    },
    {
      "cite": "Jerrol Wizzard",
      "quote": "Kissing underneath the tree / I don't need no presents girl / You're everything I need / Let me give you all of me / Together on this Christmas Eve"
    },
    {
      "cite": "Douglas B Green",
      "quote": "I'm riding home on Christmas Eve / Rolling along with a tumble weed / Winter wind, cold and strong / Still it pushes me along"
    },
    {
      "cite": "Douglas B Green",
      "quote": "The say the beast, Christmas Eve / Can't even speak, so they believe / I know I heard in an old coyote's throat / A trembling sound lonesome note"
    },
    {
      "cite": "Douglas B Green",
      "quote": "Calls me home, Christmas Eve / Christmas Eve / As a rightful home / On Christmas Eve"
    },
    {
      "cite": "Gwen Stefani",
      "quote": "I'm looking for you on Christmas Eve / All over the world, the angels see / But I'm feeling lost, can you save me / I'm looking for you on Christmas Eve"
    },
    {
      "cite": "Maria Christensen",
      "quote": "Walking with you in a winter's snow / Kissing underneath the mistletoe / People smiling everywhere we go / It's Christmas eve and they can see we're in love"
    },
    {
      "cite": "Maria Christensen",
      "quote": "Ooh, you make the season bright / With the lights reflected in your eyes / All my dreams are comin' true tonight / It's Christmas Eve and I can see we're in love"
    },
    {
      "cite": "Mark Abramson",
      "quote": "Meet me under the mistletoe / Midnight Christmas Eve / Your sweet kiss is the first gift / I'd like to receive / The presents that we bought / Will have to wait beneath the tree / Meet me under the mistletoe / Midnight Christmas Eve"
    },
    {
      "cite": "Randy Brooks",
      "quote": "Grandma got run over by a reindeer / Walking home from our house Christmas Eve / You can say there's no such thing as Santa / But as for me and grandpa we believe"
    },
    {
      "cite": "Charlie Midnight",
      "quote": "You'll be rocking with a stocking on your head / So the cold won't get to you / On Christmas eve you can believe / That wishes do come true"
    },
    {
      "cite": "Charlie Midnight",
      "quote": "Oh, when the snow comes down / Oh in Tinseltown / On Christmas eve / You will believe / When the snow comes down / In Tinseltown"
    },
    {
      "cite": "Peer Astrom",
      "quote": "Let it snow, let it snow, let it snow, let it snow / I'll keep you warm tonight / Through the good times and bad / Happy and sad / I'm still holding on / I know what I have / And all that I want is Christmas eve with you"
    },
    {
      "cite": "Peer Astrom",
      "quote": "It's not just the gifts / Under my tree / The best things in life / Are totally free / And waiting for me is Christmas eve with you / Is Christmas eve with you"
    },
    {
      "cite": "Harley Allen",
      "quote": "Somewhere in the forest / The snow was three feet deep / Two allied soldiers walking / Trying not to freeze / Far from home on Christmas Eve"
    },
    {
      "cite": "Harley Allen",
      "quote": "And they sat by the fire and the talked all night long / Sang Christmas hymns and showed pictures of home / In the middle of a great war, bitter enemies / Found peace on Earth on Christmas Eve"
    },
    {
      "cite": "Engelbert Humperdinck",
      "quote": "This is a night to remember / A sweet celebration of love / It's a holiday of dreams / In warm reds and greens / And a star that keeps shining above / Christmas Eve"
    },
    {
      "cite": "Engelbert Humperdinck",
      "quote": "This is a night to remember, Christmas Eve / Children, Santa, mistletoe and moonlight. / A feeling of joy everywhere / And the song in the night / Being sung clear and bright / Is a moment for lovers to share"
    },
    {
      "cite": "Engelbert Humperdinck",
      "quote": "Laughter, holly, snowflakes and sleigh bells / Dreamers who travel the skies / As we sail on the glow / Of a fire burning glow / There's a lifetime of love in your eyes / This is a night to remember, Christmas Eve"
    },
    {
      "cite": "Al Pitrelli",
      "quote": "For here in this city of lights / This evening awakens / The dreams that it might / The winter it conjures / The spells it will weave / The snow gently covers / the ground / Christmas eve"
    },
    {
      "cite": "Mark Hudson",
      "quote": "It's Christmas and you're not here, / The snow is falling down, like my tears. / I see your presents by the tree, / I can't believe you're not with me / On Christmas, Christmas eve."
    },
    {
      "cite": "Carpenter",
      "quote": "There's candle in the window / There's a legend we believe / Santa, here's our plea / You can bet that he wouldn't miss a Christmas Eve"
    },
    {
      "cite": "Carpenter",
      "quote": "There's a stocking on the fireplace / There are presents to receive / And there's mistletoe where is Romeo / Steals a kiss on Christmas Eve"
    },
    {
      "cite": "Carpenter",
      "quote": "All this holiday contemptment / All this love should never leave / We'd be doing right if we made each night / More like Christmas eve"
    },
    {
      "cite": "Loretta Lynn",
      "quote": "A good old country Christmas that's what it's gonna be / With all the family gathered round our pretty Christmas tree / We'll open up our presents Christmas Eve about midnight / We'll have a good old country Christmas alright"
    },
    {
      "cite": "Artie Wayne",
      "quote": "Just a little Christmas tree / Lookin' sorta sad and lonely just like me / No one seems to care / They just went away and left it standing there / All alone on Christmas Eve"
    },
    {
      "cite": "Alyssa Reid",
      "quote": "I gave you my heart under the Christmas tree / I gave you my love, don't make a fool out of me / No, I can't wait to see you Christmas eve"
    },
    {
      "cite": "Catherine Upchurch",
      "quote": "In our church's tradition, Christmas is not confined to the weeks leading up to December 25, ending on the day itself when the stores are finally closed for a rest."
    },
    {
      "cite": "Catherine Upchurch",
      "quote": "In our tradition, Christmas is a season that begins on Christmas Eve and, for Roman Catholics, extends through the feast of the Baptism of the Lord."
    },
    {
      "cite": "Catherine Upchurch",
      "quote": "The Christmas season includes the feasts of St. Stephen and St. John and the Holy Innocents and the Holy Family."
    },
    {
      "cite": "Catherine Upchurch",
      "quote": "The heighten our appreciation of Christmas as a season, we focus on three New Testament passages in this book, passages that reveal the wonder and hope contained in a child's simple birth in Bethlehem centuries ago, and his birth in our hearts each day."
    },
    {
      "cite": "Dr. Joseph Roosevelt Rogers",
      "quote": "The Christmas season is a time we many show there love toward another."
    },
    {
      "cite": "Dr. Joseph Roosevelt Rogers",
      "quote": "Christmas is traditionally a time when many people will travel for great distances to fellowship with loved ones-giving gifts."
    },
    {
      "cite": "Carroll Stuhlmueller",
      "quote": "Christmas belongs to children and to the child in all of us."
    },
    {
      "cite": "Carroll Stuhlmueller",
      "quote": "If Christmas speaks to the child in all of us, it is not because the day and the feast are childish but because they are close, as children are, to the wellsprings of life."
    },
    {
      "cite": "Carroll Stuhlmueller",
      "quote": "What happened at our baptism happens again this Christmas. We are born. Rather, Jesus is born within  us and as a result all the riches of his godhead come to rest within us."
    },
    {
      "cite": "Burt Porter",
      "quote": "The season of our brightest festival / To celebrate the sun's awakening. / Then in the kitchen stands the Christmas tree."
    },
    {
      "cite": "Burt Porter",
      "quote": "The Christmas candles turn the angel chimes / That circle a resounding endless ring / To spin us back to other Christmas times."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Christmas hath a beauty / Lovelier than the world can show: / For Christmas bringeth Jesus, / Brought for us so low."
    },
    {
      "cite": "Burt Porter",
      "quote": "Although sometimes things past seem done and gone / On Christmas Eve all Christmases are one."
    },
    {
      "cite": "Burt Porter",
      "quote": "This Christmas when we gather by the tree / With food and drink and gifts by candlelight / There'll be another member of our family / To share the love we give upon this night."
    },
    {
      "cite": "Burt Porter",
      "quote": "And like small fallen stars of fantasy / The Christmas lights gleam on the dooryard tree."
    },
    {
      "cite": "Edward J. McCoul",
      "quote": "Christmas Season is the best by far / We are all trying to follow that star / Showing love is what it is really about / Christmas Magic never wears out."
    },
    {
      "cite": "Edward J. McCoul",
      "quote": "The joy inside is possible to hide / all because of the Magical Yuletide / Everything is looking gay and bright / decked with all the Colorful Christmas Lights!"
    },
    {
      "cite": "Edward J. McCoul",
      "quote": "Santa's timeless flight soon begins. It is Christmas Magic all over again. Santa traverses Christmas Eve Sky / faster than a reindeer's blinking eye!"
    },
    {
      "cite": "Edward J. McCoul",
      "quote": "Christmas is all the fun you can stand / a surreal mystical wonderland / even a child can understand!"
    },
    {
      "cite": "Edward J. McCoul",
      "quote": "Christmas Day Morning is the best / It is the build up from all the rest / That is when the Christmas Show is brought into our homes all aglow!"
    },
    {
      "cite": "Mitch Glazer",
      "quote": "It's Christmas Eve! It's... it's the one night of the year when we all act a little nicer, we... we... we smile a little easier, we... w-w-we... we... we cheer a little more."
    },
    {
      "cite": "Bruce Helford",
      "quote": "It's Christmas Eve, everyone's going home to be with their families."
    }
  ]
}