{
  "source": "https://www.wisesayings.com/christian-marriage-quotes/",
  "theme": "christian-marriage",
  "quotes": [
    {
      "cite": "C. S. Lewis",
      "quote": "When I have learned to love God better than my earthly dearest, I shall love my earthly dearest better than I do now."
    },
    {
      "cite": "Myrtle Fillmore",
      "quote": "What therefore God hath joined together, let not man put asunder."
    },
    {
      "cite": "John Stange",
      "quote": "Have a good and godly marriage that shows the world Christ's love through how you sacrificially love and serve one another."
    },
    {
      "cite": "Whitney Meade",
      "quote": "Marriage is such a beautiful relationship and a gift from God. It's God's design, created between a man and a woman."
    },
    {
      "cite": "Mark Driscoll",
      "quote": "Only when marriage and family exist for God's glory and not to serve as replacement idols are we able to truly love and be loved. Remember, neither your child nor your husband (or wife) should be who you worship, but instead who you worship with."
    },
    {
      "cite": "Pope Francis",
      "quote": "Christian marriage is that sacrament which builds up the community of the Church and of society. Marriage has been inscribed in creation's design by God, and, by his grace, countless Christian men and women have lived married life fully."
    },
    {
      "cite": "Eric Ludy",
      "quote": "No matter how many rules we make for ourselves, rules don't create godly relationships. Only leaning on our faithful Father and longing to please Him with everything we do will set the stage for a beautiful romance!"
    },
    {
      "cite": "Martin Luther",
      "quote": "God has set the type of marriage everywhere throughout the creation. Every creature seeks its perfection in another. The very heavens and earth picture it to us."
    },
    {
      "cite": "Martin Luther",
      "quote": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave."
    },
    {
      "cite": "Ruth Bell Graham",
      "quote": "A good marriage is the union of two good forgivers."
    },
    {
      "cite": "Tonia Woolever",
      "quote": "Christians need to identify the thief of their peace, joy and fulfillment, in life and especially in their most important relationship, marriage."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "Christian marriage is marked by discipline and self-denial. Christianity does not therefore depreciate marriage, it sanctifies it."
    },
    {
      "cite": "Thomas Adams",
      "quote": "As God by creation made two of one, so again by marriage He made one of two."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "There is no greater happiness for a man than approaching a door at the end of a day knowing someone on the other side of that door is waiting for the sound of his footsteps."
    },
    {
      "cite": "Adam Copenhaver",
      "quote": "Unfaithfulness in marriage is indicative of unfaithful hearts toward God."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "In Christian marriage, love is not an option. It is a duty."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Oh I know it well, love is patient, love is kind. It does not envy, it does not boast, it is not proud."
    },
    {
      "cite": "William Shakespeare",
      "quote": "God, the best maker of all marriages, Combine your hearts into one."
    },
    {
      "cite": "Richard Massafra",
      "quote": "To make a marriage work, the big three are: Change. Forgiveness. Surrendering to God and being filled with the Holy Spirit."
    },
    {
      "cite": "Noah Calhoun",
      "quote": "The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds."
    },
    {
      "cite": "Debra Fileta",
      "quote": "Fix your eyes on Jesus and the plans he has for your life. Look ahead, and run after him with all your heart. Then look around. Whoever has kept up with you, marry that person."
    },
    {
      "cite": "Wayne A. Mack",
      "quote": "Scripture says, in all labor there is profit and nowhere is this more true than in the marriage relationship."
    },
    {
      "cite": "Martin Luther",
      "quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage."
    },
    {
      "cite": "Marquis Clarke",
      "quote": "I want my life and my marriage to look less like the world and more like Christ."
    },
    {
      "cite": "Max Lucado",
      "quote": "God created marriage. No government subcommittee envisioned it. No social organization developed it. Marriage was conceived and born in the mind of God."
    },
    {
      "cite": "Gary L. Thomas",
      "quote": "A good marriage isn't something you find; it's something you make."
    },
    {
      "cite": "Fawn Weaver",
      "quote": "Every happily married person I interviewed on my trip was grateful for his or her spouse, thanking God daily for one another."
    },
    {
      "cite": "Sharon Jaynes",
      "quote": "If you are married, I encourage you to pray for your marriage."
    },
    {
      "cite": "Doug Larson",
      "quote": "More marriages might survive if the partners realized that sometimes the better comes after the worse."
    },
    {
      "cite": "Debra Fileta",
      "quote": "Healthy people will marry healthy people because you will always end up with the person whom you believe you deserve."
    },
    {
      "cite": "Randy Carlson",
      "quote": "If say 90% of Christian marriages were intact, people would be writing about it."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "They slipped briskly into an intimacy from which they never recovered."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Couples often live out years of falsehood trying to protect and save a relationship, all the while destroying any chance of real relationship."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Many marriages would be better if the husband and the wife clearly understood that they are on the same side."
    },
    {
      "cite": "Cleveland McDonald",
      "quote": "The individuals who take the oath of marriage are joined by God into an indissoluble union."
    },
    {
      "cite": "Cleveland McDonald",
      "quote": "When a Christian marriage does fail, it is usually because one or both partners are so backslidden they do not respond to the Holy Spirit's workings."
    },
    {
      "cite": "Cleveland McDonald",
      "quote": "Christian marriage, when rightly perceived, offers the greatest potential for growth and fulfillment. A husband who loves his wife as Christ loved the church will encourage that wife to become all that the will of God desires for her."
    },
    {
      "cite": "Cleveland McDonald",
      "quote": "Both partners may be religious and attend church regularly and theirs may be called a Christian marriage, but it cannot be that in reality if they are not born again."
    },
    {
      "cite": "Michael G. Lawler",
      "quote": "Always life demands that sense be made of the questions; marriage demands that the spouses make sense of them together; Christian marriage demands that they make sense of them in the light of their shared Christian faith."
    },
    {
      "cite": "Cleveland McDonald",
      "quote": "Young people need to realize there are no perfect prospective mates but if they will attempt to choose a compatible mate carefully, in the will of God, then work to make the many adjustments and compromises that are needed, they can have a successful Christian marriage with God's help and blessing."
    },
    {
      "cite": "Michael G. Lawler",
      "quote": "In Christian marriage, even more than in any other marriage, the answer to the age old question of when are two people marries is simple: a lifetime after they exchange  consent."
    },
    {
      "cite": "David Michael Thomas",
      "quote": "Christian marriage is adequately described only when it is positioned as participating actively in the process of God loving humanity."
    },
    {
      "cite": "David Michael Thomas",
      "quote": "All things considered, the most important part of Christian marriage is its spiritual dimension which, while often overlooked, has a long-standing tradition in Christian thought."
    },
    {
      "cite": "Matthew 19:5-6",
      "quote": "For this reason, a man shall leave his father and mother and be joined to his wife and the two shall become one flesh. So they are no longer two, but one flesh. therefore what God has joined together, let no one separate."
    },
    {
      "cite": "Cecil Myers",
      "quote": "Successful marriage is always a triangle, a man, a woman ,and God."
    },
    {
      "cite": "G.H. Joyce",
      "quote": "Church teachers were practically unanimous in teaching that the ministers of the sacrament are the contracting parties themselves, the nuptial blessing being an accessory."
    },
    {
      "cite": "Francois de Sales",
      "quote": "Holy men and women have used many mutual caresses in their marriage, truly loving but chaste caresses, tender but sincere."
    },
    {
      "cite": "John Keble",
      "quote": "The voice that breathed o'er Eden, / That earliest wedding-day. / The primal marriage blessing, / It hath not passed away."
    },
    {
      "cite": "W.H. Auden",
      "quote": "Like everything which is not the involuntary result of fleeting emotion but the creation of time and will, any marriage, happy or unhappy, is infinitely more interesting than any romance, however passionate."
    },
    {
      "cite": "Gary Thomas",
      "quote": "Any mature, spiritually sensitive view of marriage must be built on the foundation of mature love rather than  romanticism."
    },
    {
      "cite": "Aaron Jacob",
      "quote": "He ordained marriage, and turning to him is the only way you can be sure that your marriage will succeed."
    },
    {
      "cite": "Francis de Sales",
      "quote": "The state of marriage is one that requires more virtue and constancy than any other."
    },
    {
      "cite": "Francis de Sales",
      "quote": "It is a perpetual exercise of mortification...In spite of the bitter nature of its juice, you may be able to draw and make the honey of the holy life."
    },
    {
      "cite": "Isaiah 62:5",
      "quote": "For as a young man marries a young woman, so shall your sons marry you, and as the bridegroom rejoices over the bride, so shall your God rejoice over you."
    },
    {
      "cite": "Wayne Mack",
      "quote": "Marriage is a total commitment and a total sharing of the total person with another person until death."
    },
    {
      "cite": "Jim George",
      "quote": "Marriage is about putting away selfishness and taking on the concept of teamwork."
    },
    {
      "cite": "Tim Keller",
      "quote": "Men, you'll never be a good groom to your wife unless you're first a good bride to Jesus."
    },
    {
      "cite": "Tim Keller",
      "quote": "In sharp contrast with our culture, the Bible teaches that the essence of marriage is a sacrificial commitment to the good of the other. That means that love is more fundamentally action than emotion."
    },
    {
      "cite": "John C. Broger",
      "quote": "Many conflicts in a marriage result from living to please self instead of living to please the Lord. These conflicts can be resolved and are actually opportunities for spiritual growth when dealt with in a biblical manner."
    },
    {
      "cite": "J. Vernon McGee",
      "quote": "When a man and a woman give themselves to each other in an act of marital love, they can know the love of Christ as no one else can know it."
    }
  ]
}