{
  "source": "https://www.wisesayings.com/christian-birthday-quotes/",
  "theme": "christian-birthday",
  "quotes": [
    {
      "cite": "Psalm 118:24",
      "quote": "This is the day that LORD has made, let us rejoice and be glad in it."
    },
    {
      "cite": "Luke 15:23",
      "quote": "Bring the fattened calf and kill it. Let's have a feast and celebrate."
    },
    {
      "cite": "1 Thessalonians 3:12",
      "quote": "May the Lord make your love increase and overflow for each other and for everyone else, just as ours does for you."
    },
    {
      "cite": "3 John 1:2",
      "quote": "Dear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well."
    },
    {
      "cite": "Psalm 20:4",
      "quote": "May he grant according to your heart's desire and fulfill all your plans!"
    },
    {
      "cite": "Philippians 4:4",
      "quote": "Rejoice in the Lord always. I will say it again. Rejoice!"
    },
    {
      "cite": "Numbers 6:24-26",
      "quote": "God bless you and keep you, God smile on you and gift you, God look you full in the face and make you prosper."
    },
    {
      "cite": "1 Thessalonians 5:18",
      "quote": "Give thanks in all circumstances, for this is the will of God in Christ Jesus for you."
    },
    {
      "cite": "Romans 1:9-10",
      "quote": "God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you in my prayers at all times and I pray that now at last by God's will the way may be opened for me to come to you."
    },
    {
      "cite": "2 Corinthians 9:15",
      "quote": "Thanks be to God for his inexpressible gift!"
    },
    {
      "cite": "Anonymous",
      "quote": "On your special day, I pray that God will continue to warm your heart and lift your spirits while granting you peace and serenity on this very special day of yours."
    },
    {
      "cite": "Anonymous",
      "quote": "Celebrate life. Celebrate happiness. Celebrate your birthday. Celebrate that God gives all this to you."
    },
    {
      "cite": "Anonymous",
      "quote": "God couldn't be everywhere. So he sent a few of his chosen angels on earth. You are one of them. Happy Birthday."
    },
    {
      "cite": "Anonymous",
      "quote": "Once a year we celebrate the gift of life that Lord has given us. Happy Birthday to the brightest star in our life."
    },
    {
      "cite": "Anonymous",
      "quote": "May God grant strength for every challenge, fulfillment in every adventure and blessings all year long. Happy Birthday."
    },
    {
      "cite": "Anonymous",
      "quote": "May Lord bless you abundantly because a sweetheart like you deserves the best! Have a glorious and memorable Birthday!"
    },
    {
      "cite": "Anonymous",
      "quote": "May the Almighty Bless you with many more birthdays to come. May each birthday be better than the previous one. Happy Birthday to you."
    }
  ]
}