{
  "source": "https://www.wisesayings.com/chubby-quotes/",
  "theme": "chubby",
  "quotes": [
    {
      "cite": "George R. R. Martin",
      "quote": "Fat men take a cushion with them wherever they go."
    },
    {
      "cite": "Garth Brooks",
      "quote": "It's funny how a chubby kid can just be having fun, and people call it entertainment!"
    },
    {
      "cite": "Dolly Parton",
      "quote": "The hardest exercise for most of us fat people is that one where we push our chairback from the dinner table."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Forget about calories - everything makes thin people thinner, and fat people fatter."
    },
    {
      "cite": "Mindy Kaling",
      "quote": "Also, chubby people can never truly pull off ethereal the same way skinny people can never be jolly."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "Every fat person says it's not their fault, that they have gland trouble. You know which gland? The saliva gland. They can't push away from the table."
    },
    {
      "cite": "Katie Hopkins",
      "quote": "To call yourself 'plus size' is just a euphemism for being fat. Life is much easier when you're thinner. Big is not beautiful, of course a job comes down to how you look."
    },
    {
      "cite": "Susan Powter",
      "quote": "You can be fat and love yourself. You can be fat and have a great damn personality. You can be fat and sew your own clothes. But you can't be fat and healthy."
    },
    {
      "cite": "Jim Croce",
      "quote": "Nobody loves a fat girl, but oh how a fat girl can love."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "You can be fat and still be sexy. It all depends on how you feel about yourself."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Each individual woman's body demands to be accepted on its own terms."
    },
    {
      "cite": "Jillian Michaels",
      "quote": "Fat is merely stored energy. It is a physical state, nothing more and nothing less. It implies zero about your value as a person in this world."
    },
    {
      "cite": "Anthony Horowitz",
      "quote": "Inside every fat man, there's a thin man trying to get out."
    },
    {
      "cite": "Kingsley Amis",
      "quote": "Outside every fat man there was an even fatter man trying to close in."
    },
    {
      "cite": "Luciano Pavarotti",
      "quote": "The reason fat people are happy is that the nerves are well protected."
    },
    {
      "cite": "Hilary Mantel",
      "quote": "When you get fat, you get a new personality. You can't help it. Complete strangers ascribe it to you."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "A fat person lives shorter but eats longer."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "To lose confidence in one's body is to lose confidence in oneself."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "We feel it's unacceptable to be fat, when it has nothing to do with who the person actually is."
    },
    {
      "cite": "Jackie Gleason",
      "quote": "Thin people are beautiful, but fat people are adorable."
    },
    {
      "cite": "Kevin Smith",
      "quote": "If you grow up fat, you have to try harder."
    },
    {
      "cite": "Stone Cold Steve Austin",
      "quote": "If you are fat, no matter what you wear, nothing is going to make you sexier."
    },
    {
      "cite": "Jack Lalanne",
      "quote": "The only way you get that fat off is to eat less and exercise more."
    },
    {
      "cite": "Tamra Davis",
      "quote": "A diet that is high in fat, sugar and salt makes it really hard for a body to function efficiently."
    },
    {
      "cite": "Mimi Pond",
      "quote": "Even if you're fat, one thing always fits: shoes."
    },
    {
      "cite": "Benny Bellamacina",
      "quote": "A thin man can squeeze into a fat body, yet you can only squeeze a fat man to become thin."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "He who makes fun of a short and fat man's weight is much less cruel than he who makes fun of his height."
    },
    {
      "cite": "St. Jerome",
      "quote": "A fat stomach never breeds fine thoughts."
    },
    {
      "cite": "Hippocrates",
      "quote": "Fat people who want to reduce should take their exercise on an empty stomach and sit down to their food out of breath. Thin people who want to get fat should do exactly the opposite and never take exercise on an empty stomach."
    },
    {
      "cite": "Susie Orbach",
      "quote": "Fat is a way of saying no to powerlessness and self-denial."
    },
    {
      "cite": "David Perlmutter",
      "quote": "Fat is your friend. The brain thrives on a fat-rich, low-carbohydrate diet."
    },
    {
      "cite": "Joel Fuhrman",
      "quote": "Excess body fat alters the levels of the hormones insulin, leptin, and estrogen, and these factors are believed to be responsible for the acceleration of pubertal timing by obesity."
    },
    {
      "cite": "Josh Peck",
      "quote": "Gratuitous fat jokes always hurt, no matter what."
    },
    {
      "cite": "Heidi",
      "quote": "Bigger women have more fat to live on. They can put out more effort."
    },
    {
      "cite": "Giada De Laurentiis",
      "quote": "Pasta doesn't make you fat. How much pasta you eat makes you fat."
    },
    {
      "cite": "Joy Behar",
      "quote": "Statistically, skinny women die younger than fat women. Why? Because fat women are killing them."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "I thank God for creating gay men. Because if it wasn't for them, us fat women would have no one to dance with."
    },
    {
      "cite": "Katharine Fullerton Gerould",
      "quote": "No fashion has ever been created expressly for the lean purse or for the fat woman: the dressmaker's ideal is the thin millionaires."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I found there was only one way to look thin. Hang out with fat people."
    },
    {
      "cite": "James D. Watson",
      "quote": "Whenever you interview fat people, you feel bad, because you know you're not going to hire them."
    },
    {
      "cite": "Nigerian Proverb",
      "quote": "If your face is swollen from the severe beatings of life, smile and pretend to be a fat man."
    },
    {
      "cite": "Jackie Gleason",
      "quote": "The second day of a diet is always easier than the first. By the second day you're off it."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Imprisoned in every fat man a thin one is wildly signalling to be let out."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "I love fat people. Every fat person says it's not their fault, that they have gland trouble. You know which gland? The saliva gland."
    },
    {
      "cite": "Marilyn Wann",
      "quote": "The only thing that anyone can diagnose, with any certainty, by looking at a fat person, is their own level of stereotype and prejudice toward fat people."
    },
    {
      "cite": "Jo Brand",
      "quote": "Fat people are brilliant in bed. If I'm sitting on top of you, who's going to argue?"
    },
    {
      "cite": "Peg Bracken",
      "quote": "There are worse things than being fat, and one of them is worrying about it all the time."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Take care of your body. It's the only place you have to live."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "It's okay to be fat. So you're fat. Just be fat and shut up about it."
    },
    {
      "cite": "Norman Reilly Raine",
      "quote": "A fat stomach sticks out too far. It prevents you from looking down and seeing what is going on around you."
    },
    {
      "cite": "Kim Kardashian",
      "quote": "Embrace your curves and who you are. I feel proud if young girls look up to me and say, \"I'm curvy, and I'm proud of it now\"."
    },
    {
      "cite": "Valerie Bertinelli",
      "quote": "If you say you're fat, all of a sudden people like you!"
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "To all the girls that think you’re fat because you’re not a size zero, you’re the beautiful one, its society who’s ugly."
    },
    {
      "cite": "Rick Riordan",
      "quote": "With his chubby face and his grumpy expression, he looked like a Buddha who'd achieved enlightenment and wasn't thrilled about it."
    }
  ]
}