{
  "source": "https://www.wisesayings.com/church-quotes/",
  "theme": "church",
  "quotes": [
    {
      "cite": "T.S. Eliot",
      "quote": "The True Church can never fail. For it is based upon a rock."
    },
    {
      "cite": "Simone Weil",
      "quote": "In the Church, considered as a social organism, the mysteries inevitably degenerate into beliefs."
    },
    {
      "cite": "William Tyndale",
      "quote": "The Church is the one institution that exists for those outside it."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Teenagers who do not go to church are adored by God, but they don't get to meet some of the people who love God back."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "I never weary of great churches. It is my favorite kind of mountain scenery. Mankind was never so happily inspired as when it made a cathedral."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "I like the silence of a church, before the service begins better than any preaching."
    },
    {
      "cite": "Alistair Begg",
      "quote": "A good church is a Bible-centered church. Nothing is as important as this--not a large congregation, a witty pastor, or tangible experiences of the Holy Spirit."
    },
    {
      "cite": "Robert Hugh Benson",
      "quote": "The Church must be intelligible to the simple as well as to the shrewd."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The Church is not a gallery for the better exhibition of eminent Christians, but a school for the education of imperfect ones."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "He who does not have the church as his mother, does not have God as his father."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "Church attendance is as vital to a disciple as a transfusion of rich, healthy blood to a sick man."
    },
    {
      "cite": "Martin Luther",
      "quote": "For where God built a church, there the Devil would also build a chapel."
    },
    {
      "cite": "Sandra Day O'Connor",
      "quote": "Those who would renegotiate the boundaries between church and state must therefore answer a difficult question: why would we trade a system that has served us so well for one that has served others so poorly?"
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "The operation of the Church is entirely set up for the sinner; which creates much misunderstanding among the smug."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "The Church has always been willing to swap off treasures in heaven for cash down."
    },
    {
      "cite": "John Nelson Darby",
      "quote": "The Reformation did not directly touch the question of the true character of God's church."
    },
    {
      "cite": "Vance Havner",
      "quote": "The church is so subnormal that if it ever got back to the New Testament normal it would seem to people to be abnormal."
    },
    {
      "cite": "Heather Nova",
      "quote": "In a church of my own we're perfect together I recognize you in the stained glass."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You can be committed to Church but not committed to Christ, but you cannot be committed to Christ and not committed to church."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Nothing doth so much keep men out of the Church, and drive men out of the Church, as breach of unity."
    },
    {
      "cite": "Alan Watts",
      "quote": "The style of God venerated in the church, mosque, or synagogue seems completely different from the style of the natural universe."
    },
    {
      "cite": "Pope Francis",
      "quote": "We need to avoid the spiritual sickness of a church that is wrapped up in its own world: when a church becomes like this, it grows sick."
    },
    {
      "cite": "William E.Channing",
      "quote": "There is one grand, all-comprehending church; and if I am a Christian, I belong to it, and no man can shut me out of it."
    },
    {
      "cite": "Kerry King",
      "quote": "I think the church and the religion right now have a lot more to be worried about than SLAYER."
    },
    {
      "cite": "William Penn",
      "quote": "It would be far better to be of no church than to be bitter of any."
    },
    {
      "cite": "John Paul Warren",
      "quote": "There has never been a meaningful life built on easy street."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "I believe there are too many practitioners in the church who are not believers."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The old cathedrals are good, but the great blue dome that hangs over everything is better."
    },
    {
      "cite": "Lancelot Andrewes",
      "quote": "The nearer the Church the further from God."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Many come to bring their clothes to church rather than themselves."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "The perfect church service,would be one we were almost unaware of. Our attention would have been on God."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "The Church must be forever building, for it is forever decaying within and attacked from without."
    },
    {
      "cite": "John Selden",
      "quote": "A glorious Church is like a magnificent feast; there is all the variety that may be, but every one chooses out a dish or two that he likes, and lets the rest alone: how glorious soever the Church is, every one chooses out of it his own religion, by which he governs himself, and lets the rest alone."
    },
    {
      "cite": "Vance Havner",
      "quote": "It's about time we quit playing church in these services that start at eleven o clock sharp and end at twelve o clock dull."
    },
    {
      "cite": "Ulysses S. Grant",
      "quote": "Leave the matter of religion to the family altar, the church, and the private school, supported entirely by private contributions. Keep the church and state forever separate."
    },
    {
      "cite": "George Carlin",
      "quote": "Don't give your money to the church. They should be giving their money to you."
    },
    {
      "cite": "Billy Graham",
      "quote": "Churchgoers are like coals in a fire. When they cling together, they keep the flame aglow; when they separate, they die out."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "No church can be prospered in which all the ministration comes from the pulpit."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Some keep the Sabbath going to church; I keep it staying at home, with a bobolink for a chorister, and an orchard for a dome."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Church was doing what he often did when dropped - lying on his back with all four legs in the air, pretending to be dead in order to induce guilt in his owners."
    },
    {
      "cite": "Tertullian",
      "quote": "The blood of the martyrs is the seed of the church."
    },
    {
      "cite": "Thomas Paine",
      "quote": "I do not believe in the creed professed by the Jewish Church, by the Roman Church, by the Greek Church, by the Turkish Church, by the Protestant Church, nor by any church that I know of. My own mind is my own church."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "Your body is the church where Nature asks to be reverenced."
    },
    {
      "cite": "Tyler Edwards",
      "quote": "Bombs have kill-radiuses; churches should have love-radiuses--anyone within twenty miles of a church should know it."
    },
    {
      "cite": "Michael W. Smith",
      "quote": "I think if the church did what they were supposed to do we wouldn't have anyone sleeping on the streets."
    },
    {
      "cite": "Lenny Bruce",
      "quote": "Every day people are straying away from the church and going back to God."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The church is precisely that against which Jesus preached -- and against which he taught his disciples to fight."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "There is no one true church, no one chosen people."
    },
    {
      "cite": "T.A. McMahon",
      "quote": "The church has been so seduced by psychological counseling for so long that anything that seems at odds with the current counseling practices is usually considered a consequence of ignorance."
    },
    {
      "cite": "A. W. Tozer",
      "quote": "One hundred religious persons knit into a unity by careful organization do not constitute a church any more than eleven dead men make a football team. The first requisite is life, always."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "The day we find the perfect church, it becomes imperfect the moment we join it."
    },
    {
      "cite": "James Joyce",
      "quote": "There is no heresy or no philosophy which is so abhorrent to the church as a human being."
    },
    {
      "cite": "John Calvin",
      "quote": "Wherever we see the Word of God purely preached and heard, there a church of God exists, even if it swarms with many faults."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Yes, I see the Church as the body of Christ. But, oh! How we have blemished and scarred that body through social neglect and through fear of being nonconformists."
    },
    {
      "cite": "John Ruskin",
      "quote": "The root of almost every schism and heresy from which the Christian Church has suffered, has been because of the effort of men to earn, rather than receive their salvation; and the reason preaching is so commonly ineffective is, that it often calls on people to work for God rather than letting God work through them."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "Church is the only place where someone speaks to me and I do not have to answer back."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "A church is a place in which gentlemen who have never been to heaven brag about it to persons who will never get there."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We sing in a church, why can we not dance there?"
    },
    {
      "cite": "Vance Havner",
      "quote": "It is one of the ironies of the ministry that the very man who works in God's name is often hardest put to find time for God. The parents of Jesus lost Him at church, and they were not the last ones to lose Him there."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "Clearly the person who accepts the Church as an infallible guide will believe whatever the Church teaches."
    },
    {
      "cite": "Martin Luther",
      "quote": "Prayer is a strong wall and fortress of the church; it is a goodly Christian weapon."
    },
    {
      "cite": "E. M. Bounds",
      "quote": "What the Church needs to-day is not more machinery or better, not new organizations or more and novel methods, but men whom the Holy Ghost can use men of prayer, men mighty in prayer. The Holy Ghost does not flow through methods, but through men. He does not come on machinery, but on men. He does not anoint plans, but men, men of prayer."
    },
    {
      "cite": "Martyn Lloyd-Jones",
      "quote": "The glory of the gospel is that when the church is absolutely different from the world, she invariably attracts it."
    },
    {
      "cite": "William Temple",
      "quote": "The Church is the only society that exists for the benefit of those who are not its members."
    },
    {
      "cite": "Billy Sunday",
      "quote": "Going to church doesn't make you a Christian any more than going to a garage makes you an automobile."
    },
    {
      "cite": "Vance Havner",
      "quote": "The church is a hospital for sinners, and not a museum for saints."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "We do not want a church that will move with the world. We want a church that will move the world."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "You never have to advertise a fire. Everyone comes running when there's a fire. Likewise, if your church is on fire, you will not have to advertise it. The community will already know it."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "When there's something in the Bible that churches don't like, they call it 'legalism.'"
    },
    {
      "cite": "Billy Sunday",
      "quote": "Christianity means a lot more than church membership."
    },
    {
      "cite": "John Hagee",
      "quote": "A church can be unified in one of two ways. You can freeze together, as the Church of the Frozen Chosen; or you can melt together with the fire of the Holy Spirit."
    },
    {
      "cite": "Bono",
      "quote": "Distance does not decide who is your brother and who is not. The church is going to have to become the conscience of the free market if it's to have any meaning in this world - and stop being its apologist."
    },
    {
      "cite": "A. B. Simpson",
      "quote": "The chief danger of the Church today is that it is trying to get on the same side as the world, instead of turning the world upside down. Our Master expects us to accomplish results, even if they bring opposition and conflict. Anything is better than compromise, apathy, and paralysis. God, give to us an intense cry for the old-time power of the Gospel and the Holy Ghost!"
    },
    {
      "cite": "Thomas Fuller",
      "quote": "It is a shame when the church itself is a cemetery, where the living sleep above the ground, as the dead do beneath."
    },
    {
      "cite": "Jonathan Edwards",
      "quote": "We cannot believe that the church of God is already possessed of all that light which God intends to give it; nor that all Satan's lurking places have already been found out."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The coziness between church and state is good for the state and bad for the church."
    },
    {
      "cite": "Francis Schaeffer",
      "quote": "Each generation of the church in each setting has the responsibility of communicating the gospel in understandable terms, considering the language and thought-forms of that setting."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Miracles are the swaddling clothes of infant churches."
    },
    {
      "cite": "Fred Allen",
      "quote": "Most of us spend the first six days of each week sowing wild oats; then we go to church on Sunday and pray for a crop failure."
    },
    {
      "cite": "Benjamin Rush",
      "quote": "The Gates of Hell shall not prevail against it."
    },
    {
      "cite": "Matt Chandler",
      "quote": "Stop going to church everywhere and start belonging to church somewhere."
    },
    {
      "cite": "Jon Zens",
      "quote": "Most professing Christians do not realize that the central concepts and practices associated with what we call \"church\" are not rooted in the New Testament, but in patterns established in the post-apostolic age."
    },
    {
      "cite": "Ben Patterson",
      "quote": "The whole gospel for the whole person, great theology, but in practice little more than a slogan in many churches."
    },
    {
      "cite": "Dr. Ronnie W. Floyd",
      "quote": "Churches are always in transition in this changing culture. Our greatest hope beyond launching new works is seeing churches come back alive with growth and vigor."
    },
    {
      "cite": "Émile Zola",
      "quote": "Civilization will not attain to its perfection until the last stone from the last church falls on the last priest."
    },
    {
      "cite": "Robert Burton",
      "quote": "Where God hath a temple, the devil will have a chapel."
    },
    {
      "cite": "Mikhail Bakunin",
      "quote": "People go to church for the same reasons they go to a tavern: to stupefy themselves, to forget their misery, to imagine themselves, for a few minutes anyway, free and happy."
    },
    {
      "cite": "H. BULLINGER",
      "quote": "The church is God's vineyard."
    },
    {
      "cite": "BISHOP J. JEWELL",
      "quote": "We believe that there is one church of God, catholic and universal, and dispersed throughout the whole world; this church is the kingdom, the body, the spouse of Christ; Christ alone is Prince of this kingdom, the head of this body, the Bridegroom of this spouse."
    },
    {
      "cite": "Greg Laurie",
      "quote": "Just as you must eat, drink, and breathe to live, you must read the Bible, pray, and be involved in a church to stay spiritually alive and vital. You never will outgrow these things."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "The church must share in the secular problems of ordinary human life, not dominating, but helping and serving."
    },
    {
      "cite": "St. Augustine",
      "quote": "God loves each of us as if there were only one of us."
    },
    {
      "cite": "Max Lucado",
      "quote": "God never said that the journey would be easy, but He did say that the arrival would be worthwhile."
    },
    {
      "cite": "Hudson Taylor",
      "quote": "God’s work done in God’s way will never lack God’s supplies."
    },
    {
      "cite": "Tony Evans",
      "quote": "God will meet you where you are in order to take you where He wants you to go."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Let God’s promises shine on your problems."
    },
    {
      "cite": "Jim Elliot",
      "quote": "He is no fool who gives what he cannot keep, to gain what he cannot lose."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Remember who you are. Don’t compromise for anyone, for any reason. You are a child of the Almighty God. Live that truth."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "If you can’t fly, then run, If you can’t run, then walk, If you can’t walk, then crawl, but whatever you do, you have to keep moving forward."
    },
    {
      "cite": "Francis Chan",
      "quote": "Our greatest fear should not be of failure but of succeeding at things in life that don’t really matter."
    },
    {
      "cite": "D.L. Moody",
      "quote": "If God is your partner, make your plans BIG!"
    },
    {
      "cite": "John Macarthur",
      "quote": "You are the only Bible some unbelievers will ever read."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face...we must do that which we think we cannot."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "God does not give us everything we want, but He does fulfill His promises, leading us along the best and straightest paths to Himself."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Relying on God has to start all over everyday, as if nothing has yet been done."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The best thing about the future is that it comes only one day at a time."
    },
    {
      "cite": "Charles Stanley",
      "quote": "Your potential is the sum of all the possibilities God has for your life."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in this world cannot be seen or even heard, but must be felt with the heart."
    },
    {
      "cite": "Chuck Swindoll",
      "quote": "We are all faced with a series of great opportunities brilliantly disguised as impossible situations."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be faithful in small things because it is in them that your strength lies."
    },
    {
      "cite": "Elisabeth Elliot",
      "quote": "Faith does not eliminate questions. But faith knows where to take them."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Whoever shall introduce into public affairs the principles of primitive Christianity will change the face of the world."
    },
    {
      "cite": "George Carlin",
      "quote": "I'm completely in favor of the separation of Church and State. My idea is that these two institutions screw us up enough on their own, so both of them together is certain death."
    },
    {
      "cite": "Sr. Monique Rysavy",
      "quote": "A lot of church members who are singing \"Standing On The Promises\" are just sitting on the premises."
    },
    {
      "cite": "Lowell B. Yoder",
      "quote": "Do you know the three times that most people are in church? When they are hatched, matched and dispatched."
    },
    {
      "cite": "Igor Stravinsky",
      "quote": "The Church knew what the psalmist knew: Music praises God. Music is well or better able to praise him than the building of the church and all its decoration; it is the Church's greatest ornament."
    },
    {
      "cite": "Karl Barth",
      "quote": "In the Church of Jesus Christ there can and should be no non-theologians."
    },
    {
      "cite": "James Madison",
      "quote": "The purpose of separation of church and state is to keep forever from these shores the ceaseless strife that has soaked the soil of Europe with blood for centuries."
    },
    {
      "cite": "Thomas Paine",
      "quote": "All national institutions of churches, whether Jewish, Christian, or Turkish, appear to me no other than human inventions, set up to terrify and enslave mankind, and monopolize power and profit."
    },
    {
      "cite": "H.L. Menchen",
      "quote": "A church is a place in which gentlemen who have never been to heaven brag about it to persons who will never get there."
    },
    {
      "cite": "John Calvin",
      "quote": "Is it faith to understand nothing, and merely submit your convictions implicitly to the Church?"
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "When any government, or any church for that matter, undertakes to say to its subjects, This you may not read, this you must not see, this you are forbidden to know, the end result is tyranny and oppression no matter how holy the motives."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Going to church doesn't make you any more a Christian than going to the garage makes you a car."
    },
    {
      "cite": "Billy Sunday",
      "quote": "Hypocrites in the Church? Yes, and in the lodge and at the home. Don't hunt through the Church for a hypocrite. Go home and look in the mirror. Hypocrites? Yes. See that you make the number one less."
    },
    {
      "cite": "Ezra Pound",
      "quote": "If I could believe the Quakers banned music because church music is so damn bad, I should view them with approval."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The churches must learn humility as well as teach it."
    },
    {
      "cite": "F.R. Maltby",
      "quote": "Jesus promised his disciples three things -- that they would be completely fearless, absurdly happy, and in constant trouble."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The question confronting the Church today is not any longer whether the man in the street can grasp a religious message, but how to employ the communications media so as to let him have the full impact of the Gospel message."
    },
    {
      "cite": "H.G. Wells",
      "quote": "Sailors ought never to go to church. They ought to go to hell, where it is much more comfortable."
    },
    {
      "cite": "Saint Ignatius of Loyola",
      "quote": "We should always be disposed to believe that that which appears white is really black, if the hierarchy of the Church so decides."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The teaching of the church, theoretically astute, is a lie in practice and a compound of vulgar superstitions and sorcery."
    },
    {
      "cite": "Will Durant",
      "quote": "The Institutional Church (ecclesia) has killed only two kinds of people: Those who do not believe in the teachings of Jesus Christ, and those who do."
    },
    {
      "cite": "St. Boniface",
      "quote": "The Church is like a great ship being pounded by the waves of life’s different stresses. Our duty is not to abandon ship, but to keep her on her course."
    },
    {
      "cite": "St. Therese of Lisieux",
      "quote": "Remember that nothing is small in the eyes of God.   Do all that you do with love."
    },
    {
      "cite": "St. Gerard Majella",
      "quote": "Who except God can give you peace? Has the world ever been able to satisfy the heart?"
    },
    {
      "cite": "Venerable Jose Escriva",
      "quote": "If obedience does not give you peace it is because you are proud."
    },
    {
      "cite": "St. Jeanne de Chantal",
      "quote": "Hell is full of the talented, but Heaven of the energetic."
    },
    {
      "cite": "St. Joseph Cafasso",
      "quote": "Heaven is filled with converted sinners of all kinds, and there is room for more."
    },
    {
      "cite": "St. John Vianney",
      "quote": "The Saints had no hatred, no bitterness.  They forgave everything."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Christ has not only spoken to us by his life, but has also spoken for us by his death."
    },
    {
      "cite": "Watchman Nee",
      "quote": "Our old history ends with the cross; our new history begins with the resurrection."
    },
    {
      "cite": "Andrew Murray",
      "quote": "A dead Christ I must do everything for; a living Christ does everything for me."
    },
    {
      "cite": "Brother Andrew",
      "quote": "The work of the church is not survival. She exists to fulfill the Great Commission."
    },
    {
      "cite": "R. Alan Woods",
      "quote": "The world and it's people are my church."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "People don't come to church for preachments, of course, but to daydream about God."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The church saves sinners, but science seeks to stop their manufacture."
    }
  ]
}