{
  "source": "https://www.wisesayings.com/cigar-quotes/",
  "theme": "cigar",
  "quotes": [
    {
      "cite": "Sigmund Freud",
      "quote": "Smoking is indispensable if one has nothing to kiss."
    },
    {
      "cite": "Richard Carleton",
      "quote": "I am sure there are many things better than a good cigar, but right now, I can't think of what they might be."
    },
    {
      "cite": "John Galsworthy",
      "quote": "By the cigars they smoke, and the composers they love, ye shall know the texture of men's souls."
    },
    {
      "cite": "Ed Markey",
      "quote": "Cigars are no safe alternative act."
    },
    {
      "cite": "Horace Greely",
      "quote": "A cigar has a fire at one end and a fool at the other."
    },
    {
      "cite": "Joan Collins",
      "quote": "Only fine cigars are worth smoking and only men who smoke fine cigars are worth kissing."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Given the choice between a woman and a cigar, I will always choose the cigar."
    },
    {
      "cite": "Zino Davidoff",
      "quote": "A cigar ought not to be smoked solely with the mouth, but with the hand, the eyes, and with the spirit."
    },
    {
      "cite": "Billy Martin",
      "quote": "Everything looks nicer when you win. The girls are prettier. The cigars taste better. The trees are greener."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Fuller's cigar in the night was a beacon warning carefree, frivolous people away. It was plainly a cigar smoked in anger."
    },
    {
      "cite": "Mark Twain",
      "quote": "It has always been my rule never to smoke when asleep, and never to refrain when awake."
    },
    {
      "cite": "Moliere",
      "quote": "Tobacco is the passion of honest men and he who lives without tobacco is not worthy of living."
    },
    {
      "cite": "Zino Davidoff",
      "quote": "If your wife doesn't like the aroma of your cigar, change your wife."
    },
    {
      "cite": "Raul Julia",
      "quote": "A cigar is as good as memories that you have when you smoked it."
    },
    {
      "cite": "Samuel Fuller",
      "quote": "A woman is just a script, but a cigar is a motion picture."
    },
    {
      "cite": "Mark Twain",
      "quote": "No one can tell me what is a good cigar for me. I am the only judge. People who claim to know say that I smoke the worst cigars in the world. They bring their own cigars when they come to my house."
    },
    {
      "cite": "George Burns",
      "quote": "If I had taken my doctor's advice and quit smoking when he advised me to, I wouldn't have lived to go to his funeral."
    },
    {
      "cite": "Guillermo Cabrera Infante",
      "quote": "Cigars must be smoked one at a time, peaceably, with all the leisure in the world. Cigarettes are of the instant, Cigars are for eternity."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "A woman is only a woman, but a good cigar is a smoke."
    },
    {
      "cite": "George Sand",
      "quote": "The cigar is the perfect complement to an elegant lifestyle."
    },
    {
      "cite": "Stephen King",
      "quote": "Sometimes a cigar is just a smoke and a coincidence is just a coincidence."
    },
    {
      "cite": "Mark Twain",
      "quote": "Eating and sleeping are the only activities that should be allowed to interrupt a man's enjoyment of his cigar."
    },
    {
      "cite": "William Allen Butler",
      "quote": "And said to myself, as I lit my cigar, supposing a man had the wealth of the Czar Of the Russias to boot, for the rest of his days, On the whole do you think he would have much to spare If he married a woman with nothing to wear?"
    },
    {
      "cite": "Groucho Marx",
      "quote": "I love my cigar too, but I take it out of my mouth once in a while."
    },
    {
      "cite": "D. L. Hughley",
      "quote": "With a cigar like in life, you got to have some length, and some girth."
    },
    {
      "cite": "Mark McGinty",
      "quote": "Cigars are society. They are the food you eat and the bed where you sleep. They are the clothes you wear and the shoes on your feet. Cigars are, at the very least, responsible for everything you and I have."
    },
    {
      "cite": "Tim Ritchey",
      "quote": "Right now, we want to run in the Cigar mile if he is 100 percent."
    },
    {
      "cite": "Will Rogers",
      "quote": "Our country has plenty of five-cent cigars, but the trouble is they charge fifteen cents for them."
    },
    {
      "cite": "Thomas P. O'Neill",
      "quote": "You better take advantage of the good cigars. You don't get much else in that job."
    },
    {
      "cite": "John Galsworthy",
      "quote": "By the cigars they smoke, and the composers they love, ye shall know the texture of men's souls."
    },
    {
      "cite": "Mary Wilson Little",
      "quote": "A youth with his first cigar makes himself sick; a youth with his first girl makes other people sick."
    },
    {
      "cite": "Groucho Marx",
      "quote": "A woman is an occasional pleasure but a cigar is always a smoke."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A cigar is a sort of thing, not exactly a pleasure, but the crown and outward sign of pleasure."
    },
    {
      "cite": "Al Hirt",
      "quote": "I always smoked cigars. I've smoked cigars with everybody in show business."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "I think cigars are just a tremendous addition to the enjoyment of life."
    },
    {
      "cite": "Guillermo Cabrera Infante",
      "quote": "A good smoker, like a good lover, always takes his time with a cigar."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Smoking Cigars is like falling in love. First, you are attracted by its shape; you stay for its flavor, and you must always remember never, never to let the flame go out!"
    },
    {
      "cite": "Michael Douglas",
      "quote": "Cigar smoking by it's very nature is much more reflective than interactive."
    },
    {
      "cite": "George Sand",
      "quote": "A cigar numbs sorrow and fills the solitary hours with a million gracious images."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "A pipe gives a wise man time to think and a fool something to stick in his mouth."
    },
    {
      "cite": "Mark Twain",
      "quote": "I have made it a rule never to smoke more than one cigar at a time. I have no other restriction as regards smoking."
    },
    {
      "cite": "George Burns",
      "quote": "I smoke cigars because at my age if I don't have something to hang on to I might fall down."
    },
    {
      "cite": "E.G. Bulwer-Lytton Darnley",
      "quote": "A good cigar is as great a comfort to a man as a good cry to a woman."
    },
    {
      "cite": "Daisy Fuentes",
      "quote": "I just smoked a Cohiba the other day. It was great. You have to appreciate everything that cigar is."
    },
    {
      "cite": "Stephen King",
      "quote": "Sometimes a cigar is just a smoke and a story's just a story."
    },
    {
      "cite": "Thomas Hahn",
      "quote": "I never can understand how anyone can not smoke – it deprives a man of the best part of life. With a good cigar in his mouth a man is perfectly safe, nothing can touch him, literally."
    },
    {
      "cite": "Mark Twain",
      "quote": "I smoke in moderation. Only one cigar at a time."
    },
    {
      "cite": "Alfred De Musset",
      "quote": "Any cigar smoker is a friend, because I know how he feels."
    },
    {
      "cite": "Mark Twain",
      "quote": "If smoking cigars is not permitted in heaven, I won''t go."
    },
    {
      "cite": "Lynda Barry",
      "quote": "Love is an exploding cigar we willingly smoke."
    },
    {
      "cite": "Franz Liszt",
      "quote": "A good Cuban cigar closes the doors to the vulgarities of the world."
    },
    {
      "cite": "Stendhal",
      "quote": "On a cold morning in winter, a Toscan cigar fortifies the soul."
    },
    {
      "cite": "Thomas Mann",
      "quote": "I never can understand how anyone can not smoke it deprives a man of the best part of life. With a good cigar in his mouth a man is perfectly safe, nothing can touch him, literally."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "A big cigar in a young face requires the best of both."
    },
    {
      "cite": "Winston Churchill",
      "quote": "My rule of life prescribed as an absolutely sacred rite smoking cigars."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Sometimes a cigar is just a cigar."
    },
    {
      "cite": "Mark Twain",
      "quote": "I have only one moral precept. Never smoke more than five cigars at a time."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "I would rather smoke one cigar than hear two sermons."
    },
    {
      "cite": "Gro Harlem Brundtland",
      "quote": "A cigarette is the only consumer product which when used as directed kills its consumer."
    }
  ]
}