{
  "source": "https://www.wisesayings.com/cinematography-quotes/",
  "theme": "cinematography",
  "quotes": [
    {
      "cite": "John Kricfalusi",
      "quote": "In old movies, the cinematography is a thousand times better than anything today. Writing, a thousand times better."
    },
    {
      "cite": "Conrad Hall",
      "quote": "Cinematography is infinite in its possibilities... much more so than music or language."
    },
    {
      "cite": "Rachel Morrison",
      "quote": "Cinematography is so much about instinct and intuition - you want the same range of experience going into behind the camera as what you see in front of it. Your life experience will come through the lens."
    },
    {
      "cite": "Nicolas Roeg",
      "quote": "You make the movie through the cinematography - it sounds quite a simple idea, but it was like a huge revelation to me."
    },
    {
      "cite": "Rob Zombie",
      "quote": "I like movies where you can come back and re-watch them and admire the cinematography 25 years later."
    },
    {
      "cite": "Rachel Morrison",
      "quote": "Cinematography speaks to everything that women do inherently well: It's multitasking, it's empathy, and it's channeling visuals into human emotion."
    },
    {
      "cite": "Reed Morano",
      "quote": "A lot of cinematography is intuition. It's an art, not a formula."
    },
    {
      "cite": "Steve Winter",
      "quote": "What sets us apart is our drive to have the best cinematography. We work hard to get shots that nobody else has."
    },
    {
      "cite": "Robert Bresson",
      "quote": "The future of cinematography belongs to a new race of young solitaries who will shoot films by putting their last penny into it and not let themselves be taken in by the material routines of the trade."
    },
    {
      "cite": "Seamus MacGarvey",
      "quote": "I think people just see cinematography as being about photography and innovative shots and beautiful lighting. We all want our movies to look great visually, to be beguiling and enticing, but I think that what really defines a great cinematographer is one who loves story."
    },
    {
      "cite": "Violante Placido",
      "quote": "Eventually, I think cinematography for every culture is a way to explore different stories, different ways of also delivering a story."
    },
    {
      "cite": "Roger Dea",
      "quote": "I don't really believe in the mystery of cinematography - what happens in the camera is what the cinematographers create and all that nonsense."
    },
    {
      "cite": "J. Robert Spencer",
      "quote": "The cinematography is as much involved with the physicality of the scene, so a lot of our shots are hand-held. I felt the cinematographer needed to be the fourth-character with the same drive as the actors."
    },
    {
      "cite": "Scoot McNairy",
      "quote": "Not all pictures but some pictures you're like, 'Wow, I wish I could be there' or you feel like you are there. I don't know what it is about cinematography."
    },
    {
      "cite": "Shane Carruth",
      "quote": "I believe that filmmakers have to internalize the story and subtext so well that all of the departments can start to speak to each other - that music can speak to cinematography, that can speak to writing and back again."
    },
    {
      "cite": "Abraham Verghese",
      "quote": "The incredible cinematography makes 'A Walk to Beautiful' almost like a poem; there is a tenderness on display that seems to emanate from the camera. There is also great sensitivity to the women whose stories are being told - never did I have a sense of the subjects being exploited."
    },
    {
      "cite": "Cary Fukunaga",
      "quote": "Some directors don't get involved in the cinematography and are just about story, but I'm definitely more tactile than that in terms of my involvement in the minutiae."
    },
    {
      "cite": "Robert Bresson",
      "quote": "Cinematography is a writing with images in movement and with sounds."
    },
    {
      "cite": "Violante Placido",
      "quote": "Eventually, I think cinematography for every culture is a way to explore different stories, different ways of also delivering a story."
    },
    {
      "cite": "Ethan Hawke",
      "quote": "And the best films feel like a fist punching you in the solar plexus and all elements of the filmmaking process - the acting, the design, the cinematography, the music, is all working to one end."
    }
  ]
}