{
  "source": "https://www.wisesayings.com/circus-quotes/",
  "theme": "circus",
  "quotes": [
    {
      "cite": "Kin Hubbard",
      "quote": "Next to a circus there ain't nothing that packs up and tears out faster than the Christmas spirit."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I have become rather like King Midas, except that everything turns not into gold but into a circus."
    },
    {
      "cite": "Erin Morgenstern",
      "quote": "Something about the circus stirs their souls, and they ache for it when it is absent."
    },
    {
      "cite": "James Maxton",
      "quote": "If you can't ride two horses at once, you shouldn't be in the circus."
    },
    {
      "cite": "E. B. White",
      "quote": "The circus comes as close to being the world in microcosm as anything I know. In a way, it puts all the rest of show business in the shade."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Circus a place where horses, ponies and elephants are permitted to see men, women and children acting the fool."
    },
    {
      "cite": "Juvenal",
      "quote": "Give them bread and circuses and they will never revolt."
    },
    {
      "cite": "Erica Jong",
      "quote": "Every country gets the circus it deserves. Spain gets bullfights. Italy gets the Catholic Church. America gets Hollywood."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "A national political campaign is better than the best circus ever heard of, with a mass baptism and a couple of hangings thrown in."
    },
    {
      "cite": "Burt Lancaster",
      "quote": "A circus is like a mother in whom one can confide and who rewards and punishes."
    },
    {
      "cite": "Juvenal",
      "quote": "Two things only the people actually desire. Bread and circuses."
    },
    {
      "cite": "Alan Furst",
      "quote": "Politicians were like talking dogs in a circus. The fact that they existed was uncommonly interesting, but no sane person would actually believe what they said."
    },
    {
      "cite": "Ben Hecht",
      "quote": "Time is a circus, always packing up and moving away."
    },
    {
      "cite": "Ernst Lubitsch",
      "quote": "Nobody should try to play comedy unless they have a circus going on inside."
    },
    {
      "cite": "Akilnathan Logeswaran",
      "quote": "In a world full of lions and tigers entertaining the masses, have you ever seen a wolf performing in a circus?"
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The circus is the only fun you can buy that is good for you."
    },
    {
      "cite": "Christopher Moore",
      "quote": "All I say is, if you cannot ride two horses you have no right in the circus.One day the good times had to keep on rolling, and all of life's horseshit would turn to circuses."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "If you surround yourself with clowns, don't be surprised when your life resembles a circus."
    },
    {
      "cite": "Janusz Korczak",
      "quote": "Life is a circus ring, with some moments more spectacular than others."
    },
    {
      "cite": "Erin Morgenstern",
      "quote": "The circus arrives without warning. No announcements precede it. It is simply there, when yesterday it was not."
    },
    {
      "cite": "George Carlin",
      "quote": "Just cause you got the monkey off your back doesn't mean the circus has left town."
    },
    {
      "cite": "Walter Moers",
      "quote": "Nothing is what one thinks it is. Cloth is stone and circus is an art. There are no certainties."
    },
    {
      "cite": "Angela Carter",
      "quote": "Despair is the constant companion of the clown."
    },
    {
      "cite": "Denis Lavant",
      "quote": "For a long time, I debated about whether I would make movies or join the circus and work as a clown."
    },
    {
      "cite": "Erin Morgenstern",
      "quote": "The circus itself is my personal ideal entertainment venue."
    }
  ]
}