{
  "source": "https://www.wisesayings.com/circumstances-quotes/",
  "theme": "circumstances",
  "quotes": [
    {
      "cite": "Benjamin Disraeli",
      "quote": "Man is not the creature of circumstances, circumstances are the creatures of men. We are free agents, and man is more powerful than matter."
    },
    {
      "cite": "Samuel Lover",
      "quote": "Circumstances are the rulers of the weak; they are but the instruments of the wise."
    },
    {
      "cite": "Mariella Frostrup",
      "quote": "The great advantage of being human is that we can employ rational thought and resolve to change our circumstances."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Circumstances give in reality to every political principle its distinguishing color and discriminating effect. The circumstances are what render every civil and political scheme beneficial or noxious to mankind."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Circumstances sometimes require, that rights the most unquestionable should be advanced with delicacy."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "You can blame circumstances, but backsliding always begins in the heart."
    },
    {
      "cite": "Dave Willis",
      "quote": "Your character should always be stronger than your circumstances."
    },
    {
      "cite": "Mario Andretti",
      "quote": "Circumstances may cause interruptions and delays, but never lose sight of your goal."
    },
    {
      "cite": "Darryl Anka",
      "quote": "Circumstances do not determine state of being; state of being determines circumstances."
    },
    {
      "cite": "Marian Keyes",
      "quote": "There's no doubt that relationships do suffer when circumstances change profoundly."
    },
    {
      "cite": "Daniel Handler",
      "quote": "Bad circumstances have a way of ruining things that would otherwise be pleasant."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Our circumstances answer to our expectations and the demand of our natures."
    },
    {
      "cite": "John Marshall",
      "quote": "The peculiar circumstances of the moment may render a measure more or less wise, but cannot render it more or less constitutional."
    },
    {
      "cite": "Hannah Hurnard",
      "quote": "Every circumstance in life, no matter how crooked and distorted and ugly it appears to be, if it is reacted to in love and forgiveness and obedience to your will can be transformed."
    },
    {
      "cite": "Salvador De Madariaga",
      "quote": "Circumstances are the seeds of literature."
    },
    {
      "cite": "Christian N. Bovee",
      "quote": "It is our relation to circumstances that determines their influence upon us."
    },
    {
      "cite": "Michael Beckwith",
      "quote": "If you are not consciously directing your life, you will lose your footing and circumstances will decide for you."
    },
    {
      "cite": "James Lane Allen",
      "quote": "Circumstances do not determine a man, they reveal him."
    },
    {
      "cite": "Cameron Mackintosh",
      "quote": "Constrained circumstances can bring the best out of you."
    },
    {
      "cite": "Michael Joseph Oakeshott",
      "quote": "It is difficult to think of any circumstances where learning may be said to be impossible."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Physical circumstance will not cause happiness. Or if it does, there is the fear of loss. Now you are a slave to it. You have become bound to it."
    },
    {
      "cite": "William Kingdon Clifford",
      "quote": "To know all about anything is to know how to deal with it under all circumstances."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "In difficult circumstances always act on first impressions."
    },
    {
      "cite": "Jackie Chan",
      "quote": "Do not let circumstances control you. You change your circumstances."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Circumstances are beyond human control, but our conduct is in our own power."
    },
    {
      "cite": "George S. Patton",
      "quote": "One does not plan and then try to make circumstances fit the plans. One tries to make plans fit the circumstances."
    },
    {
      "cite": "Emanuel Lasker",
      "quote": "The range of circumstances in which it is possible to presuppose the presence of a combination is very limited. The presence of such circumstances is the reason for the genesis of the idea in the master's brain."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The circumstances of others seem good to us, while ours seem good to others."
    },
    {
      "cite": "Marquis de Custine",
      "quote": "The circumstances of human society are too complicated to be submitted to the rigor of mathematical calculation."
    },
    {
      "cite": "Steve Lacy",
      "quote": "Circumstances can be very important. Find the right people to work with."
    },
    {
      "cite": "Kelly Clark",
      "quote": "You can't let your current circumstances dictate what kind of choices you make."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You are not your circumstances. You are your possibilities. If you know that, you can do anything."
    },
    {
      "cite": "Mary Hatwood Futrell",
      "quote": "Don't allow circumstance to hold you back- even negative ones. You don't have to let your circumstances define you. You can define yourself, and the best way to find yourself is through education."
    },
    {
      "cite": "Alan Redpath",
      "quote": "Circumstances which we have resented, situations which we have found desperately difficult, have all been the means in the hands of God of driving the nails into the self-life which so easily complains."
    },
    {
      "cite": "Nido Qubein",
      "quote": "Your present circumstances don't determine where you can go; they merely determine where you start."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "To be in circumstances that are working upon us, that from time to time place us in front of great natural Things - that is all we need."
    },
    {
      "cite": "Rabbi Harold Kushner",
      "quote": "The circumstances of your life have uniquely qualified you to make a contribution. And if you don't make that contribution, nobody else can make it."
    },
    {
      "cite": "Willie Brown",
      "quote": "Circumstances in the world of politics contribute substantially to whether or not you can be successful."
    },
    {
      "cite": "Charlton Ogburn",
      "quote": "Circumstances are seldom right. You never have the capacities, the strength, the wisdom, the virtue you ought to have. You must always do with less than you need in a situation vastly different from what you would have chosen."
    },
    {
      "cite": "Henry James",
      "quote": "Under certain circumstances there are few hours in life more agreeable than the hour dedicated to the ceremony known as afternoon tea."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "Whatever life we have experienced, if we can tell our story to someone who listens, we find it easier to deal with our circumstances."
    },
    {
      "cite": "Dan Miller",
      "quote": "Circumstances will never determine your amount of happiness. Circumstances only highlight who you already are."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "We can let circumstances rule us, or we can take charge and rule our lives from within."
    }
  ]
}