{
  "source": "https://www.wisesayings.com/circle-quotes/",
  "theme": "circle",
  "quotes": [
    {
      "cite": "Maynard James Keenan",
      "quote": "A circle is the reflection of eternity. It has no beginning and it has no end - and if you put several circles over each other, then you get a spiral."
    },
    {
      "cite": "Edmund Waller",
      "quote": "Circle are praised, not that abound, In largeness, but the exactly round."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "A circle is the longest distance to same point."
    },
    {
      "cite": "Jacques Derrida",
      "quote": "The circle of the return to birth can only remain open, but this is a chance, a sign of life, and a wound."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Until he extends his circle of compassion to include all living things, man will not himself find peace."
    },
    {
      "cite": "John Wooden",
      "quote": "You will never outperform your inner circle."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "All truth is crooked, time itself is a circle."
    },
    {
      "cite": "Eugene Ionesco",
      "quote": "Describe a circle, stroke its back and it turns vicious."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "The circle of our understanding is a very restricted area."
    },
    {
      "cite": "Multatuli",
      "quote": "It's unfair of a circle to accuse the angle of being sharp."
    },
    {
      "cite": "Mark Twain",
      "quote": "A circle is a round straight line with a hole in the middle."
    },
    {
      "cite": "Harrison Owen",
      "quote": "The circle is the fundamental geometry of open human communication."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "All things from eternity are of like forms and come round in circle."
    },
    {
      "cite": "Jaachynma N.E. Agu",
      "quote": "Don`t turn around in circles for making circles do not equate making progress."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Circles, like the soul, are neverending and turn round and round without a stop."
    },
    {
      "cite": "Anais Nin",
      "quote": "Life is a full circle, widening until it joins the circle motions of the infinite."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "In a narrow circle the mind grows narrow. The more one expands, the larger their aims."
    },
    {
      "cite": "Danny Kaye",
      "quote": "Draw a circle, not a heart, around the one you love because a heart can break but a circle goes on forever."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "There is an imaginary circle drawn around every human being, over which no government should be able to step."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The spiral is a spiritualized circle. In the spiral form, the circle, uncoiled, has ceased to be vicious; it has been set free."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Everybody's got a different circle of competence. The important thing is not how big the circle is. The important thing is staying inside the circle."
    },
    {
      "cite": "Franz Kafka",
      "quote": "The limited circle is pure."
    },
    {
      "cite": "Charles Fort",
      "quote": "In measuring a circle, one begins anywhere."
    },
    {
      "cite": "Kallistos Ware",
      "quote": "The circle of divine love has not remained closed."
    },
    {
      "cite": "Louis Farrakhan",
      "quote": "Could it be that my circle is largely black and that it is why I am influential in black circles but not in white circles?"
    },
    {
      "cite": "Thornton Burgess",
      "quote": "Who runs in circles never gets far."
    },
    {
      "cite": "Seungri",
      "quote": "Dark circles are my charisma though."
    },
    {
      "cite": "Linda Joy Myers",
      "quote": "We are all joined in a circle of stories."
    },
    {
      "cite": "Grant Stoelwinder",
      "quote": "If you cut corners you just keep on going in circles."
    },
    {
      "cite": "Lucero Isaac",
      "quote": "Life is a nonstop circle; learn to live it from the first round."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Giving never moves in a straight line - it always moves in circles."
    },
    {
      "cite": "Joseph M. Marshall III",
      "quote": "Life is a circle. The end of one journey is the beginning of the next."
    },
    {
      "cite": "Isaac D'Israeli",
      "quote": "A circle may be small, yet it may be as mathematically beautiful and perfect as a large one."
    },
    {
      "cite": "Eric Kandel",
      "quote": "Life is sort of a circle. You come back to a lot of the interests that you had early in life."
    },
    {
      "cite": "Alan Lightman",
      "quote": "Suppose time is a circle, bending back on itself. The world repeats itself, precisely, endlessly."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "A great deal of beauty is rapture. A circle is a necessity. Otherwise you would see no one. We each have our circle."
    }
  ]
}