{
  "source": "https://www.wisesayings.com/citizen-quotes/",
  "theme": "citizen",
  "quotes": [
    {
      "cite": "Louis D. Brandeis",
      "quote": "The most important political office is that of the private citizen."
    },
    {
      "cite": "Daniel Patrick Moynihan",
      "quote": "Citizen participation is a device whereby public officials induce nonpublic individuals to act in a way the officials desire."
    },
    {
      "cite": "James Hall",
      "quote": "It's important for the citizens of this country and the citizens of the world to know there were more American citizens on that flight than citizens from any other country."
    },
    {
      "cite": "Aristotle",
      "quote": "The good citizen need not of necessity possess the virtue which makes a good man."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The best principles of our republic secure to all its citizens a perfect equality of rights."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "As long as ordinary citizens are as corrupt as the politicians in their daily lifestyle, the country will continue to suffer."
    },
    {
      "cite": "Frank Newman",
      "quote": "The most important thing an institution does is not to prepare a student for a career but for a life as a citizen."
    },
    {
      "cite": "Francis Bacon",
      "quote": "If a man be gracious and courteous to strangers, it shows he is a citizen of the world."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "There is much more to being a patriot and a citizen than reciting the pledge or raising a flag."
    },
    {
      "cite": "Sonia Brock",
      "quote": "Our citizens deserve the best and they're not getting the best right now. There are some things that are suffering because you just can't give it your entire effort. This is not really the way we want to do this."
    },
    {
      "cite": "Stephen Breyer",
      "quote": "Every citizen has to figure out what kind of government he or she wants."
    },
    {
      "cite": "Aristotle",
      "quote": "The citizens begin by giving up some part of the constitution, and so with greater ease the government change something else which is a little more important, until they have undermined the whole fabric of the state."
    },
    {
      "cite": "Andrew Jackson",
      "quote": "Every good citizen makes his country's honor his own, and cherishes it not only as precious but as sacred. He is willing to risk his life in its defence and is conscious that he gains protection while he gives it."
    },
    {
      "cite": "Cordell Hull",
      "quote": "Every good citizen should be willing to devote a brief time during some one day in the year, when necessary, to the making up of a listing of his income for taxes to contribute to his Government, not the scriptural tithe, but a small percentage of his net profits."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "The humblest citizen of all the land, when clad in the armor of a righteous cause, is stronger than all the hosts of error."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Healthy citizens are the greatest asset any country can have."
    },
    {
      "cite": "Aristotle",
      "quote": "When the citizens at large administer the state for the common interest, the government is called by the generic name a constitution."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The decisions of citizens either in matters of private business or political life of the nation, are directly related to the prevailing value system of the nation."
    },
    {
      "cite": "Bernie Sanders",
      "quote": "Citizens in a democracy need diverse sources of news and information."
    },
    {
      "cite": "B. F. Skinner",
      "quote": "To require a citizen to sign a loyalty oath is to destroy some of the loyalty he could otherwise claim, since any subsequent loyal behavior may then be attributed to the oath."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "A citizen should render to the state all the services he can as soon as the sovereign demands them."
    },
    {
      "cite": "Martha Gellhorn",
      "quote": "Citizenship is a tough occupation which obliges the citizen to make his own informed opinion and stand by it."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "To be a citizen in a democracy, a human being must be given a healthy start."
    },
    {
      "cite": "Eli Pariser",
      "quote": "To be a good citizen, it's important to be able to put yourself in other people's shoes and see the big picture. If everything you see is rooted in your own identity, that becomes difficult or impossible."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "It is a duty of every citizen to pray for those who are authority and the nation; so that each one of us may live a peaceful and quiet lives in sacredness."
    },
    {
      "cite": "Jose Saramago",
      "quote": "As citizens, we all have an obligation to intervene and become involved it's the citizen who changes things."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "A knowledgeable citizen is a powerful citizen because knowledge is power! Make your nation a powerful one. Keep reading to acquire more knowledge! Let books be your friends; never disappoint them by not studying them frequently!"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The first requisite of a good citizen in this republic of ours is that he shall be able and willing to pull his own weight."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Every good citizen adds to the strength of a nation."
    },
    {
      "cite": "Elayne Boosler",
      "quote": "Citizens are all equal in politics: we each have one vote."
    },
    {
      "cite": "George Washington",
      "quote": "The great mass of our citizens require only to understand matters rightly, to form right decisions."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Good citizenship and defending democracy means living up to the ideals and values that make this country great."
    },
    {
      "cite": "Philip Wylie",
      "quote": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen."
    },
    {
      "cite": "J. William Fulbright",
      "quote": "The citizen who criticizes his country is paying it an implied tribute."
    },
    {
      "cite": "Enock Maregesi",
      "quote": "The citizen giving a statement to the government is not greeted in any way by the government, and the government is giving a notice to the public not to be greeted in any way by the citizen."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It is the duty of every citizen according to his best capacities to give validity to his convictions in political affairs."
    }
  ]
}