{
  "source": "https://www.wisesayings.com/citizenship-quotes/",
  "theme": "citizenship",
  "quotes": [
    {
      "cite": "David Blunkett",
      "quote": "Strengthening our identity is one way or reinforcing people's confidence and sense of citizenship and well-being."
    },
    {
      "cite": "Ralph Nader",
      "quote": "A citizenship of wholesale delegation and abdication to public and private power systems, such as prevails now, makes such periodic checks as elections little more than rituals."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Citizenship is an attitude, a state of mind, an emotional conviction that the whole is greater than the part. and that the part should be humbly proud to sacrifice itself that the whole may live."
    },
    {
      "cite": "Bainbridge Colby",
      "quote": "The test of good citizenship is loyalty to country."
    },
    {
      "cite": "Martha Gellhorn",
      "quote": "Citizenship is a tough occupation which obliges the citizen to make his own informed opinion and stand by it."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The first requisite of a good citizen in this republic of ours is that he shall be able and willing to pull his own weight."
    },
    {
      "cite": "Ralph Nader",
      "quote": "There can be no daily democracy without daily citizenship."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Citizenship means every four years you put a mark somewhere and you go home and let other guys run the world. It's a very destructive ideology."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It is the duty of every citizen according to his best capacities to give validity to his convictions in political affairs."
    },
    {
      "cite": "Dennis Kucinich",
      "quote": "Active citizenship begins with an envisioning of the desired outcome and a conscious application of spiritual principles."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "Citizenship consists in the service of the country."
    },
    {
      "cite": "Patch Adams",
      "quote": "We can never get a re-creation of community and heal our society without giving our citizens a sense of belonging."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "We are citizens of the world. The tragedy of our times is that we do not know this."
    },
    {
      "cite": "Aristotle",
      "quote": "It is not always the same thing to be a good man and a good citizen."
    },
    {
      "cite": "Andrew Jackson",
      "quote": "Every good citizen makes his country's honor his own, and cherishes it not only as precious but as sacred. He is willing to risk his life in its defense and its conscious that he gains protection while he gives it."
    },
    {
      "cite": "Isaiah Bowman",
      "quote": "Citizenship comes first today in our crowded world. No man can enjoy the privileges of education and thereafter with a clear conscience break his contract with society. To respect that contract is to be mature, to strengthen it is to be a good citizen, to do more than your share under it is noble."
    },
    {
      "cite": "Mark Twain",
      "quote": "Citizenship is what makes a republic; monarchies can get along without it"
    },
    {
      "cite": "Hector Flores",
      "quote": "They're being good citizens without the right to citizenship."
    },
    {
      "cite": "Erwin McManus",
      "quote": "Our citizenship is in eternity; history is our temporary residence."
    },
    {
      "cite": "Kofi Annan",
      "quote": "No one is born a good citizen; no nation is born a democracy. Rather, both are processes that continue to evolve over a lifetime. Young people must be included from birth. A society that cuts off from its youth severs its lifeline."
    },
    {
      "cite": "Charles Handy",
      "quote": "Citizenship is the chance to make a difference to the place where you belong."
    },
    {
      "cite": "Mark Twain",
      "quote": "Good citizenship would teach accuracy of thinking and accuracy of statement."
    },
    {
      "cite": "Mark Twain",
      "quote": "Every citizen of the republic ought to consider himself an unofficial policeman, and keep unsalaried watch and ward over the laws and their execution."
    },
    {
      "cite": "Mark Twain",
      "quote": "What keeps a republic on its legs is good citizenship."
    },
    {
      "cite": "Mark Twain",
      "quote": "A little citizenship ought to be taught at the mother's knee and in the nursery."
    },
    {
      "cite": "Abigail Adams",
      "quote": "Where is the true Native American Spirit? It dwells in the breasts of our uncorrupted orators, in our yeomanry, in our sailors, and in our few remaining old patriots. Where dwells British influence? In our banks, in our warehouses, in our commerce."
    },
    {
      "cite": "Abigail Adams",
      "quote": "I feared much for your health when you went away. I must entreat you to be as careful as you can consistent with a duty you owe your country."
    },
    {
      "cite": "Abigail Adams",
      "quote": "So long as we are inhabitants of this earth and possess any of our faculties, we cannot be indifferent to the state of our country, our posterity, and our friends."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "There is little use for the being whose tepid soul knows nothing of the great and generous emotion, of the high pride, the stern belief , the lofty enthusiasm, of the men who quell the storm and ride the thunder."
    },
    {
      "cite": "Hallie Quinn Brown",
      "quote": "Full citizenship must be given the coloured woman because she needs the ballot for her protection and that of her children,"
    },
    {
      "cite": "Harry Hansen",
      "quote": "In the great fulfillment, we must have a citizenship less concerned about what the government can do for it and more anxious about what it can do for the nation."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Let every American swear by the blood of the Revolution never to violate in the least particular the laws of the country and never to tolerate their violation by others."
    },
    {
      "cite": "Mark Twain",
      "quote": "That's the difference between governments and individuals. Governments don't care, individuals do."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Stand against him in no spirit of vengeance, but only with the resolute purpose to make him act as decent citizens must act if this Republic is to be, and to be kept, what it shall become."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "My heart rules / The Kingdom of truth / And I am the King of Love / How equality, justice / And respect apply here? / One can enter and visit that / Only with a Visa of love / Sincerity can reward / Citizenship of that Kingdom / With all the rights."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A strict observance of the written laws is doubtless one of the high virtues of a good citizen, but it is not the highest. The laws of necessity, of self-preservation, of saving our country when in danger, are of higher obligation."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "I think if the people of this country can be reached with the truth, their judgment will be in favor of the many, as against the privileged few."
    },
    {
      "cite": "Paine",
      "quote": "Our citizenship in the United States is our national character. Our citizenship in any particular state is only our local distinction. By the latter, we are known at home, by the former to the world. Our great title is AMERICANS -- our inferior one varies with the place."
    },
    {
      "cite": "Tariq Ali",
      "quote": "If every single Jew born anywhere in the world has the right to become an Israeli citizen, then all the Palestinians who were chucked out of Palestine by the Zionist Government should have the same right, very simple."
    },
    {
      "cite": "Paul Collier",
      "quote": "You are a citizen, and citizenship carries responsibilities."
    },
    {
      "cite": "Eugene V. Debs",
      "quote": "I have no country to fight for: my country is the earth, and I am a citizen of the world."
    },
    {
      "cite": "Helen Gahagan Douglas",
      "quote": "I realized that public affairs were also my affairs. I became active in politics because I saw the possibility if we all sat back and did nothing, of a world in which there would no longer be any stages for actors to act on."
    },
    {
      "cite": "Andrew Gaines",
      "quote": "A passive and ignorant citizenry will never create a sustainable world."
    },
    {
      "cite": "William Lloyd Garrison",
      "quote": "My country is the world; my countrymen are mankind."
    },
    {
      "cite": "Gunter Grass",
      "quote": "The job of a citizen is to keep his mouth open."
    },
    {
      "cite": "Dahr Jamail",
      "quote": "Since an informed citizenry is the basis for a healthy democracy, independent, non-corporate media are more crucial today than ever before."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The efforts of the government alone will never be enough. In the end, the people must choose and the people must help themselves."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Let us at all times remember that all American citizens are brothers of a common country, and should dwell together in bonds of fraternal feeling."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "It is strangely absurd to suppose that a million of human beings, collected together, are not under the same moral laws which bind each of them separately."
    }
  ]
}