{
  "source": "https://www.wisesayings.com/city-quotes/",
  "theme": "city",
  "quotes": [
    {
      "cite": "Coriolanus III",
      "quote": "What is a city, but the people; true the people are the city."
    },
    {
      "cite": "Jane Austen",
      "quote": "We do not look in our great cities for our best moralit"
    },
    {
      "cite": "John Geddes",
      "quote": "Cities are murky places--hatching grounds for monsters."
    },
    {
      "cite": "Christopher Morley",
      "quote": "All cities are mad: but the madness is gallant. All cities are beautiful, but the beauty is grim."
    },
    {
      "cite": "William Wordsworth",
      "quote": "This city now doth, like a garment, wear the beauty of the morning; silent bare, ships, towers, domes, theatres and temples lie open unto the fields and to the sky; All bright and glittering in the smokeless air."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Cities force growth, and make men talkative and entertaining, but they make them artificial."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Cities with all their advantages have something hostile to liberal learning, the seductions are so subtle and accost the senses so openly on all sides."
    },
    {
      "cite": "Jane Jacobs",
      "quote": "Cities have the capability of providing something for everybody, only because, and only when, they are created by everybody."
    },
    {
      "cite": "Kathleen Norris",
      "quote": "There is no solitude in the world like that of the big city."
    },
    {
      "cite": "Arnold Joseph Toynbee",
      "quote": "A city that outdistances man's walking powers is a trap for man."
    },
    {
      "cite": "John Milton",
      "quote": "Towered cities please us then, and the busy hum of men."
    },
    {
      "cite": "Christopher Fieldes",
      "quote": "The City attaches an exaggerated importance to the healing power of lunch."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "No city should be too large for a man to walk out of in a morning."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Cities get built out of poet's dreams."
    },
    {
      "cite": "James De La Vega",
      "quote": "The pressure of survival in the big city will make you lose sight of your dream... Hang in there."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "There's something about arriving in new cities, wandering empty streets with no destination. I will never lose the love for the arriving, but I'm born to leave."
    },
    {
      "cite": "Honoré Willsie Morrow",
      "quote": "The city gives even to children a sophisticated look that baffles the casual psychologist."
    },
    {
      "cite": "Hubert Humphrey",
      "quote": "We are in danger of making our cities places where business goes on but where life, in its real sense, is lost."
    },
    {
      "cite": "Herbert Prochnow",
      "quote": "A city is a large community where people are lonesome together."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "The cities of the world are concentric, isomorphic, synchronic. Only one exists and you are always in the same one. It's the effect of their permanent revolution, their intense circulation, their instantaneous magnetism."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "The life of our city is rich in poetic and marvelous subjects. We are enveloped and steeped as though in an atmosphere of the marvelous; but we do not notice it."
    },
    {
      "cite": "Alexander Maclaren",
      "quote": "Man's course begins in a garden, but it ends in a city."
    },
    {
      "cite": "Michelangelo Buonarroti",
      "quote": "I have never felt salvation in nature. I love cities above all."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A soulless city creates soulless people!"
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "The single most important thing a city can do is provide a community where interesting, smart people want to live with their families."
    },
    {
      "cite": "Rasmenia Massoud",
      "quote": "A city isn't so unlike a person. They both have the marks to show they have many stories to tell. They see many faces. They tear things down and make new again."
    },
    {
      "cite": "Plato",
      "quote": "Any city however small, is in fact divided into two, one the city of the poor, the other of the rich. These are at war with one another."
    },
    {
      "cite": "Austin Mahone",
      "quote": "It's been amazing getting to go from city to city and perform for thousands of people. It's an amazing feeling, and the energy is crazy."
    },
    {
      "cite": "John Fitzgerald Kennedy",
      "quote": "We will neglect our cities to our peril, for in neglecting them we neglect the nation."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "The city is a fact in nature, like a cave, a run of mackerel or an ant-heap. But it is also a conscious work of art, and it holds within its communal framework many simpler and more personal forms of art. Mind takes form in the city; and in turn, urban forms condition mind."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "What I like about cities is that everything is king size, the beauty and the ugliness."
    },
    {
      "cite": "Jules Renard",
      "quote": "It is in the midst of the city that one writes the most inspiring pages about the country."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "A large city cannot be experientially known; its life is too manifold for any individual to be able to participate in it."
    },
    {
      "cite": "Ben Hecht",
      "quote": "There is hardly one in three of us who live in the cities who is not sick with unused self."
    },
    {
      "cite": "Walt Whitman",
      "quote": "The great city is that which has the greatest man or woman: if it be a few ragged huts, it is still the greatest city in the whole world."
    },
    {
      "cite": "Adriana Lima",
      "quote": "Here in the big city people spend their time thinking about work and about money; they don't give some value to friendships and it can be depressing."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "Cities are the abyss of the human species."
    },
    {
      "cite": "Theodore Parker",
      "quote": "Cities have always been the fireplaces of civilization, whence light and heat radiated out into the dark."
    },
    {
      "cite": "Peter Conrad",
      "quote": "All that a city will ever allow you is an angle on it -- an oblique, indirect sample of what it contains, or what passes through it; a point of view."
    },
    {
      "cite": "Italo Calvino",
      "quote": "The catalogue of forms is endless: until every shape has found its city, new cities will continue to be born. When the forms exhaust their variety and come apart, the end of cities begins."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "What strange phenomena we find in a great city, all we need do is stroll about with our eyes open. Life swarms with innocent monsters."
    },
    {
      "cite": "John Irving",
      "quote": "In a living city, I could never have noticed so much. Living cities don't hold still."
    },
    {
      "cite": "Ian Seed",
      "quote": "The city disappears street by street as you enter it."
    },
    {
      "cite": "John Updike",
      "quote": "But cities aren't like people; they live on and on, even though their reason for being where they are has gone downriver and out to sea."
    },
    {
      "cite": "Rousseau",
      "quote": "Cities are the sinks of the human race."
    },
    {
      "cite": "Simon Pegg",
      "quote": "There's this thing of you can live in a city and be completely alone, not notice anything going on around you."
    },
    {
      "cite": "Aristotle",
      "quote": "A great city is not to be confounded with a populous one."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "To look at the cross-section of any plan of a big city is to look at something like the section of a fibrous tumor."
    },
    {
      "cite": "Stefon Diggs",
      "quote": "Everybody's got haters, but your city's always behind you. It's only right to give back."
    },
    {
      "cite": "William Robson",
      "quote": "There is much to love and to admire in the great city. It is the home of the highest achievements of man and art, literature and science: the source from which the forces of freedom and emancipation have sprung. It is the place where the spirit of humanism and of democracy grown and flourished, were man's quest for knowledge and justice has been pursued most constantly, and truth revealed most faithfully and fearlessly."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "The city, inhabited by these memories of mine, moves not only backwards into art history, started by the great names which mark every station of recorded time, but also back and forth in the living present, so to speak — among its contemporary faiths and races; the hundred little spheres which religion or lore creates and which cohere softly together like the cells to form the great sprawling jellyfish which is Alexandria today."
    },
    {
      "cite": "Lyman Abbott",
      "quote": "The city is not all bad nor all good. It is humanity compressed, the best and the worst combined, in a strangely composite community."
    },
    {
      "cite": "Charles Abrams",
      "quote": "A city has values as well as slums, excitement as well as conflict; it has a personality that has not yet been obliterated by its highways and gas stations; it has a spirit as well as a set of arteries and a voice that speaks the hopes as well as the disappointments of its people."
    },
    {
      "cite": "Felix Adler",
      "quote": "Hail the glorious Golden City, / Pictured by the seers of old! / Everlasting light shines o'er it, / Wondrous tales of it are told."
    },
    {
      "cite": "Agesilaus the Second",
      "quote": "Cities should be walled with the courage of their inhabitants."
    },
    {
      "cite": "Leon Batista Alberti",
      "quote": "Everyone relies on the city and all the public services that it contains. If we have concluded rightly, from what the philosophers say, that cities owe their origin and their existence to their enabling their inhabitants to enjoy a peaceful life, as freed from any inconvenience or harm as possible, then surely the most thorough consideration should be given to the city's layout, site, and outline."
    },
    {
      "cite": "Alcaeus",
      "quote": "Not houses finely roofed or the stones of walls well-builded, nay nor canals and dockyards, make the city, bur men able to use their opportunity."
    },
    {
      "cite": "Nelson Algren",
      "quote": "The city as from a tower, / Hospital, brothel, prison, and such hells. / Where evil comes up softly like a flower . . . . / I love thee, infamous city!"
    },
    {
      "cite": "Joseph L. Alioto",
      "quote": "A city is a place where people who are oppressed and who have lost hope can come."
    },
    {
      "cite": "Simonides",
      "quote": "The city is the teacher of the man."
    },
    {
      "cite": "Saint Thomas Aquinas",
      "quote": "The city is, in fact, the most important thing constituted by human reason."
    },
    {
      "cite": "Aristotle",
      "quote": "Men come together in cities for security; they stay together for the good life."
    },
    {
      "cite": "Aristotle",
      "quote": "A city is a collective body of persons sufficient in themselves for all the purposes of life."
    },
    {
      "cite": "Aristotle",
      "quote": "A city, too, like an individual, has a work to do; and that city which is best adapted to the fulfillment of its work is to be deemed greatest."
    },
    {
      "cite": "W.H. Auden",
      "quote": "Certainly our city — with the byres of poverty down to / The river's edge, the cathedral, the engines, the dogs; / Here is the cosmopolitan cooking / And the light allows and the glass. / Built by the conscious-stricken, the weapon-making. / By us."
    },
    {
      "cite": "W.H. Auden",
      "quote": "To build the City where / The will of love is done / And brought to its full flower / The dignity of man."
    },
    {
      "cite": "Alfred Austin",
      "quote": "Towns can be trusted to corrupt themselves."
    },
    {
      "cite": "James Baldwin",
      "quote": "Every day in the city, on the contrary — and I grew up in the city — involves a subtle divorce from reality. There is something a little terrifying about being forty stories in the air and looking around you, and you see nothing but walls, other skyscrapers, and you don't dare look down. And if you are on the ground, if you want to see the sky, you must make an effort of the will and look up. And if you do that, you are likely to be carried off to Bellevue — but that is another story."
    },
    {
      "cite": "John Ely Burchard",
      "quote": "The city is the only place where true diversity can thrive and where specialization can reach its apogee."
    },
    {
      "cite": "John Ely Burchard",
      "quote": "The essence of the ideal city is that a wide variety of individuals living in it have a clear chance to live a richly individualistic life if they want to; and I project this still further to include in the essence the stipulation that the humane city shall itself have individuality."
    },
    {
      "cite": "Victor Burgin",
      "quote": "Our relations with cities are like our relations with people. We love them, hate them, or are indifferent toward them. On our first day in a city that is new to us, we go looking for the city. We go down this street, around that corner. We are aware of the faces of passers-by. But the city eludes us, and we become uncertain whether we are looking for a city, or for a person."
    },
    {
      "cite": "Andrew Burnaby",
      "quote": "Can the mind have a greater pleasure than contemplating the rise and progress of cities and kingdoms?"
    },
    {
      "cite": "Daniel Burnham",
      "quote": "The city, is constantly drawing from the country the young men and women of ambition and self-reliance, who are lured thither by the great prizes which in a democracy are open to the competition of all."
    },
    {
      "cite": "Don Martindale",
      "quote": "The observation that man thinks, feels, responds differently in the city than outside it is old as the city itself."
    },
    {
      "cite": "Don Martindale",
      "quote": "The theory of the city somehow cannot account for what every journalist, poet, and novelist knows — the city is a living thing."
    },
    {
      "cite": "William Munro",
      "quote": "The city has more wealth than the country, more skill, more erudition within its bounds, more initiative, more philanthropy, more science, more divorces, more aliens, more births and deaths, more accidents, more rich, more poor, more wise men and more fools."
    },
    {
      "cite": "Robert E. Park",
      "quote": "The city magnifies, spreads out, and advertises human nature in all its various manifestations. It is this that makes the city interesting, even fascinating. It is this, however, that makes it of all places the one in which to discover the secrets of human hearts, and to study human nature and society."
    },
    {
      "cite": "Theodore Parker",
      "quote": "[The city] has always been the fireplace of civilization, whence light and heat radiated out into the dark."
    },
    {
      "cite": "Kenneth Patchen",
      "quote": "Yes, I went to the city / And there I did bitterly cry, / Men our of touch with the earth, / And with never a glance at the sky."
    },
    {
      "cite": "Walt Whitman",
      "quote": "The beautiful city, the city of hurried and sparkling waters! the city of spires and masts! / The city nested in bays! my city! / The city of such women, I am mad with them! I will return after death to be with them! / The city of such young men, I swear I cannot live happy, without I often go talk, walk, eat, drink, sleep, with them!"
    },
    {
      "cite": "Jerome Charyn",
      "quote": "The city is itself a huge market. You can't go more than a few steps without finding a store of some sort. We are all potential entrepreneurs, looking to make a deal in this country of commerce."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "For us who live in cities Nature is not natural. Nature is supernatural. Just as monks watched and strove to get a glimpse of heaven, so we watch and strive to get a glimpse of earth. It is as if men had cake and wine every day but were sometimes allowed common bread."
    },
    {
      "cite": "Jack Dangermond",
      "quote": "Our world is evolving without consideration, and the result is a loss of biodiversity, energy issues, congestion in cities. But geography, if used correctly, can be used to redesign sustainable and more livable cities."
    },
    {
      "cite": "Don Marquis",
      "quote": "He worked like hell in the country so he could live in the city, where he worked like hell so he could live in the country."
    },
    {
      "cite": "Bible (Jeremiah 1:1)",
      "quote": "How doth the city sit solitary, that was full of people! how is she become as a widow!"
    },
    {
      "cite": "Themosticles",
      "quote": "Tuning the lyre and handling the harp are no accomplishments of mine, but rather taking in hand a city that was small and inglorious and making it glorious and great."
    },
    {
      "cite": "William Cowper",
      "quote": "God made the country, and man made the town."
    },
    {
      "cite": "Desmond Morris",
      "quote": "The city is not a concrete jungle, it is a human zoo."
    },
    {
      "cite": "Plato",
      "quote": "The country places and the trees won’t teach me anything, and the people in the city do."
    },
    {
      "cite": "Frederic Raphael",
      "quote": "I come from suburbia . . . and I don’t ever want to go back. It’s the one place in the world that’s further away than anywhere else."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The modern city is a place for banking and prostitution and very little else."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "There was a certain something about the air in the city. You got the feeling that it was air that had seen life. You couldn’t help noting with every breath that thousands of other people were very close to you and nearly all of them had armpits."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "Baby this town rips the bones from your back / It’s a death trap, it’s a suicide rap"
    },
    {
      "cite": "Gyocgy Kepes",
      "quote": "The really great visual experience today is to fly over a huge city and look down into the night. It's like a tremendous jubilant Christmas tree. You just feel life is worth living — when you come down you may have some doubts."
    },
    {
      "cite": "Elizabeth Gold",
      "quote": "But maybe I too have been stuck in this bad marriage too long, hopelessly in love not with the city, the hard economic realities of it, the years of being part of the crowd, but with the skyline, that suggestion in lights that this place is both unreachable and a goal. That it is, in short, poetry. That is the city that pulls me, the city I carry around in my head."
    },
    {
      "cite": "Will Weatherly; Hillary Dawn Scott; Dave Haywood; Sara Christine Chrenow; Charles Kelley",
      "quote": "Street lights on fire / Couldn't get much higher / This city never looked so good the way it's lookin' so good on you yeah"
    },
    {
      "cite": "Patrick Stump; Wasalu Jaco",
      "quote": "Cause this city is my city / And I love it, yeah I love it / I was born and raised here / I got it made here / And if I have my way, I'm gonna stay here / For life, uh huh"
    },
    {
      "cite": "John Sebastian; Mark Sebastian; Steve Boone",
      "quote": "Hot town, summer in the city / Back of my neck getting dirty and gritty / Been down, isn't it a pity / Doesn't seem to be a shadow in the city"
    },
    {
      "cite": "Adam Clayton; Dave Evans; Larry Mullen; Paul Hewson",
      "quote": "Neon heart, day-glo eyes / The city lit by fireflies / They're advertising in the skies / For people like us"
    },
    {
      "cite": "Tony Hatch; James Cauty; Bill Drummond",
      "quote": "Just listen to the music of the traffic in the city, / Linger on the sidewalk where the neon signs are pretty / How can you lose? The lights are much brighter there..."
    },
    {
      "cite": "William Henry Davies",
      "quote": "I saw at night the City's lights shine bright, / A greater milky way; how in its spell / It fascinated with ten thousand eyes; / Like those sweet wiles of an enchantress who / Would still detain her knight gone cold in love"
    },
    {
      "cite": "William Henry Davies",
      "quote": "I saw that City with fierce human surge, / With millions of dark waves that still spread out / To swallow more of their green boundaries."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Beautiful city, the centre and crater of European confusion, / O you with your passionate shriek for the rights of an equal / humanity, / How often your Re-volution has proven but E-volution / Roll’d again back on itself in the tides of a civic insanity!"
    },
    {
      "cite": "Walt Whitman",
      "quote": "City of orgies, walks and joys! / City whom that I have lived and sung in your midst will one day make / you illustrious,"
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "And when the hours of rest / Come, like a calm upon the mid-sea brine, / Hushing its billowy breast — / The quiet of that moment too is thine; / It breathes of him who keeps / The vast and helpless city while it sleeps."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "Even here do I behold / Thy steps, Almighty! — here, amidst the crowd, / Through the great city rolled, / With everlasting murmur deep and loud — / Choking the ways that wind / 'Mongst the proud piles, the work of humankind."
    },
    {
      "cite": "John Gould Fletcher",
      "quote": "City of twilight, / City that projects into the west, / City whose columns rest upon the sunset, city of square, threatening / masses blocking out the light: / City of twilight, / Wrap me in your folds of shadow."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "The Beautiful City! Forever / Its rapturous praises resound; / We fain would behold it — but never / A glimpse of its dory is found:"
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "The Beautiful City! O mortal, / Fare hopefully on in thy quest, / Pass down through the green grassy portal / That leads to the Valley of Rest;"
    },
    {
      "cite": "Constantine P. Cavafy",
      "quote": "You will find no new lands, you will find no other seas. / The city will follow you. You will roam the same / streets. And you will age in the same neighborhoods; / and you will grow gray in these same houses."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "City of God, how broad and far / Outspread thy walls sublime! / The true thy chartered freemen are, / Of every age and clime."
    },
    {
      "cite": "Stephen Vincent Benet",
      "quote": "And from the city comes the chimes — // We have our heaven on earthv — sometimes!"
    },
    {
      "cite": "Claude Mckay",
      "quote": "For one brief golden moment rare like wine, / The gracious city swept across the line;"
    },
    {
      "cite": "Claude Mckay",
      "quote": "The great, proud city, seized with a strange love, / Bowed down for one flame hour my pride to prove."
    },
    {
      "cite": "Damien Darhk",
      "quote": "Cities are like puppies. You see them writhing in agony on the street, you put them down. You don't let them suffer."
    },
    {
      "cite": "Eowyn",
      "quote": "The city has fallen silent. There is no warmth left in the sun."
    },
    {
      "cite": "Hunch",
      "quote": "Oh, not the city, sir! Oh, no! It's too bright! I'll go blind!"
    },
    {
      "cite": "Lyle Bolton",
      "quote": "This city is an open wound begging to be stitched."
    }
  ]
}