{
  "source": "https://www.wisesayings.com/civil-rights-quotes/",
  "theme": "civil-rights",
  "quotes": [
    {
      "cite": "Mary Frances Berry",
      "quote": "Civil Rights opened the windows. When you open the windows, it does not mean that everybody will get through. We must create our own opportunities."
    },
    {
      "cite": "Andrew Young",
      "quote": "There's no problem on the planet that can't be solved without violence. That's the lesson of the civil rights movement."
    },
    {
      "cite": "Maya Angelou",
      "quote": "It is impossible to struggle for civil rights, equal rights for blacks, without including whites. Because equal rights, fair play, justice, are all like the air: we all have it, or none of us has it. That is the truth of it."
    },
    {
      "cite": "Martin O'Malley",
      "quote": "Civil rights was not an impossible dream. Thousands of brave African Americans stepped forward to make it happen."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The Cause of civil liberty must not be surrendered at the end of one, or even one hundred defeats."
    },
    {
      "cite": "Carl Schurz",
      "quote": "From the equality of rights springs identity of our highest interests; you cannot subvert your neighbor's rights without striking a dangerous blow at your own."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Our civil rights have no dependence on our religious opinions any more than our opinions in physics or geometry..."
    },
    {
      "cite": "Rupert Friend",
      "quote": "Until civil rights are enjoyed by all of us, we're simply not civilized."
    },
    {
      "cite": "Samuel Bowers",
      "quote": "The civil rights movement was devoid of grace; it was using some unfortunate people as means to a communistic end."
    },
    {
      "cite": "Gloria Allred",
      "quote": "When you're fighting for civil rights, it's sometimes two steps forward and one step back. Civil rights are an evolution; and you have to bring people along."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Civil rights used to be about treating everyone the same. But today some people are so used to special treatment that equal treatment is considered to be discrimination."
    },
    {
      "cite": "Julian Bond",
      "quote": "You could not be in the civil rights movement without having an appreciation for everybody's rights. That these rights are not divisible - not something men have and women don't and so on."
    },
    {
      "cite": "James Madison",
      "quote": "The civil rights of none, shall be abridged on account of religious belief or worship, nor shall any national religion be established, nor shall the full and equal rights of conscience be in any manner, or on any pretext infringed."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "In our glorious fight for civil rights, we must guard against being fooled by false slogans, such as 'right-to-work.' It provides no 'rights' and no 'works.' Its purpose is to destroy labor unions and the freedom of collective bargaining\"¦. We demand this fraud be stopped."
    },
    {
      "cite": "Gwendolyn Brooks",
      "quote": "The civil rights situation is like a pregnancy. It will get worse, I believe, before it gets better. What the usual pregnancy comes to is a decent baby. That is what we all hope will be the end product of this stress. It is customary, at the end of a pregnancy, to have for your pains a decent baby."
    },
    {
      "cite": "William Reece Smith, Jr",
      "quote": "We must remember that a right lost to one is lost to all."
    },
    {
      "cite": "Robert H. Jackson",
      "quote": "One's right to life, liberty, and property depends on the outcome of no election."
    },
    {
      "cite": "Charley Reese",
      "quote": "If you believe in the right to life, then you must believe in the right to have the means to defend that life."
    },
    {
      "cite": "Mother Teresa",
      "quote": "The right to life does not depend, and must not be contingent, on the pleasure of anyone else, not even a parent or sovereign."
    },
    {
      "cite": "Gore Vidal",
      "quote": "As for civil liberties, any one who is not vigilant may one day find himself living, if not in a police state, at least in a police city."
    },
    {
      "cite": "Julian Bond",
      "quote": "The civil rights movement didn't begin in Montgomery and it didn't end in the 1960s. It continues on to this very minute."
    },
    {
      "cite": "Justice Louis D. Brandeis",
      "quote": "At the foundation of our civil liberties lies the principle that denies to government officials an exceptional position before the law and which subjects them to the same rules of conduct that are commands to the citizen."
    },
    {
      "cite": "Ira Glasser",
      "quote": "Civil liberties victories never stay won, but must be fought for over and over again."
    },
    {
      "cite": "Stokely Carmichael",
      "quote": "There has been only a civil rights movement, whose tone of voice was adapted to an audience of liberal whites."
    },
    {
      "cite": "Adam Cohen",
      "quote": "The civil rights and antiwar movements taught Americans to question authority."
    },
    {
      "cite": "Edison Haines",
      "quote": "With every civil right there has to be a corresponding civil obligation."
    },
    {
      "cite": "David Harris",
      "quote": "Civil rights are more important today than they ever have been in our country. There is so much divisiveness today."
    },
    {
      "cite": "Ayman Odeh",
      "quote": "In reality, civil rights are more important than national rights. They're the content, the day-to-day: work, life. But people are sensitive to national rights."
    },
    {
      "cite": "Dorothy Height",
      "quote": "Civil rights are civil rights. There are no persons who are not entitled to their civil rights. We have to recognize that we have a long way to go, but we have to go that way together."
    },
    {
      "cite": "Dacia Maraini",
      "quote": "While on the level of civil rights many things have changed decisively for the better, on the level of attitudes and mentality there's still a long way to go. On the other hand it's obvious that it's much easier to change a law than to change a way of thinking."
    },
    {
      "cite": "John Lewis",
      "quote": "The civil rights movement was based on faith. Many of us who were participants in this movement saw our involvement as an extension of our faith. We saw ourselves doing the work of the Almighty. Segregation and racial discrimination were not in keeping with our faith, so we had to do something."
    },
    {
      "cite": "George Mason",
      "quote": "We came equals into this world, and equals shall we go out of it."
    },
    {
      "cite": "Pope Francis",
      "quote": "The right to life is the first among human rights."
    },
    {
      "cite": "Bruce Montague",
      "quote": "One cannot have a right to life without the right to defend it with deadly force."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Every man has a right to life. That means that he also has a right to make a comfortable living."
    }
  ]
}