{
  "source": "https://www.wisesayings.com/civilization-quotes/",
  "theme": "civilization",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "Civilization is a limitless multiplication of unnecessary necessities."
    },
    {
      "cite": "James Lovelock",
      "quote": "Civilization in its present form hasn't got long."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Every civilization depends on the quality of the individuals it produces. If you over-organize humans, over-legalize them, suppress their urge to greatness, they cannot work and their civilization collapses"
    },
    {
      "cite": "John L. Phillips",
      "quote": "A civilization that only looks inward will stagnate. We have to keep looking outward; we have to keep finding new avenues for human endeavor and human expression."
    },
    {
      "cite": "Will Durant",
      "quote": "Civilization begins with order, grows with liberty, and dies with chaos."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "Primitiveness and civilization are degrees of the same thing. If civilization has an opposite, it is war."
    },
    {
      "cite": "Arnold J. Toynbee",
      "quote": "Civilization is a movement and not a condition, a voyage and not a harbor."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Civilization is the process of setting man free from men."
    },
    {
      "cite": "Will Durant",
      "quote": "Civilization exists by geological consent, subject to change without notice."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Every civilization is, among other things, an arrangement for domesticating the passions and setting them to do useful work."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "Civilization is nothing more than the effort to reduce the use of force to the last resort."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Civilization sails prettily like a child's rubber balloon until it hits a sharp object; then it is likely to collapse like the balloon."
    },
    {
      "cite": "Herbert",
      "quote": "Civilization rests on a set of promises; if the promises are broken too often, the civilization dies, no matter how rich it may be, or how mechanically clever. Hope and faith depend on the promises; if hope and faith go, everything goes."
    },
    {
      "cite": "Maude Meagher",
      "quote": "Civilization has developed executive powers far beyond its understanding."
    },
    {
      "cite": "George William Curtis",
      "quote": "The test of civilization is the estimate of women."
    },
    {
      "cite": "Jacques Ellul",
      "quote": "Technical civilization has made a great error in not suppressing death, the only human reality still intact."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "Human civilization is not something achieved against nature; it is rather the outcome of the working of the innate qualities of man."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "Civilizations die from philosophical calm, irony, and a sense of fair play quite as surely as they die of debauchery."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Civilization is the world with its leg asleep."
    },
    {
      "cite": "Octavia Butler",
      "quote": "Civilization is the way one's own people live. Savagery is the way foreigners live."
    },
    {
      "cite": "Otto von Bismarck",
      "quote": "No civilization other than that which is Christian, is worth seeking or possessing."
    },
    {
      "cite": "Alan Rudolph",
      "quote": "You know, our sense of individuality is just the number one target of civilization."
    },
    {
      "cite": "Howie Winter",
      "quote": "Civilization is the process in which one gradually increases the number of people included in the term 'we' or 'us' and at the same time decreases those labeled 'you' or 'them' until that category has no one left in it."
    },
    {
      "cite": "Emil Cioran",
      "quote": "A civilization begins to decline the moment Life becomes its sole obsession."
    },
    {
      "cite": "Ralph Chaplin",
      "quote": "Civilization, to be worthy of the name, must afford other methods of settling human differences than those of blood letting."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Civilization is the progress toward a society of privacy. The savage's whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men."
    },
    {
      "cite": "Will Rogers",
      "quote": "We will never have true civilization until we have learned to recognize the rights of others."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "Civilization is a progress from an indefinite, incoherent homogeneity toward a definite, coherent heterogeneity."
    },
    {
      "cite": "Will Durant",
      "quote": "A great civilization is not conquered from without until it has destroyed itself within."
    },
    {
      "cite": "Thor Heyerdahl",
      "quote": "Civilization grew in the beginning from the minute that we had communication - particularly communication by sea that enabled people to get inspiration and ideas from each other and to exchange basic raw materials."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Civilizations can only be understood by those who are civilized."
    },
    {
      "cite": "Robert Maynard Hutchins",
      "quote": "A civilization in which there is not a continuous controversy about important issues is on the way to totalitarianism and death."
    },
    {
      "cite": "Apsley Cherry-Garrard",
      "quote": "The luxuries of civilization satisfy only those wants which they themselves create."
    },
    {
      "cite": "Samuel Marsden",
      "quote": "Civilization is not necessary before Christianity; do both together if you will, but you will find civilization follow Christianity more easily than Christianity follow civilization."
    },
    {
      "cite": "Tahar Ben Jelloun",
      "quote": "A modern civilization is only possible when it is accepted that singular beings exist and express themselves freely."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Civilization runs a greater risk if we maintain our present attitude to religion than if we give it up."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Civilization advances by extending the number of important operations which we can perform without thinking of them."
    },
    {
      "cite": "Jane Addams",
      "quote": "Civilization is a method of living, an attitude of equal respect for all men."
    },
    {
      "cite": "John Buchan",
      "quote": "Civilization is a conspiracy. Modern life is the silent compact of comfortable folk to keep up pretences."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Civilization is the process of reducing the infinite to the finite."
    },
    {
      "cite": "John Boyd Orr",
      "quote": "Our civilization has evolved through the continuous adjustment of society to the stimulus of new knowledge."
    },
    {
      "cite": "W.G. Sebald",
      "quote": "Human civilization has been no more than a strange luminescence growing more intense by the hour, of which no one can say when it will begin to wane and when it will fade away."
    },
    {
      "cite": "Samuel P. Huntington",
      "quote": "Every civilization sees itself as the center of the world and writes its history as the central drama of human history."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "A general definition of civilization: a civilized society is exhibiting the fine qualities of truth, beauty, adventure, art, peace."
    },
    {
      "cite": "Will Durant",
      "quote": "Civilization is the order and freedom is promoting cultural activity."
    },
    {
      "cite": "Timothy Leary",
      "quote": "Civilization is unbearable, but it is less unbearable at the top."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Civilization began the first time an angry person cast a word instead of a rock."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Civilization rests on the fact that most people do the right thing most of the time."
    }
  ]
}