{
  "source": "https://www.wisesayings.com/civil-war-quotes/",
  "theme": "civil-war",
  "quotes": [
    {
      "cite": "Drew Gilpin Faust",
      "quote": "The American Civil War produced carnage that has often been thought reserved for the combination of technological proficiency and inhumanity characteristic of a later time."
    },
    {
      "cite": "Anthony Lewis",
      "quote": "With one terrible exception, the Civil War, law and the Constitution have kept America whole and free."
    },
    {
      "cite": "Eugen Rosenstock-Huessy",
      "quote": "To a mankind that recognizes the equality of man everywhere, every war becomes a civil war."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "In your hands, my dissatisfied fellow-countrymen, and not in mine, is the momentous issue of civil war."
    },
    {
      "cite": "Anthony H. Cordesman",
      "quote": "There is no clear or meaningful difference between insurgency and civil war, or between national terrorism and civil war for that matter."
    },
    {
      "cite": "Francois Fenelon",
      "quote": "All wars are civil wars because all men are brothers... Each one owes infinitely more to the human race than to the particular country in which he was born."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "A Union that can only be maintained by swords and bayonets, and in which strife and civil war are to take the place of brotherly love and kindness, has no charm for me."
    },
    {
      "cite": "Shelby Foote",
      "quote": "The Civil War defined us as what we are and it opened us to being what we became, good and bad things... It was the crossroads of our being, and it was a hell of a crossroads."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Civil wars leave nothing but tombs."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "War, at the best, is terrible, and this war of ours, in its magnitude and in its duration, is one of the most terrible."
    },
    {
      "cite": "T Bone Burnett",
      "quote": "You know, the thing that struck me about Civil War music was how bloody it was; it was full of hatred. There was incredible vitriol in it."
    },
    {
      "cite": "Ulysses S. Grant",
      "quote": "In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins."
    },
    {
      "cite": "William Tecumseh Sherman",
      "quote": "War is cruelty. There is no use trying to reform it. The crueler it is, the sooner it will be over."
    },
    {
      "cite": "William Petty",
      "quote": "Causes of Civil War are also, that the wealth of the nation is in too few mens hands, and that no certain means are provided to keep all men from a necessity either to beg, or steal, or be soldiers."
    },
    {
      "cite": "Alexander H Stephens",
      "quote": "Away with the idea of getting independence first, and looking for liberty afterwards... Our liberties, once lost, may be lost forever."
    },
    {
      "cite": "Jefferson Davis",
      "quote": "Nothing fills me with deeper sadness than to see a Southerner apologizing for the defense we made of our inheritance."
    },
    {
      "cite": "Nathan Bedford Forrest",
      "quote": "War means fighting, and fighting means killing."
    },
    {
      "cite": "Nuruddin Farah",
      "quote": "That in a civil war there is continuous fighting, based on grievences that are forever changing."
    },
    {
      "cite": "Montesquieu",
      "quote": "I can assure you that no kingdom has ever had as many civil wars as the kingdom of Christ."
    },
    {
      "cite": "John Brown",
      "quote": "I am quite certain that the crimes of this guilty land will never be purged away but with blood. I had, as I now think vainly, flattered myself that without very much bloodshed it might be done."
    },
    {
      "cite": "Shelby Foote",
      "quote": "We'll fight them, sir, 'til hell freezes over, and then, sir, we will fight them on the ice."
    },
    {
      "cite": "James Monroe",
      "quote": "The civil war which has so long prevailed between Spain and the Provinces in South America still continues, without any prospect of its speedy termination."
    },
    {
      "cite": "Donald McCaig",
      "quote": "The Civil War has a tremendous moral and emotional force."
    },
    {
      "cite": "Ann Coulter",
      "quote": "It's just like a liberal, they import slaves, they hold slaves, they fight for slavery, they go to war in a civil war to defend slavery. They then install legal discrimination against blacks for a hundred years."
    },
    {
      "cite": "Baby Professor",
      "quote": "The Civil War was the deadliest war in American history. There were around 210,000 soldiers killed in action and 625,000 total dead."
    },
    {
      "cite": "Michael de Montaigne",
      "quote": "A foreign war is a lot milder than a civil war."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "In a civil war the firing line is invisible, it passses through the hearts of men."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "The wars of the people will be more terrible than those of the kings."
    },
    {
      "cite": "Mark 3:25",
      "quote": "If a house be divided against itself, that house cannot stand."
    },
    {
      "cite": "Karl von Clausewitz",
      "quote": "The war of the community—of whole nations, and particularly of civilized nations— always starts from a political condition, and is called forth by a political motive. It is, therefore, a political act."
    },
    {
      "cite": "Ulysses S. Grant",
      "quote": "The war is over— the rebels are our countrymen again."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Now we are engaged in a great civil war, testing whether that nation or any nation so conceived and so dedicated can long endure."
    },
    {
      "cite": "Joseph Addison",
      "quote": "From hence, let fierce contending nations know / What dire effects from civil discord flow."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I am not only a pacifist but a militant pacifist. I am willing to fight for peace. Nothing will end war unless the people themselves refuse to go to war."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "In the present civil war—it is quite possible that God's purpose is something different from the purpose of either party— and yet the human instrumentalities, working just as they do, are of the best adaptation to effect his purpose."
    },
    {
      "cite": "Barack Obama",
      "quote": "America is a land of big dreamers and big hopes. It is this hope that has sustained us through revolution and civil war, depression and world war, a struggle for civil and social rights and the brink of nuclear crisis."
    },
    {
      "cite": "Barack Obama",
      "quote": "In the end no amount of American forces can solve the political differences that lie at the heart of somebody else's civil war."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The rebellion thus began soon run into the present civil war; and, in certain respects, it began on very unequal terms between the parties. The insurgents had been preparing for it more than thirty years, while the government had taken no steps to resist them"
    },
    {
      "cite": "Newt Gingrich",
      "quote": "This war has to be fought with the scale and duration and savagery that is only true of civil wars."
    },
    {
      "cite": "Walter Cronkite",
      "quote": "We have overcome some terrible blows to our democracy, to the future of our democracy, to the future of our nation. We survived the Civil War and the strife that tore this nation apart."
    },
    {
      "cite": "Umberto Eco",
      "quote": "The United States needed a civil war to unite properly."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Civil war? What does that mean? Is there any foreign war? Isn't every war fought between men, between brothers?"
    },
    {
      "cite": "Corey Stewart",
      "quote": "The question of what actually caused the Civil War is secondary to the result of the Civil War, which is that after the war was over, slavery was ended, and the North and the South reconciled. And I think we need to respect that."
    },
    {
      "cite": "Alexander H. Stephens",
      "quote": "The greatest curse that can befall a free people, is civil war."
    },
    {
      "cite": "Ann Coulter",
      "quote": "It's just like a liberal, they import slaves, they hold slaves, they fight for slavery, they go to war in a civil war to defend slavery. They then install legal discrimination against blacks for a hundred years."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Civil wars leave nothing but tombs."
    },
    {
      "cite": "George Ayittey",
      "quote": "Virtually all of Africa's civil wars were started by politically marginalized or excluded groups."
    },
    {
      "cite": "Drew Gilpin Faust",
      "quote": "Americans in the Civil War period were very interested in Heaven and what it might be like, because they were having to face the fact that many of their loved ones were gone and many of their loved ones, they hoped, were in this other realm called Heaven."
    },
    {
      "cite": "Bum Philips",
      "quote": "I know why we lost the Civil War. We must have had the same officials."
    },
    {
      "cite": "Victor Hugo",
      "quote": "There is neither a foreign war nor a civil war; there is only just and unjust war."
    },
    {
      "cite": "Jay Winik",
      "quote": "Most civil wars, in fact, end quite badly, and history is rife with lessons that how wars end is every bit as crucial as why they start and how they are waged."
    }
  ]
}