{
  "source": "https://www.wisesayings.com/civility-quotes/",
  "theme": "civility",
  "quotes": [
    {
      "cite": "George Washington",
      "quote": "Every action done in company ought to be with some sign of respect to those that are present."
    },
    {
      "cite": "Jimmy Bise Jr",
      "quote": "Civility sometimes requires polite ruthlessness. Establish that what you prize most is civility."
    },
    {
      "cite": "George W. Bush",
      "quote": "Civility is not a tactic or a sentiment. It is the determined choice of trust over cynicism, of community over chaos."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "When civility is illusory, war is inevitable."
    },
    {
      "cite": "Jimmy Bise Jr",
      "quote": "Civility is not something that automatically happens. Civil societies come about because people want them to."
    },
    {
      "cite": "Jeremy Irons",
      "quote": "Civility, politeness, it's like a cement in a society: binds it together. And when we lose it, then I think we all feel lesser and slightly dirty because of it."
    },
    {
      "cite": "Ellen Goodman",
      "quote": "Civility, it is said, means obeying the unenforceable."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There can be no high civility without a deep morality, though it may not always call itself by that name."
    },
    {
      "cite": "Nicias Ballard Cooksey",
      "quote": "Certainly every man can be courteous, for it costs nothing, and is within the ability of all."
    },
    {
      "cite": "Madame De Stael",
      "quote": "Politeness is the art of choosing among your thoughts."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The civility of no race can be perfect whilst another race is degraded."
    },
    {
      "cite": "Henry Clay",
      "quote": "Courtesies of a small and trivial character are the ones which strike deepest in the grateful and appreciating heart."
    },
    {
      "cite": "Mary Wortley Montagu",
      "quote": "Civility costs nothing, and buys everything."
    },
    {
      "cite": "Benjamin Barber",
      "quote": "Civility is a work of the imagination, for it is through the imagination that we render others sufficiently like ourselves for them to become subjects of tolerance and respect, if not always affection."
    },
    {
      "cite": "David Brooks",
      "quote": "Civility is the natural state for people who know how limited their own individual powers are and know, too, that they need the conversation."
    },
    {
      "cite": "Deborah King",
      "quote": "Civility is the art and act of caring for others."
    },
    {
      "cite": "Madame Swetchine",
      "quote": "Courtesy in the world is by no means a false and culpable pretense. It softens rather than dissimulates; and, on the whole, since it deceives nobody, it cannot be accused of falsehood."
    },
    {
      "cite": "Ted Koppel",
      "quote": "Aspire to decency. Practice civility toward one another. Admire and emulate ethical behavior wherever you find it. Apply a rigid standard of morality to your lives; and if, periodically, you fail Â­ as you surely will Â­ adjust your lives, not the standards."
    },
    {
      "cite": "Ralph Waldo Emerso",
      "quote": "The civility of the world has reached that pitch that their more moral genius is becoming indispensable, and the quality of this race is to be honored for itself."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "The very essence of politeness seems to be to take care by our words and actions we make other people pleased with us as well as with themselves."
    },
    {
      "cite": "Jay Weatherill",
      "quote": "Civility is perhaps a quaint notion but civility in Parliament is something we should always strive to uphold."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Courtesy is as much a mark of a gentleman as courage"
    },
    {
      "cite": "Emily Post",
      "quote": "Manners are a sensitive awareness of the feelings of others. If you have that awareness, you have good manners, no matter what fork you use."
    },
    {
      "cite": "Jim Leach",
      "quote": "Civility is not simply about manners."
    },
    {
      "cite": "Van Jones",
      "quote": "Civility isn't just some optional value in a multicultural, multistate democratic republic. Civility is the key to civilization."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Courtesy is only a thin veneer on the general selfishness."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Civility does not mean the mere outward gentleness of speech cultivated for the occasion, but an inborn gentleness and desire to do the opponent good."
    },
    {
      "cite": "John Patrick Hickey",
      "quote": "We have gotten so use to humor being something nasty and offensive that we started to believe that was the only way to get a laugh."
    },
    {
      "cite": "Joshua Lederberg",
      "quote": "All of civility depends on being able to contain the rage of individuals."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is a courtesy of the heart; it is allied to love. From its springs the purest courtesy in the outward behavior."
    },
    {
      "cite": "Cindy Ann Peterson",
      "quote": "Civility awareness and a common foundation of considerate conduct are crutial to our future,"
    },
    {
      "cite": "John Patrick Hickey",
      "quote": "No matter who it is or what you think of them, never rejoice in the pain of others. It lowers you to a level you should not be at."
    },
    {
      "cite": "Nicias Ballard Cooksey",
      "quote": "Courtesy is a debt we all owe to humanity."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "When once the forms of civility are violated, there remains little hope of return to kindness or decency."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Be civil to all; serviceable to many; familiar with few; friend to one; enemy to none."
    },
    {
      "cite": "Jim Leach",
      "quote": "Civility is not about dousing strongly held views. It's about making sure that people are willing to respect other perspectives."
    },
    {
      "cite": "George Horne",
      "quote": "Civility is a charm that attracts the love of all men."
    },
    {
      "cite": "John R. Dallas Jr",
      "quote": "Civility is not a specific code of behavior as much as it is a call to unrelenting preemptive thought, and steady effort to care about influence on others."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The civility which money will purchase, is rarely extended to those who have none."
    },
    {
      "cite": "Richard Dreyfuss",
      "quote": "Civility is not not saying negative or harsh things. It is not the absence of critical analysis. It is the manner in which we are sharing this territorial freedom of political discussion. If our discourse is yelled and screamed and interrupted and patronized, that's uncivil."
    }
  ]
}