{
  "source": "https://www.wisesayings.com/classical-music-quotes/",
  "theme": "classical-music",
  "quotes": [
    {
      "cite": "Michael Tilson Thomas",
      "quote": "Classical music is an unbroken, living tradition that goes back over 1,000 years, and every one of those years has had something unique and powerful to say to us about what it's like to be alive."
    },
    {
      "cite": "Charles Rosen",
      "quote": "A love of classical music is only partially a natural response to hearing the works performed, it also must come about by a decision to listen carefully, to pay close attention, a decision inevitably motivated by the cultural and social prestige of the art."
    },
    {
      "cite": "Van Cliburn",
      "quote": "But classical music is not entertainment, and I feel viciously strong about that. Classical music is forever. Entertainment is something that is here today, and may be gone tomorrow."
    },
    {
      "cite": "George Steiner",
      "quote": "A good deal of classical music is, today, the opium of the good citizen."
    },
    {
      "cite": "Benjamin Zander",
      "quote": "Everybody loves classical music they just don't know about it yet."
    },
    {
      "cite": "Lara St. John",
      "quote": "What is classical music if not the epitome of sensuality, passion, and understated erotica that popular music, even with all of its energy and life, cannot even begin to touch?"
    },
    {
      "cite": "Yo-Yo Ma",
      "quote": "Music has always been transnational; people pick up whatever interests them, and certainly a lot of classical music has absorbed influences from all over the world."
    },
    {
      "cite": "Frank Zappa",
      "quote": "If classical music is the state of the art, then the arts are in a sad state."
    },
    {
      "cite": "David Finckel",
      "quote": "The realm of classical music is so vast - not only in terms of style but of era, age and the purposes for which it was composed - it is an enormous art form."
    },
    {
      "cite": "Michael Tilson Thomas",
      "quote": "Classical music is a wonderful 1200 year-old tradition that witnesses everything that it has meant and what it means right now to be human."
    },
    {
      "cite": "Luka Sulic",
      "quote": "Even in classical music, the cello doesn't get a lot of respect because the piano and the violin get it all."
    },
    {
      "cite": "Michael Tilson Thomas",
      "quote": "But those musics do not address the larger kind of architecture in time that classical music does, whatever each one of us knows that classical music must mean."
    },
    {
      "cite": "Michael Tilson Thomas",
      "quote": "If you're alive, you have all the experience necessary to understand classical music."
    },
    {
      "cite": "Luka Sulic",
      "quote": "Because in classical music cello is not regarded as a popular choice, it's always playing the long, boring notes."
    },
    {
      "cite": "Yo-Yo Ma",
      "quote": "The tradition of classical music and the opera is such that it used to be the place where social intercourse could take place between all parts of society: politicians, industrialists, artists, citizens, etc. That tradition, I think, still exists, but it's much, much more diluted."
    },
    {
      "cite": "Alan Price",
      "quote": "Classical music's ability to translate emotional themes is fantastic."
    },
    {
      "cite": "Carlo Grante",
      "quote": "Classical music, fortunately or not, unfolds in time. It's not like a picture you can stare at for 10 seconds or 10 hours. You need the minimum amount of education and training, and society needs to find a way to study music - not only the performances, but how to compose, how to understand why Mozart was great at what he did."
    },
    {
      "cite": "Allan Bloom",
      "quote": "Classical music is a special taste like Greek language or pre-Columbian archeology, not a common culture of reciprocal communication and psychological shorthand."
    },
    {
      "cite": "Andre Previn",
      "quote": "The basic difference between classical music and jazz is that in the former the music is always graver than its performance - whereas the way jazz is performed is always more important than what is being played."
    },
    {
      "cite": "Questlove",
      "quote": "Classical music requires an immense amount of concentration, and I don't know if I would've been that committed to that particular life."
    },
    {
      "cite": "Dave Barry",
      "quote": "Classical music gradually lost popularity because it is too complicated: you need twenty-five or thirty skilled musicians just to hum it properly. So people began to develop regular music."
    },
    {
      "cite": "Sheri L. Dew",
      "quote": "Life, like classical music, is full of difficult passages that are conquered as much through endurance and determination as through any particular skill."
    },
    {
      "cite": "Michael Tilson Thomas",
      "quote": "And what classical music does best and must always do more, is to show this kind of transformation of moods, to show a very wide psychological voyage. And I think that's something that we as classical musicians have underestimated."
    },
    {
      "cite": "Armando Iannucci",
      "quote": "Listening to classical music is a journey not a state; it's an activity not a meditation."
    },
    {
      "cite": "Gustavo Dudamel",
      "quote": "It's not that people don't like classical music. It's that they don't have the chance to understand and to experience it."
    },
    {
      "cite": "Kiesza",
      "quote": "You cannot go wrong by learning classical music because it trains the ear."
    },
    {
      "cite": "Yo-Yo Ma",
      "quote": "Classical music is one of the best things that ever happened to mankind. If you get introduced to it in the right way, it becomes your friend for life."
    },
    {
      "cite": "Edgar Wilson Nye",
      "quote": "The peculiar characteristic of classical music is that it is really better than it sounds."
    },
    {
      "cite": "Jose Iturbi",
      "quote": "I feel that classical music should be a more recognizable part of everyone's entertainment. It has been my hope that through live concerts, motion pictures, recordings, international competitions, and interesting public forums, a larger group of people will learn to love classical music and attend live concert performances."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "Classical music is the kind we keep thinking will turn into a tune."
    },
    {
      "cite": "Ji-Hae Park",
      "quote": "Classical music can rock you!"
    },
    {
      "cite": "Lucia Micarelli",
      "quote": "Classical music is always a really great way for me to get my chops to where I want them to be."
    },
    {
      "cite": "Dizzy Gillespie",
      "quote": "Jazz will be the classical music of the future."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "The human attitude of which classical music is the expression is always the same; it is always based on the same kind of insight into life and strives for the same kind of victory over blind change. Classical music as gesture signifies knowledge of the tragedy of the human condition, affirmation of human destiny, courage, cheerful serenity."
    },
    {
      "cite": "Yuja Wang",
      "quote": "Classical music is far from boring - it has all the blood, energy, the sinister dark side, rhythm that rock music has, and all the refined, subtle sensuality that one can ask for."
    },
    {
      "cite": "Rolonda Watts",
      "quote": "The classical music is soothing and stimulating, good for thinking."
    },
    {
      "cite": "Charles Hazlewood",
      "quote": "Classical music has become rarefied, like a maiden aunt that nobody wants to talk to."
    },
    {
      "cite": "Theo Hutchcraft",
      "quote": "Classical music is a genre of music. It's no more complex or less complex than pop music or R&B. The elitism is weird."
    },
    {
      "cite": "Andre Rieu",
      "quote": "Contrary to popular opinion, classical music does not have to be enjoyed amid exclusive circles, there need not be any snobbishness attached to it. It's there for everyone. I play for the people."
    },
    {
      "cite": "Bryce Dessner",
      "quote": "Obviously there are pieces of classical music that are some of the most beautiful music ever written, for me anyway is a lot of classical or contemporary music, so it's a different kind of space that you enter when you're listening to it."
    }
  ]
}