{
  "source": "https://www.wisesayings.com/classic-quotes/",
  "theme": "classic",
  "quotes": [
    {
      "cite": "Leonard Maltin",
      "quote": "Television is what made It's a Wonderful Life the classic it is today."
    },
    {
      "cite": "Ezra Pound",
      "quote": "A classic is classic not because it conforms to certain structural rules, or fits certain definitions It is classic because of a certain eternal and irrepressible freshness."
    },
    {
      "cite": "W. E. B. Du Bois",
      "quote": "A classic is a book that doesn't have to be written again."
    },
    {
      "cite": "Italo Calvino",
      "quote": "A classic is a book that has never finished saying what it has to say."
    },
    {
      "cite": "Mark Twain",
      "quote": "A classic is something that everybody wants to have read and nobody wants to read."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Classic literature is still something that hangs in the air like a song."
    },
    {
      "cite": "Robert Ardrey",
      "quote": "Classic is our daring, classic our cowardice. Classic is our cruelty, classic our charity."
    },
    {
      "cite": "José Ortega y Gasset",
      "quote": "There is but one way left to save a classic; to give up revering him and use him for our own salvation."
    },
    {
      "cite": "Erica Jong",
      "quote": "It is the nature of those books we call classics to wait patiently on the shelf for us to grow into them."
    },
    {
      "cite": "Orson Welles",
      "quote": "There are a thousand ways of playing a good classic. If it were effective, I would play Hamlet on a trapeze."
    },
    {
      "cite": "Yelawolf",
      "quote": "I just want to make a classic. Classic is the standard. I'm just trying to make music that will last a lifetime."
    },
    {
      "cite": "Robert Gottlieb",
      "quote": "Classics are constantly being re-imagined and transformed, and the originals are none the worse for it; they endure."
    },
    {
      "cite": "Alfred Kazin",
      "quote": "A classic is a book that survives the circumstances that made it possible yet alone keeps those circumstances alive."
    },
    {
      "cite": "Italo Calvino",
      "quote": "A classic is a work which persists as a background noise even when a present that is totally incompatible with it holds sway."
    },
    {
      "cite": "Gina Prince-Bythewood",
      "quote": "A classic is a classic for a reason. Let's try to create new classics. The idea of repeating ourselves drives me a little crazy."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "The classics are only primitive literature. They belong to the same class as primitive machinery and primitive music and primitive medicine."
    },
    {
      "cite": "Woody Allen",
      "quote": "You look up after many years and you find that a film has become a classic because it's meaningful to people and alive, decade after decade."
    },
    {
      "cite": "Jean-Louis Barrault",
      "quote": "A classic is like a hidden treasure. Its core is buried under so many layers of varnish that it can be reached only by patience and infiltration."
    },
    {
      "cite": "Helena Bonham Carter",
      "quote": "All the ancient classic fairy tales have always been scary and dark."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Classic art was the art of necessity: modern romantic art bears the stamp of caprice and chance."
    },
    {
      "cite": "Clifton Fadiman",
      "quote": "When you re-read a classic you do not see in the book more than you did before. You see more in you than there was before."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "The classic literature is always modern."
    },
    {
      "cite": "Ruth Rendell",
      "quote": "To be a classic, a novel should be original."
    },
    {
      "cite": "Kacey Musgraves",
      "quote": "A great song will be great forever – it’s timeless and classic in that way."
    },
    {
      "cite": "Scott Rudin",
      "quote": "Classics stay alive because a great actor or a great director wants to do them."
    },
    {
      "cite": "Greenhaven Press",
      "quote": "Classic fairy tales do not deny the existence of heartache and sorrow, but they do deny universal defeat."
    },
    {
      "cite": "Joe Bastianich",
      "quote": "Classics can be phenomenal when done right. A simple roast chicken dish could be the best thing you ever eat."
    },
    {
      "cite": "Lisa See",
      "quote": "The classics tell us that, in relationships, the one between teacher and student comes second only to the one between parent and child."
    },
    {
      "cite": "Ned Rorem",
      "quote": "Classic means standard as opposed to Romantic: form before meaning as opposed to meaning before form. It grows from inside out, while Romantic grows from outside in."
    }
  ]
}