{
  "source": "https://www.wisesayings.com/class-quotes/",
  "theme": "class",
  "quotes": [
    {
      "cite": "John Madden",
      "quote": "Self-praise is for losers. Be a winner. Stand for something. Always have class, and be humble."
    },
    {
      "cite": "Bear Bryant",
      "quote": "Show class, have pride, and display character. If you do, winning takes care of itself."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "There is no class so pitiably wretched as that which possesses money and nothing else."
    },
    {
      "cite": "Ann Landers",
      "quote": "Class is considerate of others. It knows that good manners is nothing more than a series of petty sacrifices."
    },
    {
      "cite": "Ann Landers",
      "quote": "Class never tries to build itself up by tearing others down. Class is already up and need not strive to look better by making others look worse."
    },
    {
      "cite": "John Ruskin",
      "quote": "There is a working class - strong and happy - among both rich and poor:  there is an idle class - weak, wicked, and miserable - among both rich and poor."
    },
    {
      "cite": "Sébastien-Roch Nicolas",
      "quote": "Society is composed of two great classes — those who have more dinners than appetite, and those who have more appetite than dinners."
    },
    {
      "cite": "William R. Inge",
      "quote": "The modern world belongs to the half-educated, a rather difficult class, because they do not realize how little they know."
    },
    {
      "cite": "Howard Zinn",
      "quote": "Capitalism has always been a failure for the lower classes. It is now beginning to fail for the middle classes."
    },
    {
      "cite": "Victor Hugo",
      "quote": "There is always more misery among the lower classes than there is humanity in the higher."
    },
    {
      "cite": "Ann Landers",
      "quote": "Class is an aura of confidence that is being sure without being cocky. Class has nothing to do with money. Class never runs scared. It is self-discipline and self-knowledge. It's the sure-footedness that comes with having proved you can meet life."
    },
    {
      "cite": "Plato",
      "quote": "There are three classes of men; lovers of wisdom, lovers of honor, and lovers of gain."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I believe, if we take habitual drunkards as a class, their heads and their hearts will bear an advantageous comparison with those of any other class."
    },
    {
      "cite": "Paul H. Dunn",
      "quote": "It is almost as difficult to keep a first class person in a fourth class job, as it is to keep a fourth class person in a first class job."
    },
    {
      "cite": "George Bush",
      "quote": "Let the others have the charisma. I've got the class."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is only one class in the community that thinks more about money than the rich, and that is the poor."
    },
    {
      "cite": "Source Unknown",
      "quote": "Each class of society has its own requirements; but it may be said that every class teaches the one immediately below it; and if the highest class be ignorant, uneducated, loving display, luxuriousness, and idle, the same spirit will prevail in humbler life."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Upper classes are a nation's past; the middle class is its future."
    },
    {
      "cite": "Leonard Woolf",
      "quote": "There is nothing to which men cling more tenaciously than the privileges of class."
    },
    {
      "cite": "Lord Acton",
      "quote": "The danger is not that a particular class is unfit to govern: every class is unfit to govern."
    },
    {
      "cite": "Jo Walton",
      "quote": "Class is entirely intangible, and the way it affects things isn't subject to scientific analysis, and it's not supposed to be real but it's pervasive and powerful. See; just like magic."
    },
    {
      "cite": "Warren Buffet",
      "quote": "There’s class warfare, all right. But it’s my class, the rich class, that’s making war, and we’re winning."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "I'm a working-class person, working with class."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "All mankind is divided into three classes: those that are immovable, those that are movable, and those that move."
    },
    {
      "cite": "Orson Welles",
      "quote": "The enemy of society is middle class and the enemy of life is middle age."
    },
    {
      "cite": "Alice Munro",
      "quote": "Braininess is not attractive unless combined with some signs of elegance; class."
    },
    {
      "cite": "George Bancroft",
      "quote": "The fears of one class of men are not the measure of the rights of another."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "True terror is to wake up one morning and discover that your high school class is running the country."
    },
    {
      "cite": "Eugene V. Debs",
      "quote": "While there is a lower class, I am in it, while there is a criminal element, I am of it, and while there is a soul in prison, I am not free."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The distinctions separating the social classes are false; in the last analysis they rest on force."
    }
  ]
}