{
  "source": "https://www.wisesayings.com/classy-women-quotes/",
  "theme": "classy-women",
  "quotes": [
    {
      "cite": "Harold Brooks",
      "quote": "She had a flair for doing things in a very elegant way. At the same time, you felt like you were right there in her living room. She paid attention to people so that she was seeing to it everyone's little needs and egos were met."
    },
    {
      "cite": "Diana Vreeland",
      "quote": "The only real elegance is in the mind; If you've got that, the rest really comes from it."
    },
    {
      "cite": "Coco Chanel",
      "quote": "A girl should be two things: classy and fabulous."
    },
    {
      "cite": "Henry Fielding",
      "quote": "A truly elegant taste is generally accompanied with excellency of heart."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The beauty of a woman is not in the clothes she wears, the figure that she carries, or the way she combs her hair. The beauty of a woman is seen in her eyes, because that is the doorway to her heart, the place where love resides. True beauty in a woman is reflected in her soul. It's the caring that she lovingly gives, the passion that she shows and the beauty of a woman only grows with passing years."
    },
    {
      "cite": "unknown",
      "quote": "Being classy is a culmination of being yourself, being positive, and doing good in all the places you can by all the means you can. Clothes, hair, music, film....none of these things a classy person makes."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Elegance is the only beauty that never fades."
    },
    {
      "cite": "unknown",
      "quote": "Showing a great amount of skin when you dress up isn't the way to find prince charming. Prince charming likes his gifts wrapped."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Your clothes should be tight enough to show you're a woman but loose enough to show you're a lady."
    },
    {
      "cite": "George Washington",
      "quote": "A sensible woman can never be happy with a fool."
    },
    {
      "cite": "unknown",
      "quote": "Beauty alone is not impressive. Put an Attitude to be attractive and add Brain to be sophisticated."
    },
    {
      "cite": "unknown",
      "quote": "Classy is when a woman has everything to flaunt but chooses not to show it."
    },
    {
      "cite": "Coco Chanel",
      "quote": "I love luxury. And luxury lies not in richness and ornateness but in the absence of vulgarity. Vulgarity is the ugliest word in our language. I stay in the game to fight it."
    },
    {
      "cite": "Kristen Bell",
      "quote": "I'm not a risk taker. I don't do plunging necklines or really short skirts. I try to stay as classy as possible and provide a little mystery."
    },
    {
      "cite": "Coco Chanel",
      "quote": "I don't understand how a woman can leave the house without fixing herself up a little - if only out of politeness. And then, you never know, maybe that s the day she has a date with destiny. And it s best to be as pretty as possible for destiny."
    },
    {
      "cite": "Washington Irving",
      "quote": "There is in every true woman's heart, a spark of heavenly fire, which lies dormant in the broad daylight of prosperity, but which kindles up and beams and blazes in the dark hour of adversity."
    },
    {
      "cite": "Sophia Elemara",
      "quote": "You create beauty with your attitude,you make an impression with your behaviour,you make statements with your elegance & scream out with your actions"
    },
    {
      "cite": "Topaz",
      "quote": "Be the kind of woman that makes other women want to be you."
    },
    {
      "cite": "Melinda Gates",
      "quote": "A woman with a voice is by definition a strong woman. But the search to find that voice can be remarkably difficult."
    },
    {
      "cite": "unknown",
      "quote": "Classy women never lose their dignity."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "I am a marvelous housekeeper. Every time I leave a man I keep his house."
    },
    {
      "cite": "Carly Simon",
      "quote": "You know, people want to honor me, and on the one hand I just don't want to be a poster child; but on the other, I want to do something classy and great, something where the residuals will go to the cause."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Simplicity is the ultimate form of sophistication."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "There are so many pressures that are put upon young women. Whatever we can do to alleviate that and help women feel beautiful about who we are inside, which is the only beauty there truly is, is so nice. Let's get down and dirty. Let's be a real girl."
    },
    {
      "cite": "Proverb",
      "quote": "The whisper of a pretty girl can be heard further than the roar of a lion."
    },
    {
      "cite": "Diane Mariechild",
      "quote": "A woman is the full circle. Within her is the power to create, nurture and transform."
    },
    {
      "cite": "Cher",
      "quote": "Women have to harness their power-it's absolutely true. It's just learning not to take the first no. And if you can't go straight ahead, you go around the corner."
    },
    {
      "cite": "Margaret Cho",
      "quote": "I always thought that people told you that you're beautiful--that this was a title tat was bestowed upon you. I think that it's time to take this power into our own hands and to say, 'You know what I'm beautiful. I just am. And that's my light. I'm just a beautiful woman."
    },
    {
      "cite": "Arianne Cohen",
      "quote": "A woman with a well-stocked toy drawer isn't dependent on anyone and is unlikely to hurl herself at a lowlife just for nooky."
    },
    {
      "cite": "Mary J. Blige",
      "quote": "I know who I am. I am not perfect. I am not the most beautiful woman in the world. But I'm one of them."
    },
    {
      "cite": "Paris Hilton",
      "quote": "No matter what a woman looks like, if she's confident, she's sexy."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "Being jealous of a beautiful woman is not going to make you more beautiful."
    },
    {
      "cite": "Elle Macpherson",
      "quote": "It's not vanity to feel you have a right to be beautiful. Women are taught to feel we're not good enough, that we must live up to someone else's standards. But my aim is to cherish myself as I am."
    },
    {
      "cite": "Emily",
      "quote": "Chic is a borrowed adjective, but there is no English word to take the place of elegant, which was destroyed utterly by the reporter or practical joker who said 'elegant dresses'."
    },
    {
      "cite": "Harirett Beecher Stowe",
      "quote": "One wants to be very something, very great, very heroic; or if not that, then at least very stylish and very fashionable."
    },
    {
      "cite": "Harriet Goldhor Lerner",
      "quote": "Even during the hardest economic times, my mother made sure that my sister and I had four things that she believed were essential to our later success; good shoes, a firm quality mattress, a top pediatrician, and a therapist."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I never thought I'd land in pictures with a face like mine."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "My own life has been much more than a fairy tale. I've had my share of difficult moments, but whatever difficulties I've gone through, I've always gotten the prize."
    },
    {
      "cite": "Calvin Klein",
      "quote": "If you think of how those women dressed, the kind of refinement, the kind of elegance. That's really the inspiration for these clothes."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "There are few women whose charm survives their beauty."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "It's a sort of bloom on a woman. If you have it, you don't need to have anything else; and if you don't have it, it doesn't much matter what else you have."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "I always dreamt of the day I would have enough closets-- big ones. some people dream of having a big swimming pool, with me it's closets."
    },
    {
      "cite": "Eunice Long",
      "quote": "There is also more to a woman than simply being labels as 'elegant'. Let elegance be one of the many good quality you possess."
    },
    {
      "cite": "Genevieve Antoine Dariaux",
      "quote": "To be elegant is first of all to know oneself, and to know oneself well requires a certain amount of reflection and intelligence."
    },
    {
      "cite": "Eunice Long",
      "quote": "It all begins by embracing and developing the inner self, because true elegance starts from within."
    },
    {
      "cite": "Penny Schultz",
      "quote": "As a woman you need to be impeccably dressed at all times. This is because style goes way beyond the aesthetic appeal--it is also about intellectualization."
    },
    {
      "cite": "Heather Hansen",
      "quote": "We can win life's trials without losing ourselves. And we don't need to put on an earrings or lipstick to prove it. You can win your battles without losing your own personal elegance, whatever that means to you."
    },
    {
      "cite": "Heather Hansen",
      "quote": "Elegance is personal, and it's based upon your goals and needs. Only you can know what choices you need to make to find your elegance, and those choices will change with time and circumstance."
    },
    {
      "cite": "Jenny Warden",
      "quote": "Elegance is  a state of mind. It is how you perceive yourself and therefore it's how the rest of the world sees you."
    },
    {
      "cite": "Amy Cuddy",
      "quote": "Being elegant and looking expensive is a matter of three things: confidence, good taste, and a bit of mystery. Not about money; you don't need to have any designer's clothes to be elegant"
    },
    {
      "cite": "Laurel Thatcher Ulrich",
      "quote": "Well-behaved women seldom make history."
    },
    {
      "cite": "Brigham Young",
      "quote": "You educate a man; you educate a man. You educate a woman; you educate a generation."
    },
    {
      "cite": "Madonna",
      "quote": "I’m tough, I’m ambitious, and I know exactly what I want. If that makes me a bitch, okay."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A man’s face is his autobiography. A woman’s face is her work of fiction."
    },
    {
      "cite": "Victoria Justice",
      "quote": "A guy wants a classy girl who is smart and has goals – someone that he wouldn’t be afraid to bring home to his parents."
    },
    {
      "cite": "Adele",
      "quote": "If a man whistles at you, don’t respond. You’re a lady, not a dog."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Elegance is when the inside is as beautiful as the outside"
    }
  ]
}