{
  "source": "https://www.wisesayings.com/clean-house-quotes/",
  "theme": "clean-house",
  "quotes": [
    {
      "cite": "Marcelene Cox",
      "quote": "Housekeeping is like being caught in a revolving door."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Cleaning your house while your kids are still growing up is like shoveling the walk before it stops snowing."
    },
    {
      "cite": "Melina Marchetta",
      "quote": "A clean house will result in peace in the Middle East as well."
    },
    {
      "cite": "Marie Kondo",
      "quote": "The objective of cleaning is not just to clean, but to feel happiness living within that environment."
    },
    {
      "cite": "Sue Grafton",
      "quote": "When all else fails, cleaning house is the perfect antidote to most of life's ills."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "The poet is at the disposal of the night. His role is humble, he must clean house and await its due visitation."
    },
    {
      "cite": "Matthew Aaron Goodman",
      "quote": "They cooked and washed dishes and scrubbed and mopped and dusted and wiped and cleaned the apartment from crack to crevice back to crack."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "My idea of housework is to sweep the room with a glance."
    },
    {
      "cite": "Marina Abramovic",
      "quote": "We are used to cleaning the outside house, but the most important house to clean is yourself - your own house - which we never do."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "There is no need to do any housework at all. After the first four years the dirt doesn't get any worse."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Cleaning anything involves making something else dirty, but anything can get dirty without something else getting clean."
    },
    {
      "cite": "Evan Esar",
      "quote": "Housework is what a woman does that nobody notices unless she hasn't done it."
    },
    {
      "cite": "Katharine Whitehorn",
      "quote": "When it comes to housework the one thing no book of household management can ever tell you is how to begin. Or maybe I mean why."
    },
    {
      "cite": "Ann Voskamp",
      "quote": "More important than a clean house is a close family."
    },
    {
      "cite": "Brenda Shoshanna",
      "quote": "We learn the process of emptying out, cleaning house, both within and without."
    }
  ]
}