{
  "source": "https://www.wisesayings.com/clean-energy-quotes/",
  "theme": "clean-energy",
  "quotes": [
    {
      "cite": "Gloria Reuben",
      "quote": "A transition to clean energy is about making an investment in our future."
    },
    {
      "cite": "Ray Metcalfe",
      "quote": "Bold clean energy action is needed to stave off a climate hostile to human life."
    },
    {
      "cite": "Van Jones",
      "quote": "Clean energy is hippy power. But its also cowboy power, it's rancher power, it's Appalachian power."
    },
    {
      "cite": "Corina Abdulahm-Negura",
      "quote": "There is a form of clean energy, renewable and absolutely free that too often underestimate: human warmth."
    },
    {
      "cite": "Robert Adams",
      "quote": "Our universe is a sea of energy – free, clean energy. It is all out there waiting for us to set sail upon it."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "Climate change is severely impacting the health of our planet and all of its inhabitants, and we must transition to a clean energy economy that does not rely on fossil fuels."
    },
    {
      "cite": "Alex Steffen",
      "quote": "By looking at climate change as a clean energy generation problem, we're setting ourselves up not to solve it."
    },
    {
      "cite": "Steven Chu",
      "quote": "As the saying goes, the Stone Age did not end because we ran out of stones; we transitioned to better solutions. The same opportunity lies before us with energy efficiency and clean energy."
    },
    {
      "cite": "Julianne Moore",
      "quote": "We want a plan for a clean energy future...an end to global warming...Moms know about sustainable energy. After all, mother's love is an unending supply and it keeps kids healthy."
    },
    {
      "cite": "Jayni Chase",
      "quote": "We need to invest in clean energy technologies. We need to rush them to market while rebuilding our energy networks intelligently. And it's imperative that we push toward a cultural shift away from energy waste to respectful conservation with fierce commitment that will carry us to the other side."
    },
    {
      "cite": "Julia Roberts",
      "quote": "It's very important that we expand our use of clean energy and make a long-term commitment to it."
    },
    {
      "cite": "Van Jones",
      "quote": "We tend to overlook the fact that a mature clean energy economy in fact will give an opportunity to ordinary people to earn more money as clean energy workers/entrepreneurs - and save more money, through conservation and energy efficiency."
    },
    {
      "cite": "Gloria Reuben",
      "quote": "Clean energy is about offering people the opportunity to do what's right for themselves and the people they love. It's about reducing the pollution that makes people sick. It's about helping the low-income families struggling to pay their gas and electricity bills."
    },
    {
      "cite": "Katharine Hayhoe",
      "quote": "Huge advances in clean energy technology are happening all the time. Solar and wind are booming. New ways to generate energy from our windows, the paint on our walls, and even our bike paths are being invented all the time. Technology is moving forward, but it needs to be moving forward faster."
    },
    {
      "cite": "Denis Hayes",
      "quote": "We presently have the technology ... fuel cells, solar cells, hydrogen ... the opportunities are amazing for clean energy."
    },
    {
      "cite": "Van Jones",
      "quote": "Progressives always like clean energy ideas. But conservatives should like this agenda, too."
    },
    {
      "cite": "Van Jones",
      "quote": "Environmentalists and clean energy champions should stop telling people that we are working for \"sustainability,\" which nobody understands."
    },
    {
      "cite": "Barack Obama",
      "quote": "A low-carbon, clean energy economy can be an engine of growth for decades to come."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "We can have enough clean energy to power every home."
    },
    {
      "cite": "Van Jones",
      "quote": "Clean energy independence should be an area of common ground."
    }
  ]
}