{
  "source": "https://www.wisesayings.com/cleaning-quotes/",
  "theme": "cleaning",
  "quotes": [
    {
      "cite": "Margaret Culkin Banning",
      "quote": "Cleaning up with children around is like shoveling during a blizzard."
    },
    {
      "cite": "Marina Abramovic",
      "quote": "We are used to cleaning the outside house, but the most important house to clean is yourself - your own house - which we never do."
    },
    {
      "cite": "Marie Kondo",
      "quote": "The objective of cleaning is not just to clean, but to feel happiness living within that environment."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Cleaning anything involves making something else dirty, but anything can get dirty without something else getting clean."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Cleaning your house while your kids are still growing up is like shoveling the walk before it stops snowing."
    },
    {
      "cite": "Joleigh Little",
      "quote": "Cleaning with children in the house really is like brushing your teeth while eating Oreos."
    },
    {
      "cite": "Thelma Harper",
      "quote": "Housework is like cleaning fish. No matter how often you do it, it still stinks."
    },
    {
      "cite": "Rose Macaulay",
      "quote": "At worst, a house unkept cannot be so distressing as a life unlived."
    },
    {
      "cite": "Cecil Baxter",
      "quote": "You don't get anything clean without getting something else dirty."
    },
    {
      "cite": "unknown",
      "quote": "If you can't clean up after yourself.. There's no need for you to mess things up.. And expect another person to clean up behind you."
    },
    {
      "cite": "unknown",
      "quote": "Our house is clean enough to be healthy, and dirty enough to be happy."
    },
    {
      "cite": "Ernest Vincent Wright",
      "quote": "A man thinks all dust stays outdoors."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Sweeping only moves the dust somewhere else."
    },
    {
      "cite": "unknown",
      "quote": "A spotless house is a sign of a misspent life."
    },
    {
      "cite": "Irish Saying",
      "quote": "A new broom sweeps clean, but the old broom knows the corners."
    },
    {
      "cite": "unknown",
      "quote": "Cleanliness is next to impossible."
    },
    {
      "cite": "Meagan Francis",
      "quote": "Cleaning and organizing is a practice not a project."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "Excuse the mess, but we live here."
    },
    {
      "cite": "Dave Barry",
      "quote": "Dogs do not grasp the concept of house cleaning."
    },
    {
      "cite": "unknown",
      "quote": "A clean house is the sign of a boring person."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Sometimes clean feels empty. A bit of clutter and dirt gladdens the heart and affirms a life in progress."
    },
    {
      "cite": "Radhika Mundra",
      "quote": "Nothing inspires cleanliness more than an unexpected guest."
    },
    {
      "cite": "Marcus Buckingham",
      "quote": "We dream of having a clean house — but who dreams of actually doing the cleaning?"
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Cleaning your house while your kids are still growing is like shoveling the walk before it stops snowing."
    },
    {
      "cite": "Maid Sailors",
      "quote": "A recurring cleaning will make you a happy person."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Laughter and tears are both responses to frustration and exhaustion. I myself prefer to laugh, since there is less cleaning up to do afterward."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "One shouldn't clean more than necessary; as unsurpassable amount of cleaning; leads to scraping away the oils of nature; the rudiments of color which add loads of vibrancy to life."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "In the daytime when sweeping and dusting and cleaning were quite at an end, he would sit very still on the doorstep."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "In the same manner, with all their washing and cleaning they've dirtied. All the troughs of the village, and all the fountains have sullied."
    },
    {
      "cite": "Pearl Jam",
      "quote": "She prides herself on her cleaning habits."
    },
    {
      "cite": "Luther Vandross",
      "quote": "Cleaning my soul. Flame on burn desire."
    },
    {
      "cite": "Dwight Yoakam",
      "quote": "Please, I'd rather not see us both get caught with cleaning up that could take years."
    },
    {
      "cite": "SHeDAISY",
      "quote": "Cleaning up the world for you and me."
    },
    {
      "cite": "Zero 7",
      "quote": "Cleaning up the mess you left behind."
    },
    {
      "cite": "We Ride",
      "quote": "Cleaning sweat and tears from your face . Living down on your knees."
    }
  ]
}