{
  "source": "https://www.wisesayings.com/cleanliness-quotes/",
  "theme": "cleanliness",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "Better keep yourself clean and bright; you are the window through which you must see the world."
    },
    {
      "cite": "Aaron Hill",
      "quote": "Don't call the world dirty because you forgot to clean your glasses."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Cleanliness is not next to godliness nowadays, for cleanliness is made an essential and godliness is regarded as an offence."
    },
    {
      "cite": "Abdu'l-Bahá",
      "quote": "In every aspect of life, purity and holiness, cleanliness and refinement, exalt the human condition. Even in the physical realm, cleanliness will conduce to spirituality."
    },
    {
      "cite": "J. R. D. Tata",
      "quote": "Cleanliness is the Hallmark of perfect standards and the best quality inspector is the conscience"
    },
    {
      "cite": "Emaan",
      "quote": "Cleanliness is half the faith."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "To keep the air fresh among words is the secret of verbal cleanliness."
    },
    {
      "cite": "Suze Orman",
      "quote": "Cleanliness is a state of purity, clarity, and precision."
    },
    {
      "cite": "Marie Kondo",
      "quote": "The objective of cleaning is not just to clean, but to feel happiness living within that environment."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Cleanliness can be defined as the purest emblem of the mind."
    },
    {
      "cite": "Christine Pelosi",
      "quote": "Being green and clean is not just an aspiration but an action."
    },
    {
      "cite": "Dee Hock",
      "quote": "Clean out a corner of your mind and creativity will instantly fill it."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Cleanliness and order are not matters of instinct; they are matters of education, and like most great things, you must cultivate a taste for them."
    },
    {
      "cite": "Francis Bacon",
      "quote": "For cleanness of body was ever esteemed to proceed from a due reverence to God, to society, and to ourselves."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Cleanliness may be defined to be the emblem of purity of mind."
    },
    {
      "cite": "Craig Brown",
      "quote": "Cleanliness is the scourge of art."
    },
    {
      "cite": "Meagan Francis",
      "quote": "Cleaning and organizing is a practice not a project."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "What separates two people most profoundly is a different sense and degree of cleanliness."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Cleanliness becomes more important when godliness is unlikely."
    },
    {
      "cite": "George Adams",
      "quote": "The cleanliness is essential to conducting nano-scale research."
    },
    {
      "cite": "Aniekee Tochukwu",
      "quote": "Cleanliness makes it easier to see the details."
    },
    {
      "cite": "Emeril Lagasse",
      "quote": "Cleanliness is very important. If you let kids make a total mess in the kitchen and then leave, you're not really teaching them anything."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Maintain a clean and strong character."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Cleanliness Is Next to Godliness."
    },
    {
      "cite": "Carl Van Vechten",
      "quote": "Cleanliness in the cat world is usually a virtue put above godliness."
    },
    {
      "cite": "A.M Winchester",
      "quote": "Cleanliness is to some a virtue, to some necessity, to others a luxury."
    },
    {
      "cite": "W. Aspinwall",
      "quote": "Cleanliness as well in our garments as in our dwellings, prevents the pernicious effects of bad smells and contagious vapors."
    },
    {
      "cite": "W. Aspinwall",
      "quote": "Cleanliness keeps up a free perspiration, renews the air, refreshes the blood, and even animates and enlivens the mind."
    },
    {
      "cite": "W. Aspinwall",
      "quote": "Cleanliness has a powerful influence on the health and preservation of the body."
    },
    {
      "cite": "The Smashing Pumpkins",
      "quote": "Emptiness is loneliness and loneliness is cleanliness and cleanliness is godliness."
    },
    {
      "cite": "Bone Thugs-N-Harmony",
      "quote": "For the cleanliness and the power the first in the nation to prove who they are."
    },
    {
      "cite": "Depeche Mode",
      "quote": "Cleanliness only comes in small doses, bodily whole, but my head's in a mess"
    },
    {
      "cite": "Method Man",
      "quote": "In a world full of cleanliness and you know all that other madness."
    },
    {
      "cite": "Sizzla",
      "quote": "She embrace cleanliness with ah humble profile"
    },
    {
      "cite": "Clutch",
      "quote": "To clean up this place of your scourge. If cleanliness is next to godliness."
    },
    {
      "cite": "De Staat",
      "quote": "I'll give you cleanliness, while I'll make it rain."
    },
    {
      "cite": "Amit Ray",
      "quote": "To keep the air fresh among words is the secret of verbal cleanliness."
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Neatness and cleanliness is not a function of how rich or poor you are but that of mentality and principle."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Environmental cleanliness begins with each individual desire to be clean."
    },
    {
      "cite": "Amit Ray",
      "quote": "Cleanliness is a mindset – a positive habit that keeps the body, mind, and environment happy, healthy, simple, neat, and delightful."
    },
    {
      "cite": "Radhika Mundra",
      "quote": "Nothing inspires cleanliness more than an unexpected guest."
    },
    {
      "cite": "Amit Ray",
      "quote": "There are two types of cleanliness: organic cleanliness and chemical cleanliness. Often chemical cleanliness is toxic and harmful. Natural or organic cleanliness focus on maintaining harmony with nature."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Godliness is the root of cleanliness."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "God loves cleanliness. The environment must be kept clean."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Let your hands be clean; God loves clean hands and no wonder cleanliness is next to Godliness."
    },
    {
      "cite": "Vishwas Chavan",
      "quote": "Culture of cleanliness will influence the hygine, health, asthetics and natural setting of the nation, which is a new age currency of a country."
    },
    {
      "cite": "Vishwas Chavan",
      "quote": "Cleanliness beings with purity of your own mind, thoughts and heart."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Living in filth is dark doom. The light of awaken leads to cleanliness."
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "Accept only as much ‘cleanliness’ that it won't cause you to worry if it became dirty. Maintain ‘cleanliness’ such that and only to the point that it does not burden you into bondage."
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Neatness and cleanliness is not a function of how rich or poor you are but that of mentality and principle."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Cleanliness and order are not matters of instinct; they are matters of education and like most great things you must cultivate a taste for them."
    }
  ]
}