{
  "source": "https://www.wisesayings.com/clever-quotes/",
  "theme": "clever",
  "quotes": [
    {
      "cite": "Guy Finley",
      "quote": "If we only knew how many times our seemingly clever comment cut straight into the heart of the person with whom we have just spoken, it is we who would bleed."
    },
    {
      "cite": "Naguib Mahfouz",
      "quote": "You can tell whether a man is clever by his answers. You can tell whether a man is wise by his questions."
    },
    {
      "cite": "Mark Haddon",
      "quote": "No one wants to know how clever you are. They don't want an insight into your mind, thrilling as it might be. They want an insight into their own."
    },
    {
      "cite": "Livy",
      "quote": "Men are only clever at shifting blame from their own shoulders to those of others."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "He who knows others is clever; He who knows himself has discernment."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "The greatest fools are ofttimes more clever than the men who laugh at them."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "Never stay up on the barren heights of cleverness, but come down into the green valleys of silliness."
    },
    {
      "cite": "Lawrence Hill",
      "quote": "Beware the clever man that makes the wrong look right"
    },
    {
      "cite": "Albert Einstein",
      "quote": "I am neither especially clever nor especially gifted. I am only very, very curious."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "No man is clever enough to know all the evil he does."
    },
    {
      "cite": "Will Durant",
      "quote": "One of the lessons of history is that nothing is often a good thing to do and always a clever thing to say."
    },
    {
      "cite": "Cornel West",
      "quote": "Clever gimmicks of mass distraction yield a cheap soulcraft of addicted and self-medicated narcissists."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The obstinacy of cleverness and reason is nothing to the obstinacy of folly and inanity."
    },
    {
      "cite": "Voltaire",
      "quote": "Clever tyrants are never punished."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "Patience and tenacity are worth more than twice their weight of cleverness."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "The cleverest of all, in my opinion, is the man who calls himself a fool at least once a month"
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "A clever, ugly man every now and then is successful with the ladies, but a handsome fool is irresistible."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Don't be too clever for an audience. Make it obvious. Make the subtleties obvious also."
    },
    {
      "cite": "Charles Maurice de Talleyrand",
      "quote": "What clever man has ever needed to commit a crime? Crime is the last resort of political half-wits."
    },
    {
      "cite": "Gilbert Parker",
      "quote": "It's the people who try to be clever who never are; the people who are clever never think of trying to be."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Cleverness is serviceable for everything, sufficient for nothing."
    },
    {
      "cite": "James Lovelock",
      "quote": "An inefficient virus kills its host. A clever virus stays with it."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "A clever arrangement of bad eggs will never make a good omelet."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "To be clever enough to get a great deal of money, one must be stupid enough to want it"
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "If you're not very clever you should be conciliatory."
    },
    {
      "cite": "Percy Ross",
      "quote": "A clever, imaginative, humorous request can open closed doors and closed minds"
    },
    {
      "cite": "Criss Jami",
      "quote": "Cleverness isn't always true nor is the truth always clever"
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Education without values, as useful as it is, seems rather to make man a more clever devil"
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Clever and attractive women do not want to vote; they are willing to let men govern as long as they govern men"
    },
    {
      "cite": "Mark Haddon",
      "quote": "Being clever was when you looked at how things were and used the evidence to work out something new."
    },
    {
      "cite": "Daniel C. Tomas",
      "quote": "Be aware. Be Curious. Be Clever. Innovation is Something to be Reckoned with."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Behind every clever man is an even cleverer woman."
    },
    {
      "cite": "Criss Jami",
      "quote": "The height of cleverness is in one's ability to be very clever without seeming clever at all."
    },
    {
      "cite": "Ian Driscoll",
      "quote": "There is a world of difference between being clever and being right."
    },
    {
      "cite": "Bobby Darnell",
      "quote": "Think of something clever, witty or profound, keep it short and people may quote you."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Justice fails because victims used to be too kind and criminals too clever."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Clever people will recognize and tolerate nothing but cleverness."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Clever men are good, but they are not the best."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The best way to destroy an enemy is to make him a friend."
    },
    {
      "cite": "Howard Aiken",
      "quote": "Don't worry about people stealing an idea. If it's original, you will have to ram it down their throats."
    },
    {
      "cite": "Henry Ford",
      "quote": "Nothing is particularly hard if you divide it into small jobs."
    },
    {
      "cite": "Robert Kennedy",
      "quote": "Always forgive your enemies, but never forget their names."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "When you're at the end of your rope, tie a knot and hold on"
    },
    {
      "cite": "Graham Greene",
      "quote": "Against the beautiful and the clever and the successful, one can wage a pitiless war, but not against the unattractive: then the millstone weighs on the breast."
    },
    {
      "cite": "Doris M. Smith",
      "quote": "Arguing with a fool proves there are two."
    },
    {
      "cite": "Criss Jami",
      "quote": "To be heroic is to be courageous enough to die for something; to be inspirational is to be crazy enough to live a little."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "A clever man commits no minor blunders."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The desire to seem clever often keeps us from being so."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "It is a great act of cleverness to be able to conceal one's being clever."
    },
    {
      "cite": "Tony DiTerlizzi",
      "quote": "Clever is as clever does."
    },
    {
      "cite": "Jerry Garcia",
      "quote": "Sometimes you have to be clever."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Cleverness becomes a public nuisance."
    },
    {
      "cite": "Rumi",
      "quote": "Trade your cleverness for bewilderment."
    },
    {
      "cite": "Michael Scott",
      "quote": "Fools lie, clever men stick to the truth."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Cleverly designed experiments are the key."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "Cleverness is a gift, kindness is a choice."
    },
    {
      "cite": "Matt Groening",
      "quote": "Everybody is clever, just in their own ways."
    },
    {
      "cite": "David Sedaris",
      "quote": "If you aren't cute, you may as well be clever."
    },
    {
      "cite": "Sophocles",
      "quote": "If they are just, they are better than clever."
    },
    {
      "cite": "Evan Esar",
      "quote": "A clever girl always seem to know less than the man she happens to be talking to."
    },
    {
      "cite": "Evan Esar",
      "quote": "When a wife laughs at her husband's jokes, it's not because they are clever, but because she is."
    },
    {
      "cite": "Evan Esar",
      "quote": "Some women are so clever that you can't talk with them for ten minutes without beginning to realize how brilliant you are."
    },
    {
      "cite": "Evan Esar",
      "quote": "Many woman is so clever that she manages to let no one suspect her of being half as foolish as she really is."
    },
    {
      "cite": "Evan Esar",
      "quote": "It takes a clever girl to keep a man at arm's length without losing her grip on him."
    },
    {
      "cite": "Evan Esar",
      "quote": "By the time the person is old enough to know better, he thinks he's clever enough to get away with it."
    },
    {
      "cite": "Evan Esar",
      "quote": "Sometimes nothing is the cleverest thing you can say when you want to say something clever."
    },
    {
      "cite": "Evan Esar",
      "quote": "Of all the clever wives, the cleverest is the one who never lets her husband suspect how clever she is."
    },
    {
      "cite": "Evan Esar",
      "quote": "A clever girl flatters a man by asking the kind of questions he is able to answer."
    },
    {
      "cite": "Evan Esar",
      "quote": "Every executive wishes he were as clever as he thinks his secretary thinks he is."
    },
    {
      "cite": "Euripides",
      "quote": "Mere cleverness is not wisdom."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "I hate the word clever, it seeks to demean."
    },
    {
      "cite": "Alfred Noyes",
      "quote": "Shun the ways of clever men, when they prove that black is white."
    },
    {
      "cite": "William Topaz McGonagall",
      "quote": "Because you are good and a very clever man, and to gainsay it there's a few people can."
    },
    {
      "cite": "Caroline Elizabeth Sarah Norton",
      "quote": "Wishes your guests to be clever, when he's asked to come and dine."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "Be good sweet maid, and let who will be clever; do noble things, not dream them all day long."
    },
    {
      "cite": "Henry Lawson",
      "quote": "If you're proud because of fortune or the clever things you do,  then i'll play no second fiddle; I'm a prouder man than you."
    },
    {
      "cite": "Arthur Henry Adams",
      "quote": "She is not reach or clever,  but her speechless thrill me ever."
    }
  ]
}