{
  "source": "https://www.wisesayings.com/cliff-quotes/",
  "theme": "cliff",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The ragged cliff has thousand faces in a thousand hours."
    },
    {
      "cite": "George MacKay",
      "quote": "Hills tell old stories. Cliffs are poets with harps."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "You've got to jump off cliffs and build your wings on the way down."
    },
    {
      "cite": "Rumi",
      "quote": "Dive today from the cliff of what you know into what you can't know."
    },
    {
      "cite": "Kami Garcia",
      "quote": "You can't jump off a cliff when you have already fallen off a bigger one."
    },
    {
      "cite": "Richard Kadrey",
      "quote": "When you jump off a cliff, is it better to land on jagged rocks or burning lava? I know this one. The answer is obvious: It doesn't matter where you land. You just jumped off a cliff."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "There's a cliff at the end point of a person's life; most us of peer over the edge of it, hanging on. That's why, when someone chooses to let go, it's so dramatically visible. The body will seem almost transparent. The eys will be looking at something the rest of us can't see."
    },
    {
      "cite": "Ruth Park",
      "quote": "He who climbs a cliff may die on the cliff, so what? Always a risk-taker by nature, now I became one by intent."
    },
    {
      "cite": "Nityananda Das",
      "quote": "The waves hit the cliff with more intensity than the shore, because the ocean knows the cliff has that masculine intensity which won't complain about her feminine energy."
    },
    {
      "cite": "Marlan Scully",
      "quote": "Getting up any cliff is like a physics problem — you just got to hold on, try everything, and stick with it."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Precipices are the routine routes of the unroutine men."
    },
    {
      "cite": "Walter Cronkite",
      "quote": "We are on the precipice of being so ignorant that our democracy is threatened."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The edge of a precipice... That is the place where man sits throughout his life!"
    },
    {
      "cite": "Blaise Pascal",
      "quote": "We run carelessly to the precipice, after we have put something before us to prevent us seeing it."
    },
    {
      "cite": "Winston Churchill",
      "quote": "You have to run risks. There are no certainties in war. There is a precipice on either side of you - a precipice of caution and a precipice of over-daring."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you are close to a precipice, go away a bit; if you are far from it, come close a bit! Enjoy the safety, enjoy the view! Without safety, it is dangerous; without view, it is dull! Life is an art of adjusting the distances!"
    },
    {
      "cite": "John Cleese",
      "quote": "It’s only on the brink that people find the will to change.  Only at the precipice do we evolve."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "When men have come to the edge of a precipice, it is the lover of life who has the spirit to leap backwards, and only the pessimist who continues to believe in progress."
    },
    {
      "cite": "Richard L. Evans",
      "quote": "If we don't want temptation to follow us, we shouldn't act as if we are interested. No one ever fell over a precipice who never went near one."
    },
    {
      "cite": "Carlos Fuentes",
      "quote": "I live through risk. Without risk there is no art. You should always be on the edge of a cliff about to fall down and break your neck."
    },
    {
      "cite": "Shia LaBeouf",
      "quote": "I'm constantly jumping off cliffs and developing my wings on the way down. ... It's a gamble, a ... spiritual gamble. You are who you choose to be."
    },
    {
      "cite": "Bob Dylan",
      "quote": "On the cliffs of your wild cat charms I'm riding."
    },
    {
      "cite": "Reid Hoffman",
      "quote": "You jump off a cliff and you assemble an airplane on the way down."
    },
    {
      "cite": "Geoffrey Canada",
      "quote": "There is an educational cliff we are walking over right this very second."
    },
    {
      "cite": "Zainab Salbi",
      "quote": "Sometimes you just have to jump off the cliff without knowing where you will land."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "We have to continually be jumping off cliffs and developing our wings on the way down."
    },
    {
      "cite": "Gary Neville",
      "quote": "We're at the top of the cliff and we can either fall off the edge or keep climbing."
    },
    {
      "cite": "Captain John Sheridan",
      "quote": "If you're falling off a cliff, you may as well try to fly. You have nothing to lose."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Those who live in the best cliffs think they are better than us. That is always man's attitude when he has power."
    },
    {
      "cite": "Benny Bellamacina",
      "quote": "I've been living on the edge for so long, my friends call me Cliff."
    },
    {
      "cite": "Robert Jordan",
      "quote": "It’s too late to change your mind after you’ve jumped off the cliff."
    },
    {
      "cite": "Donald Trump",
      "quote": "Always know you could be on the precipice of something great."
    },
    {
      "cite": "Frances J Roberts",
      "quote": "He who would not fall off the precipice must not venture too near the edge."
    },
    {
      "cite": "James Hansen",
      "quote": "We are on the precipice of climate system tipping points beyond which there is no redemption."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you are at the edge of a precipice, your every step is vital!"
    },
    {
      "cite": "Zachary Quinto",
      "quote": "We are at the precipice of great transformation within our culture and government."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A precipice cannot challenge the bird!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The edge of a precipice is a very merciless school; over there you either learn to be serious or you die foolishly!"
    },
    {
      "cite": "Denis Parsons Burkitt",
      "quote": "If people are constantly falling off a cliff, you could place ambulances under the cliff or build a fence on the top of the cliff. We are placing all too many ambulances under the cliff."
    },
    {
      "cite": "Sara Bareilles",
      "quote": "I feel like I'm on the precipice - just seeing a better version of me coming out."
    }
  ]
}