{
  "source": "https://www.wisesayings.com/climbing-quotes/",
  "theme": "climbing",
  "quotes": [
    {
      "cite": "John Ortberg",
      "quote": "The problem with spending your life climbing up the ladder is that you will go right past Jesus, for he's coming down"
    },
    {
      "cite": "Greg Child",
      "quote": "Somewhere between the bottom of the climb and the summit is the answer to the mystery why we climb."
    },
    {
      "cite": "Ingrid Bergman",
      "quote": "Getting old is like climbing a mountain; you get a little out of breath, but the view is much better!"
    },
    {
      "cite": "Samina Baig",
      "quote": "Mountain climbing is my passion, and to empower women through my expeditions is the reason."
    },
    {
      "cite": "John Ohrenschall",
      "quote": "Climbing would be a great, truly wonderful thing if it weren't for all that damn climbing."
    },
    {
      "cite": "Chris Sharma",
      "quote": "Climbing is this lifestyle activity that really works every muscle in your body."
    },
    {
      "cite": "Fred Nicole",
      "quote": "Climbing is often group activity and it's always inspiring to see how other people, who share your passions, do things."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "An adventure is only an inconvenience rightly considered. An inconvenience is only an adventure wrongly considered."
    },
    {
      "cite": "Martin Conway",
      "quote": "A man does not climb a mountain without bringing some of it away with him, and leaving something of himself upon it."
    },
    {
      "cite": "Gaston Rebuffat",
      "quote": "Climbing is, above all, a matter of integrity."
    },
    {
      "cite": "Barry Finlay",
      "quote": "Every mountain top is within reach if you just keep climbing."
    },
    {
      "cite": "Jayson Blair",
      "quote": "Once I had a better beat, I needed to have an even better one. And somewhere in that climbing, I lost sight of, sort of, my moral and ethical underpinnings."
    },
    {
      "cite": "Jeffrey Gitomer",
      "quote": "The secret to climbing up is to put your heart into your work."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "When you're climbing at high altitudes, life can get pretty miserable."
    },
    {
      "cite": "Jon Krakauer",
      "quote": "In climbing, having confidence in your partners is no small concern. One climber's actions can affect the welfare of the entire team."
    },
    {
      "cite": "Chris Sharma",
      "quote": "Every climb is different, has its own unique set of movements and body positions. Climbing and my appreciation for nature are totally intertwined."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "When you go to the mountains, you see them and you admire them. In a sense, they give you a challenge, and you try to express that challenge by climbing them."
    },
    {
      "cite": "Richard C. Miller",
      "quote": "It is the climbing of the mountain that makes the view from the top so breathtaking."
    },
    {
      "cite": "Tommy Caldwell",
      "quote": "In some ways, climbing in the clouds is comforting. You can no longer see how high off the ground you are."
    },
    {
      "cite": "Chuck Pratt",
      "quote": "Writing about climbing is boring. I would rather go climbing."
    },
    {
      "cite": "Elena Ferrante",
      "quote": "Climbing the economic ladder has been very hard for me; I still feel a great deal of guilt towards those I left behind."
    },
    {
      "cite": "Todd Skinner",
      "quote": "At its best, climbing becomes a life focus around which everything else must orbit and at its least is an excellent diversion from the real world."
    },
    {
      "cite": "A. C. Benson",
      "quote": "Ambition often puts men upon doing the meanest offices; so climbing is performed in the same position with creeping."
    },
    {
      "cite": "Ed Sklar",
      "quote": "Climbing may be hard, but it's easier than growing up."
    },
    {
      "cite": "Josh Billings",
      "quote": "Life is like a mountain: after climbing up one side and sliding down the other, put up the sled."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "After climbing a great hill, one only finds that there are many more hills to climb."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Management is efficiency in climbing the ladder of success; leadership determines whether the ladder is leaning against the right wall."
    },
    {
      "cite": "Chris Sharma",
      "quote": "Climbing is a process like yoga or running. We want to go to the spots where we're barely able to hold on. Those are the climbs that force us to become better athletes and grow as climbers."
    },
    {
      "cite": "Wolfgang Gullich",
      "quote": "In climbing you are always faced with new problems in which you must perform using intuitive movements, and then later analyze them to figure out why they work, and then learn from them."
    },
    {
      "cite": "Yvon Chouinard",
      "quote": "The climbing as a whole is not very esthetic or enjoyable; it is merely difficult."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Everyone wants to live on top of the mountain, but all the happiness and growth occurs while you're climbing it."
    },
    {
      "cite": "Criss Jami",
      "quote": "The harder you fall, the heavier your heart; the heavier your heart, the stronger you climb; the stronger you climb, the higher your pedestal."
    },
    {
      "cite": "Carrie Underwood",
      "quote": "Sometimes, that mountain you've been climbing, is just a grain of sand."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career."
    },
    {
      "cite": "Walter Bonatti",
      "quote": "Climbing is not a battle with the elements, nor against the law of gravity. It's a battle against oneself."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Failures are the stairs we climb to reach success."
    },
    {
      "cite": "Steph Davis",
      "quote": "Climbing, simply and joyfully, is the way I love the world."
    },
    {
      "cite": "Jerzy Kukuczka",
      "quote": "Climbing is a great effort, but the extraordinary pleasure."
    },
    {
      "cite": "Annie Smith Peck",
      "quote": "Climbing is unadulterated hard labor. The only real pleasure is the satisfaction of going where no man has been before and where few can follow."
    },
    {
      "cite": "John Muir",
      "quote": "Going to the mountains is going home."
    },
    {
      "cite": "Emayatzy E. Corinealdi",
      "quote": "Climbing trees is still one of my favorite things to do. A tree and a good book and I'm happy."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "It's like climbing a staircase. I'm on the top of the staircase, I look behind me and I see the steps. That's where I was."
    },
    {
      "cite": "Royal Robbins",
      "quote": "Climbing is a great game great not in spite of the demands it makes, but because of them. Great because it will not let us give half of ourselves-it demands all of us. It demands our best."
    },
    {
      "cite": "Oliver Wendell Holmes, Jr.",
      "quote": "A mind that is stretched by a new experience can never go back to its old dimensions."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Old age is like climbing a mountain. You climb from ledge to ledge. The higher you get, the more tired and breathless you become, but your views become more extensive."
    },
    {
      "cite": "Tim Kaine",
      "quote": "I say we are climbing out of a ditch and we are climbing up."
    }
  ]
}