{
  "source": "https://www.wisesayings.com/climate-change-quotes/",
  "theme": "climate-change",
  "quotes": [
    {
      "cite": "Paul Polman",
      "quote": "Climate change is sometimes misunderstood as being about changes in the weather. In reality it is about changes in our very way of life."
    },
    {
      "cite": "Christine Lagarde",
      "quote": "Unless we take action on climate change, future generations will be roasted, toasted, fried and grilled."
    },
    {
      "cite": "David Attenborough",
      "quote": "There is no question that climate change is happening; the only arguable point is what part humans are playing in it."
    },
    {
      "cite": "Astrid Nøklebye Heiberg",
      "quote": "Climate change is no longer a doomsday prophecy, it's a reality."
    },
    {
      "cite": "Lewis Gordon Pugh",
      "quote": "Climate change is the Everest of all problems, the thorniest challenge facing humankind."
    },
    {
      "cite": "Margaret MacMillan",
      "quote": "Climate change respects no borders."
    },
    {
      "cite": "John F. Kerry",
      "quote": "Climate change, if unchecked, is an urgent threat to health, food supplies, biodiversity, and livelihoods across the globe."
    },
    {
      "cite": "Cary Kennedy",
      "quote": "Climate change isn't something people get to choose to believe or not: it's happening."
    },
    {
      "cite": "Jim James",
      "quote": "When you think about climate change, that means that we won't have an Earth to be lonely on."
    },
    {
      "cite": "Bill McKibben",
      "quote": "In the end, climate change is a math problem."
    },
    {
      "cite": "Barack Obama",
      "quote": "The issue of climate change is one that we ignore at our own peril."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Climate change is the mother of all hysterias of the Left."
    },
    {
      "cite": "David Titley",
      "quote": "People working on climate change should prepare for catastrophic success."
    },
    {
      "cite": "Julia Gillard",
      "quote": "Climate change is real and it is caused to a significant extent by human activity."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Climate change is such a consequential crisis to everybody in the world."
    },
    {
      "cite": "Jose Mujica",
      "quote": "No country can solve climate change alone, we have to take global measures."
    },
    {
      "cite": "Alan Lowenthal",
      "quote": "Human-caused climate change threatens almost every aspect of human existence."
    },
    {
      "cite": "Winnie Byanyima",
      "quote": "Climate change is the biggest threat to our chances of winning the fight against hunger."
    },
    {
      "cite": "Ban Ki-moon",
      "quote": "Climate change is, simply, the greatest collective challenge we face as a human family."
    },
    {
      "cite": "Jeff Orlowski",
      "quote": "Climate change isn't a distant threat. It's already changing the way we live."
    },
    {
      "cite": "Dale Jamieson",
      "quote": "Climate change involves fundamental choices about how we want to live and what kind of world we want."
    },
    {
      "cite": "Tony Blair",
      "quote": "Climate change is probably the greatest long-term challenge facing the human race."
    },
    {
      "cite": "Seth Priebatsch",
      "quote": "Climate change is a complex problem with no central lever, and with unequal distribution of resources."
    },
    {
      "cite": "Freeman Dyson",
      "quote": "Climate change is part of the normal order of things, and we know it was happening before humans came."
    },
    {
      "cite": "Heinz Fischer",
      "quote": "Climate change is a fact. Its consequences, damages and costs are already being felt around the globe."
    },
    {
      "cite": "Christine Lagarde",
      "quote": "Tackling climate change is a collective endeavour, it means collective accountability and it's not too late."
    },
    {
      "cite": "David Miliband",
      "quote": "The window of opportunity to avoid dangerous climate change is closing more quickly than previously thought."
    },
    {
      "cite": "Bill Gates",
      "quote": "Climate change is a terrible problem, and it absolutely needs to be solved. It deserves to be a huge priority."
    },
    {
      "cite": "Alex Steffen",
      "quote": "By looking at climate change as a clean energy generation problem, we're setting ourselves up not to solve it."
    },
    {
      "cite": "John Gummer",
      "quote": "Global climate change needs global action now. The alarm bells ought to be ringing in every capital of the world."
    },
    {
      "cite": "Kofi Annan",
      "quote": "On climate change, we often don't fully appreciate that it is a problem. We think it is a problem waiting to happen."
    },
    {
      "cite": "Narendra Modi",
      "quote": "Fighting Climate Change calls for innovation, cooperation and will power to make the changes that the world needs."
    },
    {
      "cite": "Ken Livingstone",
      "quote": "To tackle climate change you don't have to reduce your quality of life, but you do have to change the way you live."
    },
    {
      "cite": "David Attenborough",
      "quote": "There is no question that climate change is happening; the only arguable point is what part humans are playing in it."
    },
    {
      "cite": "James Lovelock",
      "quote": "Climate change now represents so urgent a threat to mankind that the only way to deal with it is by suspending democracy."
    },
    {
      "cite": "Edward Davey",
      "quote": "Climate change threatens every man, woman and child."
    },
    {
      "cite": "Joe Biden",
      "quote": "The effects of climate change are real and must be acted on."
    },
    {
      "cite": "Barack Obama",
      "quote": "Climate change constitutes a serious threat to global security."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Combating climate change requires collaboration with many levels of government."
    },
    {
      "cite": "Bill McKibben",
      "quote": "In reality, climate change is actually the biggest thing that's going on every single day."
    },
    {
      "cite": "Jonathon Porritt",
      "quote": "Climate change is not an environmental issue, but much more to do with security and economics."
    },
    {
      "cite": "Nancy Pelosi",
      "quote": "The impact of climate change is a tremendous risk to the security and well-being of our countries."
    },
    {
      "cite": "Lewis Gordon Pugh",
      "quote": "The problem with climate change is that it's quite complicated for the ordinary person to understand."
    },
    {
      "cite": "John Kerry",
      "quote": "Climate change is real. The science is compelling. And the longer we wait, the harder the problem will be to solve."
    },
    {
      "cite": "Dale Jamieson",
      "quote": "It's true that climate change is an unprecedented problem so it's not surprising that it's so difficult to address."
    },
    {
      "cite": "Ottmar Edenhofer",
      "quote": "Climate change is a global commons problem."
    },
    {
      "cite": "Mary Robinson",
      "quote": "We now know that climate change is a driver of migration, and is expected to increase the displacement of populations."
    }
  ]
}