{
  "source": "https://www.wisesayings.com/climate-quotes/",
  "theme": "climate",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "It is your human environment that makes climate."
    },
    {
      "cite": "Mark Twain",
      "quote": "Climate is what we expect, weather is what we get."
    },
    {
      "cite": "Hugo Chavez",
      "quote": "If the climate were a bank, they would already have saved it."
    },
    {
      "cite": "Wallace Smith Broecker",
      "quote": "Climate is an angry beast and we are poking at it with sticks."
    },
    {
      "cite": "Bill McKibben",
      "quote": "Climate change is a huge problem, an almost insoluble problem."
    },
    {
      "cite": "Pope Francis",
      "quote": "The climate is a common good, belonging to all and meant for all."
    },
    {
      "cite": "Emilio Estevez",
      "quote": "In the current climate, we live in a pessimistic and non-idealistic world."
    },
    {
      "cite": "Anthony Giddens",
      "quote": "The risk climate of modernity is thus unsettling for everyone: no one escapes."
    },
    {
      "cite": "Richard Lindzen",
      "quote": "The influence of mankind on climate is trivially true and numerically insignificant."
    },
    {
      "cite": "Owen Paterson",
      "quote": "Climate change is obviously happening and there is obviously a man-made contribution."
    },
    {
      "cite": "Ban Ki-moon",
      "quote": "Climate change is, simply, the greatest collective challenge we face as a human family."
    },
    {
      "cite": "Jim Yong Kim",
      "quote": "We have to find climate-friendly ways of encouraging economic growth. The good news is we think they exist"
    },
    {
      "cite": "Christine Lagarde",
      "quote": "Tackling climate change is a collective endeavour, it means collective accountability and it's not too late"
    },
    {
      "cite": "Frank Crowninshield",
      "quote": "The only perfect climate is bed."
    },
    {
      "cite": "Ottmar Edenhofer",
      "quote": "Climate change is a global commons problem."
    },
    {
      "cite": "Bill McKibben",
      "quote": "In the end, climate change is a math problem."
    },
    {
      "cite": "Mary Robinson",
      "quote": "The changing climate is a threat to human rights."
    },
    {
      "cite": "Al Gore",
      "quote": "When it comes to climate, we can all make a big difference."
    },
    {
      "cite": "Barack Obama",
      "quote": "Climate change constitutes a serious threat to global security."
    },
    {
      "cite": "Marco Rubio",
      "quote": "Climate is always evolving, and natural disaster have always existed."
    },
    {
      "cite": "Jill Stein",
      "quote": "You cannot solve the climate crisis if you are putting people out of work."
    },
    {
      "cite": "Giacomo Leopardi",
      "quote": "In all climates, under all skies, man's happiness is always somewhere else."
    },
    {
      "cite": "Al Gore",
      "quote": "In order to solve the climate crisis, we need to solve the democracy crisis."
    },
    {
      "cite": "Walter E. Williams",
      "quote": "An increasing amount of climate research suggests a possibility of global cooling."
    },
    {
      "cite": "Bill McKibben",
      "quote": "In reality, climate change is actually the biggest thing that's going on every single day."
    },
    {
      "cite": "Jonathon Porritt",
      "quote": "Climate change is not an environmental issue, but much more to do with security and economics."
    },
    {
      "cite": "Nancy Pelosi",
      "quote": "The impact of climate change is a tremendous risk to the security and well-being of our countries."
    },
    {
      "cite": "Seth Priebatsch",
      "quote": "Climate change is a complex problem with no central lever, and with unequal distribution of resources."
    },
    {
      "cite": "Freeman Dyson",
      "quote": "Climate change is part of the normal order of things, and we know it was happening before humans came."
    },
    {
      "cite": "Heinz Fischer",
      "quote": "Climate change is a fact. Its consequences, damages and costs are already being felt around the globe."
    },
    {
      "cite": "Mike Hulme",
      "quote": "Self-evidently, dangerous climate change will not emerge from a normal scientific process of truth seeking."
    },
    {
      "cite": "Bill Gates",
      "quote": "Climate change is a terrible problem, and it absolutely needs to be solved. It deserves to be a huge priority."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "The climate is changing. This year we have come to understand this when we faced events that resulted in fires."
    }
  ]
}