{
  "source": "https://www.wisesayings.com/clingy-quotes/",
  "theme": "clingy",
  "quotes": [
    {
      "cite": "Anne Lamott",
      "quote": "Everyone is screwed up, broken, clingy, and scared, even the people who seem to have it more or less together."
    },
    {
      "cite": "Alanis Morissette",
      "quote": "That I would be loved even when I numb myself. That I would be good even when I am overwhelmed. That I would be loved even when I was fuming. That I would be good even if I was clingy."
    },
    {
      "cite": "Taylor Swift",
      "quote": "For a female to write about her feelings, and then be portrayed as some clingy, insane, desperate girlfriend in need of making you marry her and have kids with her, I think that's taking something that potentially should be celebrated, a woman writing about her feelings in a confessional way. That's taking it and turning it and twisting it into something that is frankly a little sexist."
    },
    {
      "cite": "Jennifer Crusie",
      "quote": "This is making me crazy. I hate relying on other people to save me, I hate being clingy, I hate it, and every time you show up, I lean on you."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Feminism has become a catch-all vegetable drawer where bunches of clingy sob sisters can store their moldy neuroses."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Every year, feminists provide more and more evidence for the old charge that women can neither think nor write."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "Normally, Edward would have found intrusive, clingy behavior of this sort very annoying, but there was something about Sarah Ruth. He wanted to take care of her. He wanted to protect her. He wanted to do more for her."
    },
    {
      "cite": "unknown",
      "quote": "Because introverts are typically good listeners and, at least, have the appearance of calmness, we are attractive to emotionally needy people."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Love should not cause suffocation and death if it is truly love. Don't bundle someone into an uncomfortable cage just because you want to ensure their safety in your life. The bird knows where it belongs, and will never fly to a wrong nest."
    },
    {
      "cite": "Himakshi Tarde",
      "quote": "You called me clingy while all I wanted was longer moments and lesser memories"
    },
    {
      "cite": "Harsh Snechanshu",
      "quote": "Too much of you is too less for me."
    },
    {
      "cite": "Antra Lodha",
      "quote": "Don't be clingy like the seasons. Leave when you have to."
    },
    {
      "cite": "Irving Caesar",
      "quote": "Your form, just like a clingy vine / Your lips, so warm and sweet as wine / Your cheek, so soft and close to mine / Devine"
    },
    {
      "cite": "George Teren",
      "quote": "God knows I ain't ever been the clingy type / Looking for a man to make it all all right / But I don't mind admitting sometimes late at night / Well, I need someone to hold me tight"
    },
    {
      "cite": "Carter Lang",
      "quote": "Sorry, I just need to see you / I'm sorry I'm so clingy, I don't me to be a lot / Do you really wanna love me down like you say you do? / Give it to me like you say you do?"
    },
    {
      "cite": "The Open Minds",
      "quote": "It started off as something I never had / From just friends, to lemme get your bag / And if I'm too clingy my bad / It's just you're the greatest thing I'll ever have"
    },
    {
      "cite": "Berry Jon",
      "quote": "Your clinginess tore up my mind / While I'm gone you'll still be with me."
    },
    {
      "cite": "Julian Kemp",
      "quote": "Maybe I was too clingy... or too laid back... or maybe I never really stood any bloody chance in the first place!"
    },
    {
      "cite": "Katherine Fugate",
      "quote": "Mom, you've stopped trying. Okay? And you're being all clingy and mean. And it's because you don't have a man in your life. You really gotta find somebody. Look, mom, you're a hot woman. If you just, you know, lose the clogs maybe."
    },
    {
      "cite": "Michele Alexander",
      "quote": "No! I'm going to limit myself to doing everything girls do wrong in relationships. Basically, everything we know guys hate. I'll be clingy"
    },
    {
      "cite": "Aaaron Sorkin",
      "quote": "I'm climbing out of the pool, my clothes will be clingy, avert you eyes"
    },
    {
      "cite": "Jean Pain",
      "quote": "We all need support from out partners right? But there's a difference between being clingy and being supported"
    },
    {
      "cite": "Jean Pain",
      "quote": "It doesn't have to be a clingy relationship. It's what they call interdependent."
    },
    {
      "cite": "Jean Pain",
      "quote": "You're not relating to somebody who wants to be part of you. You're keeping your separateness and enjoying your separateness together."
    },
    {
      "cite": "Avril Carruthers",
      "quote": "An unhealthy relationship might be too clingy, needy, manipulative, exploitive, bullying or rejecting."
    },
    {
      "cite": "Gautam Malkani",
      "quote": "It's a bit difficult to get off with someone while they're telling you that you've become too clingy."
    },
    {
      "cite": "Christi Crosby Bergin",
      "quote": "Attachment to parents in childhood can affect adult attachments."
    },
    {
      "cite": "Christi Crosby Bergin",
      "quote": "Some people advise new mothers not to pick up their babies when they cry because they will become dependent and clingy."
    },
    {
      "cite": "Patty Cogen",
      "quote": "Separation anxiety, relinquishment sensitivity, excessive clinginess, and school refusal are terms that therapists and counselors have used to describe separation issues."
    },
    {
      "cite": "Angelica Tapas",
      "quote": "If in every move that you do, he is always there or when they demand all your undivided attention to them, the relationship may have issues with clinginess."
    },
    {
      "cite": "Angelica Tapas",
      "quote": "Dealing with emotional clinginess is not really easy but if you love the person, you discuss with your partner that too much clinginess is already suffocating you."
    },
    {
      "cite": "Angelica Tapas",
      "quote": "Some women are really clingy and it can be annoying to men."
    },
    {
      "cite": "Angelica Tapas",
      "quote": "Being busy doing things that you are passionate about can reduce the clinginess that you have in your relationship."
    },
    {
      "cite": "Angelica Tapas",
      "quote": "New activities that take some time away from you may lessen clinginess."
    },
    {
      "cite": "Joseph Nowinski",
      "quote": "Signs that young children are having problems as a result of their parents' divorce include increased clinginess and general fearfulness."
    },
    {
      "cite": "Joseph Nowinski",
      "quote": "Clinginess, or a tendency to want to be almost glued to a parent's side."
    },
    {
      "cite": "Joseph Nowinski",
      "quote": "It can be difficult for some parents to respond to clinginess when it comes from boys."
    },
    {
      "cite": "David L. Dunner",
      "quote": "Clinginess is another common manifestation of dependent personality and is a sign of pathological attachment."
    },
    {
      "cite": "David L. Dunner",
      "quote": "The adaptability of clinginess is questionable because this trait eventually alienates most people and threatens to drive away the very persons to whom one clings the most tightly."
    },
    {
      "cite": "Andrew Magrath",
      "quote": "A lack of object constancy heightens our sense of insecurity in our relationships leading to jealousy, clinginess, and other similar social behavioural patterns."
    },
    {
      "cite": "Marie Maguire",
      "quote": "Some men may be more aware of a desire to withdraw from intimacy, while some women are only in touch with their vulnerability and clinginess."
    },
    {
      "cite": "Robin Sorensonc",
      "quote": "When we fear we'll be left alone, our clinginess becomes a repellent to people wanting to get close, because closeness poses risks of suffocation."
    },
    {
      "cite": "Robin Sorenson",
      "quote": "Dependency is a self-perpetuating problem."
    },
    {
      "cite": "Bethenny Frankel",
      "quote": "If you are independent and can't stand clinginess, you might have to let go of that needy person, even if you love him"
    },
    {
      "cite": "Moonie",
      "quote": "Where strong attachments are made, babies and toddlers are less likely to show demanding behaviour such as clinginess."
    },
    {
      "cite": "Emmanuelle Chaulet",
      "quote": "There is space and trust for each partner to grow, on the other hand there are feelings of possession, intense desires, clinginess and jealousy."
    },
    {
      "cite": "Basant K. Puri",
      "quote": "Similarly, clinical observation of families in whom there is inconsistency and neglect of parenting shows clinginess."
    },
    {
      "cite": "Johannes Brahms",
      "quote": "We cling nervously to the melody, but we don't handle it freely, we don't really make anything new out of it, we merely overload it."
    },
    {
      "cite": "Sonny Bono",
      "quote": "Don't cling to fame. You're just borrowing it. It's like money. You're going to die, and somebody else is going to get it."
    },
    {
      "cite": "Zhuangzi",
      "quote": "We cling to our own point of view, as though everything depended on it. Yet our opinions have no permanence; like autumn and winter, they gradually pass away."
    },
    {
      "cite": "Jane Jacobs",
      "quote": "Some men tend to cling to old intellectual excitements, just as some belles, when they are old ladies, still cling to the fashions and coiffures of their exciting youth."
    }
  ]
}