{
  "source": "https://www.wisesayings.com/clock-quotes/",
  "theme": "clock",
  "quotes": [
    {
      "cite": "William Faulkner",
      "quote": "Clocks slay time. Time is dead as long as it is being clicked off by little wheels; only when the clock stops does time come to life."
    },
    {
      "cite": "Proverb",
      "quote": "Even a broken clock is right twice a day."
    },
    {
      "cite": "Elisabeth Rohm",
      "quote": "You've got to clock the hours and pay your dues. Then eventually, people will come to you. You have to be patient and appreciative."
    },
    {
      "cite": "Alice Morse Earle",
      "quote": "The clock is running. Make the most of today. Time waits for no man. Yesterday is history. Tomorrow is a mystery. Today is a gift. That's why it is called the present."
    },
    {
      "cite": "Charles Augustin Sainte-Beuve",
      "quote": "There are people whose clocks stop at a certain point in their lives."
    },
    {
      "cite": "Ernest Moniz",
      "quote": "The clock is ticking as nature attempts to absorb the increased greenhouse gas emissions."
    },
    {
      "cite": "Fulton J Sheen",
      "quote": "The mind is like a clock that is constantly running down and must be wound up daily with good thoughts."
    },
    {
      "cite": "David Levithan",
      "quote": "The clock always ticks. There are times you don't hear it, and there are times that you do."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Digital clocks took the space out of time."
    },
    {
      "cite": "Joan Lindsay",
      "quote": "Time - whether you are burning it up or falling in love or spreading it out thin in a dentist's waiting room is a commodity that cannot be weighed out and measured by clocks."
    },
    {
      "cite": "Susan Glaspell",
      "quote": "A clock is a little machine that shuts us out from the wonder of time."
    },
    {
      "cite": "Joseph Bathanti",
      "quote": "The clock sweats out each minute of what meat is left to us."
    },
    {
      "cite": "Ronnie Cornelisz",
      "quote": "We progress a step farther, in each tick of the clock."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "CLOCK, n. A machine of great moral value to man, allaying his concern for the future by reminding him what a lot of time remains to him."
    },
    {
      "cite": "Thomas Otway",
      "quote": "Clocks will go as they are set, but man, irregular man, is never constant, never certain."
    },
    {
      "cite": "Hal Borland",
      "quote": "Time has its own dimensions, and neither the sun nor the clock can encompass them all."
    },
    {
      "cite": "Diana Gabaldon",
      "quote": "Knowing what o'clock it is gives ye the illusion that ye have some control over your circumstances."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "Ten million years will not put a strain on the clock of eternity."
    },
    {
      "cite": "Nancy E Turner",
      "quote": "A clock only turns one direction."
    },
    {
      "cite": "Emily Bronte",
      "quote": "The clock strikes off the hollow half-hours of all the life that is left to you, one by one."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Your clock cannot buy you more time, your bed cannot get you more sleep, your titles cannot acquire you more influence, your fame cannot gain you more honor, and your money cannot earn you more happiness."
    },
    {
      "cite": "Ben Folds",
      "quote": "The clock never stops, never stops, never waits. We're growing old. It's getting late."
    },
    {
      "cite": "David Mitchell",
      "quote": "Clocks in disagreement are worse than no clock at all."
    },
    {
      "cite": "James Cash Penney",
      "quote": "Clock watchers never seem to be having a good time."
    },
    {
      "cite": "Robert W Service",
      "quote": "Ah! the clock is always slow; it is later than you think."
    },
    {
      "cite": "Paul Kagame",
      "quote": "We cannot turn the clock back nor can we undo the harm caused, but we have the power to determine the future and to ensure that what happened never happens again."
    },
    {
      "cite": "Peter S Beagle",
      "quote": "A Clock is not time; it's numbers and springs. Pay it no mind."
    },
    {
      "cite": "Anonymous",
      "quote": "Tick. Tick. Tick. This is the sound of your life running out."
    },
    {
      "cite": "Thom Yorke",
      "quote": "Time is running out for us But you just move the hands upon the clock You throw coins in the wishing well For us You just move your hands upon the wall."
    },
    {
      "cite": "Dave Winfield",
      "quote": "You have to be like a clock spring, wound but not loose at the same time."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Unfortunately, the clock is ticking, the hours are going by. The past increases, the future recedes. Possibilities decreasing, regrets mounting."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "The clock ticked with empty urgency, as though trying to catch up with the time. In the street a siren howled."
    },
    {
      "cite": "Sam Levenson",
      "quote": "Don't watch the clock; do what it does. Keep going."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Even stopped clocks are right twice a day."
    },
    {
      "cite": "Jay Griffiths",
      "quote": "Clock measurement is not time itself. In fact, so opposed are they that one could argue the clock is not a synonym, but the opposite of time."
    },
    {
      "cite": "Francois Rabelais",
      "quote": "No clock is more regular than the belly."
    },
    {
      "cite": "Julia McNair Wright",
      "quote": "as all clocks need winding, so all human brains and bodies need to be wound up by sleeping."
    },
    {
      "cite": "Mary Lascelles",
      "quote": "A story conducted by the time of a clock and calendars alone would be a story not of human beings but of mechanical toys."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Every click of the cosmic clock brings us closer to the process for which the planet called us into existence."
    },
    {
      "cite": "Dean Koontz",
      "quote": "The hands of every clock are shears, trimming us away scrap by scrap, and every time piece with a digital readout blinks us towards implosion."
    },
    {
      "cite": "Stephanie Mills",
      "quote": "Time clocks rob the world of wild possibility. That's what they're for."
    },
    {
      "cite": "Victor Hugo",
      "quote": "By putting forward the hands of the clock you shall not advance the hour."
    },
    {
      "cite": "Al Gore",
      "quote": "Consider a clock thermostat, and set it so that you're not using energy when you don't need it, when you're out of your house."
    },
    {
      "cite": "Paul Schrader",
      "quote": "The clock is impotent; mechanical time does not affect those living in an eternal present."
    },
    {
      "cite": "Igor Stravinsky",
      "quote": "We can neither put back the clock nor slow down our forward speed, and as we are already flying pilotless, on instrument controls, it is even too late to ask where we are going."
    },
    {
      "cite": "Aleksandr Pushkin",
      "quote": "The clock of doom had struck as fated; the poet, without a sound, let fall his pistol on the ground."
    },
    {
      "cite": "John Wyndham",
      "quote": "The clock is the most scared thing in a hospital."
    },
    {
      "cite": "John Nunn",
      "quote": "The clock is just as much a part of the game as the board and pieces, and losing because of time-trouble is no different to losing because of weak play - it's still a zero on the score-sheet."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "Clocks were invented to warn us. Tick (time is passing). Tock (time has passed)."
    },
    {
      "cite": "A. Daniel Goldsmith",
      "quote": "The clock of life is wound but once, and no man has the power to tell just when the hands will stop at late or early hour."
    },
    {
      "cite": "A. Daniel Goldsmith",
      "quote": "You can't turn back the clock, but you can wind it up again."
    },
    {
      "cite": "A. Daniel Goldsmith",
      "quote": "The present only is your own. Live, love, toil with a will. Place no faith in tomorrow, for the clock may then be still."
    },
    {
      "cite": "A. Daniel Goldsmith",
      "quote": "Don't forget to wind the clock before you go to bed."
    },
    {
      "cite": "A. Daniel Goldsmith",
      "quote": "The best part of the day is over when the alarm clock goes off."
    },
    {
      "cite": "Evan Esar",
      "quote": "The man who invented the alarm clock believed people slept too long or worked too little."
    },
    {
      "cite": "Evan Esar",
      "quote": "The only thing worse than hearing the alarm clock is not hearing it."
    },
    {
      "cite": "Evan Esar",
      "quote": "Some men have alarm clocks; others have their wives elbows."
    },
    {
      "cite": "Evan Esar",
      "quote": "Of all daylight-saving plans, the best by far is an alarm clock."
    },
    {
      "cite": "Evan Esar",
      "quote": "When an alarm clock wakes a man up, it makes him feel not like the early bird, but like the worm."
    },
    {
      "cite": "Evan Esar",
      "quote": "An alarm clock is a device that wakes you up just in time to go back to sleep."
    },
    {
      "cite": "Evan Esar",
      "quote": "What this country needs is an alarm clock that can be set on Saturday night to ring Monday morning."
    },
    {
      "cite": "Evan Esar",
      "quote": "The man who invented the alarm clock probably did more than anyone else to arouse the working classes."
    },
    {
      "cite": "Evan Esar",
      "quote": "An alarm clock is built with a mechanism to scare the daylights into you."
    },
    {
      "cite": "Evan Esar",
      "quote": "Take a lesson from the clock; it passes the time by keeping its hands busy."
    },
    {
      "cite": "Evan Esar",
      "quote": "An office clock is rarely stolen, probably because everyone watches it."
    },
    {
      "cite": "Evan Esar",
      "quote": "No matter how fast a clock may run, it always winds up at the same place."
    },
    {
      "cite": "Evan Esar",
      "quote": "In some homes the clock, like father, is always wrong."
    },
    {
      "cite": "Evan Esar",
      "quote": "A clock is a modest piece of furniture that covers its face with its hands, and runs down its own works."
    },
    {
      "cite": "Apurva Gaglani",
      "quote": "Those who work by the clock cannot think for themselves."
    },
    {
      "cite": "Apurva Gaglani",
      "quote": "Observe the clock. It shows that time changes every second, yet the change repeats every 12 hours."
    },
    {
      "cite": "Apurva Gaglani",
      "quote": "If you happen to break a wall-clock, realize that you have less time to live."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Quiet minds can't be perplexed or frightened, but go on in fortune or misfortune at their own private pace, like a clock during a thunderstorm."
    },
    {
      "cite": "John Clare",
      "quote": "Here I lie, a clock-o'-clay, waiting for the time o' day."
    },
    {
      "cite": "Steven R. Mamchak",
      "quote": "The teacher had brought in an old clock for some of his students to work on in their spare time."
    },
    {
      "cite": "ECCO2K",
      "quote": "The clock don't stop. Absorbs to the core. I wish I fall. I sink to the floor."
    },
    {
      "cite": "Fats Domino",
      "quote": "Tick-tock, stop the clock. Time keeps moving on, soon my baby will be gone."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "I executed each of my task meticulously as the clock indefatigably ticked; harmoniously carrying out all my duties of the day without the slightest of circumspection or bewilderment."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Night after night goes by: and clocks still chime and stars are changing pattrns in the dark."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "You say it is only twelve o'clock. Suppose it isn't any later; can't you ever think it is afternoon when it is only twelve o'clock?"
    },
    {
      "cite": "Joseph Howe",
      "quote": "Hold--hold--good Clock, another quarter stay--for if I cannot raise, or beg or borrow."
    }
  ]
}