{
  "source": "https://www.wisesayings.com/cloning-quotes/",
  "theme": "cloning",
  "quotes": [
    {
      "cite": "Robin Williams",
      "quote": "We've had cloning in the South for years. It's called cousins."
    },
    {
      "cite": "Leon Kass",
      "quote": "It's very hard to make arguments about the effects of cloning on family relations if family relations are in tatters."
    },
    {
      "cite": "Alastair Reynolds",
      "quote": "We live in a science fictional world with things like cloning and face transplants, and things seem to be getting stranger and stranger."
    },
    {
      "cite": "Christiane Nusslein-Volhard",
      "quote": "Humans are something very different from animals, and the numbers required to get cloning to work in animals are completely prohibitory with humans."
    },
    {
      "cite": "Roger Spottiswoode",
      "quote": "The basic premise of this is that, yes, people have learned to clone each other, but that cloning is illegal. Not that it's bad, just that the law as it is now, is that if you die, you're dead."
    },
    {
      "cite": "Will Advise",
      "quote": "The way to be invisible - is to truly be imaginary. But since you cannot imagine yourself, you have to clone your imagination into being an image of yourself. Imagine that"
    },
    {
      "cite": "Merlyn Gabriel Miller",
      "quote": "Experiences and memories make us who we are, not just our genes."
    },
    {
      "cite": "Seiji Kishi",
      "quote": "There are two problems, in fact: First, how many clones did the copy make? And if the clones can make more clones, then there's no end to them."
    },
    {
      "cite": "Woody Allen",
      "quote": "I like to be watched while I clone. The more the merrier, you know. Never, never - never clone alone."
    },
    {
      "cite": "Bill Lawrence",
      "quote": "When life gives you lemons, you clone those lemons and make super lemons."
    },
    {
      "cite": "Dick Wolf",
      "quote": "Science and the future wait for no one. If not for me, someone will clone a human being. You wait and see!"
    },
    {
      "cite": "Ken Woodruff",
      "quote": "Cloning lets you see incoming calls and texts. It's like listening in on a second line. Ripping is when you make a digital copy of the phone. It is also impossible to detect."
    },
    {
      "cite": "Aaron Michael Lacey",
      "quote": "Human rights for prisoners and for clones. They feel the use of prisoners in cloning experimentation is in violation of those rights. Even though they are on death row we must treat them humanely until time of departure."
    },
    {
      "cite": "Aaron D. Levine",
      "quote": "Cloning science stands poised to shape our future, both in exciting and in potentially frightening ways."
    },
    {
      "cite": "Aaron D. Levine",
      "quote": "Cloning is, at its most basic level, reproduction without sex."
    },
    {
      "cite": "Aaron D. Levine",
      "quote": "By and large, cloning is not what you see in the movies. Its is not photocopying."
    },
    {
      "cite": "Aaron D. Levine",
      "quote": "Cloning matters because it is on the verge of affecting daily life around the world and its importance will only grow with time."
    },
    {
      "cite": "Aaron D. Levine",
      "quote": "Cloning also matters because, given the field's current trajectory, it is part of our shared future."
    },
    {
      "cite": "P. Ramadass",
      "quote": "The word cloning describes the processes used to create an exact genetic replica of another cell, tissue or organism."
    },
    {
      "cite": "P. Ramadass",
      "quote": "The cloning of cells promises to produce many benefits in farming, medicine and basic research."
    },
    {
      "cite": "Leon Kass",
      "quote": "Success in cloning a sheep does not guarantee success in cloning other organisms."
    },
    {
      "cite": "William Saunders",
      "quote": "Cloning would only produce humanoids or androids--soulless replicas of human beings that could used as slaves."
    },
    {
      "cite": "Nrent Staples",
      "quote": "Synthetic humans would be easy for humanity's instincts."
    },
    {
      "cite": "Arlene Judith Klotzko",
      "quote": "The cloning procedure has not been proven safe and, as a result, its application toward the generation of newborn children could produce deformities and other types of birth defects."
    },
    {
      "cite": "Arlene Judith Klotzko",
      "quote": "Opposition to cloning on the basis of safety alone is almost surely a losing proposition."
    },
    {
      "cite": "Daniel Cohen",
      "quote": "Efforts to clone humans clearly are not in the mainstream of biological research. Human cloning attempts will be costly and difficult."
    },
    {
      "cite": "Daniel Cohen",
      "quote": "Cloning was almost never shown as something that would be of benefit to our species in the future. It was something scary, dangerous and immoral."
    },
    {
      "cite": "Daniel Cohen",
      "quote": "But human cloning is a topic that touches deep human emotions."
    },
    {
      "cite": "Anne McLaren",
      "quote": "So, cloning is apparently taken to be morally problematic."
    },
    {
      "cite": "Stephen D. Fairbanks",
      "quote": "The possibility of using cloning technology not just for therapeutic purposes but also for reproducing human beings raises moral and ethical questions."
    },
    {
      "cite": "Stephen D. Fairbanks",
      "quote": "Cloning, if allowed for human reproduction, could affect society's perception of what it means to be a human being."
    },
    {
      "cite": "Stephen D. Fairbanks",
      "quote": "Some worry that cloning would lead to diminished respect for human life in general."
    },
    {
      "cite": "Stephen D. Fairbanks",
      "quote": "The possibility of human cloning is offensive to the religious and other deeply held beliefs of many people."
    },
    {
      "cite": "Robert Gilmore McKinnell",
      "quote": "Human cloning might relate primarily to producing more people."
    },
    {
      "cite": "Robert Gilmore McKinnell",
      "quote": "Thus cloning, although a useful procedure to the horticulturalist and experimental biologist, is not an appropriate method of reproduction. It seems that 4 billion plus souls are enough for this fragile sphere."
    },
    {
      "cite": "Lewis Thomas",
      "quote": "The cloning of humans is on most of the lists of things to worry about from science, along with behaviour control, genetic engineering, transplanted heads, computer poetry and the unrestrained growth of plastic flowers."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Anybody who objects to cloning on principle has to answer to all the identical twins in the world who might be insulted by the thought that there is something offensive about their very existence. Clones are simply identical twins."
    },
    {
      "cite": "Claude Vorilhon",
      "quote": "Cloning will enable mankind to reach eternal life."
    },
    {
      "cite": "Leon Kass",
      "quote": "Cloning represents a very clear, powerful, and immediate example in which we are in danger of turning procreation into manufacture."
    },
    {
      "cite": "George Annas",
      "quote": "Cloning of a human being is intuitively and properly viewed with almost uniform horror, because replication of a human by cloning would radically alter the very definition of what a human being is."
    },
    {
      "cite": "Anonymous",
      "quote": "Cloning is the sincerest form of flattery."
    },
    {
      "cite": "Leon Kass",
      "quote": "Cloning looks like a degrading of parenthood and a perversion of the right relation between parents and children."
    },
    {
      "cite": "Christiane Nusslein-Volhard",
      "quote": "Humans are something very different from animals, and the numbers required to get cloning to work in animals are completely prohibitory with humans."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Cloning is great. If God made the original, then making copies should be fine."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Cloning may be good and it may be bad. Probably it's a bit of both. The question must not be greeted with reflex hysteria but decided quietly, soberly and on its own merits. We need less emotion and more thought."
    },
    {
      "cite": "Ian Wilmut",
      "quote": "The pressures for human cloning are powerful; but, although it seems likely that somebody, at some time, will attempt it, we need not assume that it will ever become a common or significant feature of human life."
    }
  ]
}