{
  "source": "https://www.wisesayings.com/closure-quotes/",
  "theme": "closure",
  "quotes": [
    {
      "cite": "David Deida",
      "quote": "Your heart knows the truth of openness and suffers the tense lie of your closure."
    },
    {
      "cite": "David Deida",
      "quote": "We eventually learn that emotional closure is our own action. We can be responsible for it. In any moment, we can choose to open or to close."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Forgiving people isn't always about giving them another chance. It's for closure so you can move on."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Closure is a neurotic and infantile demand to make upon reality, other people, or language."
    },
    {
      "cite": "Allison Anders",
      "quote": "I don't believe you ever get closure on anything. Things leave a permanent mark on you."
    },
    {
      "cite": "Hugh Howey",
      "quote": "Sometimes a thing needed opening before closure was found."
    },
    {
      "cite": "Martin Amis",
      "quote": "Closure is a greasy little word which, moreover, describes a nonexistent condition. The truth, Venus, is that nobody gets over anything."
    },
    {
      "cite": "Paul Pearsall",
      "quote": "There's never any closure in an awe-inspired life, only constant acceptance of the mysteries of life."
    },
    {
      "cite": "Mhargs Abuda",
      "quote": "How can you fully open your heart to someone new, when in fact what you really need is a closure from your past."
    },
    {
      "cite": "Diablo Cody",
      "quote": "I think sometimes people really require the satisfaction of closure."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "I think it's important to have closure in any relationship that ends from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase."
    },
    {
      "cite": "Tim Morrison",
      "quote": "Closure is an American lie used to justify revenge. Healing is getting used to the pain, learning to be damaged."
    },
    {
      "cite": "Khadija Rupa",
      "quote": "But my world fell apart, and all they could do, the whole universe, was to silently move on."
    },
    {
      "cite": "Elizabeth McCracken",
      "quote": "I sort of don't believe in closure. In the sense that it doesn't make me feel better to think that something is over."
    },
    {
      "cite": "Meg Wolitzer",
      "quote": "Closure, that impossible thing that no one had ever experienced in life, because there always seemed to be a little aperture, a slit of light."
    },
    {
      "cite": "Jonathan Maberry",
      "quote": "Closure isn't closure until someone's ready to close the door."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Nothing changes until people decide to do the things they must, in order to bring about peace."
    },
    {
      "cite": "Stephen Grosz",
      "quote": "Closure is just as delusive, it is the false hope that we can deaden our living grief."
    },
    {
      "cite": "Celeste Chaney",
      "quote": "What was closure if not a clock? Not an end as everyone imagined, but a beginning."
    },
    {
      "cite": "Earl A Grollman",
      "quote": "For survivors, the word closure often connotes that the bereaved are underachievers who flunked a grief course."
    },
    {
      "cite": "Will Leamon",
      "quote": "Closure means the door is kinda shut, we use it like a temporary swab to dab a bleeding wound that will never heal only clot."
    }
  ]
}