{
  "source": "https://www.wisesayings.com/cloudy-day-quotes/",
  "theme": "cloudy-day",
  "quotes": [
    {
      "cite": "Hosea Ballou",
      "quote": "The cloudy weather melts at length into beauty, and the brightest smiles of the heart are born of it's tears."
    },
    {
      "cite": "Old Saying",
      "quote": "When clouds appear like rocks and towers, the earth's refreshed by frequent showers."
    },
    {
      "cite": "Robert Leighton",
      "quote": "The flower that follows the sun does so even inÂ cloudyÂ days."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Don't forget: Beautiful sunsets need cloudy Skies...Â"
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A cloudy day is no match for a sunny disposition."
    },
    {
      "cite": "Laurent Angliviel de la Beaumelle",
      "quote": "There are some cloudy days for the mind as well as for the world; and the man who has the most genius is twenty times a day in the clouds.Â"
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Dark clouds become heaven's flowers when kissed by light."
    },
    {
      "cite": "Kelsang Gyatso",
      "quote": "Our mind is like a cloudy sky: in essence clear and pure, but overcast by clouds of delusions. Just as the thickest clouds can disperse, so, too, even the heaviest delusions can be removed from our mind."
    },
    {
      "cite": "Joe Walsh",
      "quote": "Everybody else shares the same cloudy sky."
    },
    {
      "cite": "DapperMonkey",
      "quote": "Sometimes in life we become so preoccupied with the cloudy days, we lose the ability to recognize the sunny ones."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The sky may be overcast today with clouds, but a fervent prayer to God is enough to dispel them."
    },
    {
      "cite": "Proverb",
      "quote": "A misty morning does not signify a cloudy day."
    },
    {
      "cite": "Jane Lynch",
      "quote": "You can't make a cloudy day a sunny day, but can embrace it and decide it's going to be a good day after all."
    },
    {
      "cite": "Joseph Addison",
      "quote": "A cloudy day or a little sunshine have as great an influence on many constitutions as the most recent blessings or misfortunes."
    },
    {
      "cite": "Marinela Reka",
      "quote": "A clear rejection is like a storm with sunshine that follows, but a fake promise is like a cloudy day which hides the sun forever."
    },
    {
      "cite": "Thomas Love Peacock",
      "quote": "Clouds on clouds, in volumes driven. Curtain round the vault of heaven."
    },
    {
      "cite": "unknown",
      "quote": "Gray skies are just clouds passing over."
    },
    {
      "cite": "Daniel",
      "quote": "Even on cloudy days, the sun waits to break through."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Become like the sun. If you do so, all darkness will be dispelled. No matter what happens, live confidently with the conviction that you, yourself are the \"sun.\" Of course, in life there are sunny days andÂ cloudy days. But even onÂ cloudy days, the sun is still there. Even when you are suffering, it is vital that you strive to keep the sun shining brightly in your heart."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "A cloudy morning does not signify that the entire day is gonna be rainy! What's pressing you down today has nothing to change about your great future! Let patience be your inspiration."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Those who keep speaking about the sun while walking under a cloudy sky are messengers of hope, the true saints of our day.Â"
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "We have not wings we cannot soar; but, we have feet to scale and climb, by slow degrees, by more and more, the cloudy summits of our time."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "A gray day provides the best light."
    },
    {
      "cite": "Ovid",
      "quote": "If you count the sunny and the cloudy days of the whole year, you will find that the sunshine predominates."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Clouds come floating into my life from other days no longer to shed rain or usher storm but to give colour to my sunset sky."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "If you let cloudy water settle, it will become clear. If you let your upset mind settle, your course will also become clear."
    },
    {
      "cite": "Paul Mccartney",
      "quote": "And when the night is cloudy There is still a light that shines on me Shine on until tomorrow, let it Be."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Watch the clouds. They will teach you about the world of form."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "Those clouds are angels' robes."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Waves of a serene life pass over us from time to time, like flakes of sunlight over the fields in cloudy weather."
    },
    {
      "cite": "George Eliot",
      "quote": "There is a sort of jealousy which needs very little fire; it is hardly a passion, but a blight bred in the cloudy, damp despondency of uneasy egoism."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The twilight is sad and cloudy, The wind blows wild and free, And like the wings of sea-birds Flash the white caps of the sea."
    },
    {
      "cite": "Cavett Robert",
      "quote": "When it is foggy in the pulpit it's cloudy in the pew."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The clouds that gather round the setting sun, Do take a sober colouring from an eye, That hath kept watch o'er man's mortality."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Clouds signify the veil of the Most High."
    }
  ]
}