{
  "source": "https://www.wisesayings.com/clouds-quotes/",
  "theme": "clouds",
  "quotes": [
    {
      "cite": "Richard Bach",
      "quote": "A cloud does not know why it moves in just such a direction and at such a speed. It feels an impulsion, this is the place to go now. But the sky knows the reasons and the patterns behind all clouds, and you will know, too, when you lift yourself high enough to see beyond horizons."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky."
    },
    {
      "cite": "Mark Nepo",
      "quote": "Even when clouds grow thick, the sun still pours its light earthward."
    },
    {
      "cite": "Jose Eduardo Agualusa",
      "quote": "When people look at clouds they do not see their real shape, which is no shape at all, or every shape, because they are constantly changing. They see whatever it is that their heart yearns for."
    },
    {
      "cite": "Munia Khan",
      "quote": "Whatever the clouds plan to do; I always trust in the sun which never fails to come out."
    },
    {
      "cite": "Jasleen Kaur Gumber",
      "quote": "Clouds are on top for a reason. They float so high because they refuse to carry any burden!"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "There is divinity in the clouds."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Clouds in the sky very much resembles the thoughts in our minds! Both changes perpetually from one second to another!"
    },
    {
      "cite": "Paul F. Davis",
      "quote": "The sun always shines above the clouds."
    },
    {
      "cite": "Matthew Quick",
      "quote": "If clouds are blocking the sun, there will always be a silver lining that reminds me to keep on trying."
    },
    {
      "cite": "Rachel Joyce",
      "quote": "The sky and the sun are always there. It's the clouds that come and go."
    },
    {
      "cite": "Ikkyu",
      "quote": "I can see clouds a thousand miles away, hear ancient music in the pines."
    },
    {
      "cite": "Soroosh Shahrivar",
      "quote": "For it is when calm clouds gather that thunder is made."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "No dark cloud can forever prevent the sun from shining!"
    },
    {
      "cite": "A. A. Milne",
      "quote": "How sweet to be a cloud. Floating in the blue!"
    },
    {
      "cite": "Anonymous",
      "quote": "Some people are like clouds. When they disappear, it's a brighter day."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "God is a cloud from which rain fell."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Clouds, they make a painting out of the sky."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Behind the clouds is the sun still shining."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Prepare yourself so that you can be a rainbow in somebody else's cloud."
    },
    {
      "cite": "Robin Williams",
      "quote": "Clouds are like boogers hanging on the nostrils of the moon."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "When you star arises, your cloud of opposition awakens."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Clouds can never hide the sun forever; so don't complain about clouds but never forget to welcome the sun."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nature is a mutable cloud which is always and never the same."
    },
    {
      "cite": "Marie Lu",
      "quote": "Clouds suit my mood just fine."
    },
    {
      "cite": "Harrish Sairaman",
      "quote": "If you can fly above the cloud of politics, the storm is not for you."
    },
    {
      "cite": "Judy Garland",
      "quote": "Behind every cloud is another cloud."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "There are no rules of architecture for a castle in the clouds."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Clouds are the sky's imagination."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "He has his head in the clouds. He must live in a skyscraper."
    },
    {
      "cite": "Louisa Alcott",
      "quote": "Be comforted, dear soul! There is always light behind the clouds."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Watch the clouds. They will teach you about the world of form."
    },
    {
      "cite": "Sarah McLachlan",
      "quote": "Happiness is like a cloud, if you stare at it long enough, it evaporates."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Dark clouds become heaven's flowers when kissed by light."
    },
    {
      "cite": "Alice Meynell",
      "quote": "We talk of sunshine and moonshine, but not of cloud-shine, which is yet one of the illuminations of our skies. A shining cloud is one of the most majestic of all secondary lights."
    },
    {
      "cite": "Mia Couto",
      "quote": "He who seeks eternity should look at the sky, he who seeks the moment, should look at the cloud."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The clouds. The only birds that never sleep."
    },
    {
      "cite": "Thomas Love Peacock",
      "quote": "Clouds on clouds, in volumes driven, curtain round the vault of heaven."
    },
    {
      "cite": "John Milton",
      "quote": "Every cloud has a silver lining."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water."
    },
    {
      "cite": "Anais Nin",
      "quote": "Don't let one cloud obliterate the whole sky."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "A cloudy day is no match for a sunny disposition."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "Those clouds are angels' robes."
    },
    {
      "cite": "Benoit Mandelbrot",
      "quote": "A cloud is made of billows upon billows upon billows that look like clouds. As you come closer to a cloud you don't get something smooth, but irregularities at a smaller scale."
    },
    {
      "cite": "Lydia Maria Child",
      "quote": "Misfortune is never mournful to the soul that accepts it; for such do always see that every cloud is an angel's face."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Clouds symbolize the veils that shroud God."
    },
    {
      "cite": "Rumi",
      "quote": "Lose yourself. Escape from the black cloud that surrounds you. Then you will see your own light as radiant as the full moon."
    },
    {
      "cite": "Pythagoras",
      "quote": "Above the cloud with its shadow is the star with its light. Above all things reverence thyself."
    },
    {
      "cite": "Don Marquis",
      "quote": "Every cloud has its silver lining but it is sometimes a little difficult to get it to the mint."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "To penetrate and dissipate these clouds of darkness, the general mind must be strengthened by education."
    },
    {
      "cite": "Wayne Shorter",
      "quote": "Clouds float in the same pattern only once."
    },
    {
      "cite": "Demosthenes",
      "quote": "Clouds cannot cover secret places, nor denials conceal truth."
    },
    {
      "cite": "John F. Carlson",
      "quote": "Clouds are fascinating to paint because they are the only element in a landscape that possesses free movement."
    },
    {
      "cite": "Mary Todd Lincoln",
      "quote": "Clouds and darkness surround us, yet Heaven is just, and the day of triumph will surely come, when justice and truth will be vindicated."
    },
    {
      "cite": "Roger Ebert",
      "quote": "Clouds do not really look like camels or sailing ships or castles in the sky. They are simply a natural process at work. So too, perhaps, are our lives."
    }
  ]
}