{
  "source": "https://www.wisesayings.com/clover-quotes/",
  "theme": "clover",
  "quotes": [
    {
      "cite": "Anne Sexton",
      "quote": "If you meet a cross-eyed person you must plunge into the grass, alongside the chilly ants, fish through the green fingernails and come up with the four-leaf clover."
    },
    {
      "cite": "Bare Naked Ladies",
      "quote": "If I were a field, you would be in clover. If I were the sun, you would be in shadow. If I had a gun, there'd be no tomorrow."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "What a miserable thing life is: you're living in clover, only the clover isn't good enough."
    },
    {
      "cite": "Caprice Crane",
      "quote": "Believing there's no such thing as luck is very unlucky. Like, the worst. Beyond stealing someone's lucky four-leaf clover."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "The peace of great books be for you, Stains of pressed clover leaves on pages, Bleach of the light of years held in leather."
    },
    {
      "cite": "Conor Oberst",
      "quote": "Now I believe that lovers should be draped in flowers and laid entwined together on a bed of clover and left there to sleep, left there to dream of their happiness."
    },
    {
      "cite": "David Henry",
      "quote": "Green clovers. Blue diamonds. Orange Stars. Pink hearts. Purple horseshoes. Man, I never know if I'm looking at a bowl of cereal or having another acid flashback."
    },
    {
      "cite": "Ella Higginson",
      "quote": "If you work, if you wait, you will find the place where the four-leaf clovers grow."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "To make a prairie it takes a clover and one bee, One clover, and a bee, And revery. The revery alone will do, If bees are few."
    },
    {
      "cite": "George Orwell",
      "quote": "Clover was a stout motherly mare approaching middle life, who had never quite got her figure back after her fourth foal."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "No cop was ever born who wasn't a sucker for a finely-executed high-speed Controlled Drift all the way around one of those clover-leaf freeway interchanges."
    },
    {
      "cite": "Jean Ingelow",
      "quote": "Crowds of bees are giddy with clover Crowds of grasshoppers skip at our feet, Crowds of larks at their matins hang over, Thanking the Lord for a life so sweet."
    },
    {
      "cite": "Jean Ingelow",
      "quote": "There's no dew left on the daisies and clover; there's no rain left in heaven."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "I'm feeling lucky like a four-leaf clover."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Through the open door A drowsy smell of flowers -grey heliotrope And white sweet clover, and shy mignonette Comes fairly in, and silent chorus leads To the pervading symphony of Peace."
    },
    {
      "cite": "Julie Klausner",
      "quote": "I think of basset hounds whenever I turn on my computer because I have photos of them. And if I'm lucky, and I see one on the street, I know it's going to be a good day. They really are like a four-leaf clover."
    },
    {
      "cite": "Kristin O'Donnell Tubb",
      "quote": "Story collectors tend to be superstitious. Knock on wood, black cats, four leaf clovers... that sort of thing. After all, superstitions are the little stories we tell ourselves to make sense of our chaotic world."
    },
    {
      "cite": "Louise Imogen Guiney",
      "quote": "The fears of what may come to pass, I cast them all away, Among the clover scented grass, Among the new-mown hay."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you overvalue the uncommon, you spoil the uncommon and it begins to think of itself as something very precious! Don’t forget, a three-leaf clover is as valuable as the five-leaf-clover!"
    },
    {
      "cite": "Natalie Imbruglia",
      "quote": "I've always been drawn to the four-leaf clover. It's deeply significant to my sister and me, so much so that we both have had it tattooed on the inside of our wrists."
    },
    {
      "cite": "Sarah Jessica Parker",
      "quote": "A best friend is like a four leaf clover: a hard to find and lucky to have."
    },
    {
      "cite": "Sarah Orne Jewett",
      "quote": "Your patience may have long to wait,Whether in little things or great,But all good luck, you soon will learn,Must come to those who nobly earn.Who hunts the hay-field overWill find the four-leaved clover."
    },
    {
      "cite": "Stanislaw Lem",
      "quote": "If a man who can’t count finds a four leaf clover, is he lucky?"
    },
    {
      "cite": "Stephen Colbert",
      "quote": "The shamrock is a religious symbol. St. Patrick said the leaves represented the trinity: the Father, the Son and the Holy Spirit. That's why four leaf clovers are so lucky, you get a bonus Jesus."
    },
    {
      "cite": "Tracy Chapman",
      "quote": "I'll toss my coins in the fountain, Look for clovers in grassy lawns Search for shooting stars in the night Cross my fingers and dream on."
    },
    {
      "cite": "unknown",
      "quote": "Don't search for a four-leaf clover. Good luck is shinning right above you. All you got to do, is believe. Happy St. Patrick's Day."
    },
    {
      "cite": "Walter Chrysler",
      "quote": "The reason so many people never get anywhere in life is because when opportunity knocks, they are out in the backyard looking for four-leaf clovers."
    }
  ]
}