{
  "source": "https://www.wisesayings.com/clown-quotes/",
  "theme": "clown",
  "quotes": [
    {
      "cite": "Miguel de Cervantes",
      "quote": "The cleverest character in comedy is the clown, for he who would make people take him for a fool, must not be one."
    },
    {
      "cite": "Patch Adams",
      "quote": "The role of a clown and a physician are the same it's to elevate the possible and to relieve suffering."
    },
    {
      "cite": "Rawi Hage",
      "quote": "When fighting clowns, always go for the juggler."
    },
    {
      "cite": "Mel Gussow",
      "quote": "Though the clown is often deadpan, he is a connoisseur of laughter."
    },
    {
      "cite": "Thomas Sydenham",
      "quote": "The arrival of a good clown exercises a more beneficial influence upon the health of a town than twenty asses laden with drugs."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "We are the zanies of sorrow. We are clowns whose hearts are broken."
    },
    {
      "cite": "P. T. Barnum",
      "quote": "Clowns are the pegs on which the circus is hung."
    },
    {
      "cite": "Rawi Hage",
      "quote": "Never underestimate a clown with a book."
    },
    {
      "cite": "Angela Carter",
      "quote": "The clown may be the source of mirth, but - who shall make the clown laugh?"
    },
    {
      "cite": "Stephen King",
      "quote": "Nobody likes a clown at midnight"
    },
    {
      "cite": "Groucho Marx",
      "quote": "A clown is like aspirin, only he works twice as fast"
    },
    {
      "cite": "Kambiz Shabankareh",
      "quote": "A clown makes you laugh it doesn't mean he knows how to perform a surgery."
    },
    {
      "cite": "Horace",
      "quote": "The clown waits for the river to run itself dry"
    },
    {
      "cite": "Jango Edwards",
      "quote": "Once you are clown you can never go back. You know too much."
    },
    {
      "cite": "Emmett Kelly",
      "quote": "A clown's makeup and character, that's all he has to sell. He loves and believes in that character."
    },
    {
      "cite": "Cole Porter",
      "quote": "Be a clown, be a clown, All the world loves a clown. Act the fool, play the calf, And you'll always have the last laugh."
    },
    {
      "cite": "Anonymous",
      "quote": "A clown enriched knows neither relation nor friend."
    },
    {
      "cite": "Jenni Fagan",
      "quote": "Clowns are vicious--they're all nefarious grins--and if you hung out with a bunch of clowns in a bar, pretty soon it would turn into a horror movie. Nefarious means evil. It's nothing to do with Rastas."
    },
    {
      "cite": "Nuno Roque",
      "quote": "A red nose is the clown's mask and my moustache is mine."
    }
  ]
}