{
  "source": "https://www.wisesayings.com/clumsy-quotes/",
  "theme": "clumsy",
  "quotes": [
    {
      "cite": "Nikos Kazantzakis",
      "quote": "The human soul is heavy, clumsy, held in the mud of the flesh. Its perceptions are still coarse and brutish. It can divine nothing clearly, nothing with certainty."
    },
    {
      "cite": "Sarah Rees Brennan",
      "quote": "Words felt so clumsy when she was talking about feelings and not facts."
    },
    {
      "cite": "Joy Kogawa",
      "quote": "Language to me is a tool, a very clumsy tool. And words are garden tools with which to till the soil of one's life."
    },
    {
      "cite": "Evelyn Underhill",
      "quote": "The heart outstrips the clumsy senses, and sees - perhaps for an instant, perhaps for long periods of bliss - an undistorted and more veritable world."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Writing is the clumsy attempt to find symbols for wordlessness."
    },
    {
      "cite": "Bjork",
      "quote": "Believe it or not, I'm a bit clumsy with technology. It's probably why I'm so excited about the touchscreen - even an idiot can use it!"
    },
    {
      "cite": "Robert Jarvik",
      "quote": "This idea that clumsy, stumbling people are real bright is ridiculous, because intelligence is related to neurologic function, and really intelligent people are very well-coordinated."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Truth is a clumsy servant that breaks the dishes while washing them."
    },
    {
      "cite": "Jonathan Maberry",
      "quote": "Guilt and rage, hatred and fear were pathways to weakness and clumsy choices."
    },
    {
      "cite": "Tom Freston",
      "quote": "A career path is rarely a path at all. A more interesting life is usual a more crooked, winding path of missteps, luck and vigorous work. It is almost always a clumsy balance between the things you try to make happen and the things that happen to you."
    },
    {
      "cite": "Robert Smithson",
      "quote": "Let's face it, the human eye is clumsy, sloppy, and unintelligible when compared to the camera's eye."
    },
    {
      "cite": "Cambria Hebert",
      "quote": "You know you're a clumsy person when you cause other people to fall down."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Illness is a clumsy attempt to arrive at health: we must come to nature's aid with intellect."
    },
    {
      "cite": "Joe Gebbia",
      "quote": "Sympathy relies on a common experience. If you're clumsy, you might have sympathy for others who tend to bump into things. Empathy, on the other hand, is the ability to understand another person's feelings even if you've never experienced them yourself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Men always want to be a woman's first love. That is their clumsy vanity. We women have a more subtle instinct about things."
    },
    {
      "cite": "Sophie Swetchine",
      "quote": "In order to have an enemy, one must be somebody. One must be a force before he can be resisted by another force. A malicious enemy is better than a clumsy friend."
    }
  ]
}