{
  "source": "https://www.wisesayings.com/clutter-quotes/",
  "theme": "clutter",
  "quotes": [
    {
      "cite": "Edward Tufte",
      "quote": "Clutter is not a property of information. Clutter is a failure of design."
    },
    {
      "cite": "Anne Katherine",
      "quote": "When we clutter our lives with imagined obligations, unnecessary activities, and distractions that only kill time, we dilute the power of our lives."
    },
    {
      "cite": "Eleanor Brown",
      "quote": "Clutter is not just physical stuff, it's old ideas, toxic relationships and bad habits."
    },
    {
      "cite": "Edward Tufte",
      "quote": "Clutter and confusion are failures of design, not attributes of information."
    },
    {
      "cite": "Anonymous",
      "quote": "Clutter is anything that doesn't belong in a space whether it belongs elsewhere in your home or it doesn't belong in your home any longer."
    },
    {
      "cite": "Eleanor Brownn",
      "quote": "Clutter is not just physical stuff. It's old ideas, toxic relationships and bad habits. Clutter is anything that does not support your better self."
    },
    {
      "cite": "Tommy Newberry",
      "quote": "Clutter smothers joy, while simplicity liberates it. Clutter makes life complicated, heavy, and wearisome. Simplicity makes life relaxed, carefree, and invigorating."
    },
    {
      "cite": "Charisse Ward",
      "quote": "Clutter causes stress, and clutter is one of the main barriers of productivity."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Eliminate physical clutter. More importantly, eliminate spiritual clutter."
    },
    {
      "cite": "Ada Louise Huxtable",
      "quote": "Clutter in its highest and most organized form is called collecting."
    },
    {
      "cite": "Russell Lynes",
      "quote": "Clutter is what happens to things when they become useless but friendly."
    },
    {
      "cite": "Cristin Frank",
      "quote": "Clutter is evidence of excess."
    },
    {
      "cite": "Carmine Gallo",
      "quote": "Clutter forces the brain to consume energy. Create uncluttered environments instead."
    },
    {
      "cite": "Anonymous",
      "quote": "Clutterers often suffer from false beliefs that we do not deserve any better, that we are failures, that there will never be enough for us. Clutterless helps us eradicate these ideas."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "If a cluttered desk is the sign of a cluttered mind, what is the significance of a clean desk?"
    },
    {
      "cite": "Edward Tufte",
      "quote": "Clutter is not an attribute of information, clutter is a failure of design fix the design rather than stripping all the detail out of the map."
    },
    {
      "cite": "Katrina Mayer",
      "quote": "Clutter is found in so many shapes and sizes. We can find it on our kitchen tables, under our beds, in our cars, and in our heads."
    },
    {
      "cite": "Cynthia Kyriazis",
      "quote": "Clutter is symptomatic of delayed decision making."
    },
    {
      "cite": "Anonymous",
      "quote": "Creative clutter is better than idle neatness."
    },
    {
      "cite": "Christina Scalise",
      "quote": "Clutter is the physical manifestation of unmade decisions fueled by procrastination."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Clutter and mess show us that life is being lived."
    },
    {
      "cite": "William Zinsser",
      "quote": "Clutter is the official language used by corporations to hide their mistakes."
    }
  ]
}