{
  "source": "https://www.wisesayings.com/coaching-quotes/",
  "theme": "coaching",
  "quotes": [
    {
      "cite": "Bill Mccartney",
      "quote": "All coaching is, is taking a player where he can't take himself."
    },
    {
      "cite": "Morgan Wootten",
      "quote": "To be successful in coaching you have to treat your team like a family. The leader needs backing from everyone."
    },
    {
      "cite": "Phil Crosby",
      "quote": "Selecting the right person for the right job is the largest part of coaching."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Coaching is nothing more than eliminating mistakes before you get fired."
    },
    {
      "cite": "Darrell Royal",
      "quote": "I learned this about coaching: You don't have to explain victory and you can't explain defeat."
    },
    {
      "cite": "Elaine Macdonald",
      "quote": "Coaching helps you take stock of where you are now in all aspects of your life, and how that compares to where you would like to be."
    },
    {
      "cite": "Scotty Bowman",
      "quote": "The better the coaching has become, the worse the game has become."
    },
    {
      "cite": "Mark Messier",
      "quote": "Coaching really is an individual philosophy."
    },
    {
      "cite": "Eddie Robinson",
      "quote": "Coaching is a profession of love. You can't coach people unless you love them."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "The purpose of training is to tighten up the slack, toughen the body, and polish the spirit."
    },
    {
      "cite": "Queen Elizabeth",
      "quote": "It's all to do with the training: you can do a lot if you're properly trained."
    },
    {
      "cite": "John Romaniello",
      "quote": "The best training program in the world is absolutely worthless without the will to execute it properly, consistently, and with intensity."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Training gives us an outlet for suppressed energies created by stress and thus tones the spirit just as exercise conditions the body."
    },
    {
      "cite": "Sir Robert Baden-Powell",
      "quote": "An individual step in character training is to put responsibility on the individual."
    },
    {
      "cite": "Mark Van Doren",
      "quote": "The art of teaching is the art of assisting discovery."
    },
    {
      "cite": "Arthur Collins",
      "quote": "Training is all-encompassing and should be related to everything a unit does, or can have happen to it."
    },
    {
      "cite": "Graeme Le Saux",
      "quote": "Training is such a vital part of preparation for a game, you really do train to play. It tops up your ability, like sharpening a carving knife. You can get away with not doing it for a while, as long as you have reached a certain standard of fitness."
    },
    {
      "cite": "Byron &amp; Catherine Pulsifer",
      "quote": "Coaching is an action, not a title and actions result in successes!"
    },
    {
      "cite": "Bill Courtney",
      "quote": "Coaching doesn't start with X's and O's. It starts with believing that players win games and coaches win players."
    },
    {
      "cite": "Timothy Gallwey",
      "quote": "Coaching is unlocking a person's potential to maximize their own performance. It is helping them to learn rather than teaching them."
    },
    {
      "cite": "Clair Bee",
      "quote": "Good coaching may be defined as the development of character, personality and habits of players, plus the teaching of fundamentals and team play."
    },
    {
      "cite": "Jack Welch",
      "quote": "Does coaching work? Yes. Good coaches provide a truly important service. They tell you the truth when no one else will."
    },
    {
      "cite": "Thomas Crane",
      "quote": "By not providing coaching to people after providing them with behaviorally-based skill training, we set them up for failure."
    },
    {
      "cite": "Bill Hybels",
      "quote": "Coaching is the most important servant leadership element in helping people accomplish their goals."
    },
    {
      "cite": "Patrick Williams",
      "quote": "Coaching is effective self-expression in the coach/client relationship so that you catalyze your clients' manifestation of their own desired outcomes."
    },
    {
      "cite": "George S. Odiorne",
      "quote": "Coaching isn't an addition to a leader's job, it's an integral part of it."
    },
    {
      "cite": "Tony Stoltzfus",
      "quote": "Coaching is helping people grow without telling them what to do."
    },
    {
      "cite": "Tommy Prothro",
      "quote": "Coaching is not a natural way of life. Your victories and losses are too clear cut."
    },
    {
      "cite": "unknown",
      "quote": "Coaching is people management- getting people to do what you want them to do and like doing it"
    },
    {
      "cite": "Jeff Brown",
      "quote": "Coaching does not permit democracy."
    },
    {
      "cite": "Aubrey Malphurs",
      "quote": "[Coaching is] helping people discover what they could not discover on their own, so they can become what they want to become."
    },
    {
      "cite": "Bob Zuppke",
      "quote": "Coaching isn't a great mystery. It's Just hard work, determination, and inspiration at the right moment."
    },
    {
      "cite": "Alvin Toffler",
      "quote": "By instructing students how to learn, unlearn and relearn, a powerful new dimension can be added to education."
    },
    {
      "cite": "Ric Charlesworth",
      "quote": "The interesting thing about coaching is that you have to trouble the comfortable, and comfort the troubled"
    },
    {
      "cite": "Thomas Leonard",
      "quote": "Coaching doesn't make sick people well...it helps healthy people become extra-ordinary."
    },
    {
      "cite": "Gary Collins",
      "quote": "Coaching is the art and practice of guiding a person or group from where they are toward the greater competence and fulfillment that they desire."
    },
    {
      "cite": "Bum Phillips",
      "quote": "Coaching is not how much you know. It's how much you can get players to do."
    },
    {
      "cite": "John Whitmore",
      "quote": "Coaching is unlocking a person's potential to maximize their own performance. It is helping them to learn rather than teaching them."
    },
    {
      "cite": "Rick Pitino",
      "quote": "The key to coaching is not what you do, but the way you do it. The intangibles, the motivational parts of the game are the most important facets of it"
    },
    {
      "cite": "Don Meyer",
      "quote": "It doesn't matter where you coach, it matters why you coach."
    },
    {
      "cite": "John Wooden",
      "quote": "Good coaching is about leadership and instilling respect in your players. Dictators lead through fear--good coaches do not."
    },
    {
      "cite": "Don Shula",
      "quote": "My coaching philosophy? Determine your players talents and give them every weapon to get the most from those talents."
    },
    {
      "cite": "Elizabeth And Gifford Pinchot",
      "quote": "The goal of coaching is not in fixing what is broken, but in discovering new talents and new ways to use old talents that lead to far greater effectiveness."
    },
    {
      "cite": "Allen Newell",
      "quote": "The single most important thing in coaching is turning out educated kids who are ready for society."
    },
    {
      "cite": "James Counsilman",
      "quote": "We know the principles of coaching. The art is knowing when to apply them."
    },
    {
      "cite": "Herb Brooks",
      "quote": "Coaching is like being a king. It prepares you for nothing."
    },
    {
      "cite": "Chris Lytle",
      "quote": "I define coaching as launching the salesperson on a voyage of discovery by asking questions."
    },
    {
      "cite": "Tyson Gay",
      "quote": "It's all about training smart."
    },
    {
      "cite": "Mark Spitz",
      "quote": "The only side effect of too much training is that you get into better shape. There is nothing wrong with that."
    },
    {
      "cite": "Pat Conroy",
      "quote": "Good coaching is good teaching and nothing else."
    }
  ]
}