{
  "source": "https://www.wisesayings.com/coach-quotes/",
  "theme": "coach",
  "quotes": [
    {
      "cite": "Bill Courtney",
      "quote": "The effectiveness of a leader is best judged by the actions of those he guides."
    },
    {
      "cite": "John Madden",
      "quote": "Coaches have to watch for what they don't want to see and listen to what they don't want to hear."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "Leaders should be reliable without being predictable. They should be consistent without being anticipated."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Don't tell me about your effort. Show me your results."
    },
    {
      "cite": "Kenneth H. Blanchard",
      "quote": "Once leaders embrace the role of coach, they realize the weight of leadership is now balanced between themselves and their direct reports."
    },
    {
      "cite": "Pat Riley",
      "quote": "In all the research you do as a coach, studying other coaches and championship-type situations, you find that all those teams combined talent with great defense. You've got to stop other teams to win."
    },
    {
      "cite": "Elaine Macdonald",
      "quote": "A life coach does for the rest of your life what a personal trainer does for your health and fitness."
    },
    {
      "cite": "Thomas G. Bandy",
      "quote": "Great coaches are visionaries. Great coaches instill, nurture, and encourage vision, then model and motivate surrender to it."
    },
    {
      "cite": "Brian Cagneey",
      "quote": "Coaches are aware of how to ignite passion and motivate people. They have an energy that is contagious and know exactly how to get their team excited."
    },
    {
      "cite": "Andre Agassi",
      "quote": "A great coach can lead you to a place where you don't need him any more."
    },
    {
      "cite": "Joe Greene",
      "quote": "For a football coach, there's nothing that matches the pain of a team not playing up to its capabilities."
    },
    {
      "cite": "Knute Rockne",
      "quote": "A coach's greatest asset is his sense of responsibility - the reliance placed on him by his players."
    },
    {
      "cite": "John Wooden",
      "quote": "A coach is someone who can give correction without causing resentment"
    },
    {
      "cite": "Paul Bryant",
      "quote": "No coach has ever won a game by what he knows; it's what his players know that counts."
    },
    {
      "cite": "Gordie Gillespie",
      "quote": "Great coaches are great humanitarians. They really care for the athlete as people first and athletes second. This is paramount in gaining respect."
    },
    {
      "cite": "Gary Neville",
      "quote": "A coach once told me there are four factors that determine a players' performance: his tactical awareness, his physical condition, his technical ability and his mental strength."
    },
    {
      "cite": "Arsene Wenger",
      "quote": "As a coach you can influence the diet of your players. You can point out what is wrong."
    },
    {
      "cite": "Byron",
      "quote": "The best coaches really care about people. They have a sincere interest in people."
    },
    {
      "cite": "Tom Landry",
      "quote": "A coach is someone who tells you what you don't want to hear, who has you see what you don't want to see, so you can be who you have always known you could be."
    },
    {
      "cite": "John Wooden",
      "quote": "Good coaching is about leadership and instilling respect in your players. Dictators lead through fear - good coaches do not."
    },
    {
      "cite": "Bill Gates",
      "quote": "Everyone needs a coach. It doesn't matter whether you're a basketball player, a tennis player, a gymnast or a bridge player."
    },
    {
      "cite": "Abhishek Ratna",
      "quote": "Best coaches never tell their athletes that they are wrong.They rather focus on creating awareness."
    },
    {
      "cite": "Bob Cousy",
      "quote": "But as a coach I wanted to keep things from being too complicated."
    },
    {
      "cite": "Gavin McGinnis",
      "quote": "Successful coaches are visionaries. They have a picture of success set in their minds."
    },
    {
      "cite": "Amanda Smith",
      "quote": "Coach was going to make us do striders today, but I talked him out of it."
    },
    {
      "cite": "Lily Perkins",
      "quote": "As a coach, you need to cultivate an important character trait, which is your desire and passion to help and inspire others."
    },
    {
      "cite": "Larry Bird",
      "quote": "Coaches can talk and talk and talk about something, but if you get it on tape and show it to them, it is so much more effective."
    },
    {
      "cite": "Red Auerbach",
      "quote": "The coach should be the absolute boss, but he still should maintain an open mind."
    },
    {
      "cite": "Andy Stanley",
      "quote": "A good coach always coaches to a leader's potential, not his current level of performance. A good leadership coach will see the potential in you and inspire you accordingly."
    },
    {
      "cite": "Bill Courtney",
      "quote": "A leader or mentor gives credit to others when things go right, and accepts the blame when things go wrong."
    },
    {
      "cite": "Joe Dumars",
      "quote": "On good teams coaches hold players accountable, on great teams players hold players accountable."
    },
    {
      "cite": "Thomas G. Bandy",
      "quote": "Great coaches do not tell people what to think. They point people in the right direction to find the answers. This self-restraint is one of the most difficult challenges of leadership."
    },
    {
      "cite": "Michael Josephson",
      "quote": "A good coach improves your game. A great coach improves your life."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "A good coach can be a caring parent, a wise teacher, an exemplary pastor, a passionate friend or a devoted mentor. Keep in touch with all of them especially at the time they are needed."
    },
    {
      "cite": "Don Shula",
      "quote": "As a coach, your high standards of performance, attention to detail and - above all - how hard you work set the stage for how your players perform."
    },
    {
      "cite": "Paul McAllister",
      "quote": "College coaches measure success in championships. High School coaches measure success to titles. Youth coaches measure success in smiles."
    },
    {
      "cite": "Catherine",
      "quote": "A coach helps and encourages others get results."
    },
    {
      "cite": "John Wooden",
      "quote": "A Coach must never forget that he is a leader and not merely a person with authority."
    },
    {
      "cite": "Ace McCloud",
      "quote": "A coach needs to be able to capitalize on his knowledge of the needs, motivations, playing styles, and values of each member on the team. As a coach, you will use your knowledge of these people to meld them into a cohesive unit."
    },
    {
      "cite": "Kobe Bryant",
      "quote": "I don't think a coach becomes the right coach until he wins a championship."
    },
    {
      "cite": "Keith Cooper",
      "quote": "The coach who goes home and doesn't think about the game he just lost is bound to repeat his mistakes."
    },
    {
      "cite": "John Irving",
      "quote": "My old coach used to say that if you were in it for the match, if you were in it for the trophies, you were in it for the wrong reasons."
    },
    {
      "cite": "Peyton Manning",
      "quote": "The head coach tells us what to do, and we follow his orders"
    },
    {
      "cite": "Farshad Asl",
      "quote": "A good Coach asks great questions to help you remove the obstacles in your mind and to get you back on track in life."
    },
    {
      "cite": "Don Meyer",
      "quote": "Every coach should be recording games to watch...use your VCR."
    },
    {
      "cite": "Tom Landry",
      "quote": "Setting a goal is not the main thing. It is deciding how you will go about achieving it and staying with that plan."
    },
    {
      "cite": "Bernard Ebbers",
      "quote": "The coach's job is to get the best players and get them to play together."
    },
    {
      "cite": "Bill Russell",
      "quote": "The idea is not to block every shot. The idea is to make your opponent believe that you might block every shot."
    },
    {
      "cite": "Ace McCloud",
      "quote": "A mentor or a coach is often a good source of tough love. This type of person will often keep pushing you to perform at your best, even when you think you can't get any better."
    }
  ]
}