{
  "source": "https://www.wisesayings.com/coaches-quotes/",
  "theme": "coaches",
  "quotes": [
    {
      "cite": "Catherine Pulsifer",
      "quote": "A good coach passes on information quickly. They do not hold back information that affects my job."
    },
    {
      "cite": "Brian Cagneey",
      "quote": "Coaches are aware of how to ignite passion and motivate people. They have an energy that is contagious and know exactly how to get their team excited."
    },
    {
      "cite": "Tom Landry",
      "quote": "A coach is someone who tells you what you don't want to hear, who has you see what you don't want to see, so you can be who you have always known you could be."
    },
    {
      "cite": "Lord Byron",
      "quote": "The Coach does not play in the game, but the Coach helps the players identify areas to improve their game."
    },
    {
      "cite": "Susan Straight",
      "quote": "Teachers spend most of their daytime hours with children. Teachers at every level, coaches, counselors, cafeteria workers and yes, custodians, spend their hours trying to make children's lives different, if not always better."
    },
    {
      "cite": "Ace McCloud",
      "quote": "A mentor or a coach is often a good source of tough love. This type of person will often keep pushing you to perform at your best, even when you think you can't get any better."
    },
    {
      "cite": "John Madden",
      "quote": "Coaches have to watch for what they don't want to see and listen to what they don't want to hear."
    },
    {
      "cite": "Jeff Fisher",
      "quote": "A lot of coaches make it harder than it should be. Some are too hard on themselves, obsessing about controlling everything, not trusting their assistants, worrying about time."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "The one thing coaches cannot tolerate... is the individual who grows arrogant because he excelled at a lower level and believes he has nothing else to learn."
    },
    {
      "cite": "Lily Perkins",
      "quote": "As a coach, you need to cultivate an important character trait, which is your desire and passion to help and inspire others."
    },
    {
      "cite": "Kenneth H. Blanchard",
      "quote": "Leaders empower individuals by building trust and coaching competence in their job roles and networking skills."
    },
    {
      "cite": "Jeff Fisher",
      "quote": "We push players beyond their limits and expectations every day. We ask them to take risks. Sometimes, as coaches, we have to remember to do that with our decisions, too."
    },
    {
      "cite": "Heather O'Reilly",
      "quote": "Coaches will eventually notice a great attitude, and they respect that."
    },
    {
      "cite": "Jim Brown",
      "quote": "People think that coaches are always right, but it's difficult to teach a runner how to run, because every runner is different. You have to have an understanding of how to assist what that runner has, so they know how to assist what you have without taking away your special ability, because you're not like anybody else."
    },
    {
      "cite": "Alan Lewis",
      "quote": "Coaches do so much research about a referee because they believe refereeing is such a crucial part of the game that the result may hinge on what we say or do. They probably know more about me than I know myself!"
    },
    {
      "cite": "John Wooden",
      "quote": "A good coach can change a game. A great coach can change a life."
    },
    {
      "cite": "Ace McCloud",
      "quote": "A coach needs to be able to capitalize on his knowledge of the needs, motivations, playing styles, and values of each member on the team. As a coach, you will use your knowledge of these people to meld them into a cohesive unit."
    },
    {
      "cite": "John Wooden",
      "quote": "A coach is someone who can give correction without causing resentment."
    },
    {
      "cite": "Stacy Feiner",
      "quote": "Every leader is different. Every bench is different. Every business is different. So while the complexities change, the work of coaching stays the same keep your clients at the center of the work, push them to use their strengths more and to temper their weaknesses, and illuminate blind spots because these are what really get in the way"
    },
    {
      "cite": "Alan Lewis",
      "quote": "Coaches will do what they can but it doesn't necessarily bother me. You are an international referee for a reason. If things like that are going to ruffle your feathers, don't bother doing the job."
    },
    {
      "cite": "Jim Evans",
      "quote": "Professional managers, coaches, and players have a right to question an umpire's decision if they do it in a professional manner. When they become personal, profane, or violent, they have crossed the line and must be dealt with accordingly."
    },
    {
      "cite": "George Karl",
      "quote": "Coaches don't sleep for a reason. They don't sleep because it's a danger zone every night. Very seldom do you ever get two or three days off... The lifestyle of coaching in the NBA is a tremendous challenge that gives you tremendous highs but also tremendous lows."
    },
    {
      "cite": "Jerry West",
      "quote": "Coaches who have been players in the league, they get so attuned to playing how they were successful and who their coaches were."
    },
    {
      "cite": "Bobby Bowden",
      "quote": "There's a saying in my business that there are two kinds of coaches - those who have been fired and those who haven't been fired yet. That's kind of like prostate cancer. Every man will have it if he lives long enough."
    },
    {
      "cite": "Brian Cagneey",
      "quote": "A coach is a leader who is followed willingly, without having to drag people along."
    },
    {
      "cite": "Dan Quinn",
      "quote": "As coaches, any work you may do, it's been done long ago."
    },
    {
      "cite": "Bobby Knight",
      "quote": "A coach should never be afraid to ask questions of anyone he could learn from."
    },
    {
      "cite": "Gavin McGinnis",
      "quote": "Successful coaches are visionaries. They have a picture of success set in their minds."
    },
    {
      "cite": "Paul McAllister",
      "quote": "Professional coaches measure success in rings.Â  College coaches measure success in championships.Â  High School coaches measure success to titles. Youth coaches measure success in smiles."
    },
    {
      "cite": "unknown",
      "quote": "The test of a good coach is that when they leave, others will carry on successfully."
    },
    {
      "cite": "John Madden",
      "quote": "Coaches have to watch for what they don't want to see and listen to what they don't want to hear."
    },
    {
      "cite": "Roland Joffe",
      "quote": "Very good coaches for ski jumpers stand at the top of the slope and watch the jumpers prepare, rather than standing at the bottom and watching them land."
    },
    {
      "cite": "Pat Riley",
      "quote": "Coaches who let a championship team back off from becoming a dynasty are cowards."
    },
    {
      "cite": "Brock Osweiler",
      "quote": "As coaches say, it's about finding your role. We're coming together as a team."
    },
    {
      "cite": "Don Kardong",
      "quote": "Coaches know that a parent publicly scolding his kid after a race will not help the athlete perform better."
    },
    {
      "cite": "Joe Paterno",
      "quote": "Coaches have got to be given rank within the university so that you can't fire a coach unless you go through an academic committee, just as you would with a professor. If coaches are to have any stability and security, they need to be treated like an English professor."
    },
    {
      "cite": "Catherine",
      "quote": "A coach helps and encourages others get results."
    },
    {
      "cite": "George Halas",
      "quote": "What makes a good coach? Complete dedication."
    },
    {
      "cite": "Ellis Byrd",
      "quote": "A truly great coach does not tell people that they are a truly great coach."
    },
    {
      "cite": "I. Madison",
      "quote": "Coaches in the office do not teach accountants how to balance ledger books, and they do not aim to teach secretaries how to use letter heads - no. Rather, they have a way of beginning a sort of informal conversation between them and the employees, where they get to appreciate the prevailing challenges."
    },
    {
      "cite": "Byron",
      "quote": "The best coaches really care about people. They have a sincere interest in people."
    },
    {
      "cite": "Josh McDaniels",
      "quote": "As coaches, we usually have plenty of changes from one year to the next. Sometimes it seems like it's at one position. Sometimes it's across the board. But this is really a part of every year that we have in coaching in the NFL."
    },
    {
      "cite": "Earl Weaver",
      "quote": "Coaches are an integral part of any manager's team, especially if they are good pinochle players."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Coaches who can outline plays on a black board are a dime a dozen. The ones who win get inside their player and motivate."
    },
    {
      "cite": "Didier Drogba",
      "quote": "Coaches can teach you two things: confidence and technique."
    },
    {
      "cite": "Steve Spurrier",
      "quote": "But as coaches, we need to get a little more fire and passion and be more demanding that our guys get the job done. I think players will respond to that, and we'll see."
    },
    {
      "cite": "John Rampey",
      "quote": "Good human-relations skills have the ability to change people from managing others to leading others."
    },
    {
      "cite": "Shape Magazine",
      "quote": "A coach can play a number of roles - mentor, consultant, motivator, but one thing she (or he) is not a therapist. Coaching deals with the \"how\": how you can move on from where you are and make change. It's action-oriented, and concerned with the present and future, not the past."
    },
    {
      "cite": "Daniel Cormier",
      "quote": "People always get confused. They talk about coaches. The reality is, these coaches and managers that everybody thinks are in so much control, they work for us. They're our employees."
    },
    {
      "cite": "Ara Parasheghian",
      "quote": "A good coach will make his players see what they can be rather than what they are."
    },
    {
      "cite": "Mark Schwahn",
      "quote": "Coach thinks I can play basketball and still get into college."
    },
    {
      "cite": "Jessica Bendinger",
      "quote": "A coach who's a has-been doesn't coach champions; he just makes more has-beens."
    },
    {
      "cite": "Ewan Leslie",
      "quote": "It's just like what Coach says before every game: Be not afraid of greatness, some are born great, some achieve greatness, and some have greatness thrust upon them. I think our best chance to be great here today, is to have you play."
    },
    {
      "cite": "Dick Wolf",
      "quote": "Coach started paying more attention to Ben; you started paying more attention to Coach. You paid attention to him; Coach paid attention to Ben; Ben's stats kept improving. It's nice how that worked out, isn't it?"
    },
    {
      "cite": "Adam R. Nicholls",
      "quote": "The purpose of sports coaching is to improve the performance of an athlete or sports team."
    },
    {
      "cite": "Adam R. Nicholls",
      "quote": "It is important that coaches have an understanding regarding how a mental imagery intervention might help an athlete's performance."
    },
    {
      "cite": "Sarah McQuade",
      "quote": "As a coach you will fulfill a number of roles during your coaching practice. Your practice will include a range of styles, behaviours and interactions with participants."
    },
    {
      "cite": "Sarah McQuade",
      "quote": "Remember that, however knowledgeable and enthusiastic you are, the effectiveness of your coaching will depend on good planning and sound practice."
    },
    {
      "cite": "Routledge",
      "quote": "Coach is a label liberally applied to categories people who assist individuals or groups in enhancing their performance, fulfilling potential or the achievement of goals."
    },
    {
      "cite": "Phil Cabral",
      "quote": "Sport can contribute positively to the development of individuals, not just physically but also socially and emotionally. This can only happen if sport is in the right hands--those of the informed, thinking and enlightened coach."
    },
    {
      "cite": "Phil Cabral",
      "quote": "Sports coaching develops people through improving their performance."
    },
    {
      "cite": "Phil Cabral",
      "quote": "Coaches can be many things to different people."
    },
    {
      "cite": "Phil Cabral",
      "quote": "More experienced and enlightened coaches recognize they also ave a responsibility towards social, emotional and physical needs and development of their performers."
    },
    {
      "cite": "Phil Cabral",
      "quote": "Coaches come from a variety of backgrounds. They possess a range of different qualities and experiences on which they develop their coaching skills and unique style of coaching."
    },
    {
      "cite": "John Lyle",
      "quote": "Coaches were not perceived to be part  of a systematic process for improving performance. Coaching was something for a recreative performer."
    },
    {
      "cite": "Routledge",
      "quote": "Typically, adventure sports coaches are well informed and practiced with respect to the technical aspects of their disciplines but are comparatively naive about coaching adventure sports as a discipline."
    },
    {
      "cite": "Paul E. Robinson",
      "quote": "The coach should be knowledgeable of the technical and tactical requirements of their sport, and be able to provide effective and accurate demonstration."
    },
    {
      "cite": "Paul E. Robinson",
      "quote": "A further skill that the coach needs to develop is the ability to observe, monitor and accurately assess performance in training and competition."
    },
    {
      "cite": "Paul E. Robinson",
      "quote": "The coach is required to conduct sessions in a safe environment, and they should be aware of all health and safety considerations."
    },
    {
      "cite": "Paul E. Robinson",
      "quote": "If the coach can get into good habits in the early stages of their career, it will facilitate their development."
    },
    {
      "cite": "Routledge",
      "quote": "The sport coach needs to understand how to integrate all these pressures into practice in a matter that allows athletes to perform at their best during competition."
    },
    {
      "cite": "Routledge",
      "quote": "It is clear that coaches and significant others play an important role at every stage."
    },
    {
      "cite": "Routledge",
      "quote": "Coaches are playing an increasingly important and diverse role in sport and the community."
    },
    {
      "cite": "Routledge",
      "quote": "Coaches are also engaging with a broader range of participants who place significantly greater demands on them."
    },
    {
      "cite": "Lynn Kidman",
      "quote": "We know that great coaches often analyse themselves to seek better ways to coach."
    },
    {
      "cite": "Lynn Kidman",
      "quote": "Being a successful coach is not measured by a win-loss record, but by how athletes learn and how successful their sporting experiences are."
    },
    {
      "cite": "Lynn Kidman",
      "quote": "Coaching is about striving to contribute to the success of each athlete."
    },
    {
      "cite": "Lynn Kidman",
      "quote": "As coaches we can have a dramatic influence on the development and lives of those we coach."
    },
    {
      "cite": "Lynn Kidman",
      "quote": "Becoming a great coach is an ongoing process. Coaches abilities are diverse and complex and each coach is at a different development level."
    },
    {
      "cite": "Anita Navin",
      "quote": "Managing staff and performers in a competition environment can place significant demands on the coach, and it is vital that the coach displays a confident approach at all times."
    },
    {
      "cite": "Dick Wolf",
      "quote": "As players, we put our trust in coaches at a very early age. They teach us the game and they help us through school. They give us advice on life. Sometimes, they even hold our dreams in their hands."
    },
    {
      "cite": "Timothy Dowling",
      "quote": "I am the coach. I'm the coach and I'm the point guard, I'm the two forwards, the center, and I'm the other guard. I'm the entire organization."
    },
    {
      "cite": "Leo Benvenuti",
      "quote": "And now, the player coach of the Toon Squad, at six foot six from North Carolina, His Royal Airness: Michael Jordan!"
    },
    {
      "cite": "Peter Barsocchini",
      "quote": "Coach said to fake right and break left / Watch out for the pick and keep an eye on defense / Gotta run the give and go and take the ball to the hole / And don't be afraid to shoot the outside 'J' / Just keep your head in the game / Just keep ya head in the game."
    },
    {
      "cite": "Joan S.",
      "quote": "Kiddo, simply put, Deceit is an inner coach that acts with the one intention of self-preservation."
    },
    {
      "cite": "Betsy Thomas",
      "quote": "All relationships need to be managed, and everybody needs a little coaching. And just like in baseball, every manager has a different style."
    },
    {
      "cite": "Betsy Thomas",
      "quote": "In sports, coaches and managers help players navigate the game. In life, your friends and family fill that role; because, when it comes down to it, in the heat of the moment, managing one's self is never as easy as it sounds."
    },
    {
      "cite": "Linan Peng",
      "quote": "Wait. Who's your 'ma'am?' Who are you calling 'ma'am?' I'm your coach, don't you get it? A coach is sacred and divine. You've shown disrespect to a woman and a coach!"
    },
    {
      "cite": "David E. Kelley",
      "quote": "Every ex-player turned coach says that they prefer coaching over playing. Why would they all say that?"
    },
    {
      "cite": "Al Ruddy",
      "quote": "I will be your coach, your captain, your quarterback."
    }
  ]
}