{
  "source": "https://www.wisesayings.com/cocktail-quotes/",
  "theme": "cocktail",
  "quotes": [
    {
      "cite": "Luis Buñuel",
      "quote": "The decline of the aperitif may well be one of the most depressing phenomena of our time."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Never trust any complicated cocktail that remains perfectly clear until the last ingredient goes in, and then immediately clouds."
    },
    {
      "cite": "David A. Embury",
      "quote": "A cocktail will never be better than its cheapest ingredient."
    },
    {
      "cite": "Hal Boyle",
      "quote": "The cocktail party has a simple function in modern society. Its basic purpose is to pay off social debts."
    },
    {
      "cite": "Lin Yutang",
      "quote": "A cocktail party is a place where you talk with a person you do not know about a subject you have no interest in."
    },
    {
      "cite": "Noël Coward",
      "quote": "It's never too early for a cocktail."
    },
    {
      "cite": "Danny Meyer",
      "quote": "Festive cocktails mean color, lots of color."
    },
    {
      "cite": "Elsa Maxwell",
      "quote": "Cocktails are society's most enduring invention!"
    },
    {
      "cite": "Danny Meyer",
      "quote": "A cocktail done right can really show your guests that you care."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The really important things are said over cocktails and are never done."
    },
    {
      "cite": "E. W. Howe",
      "quote": "There must be some good in the cocktail party to account for its immense vogue among otherwise sane people."
    },
    {
      "cite": "Unknown Author",
      "quote": "A holiday cocktail party is where some stranger will learn more about you in an hour than your spouse has learned in a lifetime."
    },
    {
      "cite": "Irma S. Rombauer",
      "quote": "Most cocktails containing liquor are made today with gin and ingenuity. In brief, take an ample supply of the former and use your imagination. For the benefit of a minority, it is courteous to serve chilled fruit juice in addition to cocktails made with liquor."
    }
  ]
}