{
  "source": "https://www.wisesayings.com/coexist-quotes/",
  "theme": "coexist",
  "quotes": [
    {
      "cite": "Lyndon B Johnson",
      "quote": "If we are to live together in peace, we must come to know each other better."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Peace cannot be kept by force, it can only be kept by understanding."
    },
    {
      "cite": "Max Lerner",
      "quote": "Either men will learn to live like brothers, or they will die like beasts."
    },
    {
      "cite": "M Scott Peck",
      "quote": "Share our similarities, celebrate our differences."
    },
    {
      "cite": "Mahmoud Darwish",
      "quote": "Poetry and beauty are always making peace. When you read something beautiful you find coexistence; it breaks walls down."
    },
    {
      "cite": "Alvaro Morata",
      "quote": "What fascinates me about London is its multi-ethnicity, the coexistence of cultures and religions, but I do not see myself living here for very long. It's too big, too much stress, too much of a metropolis."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "We're all inseparably part of each other. We all coexist in each other."
    },
    {
      "cite": "John Wallach",
      "quote": "Seeds of Peace exists in the real world. It exists among people who've been taught to hate each other, and it's finding some basis for them to coexist with one another."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Everyone has a right to peaceful coexistence, the basic personal freedoms, the alleviation of suffering, and the opportunity to lead a productive life."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace."
    },
    {
      "cite": "Widad Akrawi",
      "quote": "Coexistence and personal peace are at the heart of global peace and harmony."
    },
    {
      "cite": "Jonathan Sacks",
      "quote": "God has given us many faiths but only one world in which to co-exist. May your work help all of us to cherish our commonalities and feel enlarged by our differences."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Life is the coexistence of all opposite values. Joy and sorrow, pleasure and pain, up and down, hot and cold, here and there, light and darkness, birth and death. All experience is by contrast, and one would be meaningless without the other."
    },
    {
      "cite": "Che Guevara",
      "quote": "Peaceful coexistence cannot be limited to the powerful countries if we want to ensure world peace."
    },
    {
      "cite": "Betty White",
      "quote": "All creatures must learn to coexist. That's why the brown bear and the field mouse can share their lives in harmony. Of course, they can't mate or the mice would explode."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "Today, peace means the ascent from simple coexistence to cooperation and common creativity among countries and nations."
    },
    {
      "cite": "Yongey Mingyur Rinpoche",
      "quote": "Though we may be genetically wired for temporary happiness, we've also been gifted with the ability to recognize within ourselves a more profound and lasting sense of confidence, peace, and well-being. Among sentient beings, human beings appear to stand alone in their ability to recognize the necessity to forge a bond between reason, emotion, and their instinct to survive, and in doing so create a universe-not only for themselves and the human generations that follow, but also for all creatures who feel pain, fear and suffering-in which we are all able to coexist contentedly and peaceably."
    },
    {
      "cite": "Ervin Laszlo",
      "quote": "There is a constant and intimate contact among the things that coexist and co-evolve in the universe - a sharing of bonds and messages that makes reality into a stupendous network of interaction and communication."
    },
    {
      "cite": "Max Anders",
      "quote": "Fear of God and love for God coexist happily in the heart of people who are rightly related to Him."
    },
    {
      "cite": "Katy Perry",
      "quote": "I think sometimes when children grow up, their parents grow up. Mine grew up with me. We coexist. I don't try to change them anymore, and I don't think they try to change me. We agree to disagree."
    },
    {
      "cite": "Nursultan Nazarbayev",
      "quote": "North Eurasia is one of the best examples of religious tolerance and peaceful coexistence of Islam and Christianity. This is a rare thing in today's world, even in its most liberal parts."
    },
    {
      "cite": "Vartan Gregorian",
      "quote": "The book is here to stay. What we're doing is symbolic of the peaceful coexistence of the book and the computer."
    },
    {
      "cite": "Takeshi Araki",
      "quote": "Humankind continues to face the threat of nuclear annihilation. Today's hesitation leads to tomorrow's destruction. The fates of all of us are bound together here on earth. There can be no survival for any without peaceful coexistence for all."
    },
    {
      "cite": "Hu Jintao",
      "quote": "We must persist in settling international disputes by peaceful means, with a view to promoting harmonious coexistence for different countries."
    },
    {
      "cite": "Tang Jiaxuan",
      "quote": "It's not a confrontation between different nations, different cultures or different religions, ... We recommend dialogue between civilizations, coexistence and cooperation."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The Holy Father reiterates his firm and absolute disapproval of such actions that offend God, violate the fundamental right to life and undermine peaceful coexistence."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "Our secular constitution has enabled people of all world views to coexist in harmony, undivided by sectarian strife."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Anger cannot coexist with inner peace, which is the principal characteristic of happiness."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "I learned that realism can come in all shapes and sizes. The world is big enough for different values to coexist."
    },
    {
      "cite": "Alain Resnais",
      "quote": "The present and the past coexist, but the past shouldn't be in flashback."
    },
    {
      "cite": "Andrew Bird",
      "quote": "You're trying to get the lyrics and melody to coexist. And sometimes you're trying to fit a square peg into a round hole."
    },
    {
      "cite": "John Macarthur",
      "quote": "Righteous wrath is no less noble than love, since both coexist in God."
    },
    {
      "cite": "Ginni Rometty",
      "quote": "In the hearts of men lies both good and evil. The two coexist. Some men become good, and others become evil. It is the way of this world. ’d never done before. Growth and comfort do not coexist."
    },
    {
      "cite": "unknown",
      "quote": "Both human and nature can coexist it just requires little creativity from our side."
    }
  ]
}