{
  "source": "https://www.wisesayings.com/coffee-quotes/",
  "theme": "coffee",
  "quotes": [
    {
      "cite": "Oliver Wendell Holmes, Sr.",
      "quote": "The morning cup of coffee has an exhilaration about it which the cheering influence of the afternoon or evening cup of tea cannot be expected to reproduce."
    },
    {
      "cite": "Flash Rosenberg",
      "quote": "I believe humans get a lot done, not because we're smart, but because we have thumbs so we can make coffee."
    },
    {
      "cite": "Dave Barry",
      "quote": "It is inhumane, in my opinion, to force people who genuinely have a medical need for coffee to wait in line behind people who apparently view it as some kind of recreational activity."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Coffee: the favorite drink of the civilized world."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "As soon as coffee is in your stomach, there is a general commotion. Ideas begin to move...similes arise, the paper is covered. Coffee is your ally and writing ceases to be a struggle."
    },
    {
      "cite": "David Lynch",
      "quote": "Even bad coffee is better than no coffee at all."
    },
    {
      "cite": "James Mackintosh",
      "quote": "The powers of a man's mind are directly proportioned to the quantity of coffee he drinks."
    },
    {
      "cite": "Unknown Author",
      "quote": "Decaffeinated coffee is the devil's blend."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "We want to do a lot of stuff; we're not in great shape. We didn't get a good night's sleep. We're a little depressed. Coffee solves all these problems in one delightful little cup."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Among the numerous luxuries of the table...coffee may be considered as one of the most valuable. It excites cheerfulness without intoxication; and the pleasing flow of spirits which it occasions...is never followed by sadness, languor or debility."
    },
    {
      "cite": "David Letterman",
      "quote": "Way too much coffee. But if it weren't for the coffee, I'd have no identifiable personality whatsoever."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A cup of coffee - real coffee - home-browned, home ground, home made, that comes to you dark as a hazel-eye, but changes to a golden bronze as you temper it with cream that never cheated, but was real cream from its birth, thick, tenderly yellow, perfectly sweet, neither lumpy nor frothing on the Java: such a cup of coffee is a match for twenty blue devils and will exorcise them all."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Coffee was only a way of stealing time that should by rights belong to your slightly older self."
    },
    {
      "cite": "Isak Dinesen",
      "quote": "Coffee, according to the women of Denmark, is to the body what the Word of the Lord is to the soul."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "After all, coffee is bitter, a flavor from the forbidden and dangerous realm."
    },
    {
      "cite": "Lewis Black",
      "quote": "I like coffee because it gives me the illusion that I might be awake."
    },
    {
      "cite": "Albert Camus",
      "quote": "Should I kill myself, or have a cup of coffee?"
    },
    {
      "cite": "Clark Gable",
      "quote": "I never laugh until I've had my coffee"
    },
    {
      "cite": "Sheik Abd-al-Kadir",
      "quote": "No one can understand the truth until he drinks of coffee's frothy goodness."
    },
    {
      "cite": "Unknown Author",
      "quote": "A morning without coffee is like sleep."
    },
    {
      "cite": "Fran Drescher",
      "quote": "Once you wake up and smell the coffee, it's hard to go back to sleep."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Coffee is the best thing to douse the sunrise with."
    },
    {
      "cite": "Rian Aditia",
      "quote": "There's nothing sweeter than a cup of bitter coffee."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "As long as there was coffee in the world, how bad could things be?"
    },
    {
      "cite": "Justina Chen",
      "quote": "Come on, don't you ever stop and smell the coffee?"
    },
    {
      "cite": "Leanna Renee Hieber",
      "quote": "Coffee first. Schemes later."
    },
    {
      "cite": "Hugh Jackman",
      "quote": "To me, the smell of fresh-made coffee is one of the greatest inventions."
    },
    {
      "cite": "German Proverb",
      "quote": "Coffee and love are best when they are hot."
    },
    {
      "cite": "Unknown Author",
      "quote": "A cup of gourmet coffee shared with a friend is happiness tasted and time well spent."
    },
    {
      "cite": "Henry Rollins",
      "quote": "What goes best with a cup of coffee? Another cup."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Caffeine and sugar, the two basic food groups."
    },
    {
      "cite": "Donna A. Favors",
      "quote": "It’s amazing how the world begins to change through the eyes of a cup of coffee."
    },
    {
      "cite": "Sir James MacKintosh",
      "quote": "The powers of a man’s mind are directly proportional to the quantity of coffee he drinks."
    },
    {
      "cite": "J.S. Bach",
      "quote": "Without my morning coffee, I’m just like a dried-up piece of goat."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "I'd rather take coffee than compliments just now."
    },
    {
      "cite": "Alphonse Allais",
      "quote": "Coffee is a beverage that puts one to sleep when not drank."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "I never drink coffee at lunch. I find it keeps me awake for the afternoon."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "I have measured out my life with coffee spoons."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Good communication is just as stimulating as black coffee, and just as hard to sleep after."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "If this is coffee, please bring me some tea; but if this is tea, please bring me some coffee."
    },
    {
      "cite": "Alfred Renyi",
      "quote": "A mathematician is a device for turning coffee into theorems."
    },
    {
      "cite": "Josephine Baker",
      "quote": "He was my cream, and I was his coffee - And when you poured us together, it was something."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Like everyone else who makes the mistake of getting older, I begin each day with coffee and obituaries."
    },
    {
      "cite": "Jim Carrey",
      "quote": "I wake up some mornings and sit and have my coffee and look out at my beautiful garden, and I go, ’Remember how good this is. Because you can lose it."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Our culture runs on coffee and gasoline, the first often tasting like the second."
    },
    {
      "cite": "Anne Spencer",
      "quote": "Good communication is as stimulating as black coffee, and just as hard."
    },
    {
      "cite": "Jean Kerr",
      "quote": "Do you know how helpless you feel if you have a full cup of coffee in your hand and you start to sneeze?"
    },
    {
      "cite": "Gerard Way",
      "quote": "Cigarettes and coffee: an alcoholic's best friend!"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Tobacco, coffee, alcohol, hashish, prussic acid, strychnine, are weak dilutions. The surest poison is time."
    },
    {
      "cite": "Emo Phillips",
      "quote": "When I wake up in the morning, I just can't get started until I've had that first, piping hot pot of coffee. Oh, I've tried other enemas."
    },
    {
      "cite": "Steven Wright",
      "quote": "I put instant coffee in a microwave oven and almost went back in time."
    },
    {
      "cite": "Amy Sherman-Palladino",
      "quote": "Oh, I can't stop drinking the coffee. I stop drinking the coffee, I stop doing the standing, walking, and words putting into sentence doing."
    },
    {
      "cite": "Dean Parisot",
      "quote": "And coffee. Milk and coffee, oh my God! What a drink! It's milk and coffee, mixed together!"
    },
    {
      "cite": "Paul Thomas Anderson",
      "quote": "We're gonna sit around our bonfire of coffee and cigarettes, and you're gonna share your story. But - we wait, until the coffee is poured."
    },
    {
      "cite": "Danny MAlin",
      "quote": "I don't care, you gotta do it right. Look... crease it nice and smooth. Put some love into your coffee."
    },
    {
      "cite": "Paul Mendelson",
      "quote": "I don't drink coffee either. It's a drug. It messes with your brain."
    },
    {
      "cite": "Jennifer Saunders",
      "quote": "Instant coffee: is just old beans that have been cremated."
    },
    {
      "cite": "Michelle Lovretta",
      "quote": "Who doesn't drink coffee? I mean, it's just - It's just coffee! You have with for breakfast, or when you're sitting in a cafe pretending to write a novel - it's not a drink! It's a hug!"
    },
    {
      "cite": "Peter Chiarelli",
      "quote": "Incredibly, it is. I mean, I wouldn't possibly drink the same coffee that you drink just in case yours spilled, that would be pathetic."
    },
    {
      "cite": "Ike Turner",
      "quote": "Staring at the walls, think I know what I see / Anger and coffee, feeling mean / Drinking black coffee, black coffee, drinking black coffee, staring at the wall"
    },
    {
      "cite": "Emmett Grogan",
      "quote": "I'll drink coffee 'till I die / Don't pour me water just fill up my cup / You know it takes a lot just to keep me up"
    },
    {
      "cite": "Emmett Grogan",
      "quote": "Instead she brought me a cup of chicory / I got those Java blues / Coffee's got me / Java blues / Oh coffee, coffee, coffee"
    },
    {
      "cite": "Ike Turner",
      "quote": "I got a spit of black coffee, oh how good it tastes / I said a dime is all it costs in the States / For a cup of black coffee, how good it tastes"
    },
    {
      "cite": "Tom T Hall",
      "quote": "Make it warm and make it sweet / Just the way my life has been / Give me coffee, coffee, coffee / Coffee, coffee"
    },
    {
      "cite": "Tom T Hall",
      "quote": "Some men drink alcohol / Some men drink juices from the vine / But as for me I'm very simple / Give me coffee every time"
    },
    {
      "cite": "Arthur Freed",
      "quote": "Coffee time, my dreamy friend, it's coffee time / Let's sing this silly little rhyme / And have a cup of coffee"
    },
    {
      "cite": "Arthur Freed",
      "quote": "Greetin' time, the music box is beatin' time / It's good old-fashioned meetin' time / We're in the pink, so come and clink / And let's drink a cup of coffee"
    },
    {
      "cite": "Bob Hilliard",
      "quote": "Way down among Brazilians / Coffee beans grow by the billions / So they've got to find those extra cups to fill / They've got an awful lot of coffee in Brazil"
    },
    {
      "cite": "Koshah E Daniels",
      "quote": "Gotta serve it to me, hot / Just like I like my coffee / It’s keepin’ me from sleepin’ on my job"
    },
    {
      "cite": "Koshah E Daniels",
      "quote": "I need it in the mornin’, early crack of dawn and / Gets me goin’, so keep it flowin’ / And make no mistake, no debate, need that coffee break"
    },
    {
      "cite": "Milton Drake",
      "quote": "I love coffee, I love tea / I love the java jive and it loves me / Coffee and tea and the jiving and me"
    },
    {
      "cite": "Milton Drake",
      "quote": "You know that I'm not keen for a bean / Unless it is a cheery coffee bean."
    },
    {
      "cite": "Salvatore P Cerna",
      "quote": "I'm tryin' to cut down on my caffeine consumption, / So when I get up, I just have one cup of coffee, / And I like to have another cup of coffee with my breakfast"
    },
    {
      "cite": "Bob Dylan",
      "quote": "Mysterious and dark / One more cup of coffee for the road / One more cup of coffee 'fore I go / To the valley below"
    },
    {
      "cite": "Josiah Davis",
      "quote": "Let's get some coffee, let me show what this thing's about / Let me show how you the one I sing about / And the coffee makes me wanna scream and shout / It makes me energetic"
    },
    {
      "cite": "Josiah Davis",
      "quote": "Coffee, I'm thankin' You for making me move / I'm awfully sure I would not be alive without You"
    },
    {
      "cite": "Robert Curran",
      "quote": "Coffees a stimulant / And makes my ears ring / More rings in my ears I don't need / Just more coffee my belly I’ll feed"
    },
    {
      "cite": "Charles Lamb",
      "quote": "Two shoots from off a coffee-tree / He carried with him o'er the sea. / Each little tender coffee slip / He waters daily in the ship"
    },
    {
      "cite": "Charles Lamb",
      "quote": "Whene'er I fragrant coffee drink, / I on the generous Frenchman think, / Whose noble perseverance bore / The tree to Martinico's shore"
    },
    {
      "cite": "Mario William Vitale",
      "quote": "Coffee can fill your heart with glee."
    },
    {
      "cite": "Raymond Carver",
      "quote": "We press our lips to the enameled rim of the cups / and know this grease that floats / over the coffee will one day stop our hearts."
    },
    {
      "cite": "R.J. Clarke",
      "quote": "Coffee is a good source of potassium, contains appreciable amounts of magnesium and may contribute significantly of manganese intake."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "People love coffee of its two-fold effect--the pleasurable sensation and the increased efficiency it produces."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "Coffee is universal in its appeal. All nations do it homage. It has become recognized as a human necessity."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "Coffee has an important place in the rational dietary of all civilized people of earth. It is a democratic beverage."
    },
    {
      "cite": "Adrianna Morganelli",
      "quote": "Coffee is the world's second most traded commodity, after oil, Commodities are goods that are bought and sold on world markets."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "No 'food drink' has ever encountered so much opposition as coffee."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "Coffee is something more than a beverage. It is one of the world's greatest adjutant foods."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "Men and women drink coffee because it adds to their sense of well-being. It not only smells good and tastes good to all mankind, heathen or civilized, but all respond to its wonderful stimulating properties."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "The chief factors in coffee goodness are the caffeine content and the caffeol."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "The caffeol supplies the flavor and the aroma-- that indescribable Oriental fragrance that wooes us through the nostrils, forming one of the principal elements that make up the lure of coffee."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "Life all good things in life, the drinking of coffee may be abused."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "Coffee is, perhaps, less often abused than wrongly accused. It all depends. A little more tolerance!"
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "One of our contemporary attackers of the national beverage bewails the fact that no palatable hot drink has been found to take the place of coffee."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "Good coffee, carefully roasted and properly brewed, produces a natural beverage that, for tonic effect, can not be surpassed, even by its rivals."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "The festive drink / Coffee is our gold / Nectar of all men"
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "Coffee, which makes the politician wise. Its aroma is the pleasantest in all nature."
    },
    {
      "cite": "William Harrison Ukers",
      "quote": "A brief account of the cultivation of the coffee plant in the Old World and its introduction into the New--A romantic coffee adventure."
    },
    {
      "cite": "Andrea Illy",
      "quote": "Ever since coffee was first consumed in the West, towards the middle of the seventeenth century, specific local habits and traditions have developed and overlapped, entailing great difference in coffee consumption."
    },
    {
      "cite": "Andrea Illy",
      "quote": "Socializing and comfort are two aspects particularly associated with coffee consumption."
    },
    {
      "cite": "Adriana Farah",
      "quote": "Coffee has been an object of fascination and passion, and a mirror for how we see the human body and nature."
    },
    {
      "cite": "Adriana Farah",
      "quote": "In the modern world, coffee has become a familiar part of everyday life."
    },
    {
      "cite": "Adriana Farah",
      "quote": "Coffee is a source of and medium for the stimulant caffeine, the most  widely consumed psychoactive drug in the world."
    },
    {
      "cite": "Adriana Farah",
      "quote": "Diverse social, economic, and scientific factors have affected the historical development of coffee science."
    },
    {
      "cite": "Merry White",
      "quote": "Coffee is the drink of Japanese 'modernity' as well as of 'democracy' as both developed over the past 130 years."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "This coffee falls into your stomach, and straightway there is a general commotion. Ideas begin to move like the battalions of the Grand Army on the battlefield, and the battle takes place.. Similes arise, the paper is covered with ink; for the struggle commences and is concluded with torrents of black water, just a battle with powder."
    },
    {
      "cite": "Paul Chrystal",
      "quote": "Coffee was initially used for spiritual purposes. Muslim dervishes in Yemen grew the shrub in their plots of land, at first making wine from the pulp of the fermented berries."
    },
    {
      "cite": "Adrianna Morganelli",
      "quote": "Coffee makes people feel less drowsy and more alert because it contains a chemical called caffeine."
    }
  ]
}