{
  "source": "https://www.wisesayings.com/coincidence-quotes/",
  "theme": "coincidence",
  "quotes": [
    {
      "cite": "Jessica Sorensen",
      "quote": "Life is full of luck, like getting dealt a good hand, or simply by being in the right place at the right time. Some people get luck handed to them, a second chance, a save. It can happen heroically, or by a simple coincidence , but there are those who don't get luck on a shiny platter, who end up in the wrong place at the wrong time, who don't get saved."
    },
    {
      "cite": "Simon Van Booy",
      "quote": "Coincidences mean you're on the right path"
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Coincidences are spiritual puns."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Life is a gift of God, of the God of Coincidence"
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Every single moment is a coincidence."
    },
    {
      "cite": "Emma Bull",
      "quote": "Coincidence is the word we use when we can't see the levers and pulleys."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "Life is like a game of cards. The hand you are dealt is determinism; the way you play it is free will."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Coincidence is God's way of remaining Unknown Author."
    },
    {
      "cite": "Alva Noto",
      "quote": "There is always room for coincidence."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "When you live your life with an appreciation of coincidences and their meanings, you connect with the underlying field of infinite possibilities"
    },
    {
      "cite": "Tom Stoppard",
      "quote": "All mystical experience is coincidence; and vice versa, of course."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Consciousness itself is an infinite regress. This explains coincidences"
    },
    {
      "cite": "Ian Fleming",
      "quote": "Once is happenstance. Twice is coincidence. Three times, it's enemy action."
    },
    {
      "cite": "Bill Mollison",
      "quote": "It is no mere coincidence that there is both an historic and a present relationship between community (people assisting each other) and a poverty of power due to financial recession."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "coincidence may be described as the chance encounter of two unrelated causal chains which miraculously, it seems merge into a significant event."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Coincidence is God's way of remaining Unknown Author."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "In mathematics, two angles that are said to coincide fit together perfectly. The word coincidence does not describe luck or mistakes. It describes that which fits together perfectly."
    },
    {
      "cite": "Rick Helders",
      "quote": "Quality isn't the result of coincidence."
    },
    {
      "cite": "Yogi Berra",
      "quote": "That's too coincidental to be a coincidence."
    },
    {
      "cite": "Humphrey Lyttelton",
      "quote": "Coincidence is a wonderful thing."
    },
    {
      "cite": "Josh Tenenbaum",
      "quote": "Coincidences are a true paradox. . . on the one hand they seem to be the source of our greatest irrationalities--seeing causal connections when science tells us they aren't there. On the other hand, some of our greatest feats of scientific discovery depend on coincidences."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "When you live your life with an appreciation of coincidences and their meanings, you connect with the underlying field of infinite possibilities."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Without realizing it, the individual composes his life according to the laws of beauty even in times of greatest distress. It is wrong then, to chide the novel for being fascinated by mysterious coincidences, but it is right to chide people for being blind to such coincidences in their daily lives. For they thereby deprive their lives of a dimension of beauty"
    },
    {
      "cite": "Douglas Adams",
      "quote": "It can hardly be a coincidence that no language on Earth has ever produced the phrase, 'as pretty as an airport.' Airports are ugly. Some are very ugly. Some attain a degree of ugliness that can only be the result of a special effort."
    },
    {
      "cite": "Mike Ericksen",
      "quote": "I truly believe we can either see the connections, celebrate them, and express gratitude for our blessings, or we can see life as a string of coincidences that have no meaning or connection.For me, I'm going to believe in miracles, celebrate life, rejoice in the views of eternity and hope my choices will create a positive ripple effect in the lives of others. This is my choice."
    },
    {
      "cite": "Mark Dawson",
      "quote": "We got into that situation, just by coincidence, to be the last people out."
    },
    {
      "cite": "Toba Beta",
      "quote": "The concept of randomness and coincidence will be obsolete when people can finally define a formulation of patterned interaction between all things within the universe."
    },
    {
      "cite": "Alan Thompson",
      "quote": "It is an extraordinary coincidence, you start to think there is more to it, but nothing has been found yet. If it happens again, we would have to look deeper into it."
    },
    {
      "cite": "Christopher W. Landsea",
      "quote": "It's a coincidence of ideal conditions."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "Coincidence may be described as the chance encounter of two unrelated causal chains which"
    },
    {
      "cite": "Alva Noto",
      "quote": "It is such a complex matter we live within, it is impossible to track logic and decision making really, so therefore each choice can actually only be seen as coincidence."
    }
  ]
}