{
  "source": "https://www.wisesayings.com/coke-quotes/",
  "theme": "coke",
  "quotes": [
    {
      "cite": "Mark Pendergrast",
      "quote": "Coca-Cola remains emblematic of the best and worst of America and Western civilization. The history of Coca-Cola is the often funny story of a group of men obsessed with putting a trivial soft drink 'within an arm's reach of desire.' But at the same time, it is a microcosm of American history. Coca-Cola grew up with the country, shaping and shaped by the times. The drink not only helped to alter consumption patterns, but attitudes toward leisure, work, advertising, sex, family life, and patriotism."
    },
    {
      "cite": "Tom Standage",
      "quote": "This original version of Coca-Cola contained a small amount of coca extract and therefore a trace of cocaine. (It was eliminated early in the twentieth century, though other extracts derived from coca leaves remain part of the drink to this day.) Its creation was not the accidental concoction of an amateur experimenting in his garden, but the deliberate and painstaking culmination of months of work by an experienced maker of quack remedies."
    },
    {
      "cite": "Muhtar Kent",
      "quote": "Coca-Cola is the only business in the world where no matter which country or town or village you are in, if someone asks what do you do, and you say you work for Coca-Cola, you never have to answer the question, 'What is that?'"
    },
    {
      "cite": "Lewis Grizzard",
      "quote": "The only way that I could figure they could improve upon Coca-Cola, one of life's most delightful elixirs, which studies prove will heal the sick and occasionally raise the dead, is to put bourbon in it."
    },
    {
      "cite": "George Ritzer",
      "quote": "Coca-Cola is little more than sugar, some flavoring, and lots of (carbonated) water. It is largely indistinguishable from innumerable other brands of cola, yet people around the world seem to think that Coca-Cola is something and they are eager to ask for it by name and even to pay a premium for it."
    },
    {
      "cite": "Teju Cole",
      "quote": "There was no starting point for the rebellion, but I could mark an arbitrary one: that a grown-up was someone who, first and foremost, could drink a Coke at whim."
    },
    {
      "cite": "Jay Leno",
      "quote": "There are now more obese people in the United States than there are overweight people. I think it's safe to say that after all these years, Diet Coke is a complete failure."
    },
    {
      "cite": "Mark Pendergrast",
      "quote": "Coca-Cola emerged from this turbulent, inventive, noisy, neurotic new America. It began as a 'nerve tonic' like many others marketed to capitalize on the dislocations and worries of the day. After surviving an early history rife with conflict and controversy, this lowly nickel soft drink became so much a part of national life that by 1938 it was called 'the sublimated essence of America'."
    },
    {
      "cite": "Colin Hanks",
      "quote": "I don't need to know how they make Coca-Cola. I think it tastes just fine not knowing what the ingredients are. I think there are some things that should be kept secret."
    },
    {
      "cite": "John Kao",
      "quote": "If you are at Coca-Cola, the creative challenge is one of maintaining - rather than creating - a tremendous level of consumption for your products."
    },
    {
      "cite": "John Kao",
      "quote": "Coca-Cola can get really fresh output because it is getting people who are outside the traditional model and they are combining ideas in very novel ways."
    },
    {
      "cite": "Raymond Loewy",
      "quote": "The Coke bottle is a masterpiece of scientific, functional planning. In simpler terms, I would describe the bottle as well thought out, logical, sparing of material and pleasant to look at."
    },
    {
      "cite": "Alecia Whitaker",
      "quote": "Coke is great from a can, still good from a bottle, yet hard to get just right from the fountain. But oh, when they do get it right, it tastes good enough to be an eighth wonder of the world."
    },
    {
      "cite": "Meg Cabot",
      "quote": "Diet Coke does not contain nasty chemicals. It contains lovely and delicious carbonation, caffeine, and aspartame. What's unnatural about that?"
    },
    {
      "cite": "Robert W. Woodruff",
      "quote": "Coca-Cola should always be within an arm's reach of desire."
    },
    {
      "cite": "Barry Eichengreen",
      "quote": "More than Coca-Cola, the dollar is surely the United States' signature export."
    },
    {
      "cite": "Steve Swanson",
      "quote": "I guess there are some things in life where you may never hear an explanation. It's like the guy who hides his secret for Coca-Cola. He just won't share it."
    },
    {
      "cite": "Olive Ann Burns",
      "quote": "Life is like pouring water into a Coca-Cola bottle; if you're the least bit scared you can't do it."
    },
    {
      "cite": "Jack Lalanne",
      "quote": "I'd rather see you drink a glass of wine than a glass of milk. So many people drink Coca-Cola and all these soft drinks with sugar. Some of these drinks have 8 or 9 teaspoons of sugar in them What's the good of living if you can't have the things that give a little enjoyment?"
    },
    {
      "cite": "Walter Todd",
      "quote": "Coke is trying to address all these different niches of unmet needs people have and give them different drinks for every occasion. Some might work, some might not. It takes a long time for new drinks to catch on."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Happiness is like coke: something you get as a by-product in the process of making something else."
    },
    {
      "cite": "Lennon Parham",
      "quote": "The thing is, if you follow whatever meal you have with Coke, it eats up the other things. It helps with the digestion of it."
    }
  ]
}