{
  "source": "https://www.wisesayings.com/cold-hearted-quotes/",
  "theme": "cold-hearted",
  "quotes": [
    {
      "cite": "Emmanuel Jal",
      "quote": "A cold heart is my protection mechanism. I don't really feel anything for anyone."
    },
    {
      "cite": "Jane Austen",
      "quote": "He was not an ill-disposed young man, unless to be rather cold hearted, and rather selfish, is to be ill-disposed"
    },
    {
      "cite": "Monica Murphy",
      "quote": "I shut myself off to make life bearable. I'm like a damn machine sometimes. Unfeeling. Uncaring. Emotionless."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "No matter how cold this world gets, please don't lose touch of morality and allow it to turn your heart cold."
    },
    {
      "cite": "Sara Teasdale",
      "quote": "I shall have peace, as leafy trees are peaceful when rain bends down the bough; And I shall be more silent and cold hearted than you are now."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Sentimentality is the respect the cold-hearted pay to feeling."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "I've learned the best way to prevent your heart from getting broken, is to act like you don't have one."
    },
    {
      "cite": "DH Lawrence",
      "quote": "Perhaps only those people who are capable of real togetherness have that look of being alone in the world."
    },
    {
      "cite": "Beny Steinmetz",
      "quote": "It's hard for me to characterise myself. I think I'm balanced. Some people might say I'm cold-hearted."
    },
    {
      "cite": "Nenia Campbell",
      "quote": "Nobody should have to choose between a cold heart and a dead heart."
    },
    {
      "cite": "kashmir foley",
      "quote": "Sometimes I wish I would just disappear into thin air, leave the pain and the misery of this cold hearted world,I wonder who would miss me if anyone would even show a little sympathy to my family, probably no one I was just a little no one anyways."
    },
    {
      "cite": "Travis Martin",
      "quote": "There comes a time where you must become cold and separate the ones who are tearing you down."
    },
    {
      "cite": "Susanna Kaysen",
      "quote": "You have to have a somewhat cold heart to be a writer."
    },
    {
      "cite": "Emile Zola",
      "quote": "She was cold by nature, self-love predominating over passion; rather than being virtuous, she preferred to have her pleasures all to herself."
    },
    {
      "cite": "Ferdinand de Saussure",
      "quote": "I'm almost never serious, and I'm always too serious. Too deep, too shallow. Too sensitive, too cold hearted. I'm like a collection of paradoxes."
    },
    {
      "cite": "Jane Austen",
      "quote": "There was a kind of cold-hearted selfishness on both sides, which mutually attracted them; and they sympathized with each other in an insipid propriety of demeanor, and a general want of understanding."
    },
    {
      "cite": "Brené Brown",
      "quote": "We cannot selectively numb emotions, when we numb the painful emotions, we also numb the positive emotions."
    },
    {
      "cite": "Brené Brown",
      "quote": "A deep sense of love and belonging is an irreducible need of all people. We are biologically, cognitively, physically, and spiritually wired to love, to be loved, and to belong. When those needs are not met, we don't function as we were meant to. We break. We fall apart. We numb. We ache. We hurt others. We get sick."
    },
    {
      "cite": "Kanye West",
      "quote": "How could you be so cold as a winter wind when it breezes yo'."
    },
    {
      "cite": "Harry Graham",
      "quote": "There's been an accident, they said, / 'Your servant's cut in half; he's dead!'/ 'Indeed.' said Mr. Jones, 'and please, / send me the half that's got my keys.'"
    },
    {
      "cite": "Martin Luther King",
      "quote": "Judicial decrees may not change the heart, but they can restrain the heartless."
    },
    {
      "cite": "The Hunger Games; Mockingjay",
      "quote": "The attack of the dam was a callous and inhuman act of destruction."
    },
    {
      "cite": "Punch (or the London Charivari)",
      "quote": "We hope that, after this callous confession, Scotland yard will now take action."
    },
    {
      "cite": "Justin Green",
      "quote": "Romney lost in part because he allowed his campaign and personality to be defined as extreme and callous."
    },
    {
      "cite": "Mary Embree",
      "quote": "She was so callous that she didn't shed a tear when her husband died."
    },
    {
      "cite": "Bulwer",
      "quote": "Emotion, whether of ridicule, anger, or sorrow, whether raised at a puppet show, a funeral, or a battle, is your grandest of levelers. —The man who would be always superior should be always apathetic."
    },
    {
      "cite": "Billy Graham",
      "quote": "Without dark clouds in our lives, we would never know the joy of sunshine. We can become callous and unteachable if we do not learn from pain."
    },
    {
      "cite": "Tania Thonpson-Spencer",
      "quote": "How do I get there?? / In the midst of a moral wilderness. / Where backbiting is permitted.. / and callous thinking is okayed... / The harder I pray, The stronger the kick to the face.. / Loving god is seen as a weakness. / a vulnerability at best."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "trust me on this one cause I ain't done / all of life isn't necessarily simple and fun / we got cold hearted people living in the middle playing second fiddle."
    },
    {
      "cite": "Danny Morales",
      "quote": "i know your nights are cold now / you so numb that you can't even feel / what is to it to let it go waste / counting back all of those years/tomorrow they seem to all disappear."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "You have never loved me as I love you--never--never! Yours is not a passionate heart--your heart does not burn in a flame! You are, upon the whole, a sort of fay, or sprite-- not a woman!"
    },
    {
      "cite": "Munia Khan",
      "quote": "Spring can still be felt / even if you lay under the bed / Frozen heart can melt / in coldness when wintry love misled."
    },
    {
      "cite": "Frank McAdam",
      "quote": "A cold heart is its own worst punishment."
    },
    {
      "cite": "Billy Graham",
      "quote": "Hot heads and cold hearts never solved anything."
    },
    {
      "cite": "Ally Blake",
      "quote": "I’m a cold-hearted bastard. I’m insular, I'm jaded, a workaholic, I'm ruthless and I'm self-serving. I don’t do forever, I rarely even do “I'll call you tomorrow”. And just because I'm here now it does not mean if you ask me to stay I will."
    },
    {
      "cite": "Pure DragonWolf",
      "quote": "A person with a cold heart can only show their love by being cold."
    },
    {
      "cite": "Drexel Deal",
      "quote": "One who has a deaden conscience can never live within the confinements of the law."
    },
    {
      "cite": "Ja Rule",
      "quote": "Cold hearts don't bleed. Still they pray for eternity, never seeing tomorrow."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Life sometimes reminds us that it is sometimes heartless by giving something or someone we really need to someone who does not need or even want them or it."
    },
    {
      "cite": "Lin Yutang",
      "quote": "No child is born with a really cold heart, and it is only in proportion as we lose that youthful heart that we lose the inner warmth in ourselves."
    },
    {
      "cite": "Michael Ondaatje",
      "quote": "I am someone who has a cold heart. If I am beside a great grief I throw barriers up so the loss cannot go too deep or too far. There is a wall instantly in place, and it will not fall."
    },
    {
      "cite": "Thomas Campbell",
      "quote": "The proud, the cold untroubled heart of stone, that never mused on sorrow but its own. – Thomas Campbell"
    },
    {
      "cite": "Vance Havner",
      "quote": "It is debatable which is causing us more harm - hot-headed ignorance or cold-hearted intellectualism."
    },
    {
      "cite": "Dennis Prager",
      "quote": "The larger the state, the more callous it becomes... the colder its heart. It is also true that the bigger the corporation, the more callous its heart. But unlike the state, corporations have competition and have no police powers."
    },
    {
      "cite": "Jane Austen",
      "quote": "Cold-hearted Elinor! Oh! Worse than cold-hearted! Ashamed of being otherwise."
    }
  ]
}