{
  "source": "https://www.wisesayings.com/cold-weather-quotes/",
  "theme": "cold-weather",
  "quotes": [
    {
      "cite": "John Steinbeck",
      "quote": "What good is the warmth of summer, without the cold of winter to give it sweetness."
    },
    {
      "cite": "Edith Sitwell",
      "quote": "Winter is the time for comfort, for good food and warmth, for the touch of a friendly hand and for a talk beside the fire: it is the time for home."
    },
    {
      "cite": "Mark Twain",
      "quote": "Cold! If the thermometer had been an inch longer we'd have frozen to death."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In the cold dark days of the winter, dream about the flowers to get warmed up!"
    },
    {
      "cite": "Miguel de Unamuno",
      "quote": "Man dies of cold, not of darkness."
    },
    {
      "cite": "Morgan Freeman",
      "quote": "Let me be the first to tell you, drinking alcohol is the worst thing to do in cold weather. Hot soup is the best because the process of digesting food helps to warm you up."
    },
    {
      "cite": "unknown",
      "quote": "This weather is almost colder than my heart."
    },
    {
      "cite": "Mors Kochanski",
      "quote": "In cold weather a good rule is to light your fire first before doing anything else. It is always more sensible to keep yourself warm rather than trying to thaw yourself out later."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "The sun did not shine. It was too wet to play. So we sat in the house. All that cold, cold, wet day."
    },
    {
      "cite": "Israel Zangwill",
      "quote": "The cold cut like a many bladed knife."
    },
    {
      "cite": "Matthew White",
      "quote": "If you are cold at night, let the promise of my love cover you like a warm blanket."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Love keeps the cold out better than a cloak."
    },
    {
      "cite": "Bill Watterson",
      "quote": "I like these cold, gray winter days. Days like these let you savor a bad mood."
    },
    {
      "cite": "Shelly Winters",
      "quote": "It was so cold I almost got married."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "It is only when the cold season comes that we know the pine and cypress to be evergreens."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In a very cold night, even houses want to have houses of their own to enter inside them and feel warm!"
    },
    {
      "cite": "Anne Bradstreet",
      "quote": "Winter must be cold for those with no warm memories."
    },
    {
      "cite": "Mickey Rivers",
      "quote": "It was so cold today that I saw a dog chasing a cat, and the dog was walking."
    },
    {
      "cite": "unknown",
      "quote": "It was so cold that the Statue of Liberty put the torch INSIDE her dress."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Nothing burns like the cold."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "I like the cold weather. It means you get work done."
    },
    {
      "cite": "Paul Theroux",
      "quote": "One thing about cold weather: it brings out the statistician in everyone."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "Three feet of ice does not result from one day of cold weather."
    },
    {
      "cite": "Elsa",
      "quote": "The cold never bothered me anyway."
    },
    {
      "cite": "Hung Tzu-Ch'Eng",
      "quote": "Warm weather fosters growth: cold weather destroys it. Thus a man with an unsympathetic temperament has a scant joy: but a man with a warm and friendly heart overflowing blessings, and his beneficence will extend to posterity."
    },
    {
      "cite": "Brad Goreski",
      "quote": "Scarves, mittens, and hats are a great way to express your personality in the cold weather."
    },
    {
      "cite": "Horace Traubel",
      "quote": "If the world is cold, make it your business to build fires."
    },
    {
      "cite": "Mark Mckinney",
      "quote": "It is so cold out there, my head nearly fell off."
    },
    {
      "cite": "Joe Williams",
      "quote": "Who knows how long the cold weather will last"
    },
    {
      "cite": "Jim Reimann",
      "quote": "Dear soul, begin this wintry month with your God. Let the cold snow and piercing wind remind you He keeps His covenant with you day and night."
    },
    {
      "cite": "Jim Reimann",
      "quote": "Winter in the soul can be an uncomfortable season as well."
    },
    {
      "cite": "Psalm 147:16-17",
      "quote": "He scatters the frost like ashes' over the once green meadows of our joy and 'hurls down his hail like pebbles', freezing the streams of our delight."
    },
    {
      "cite": "Abi Elphinstone",
      "quote": "Winter is a season that sparkles with magic and transforms our ordinary world into a glittering kingdom"
    },
    {
      "cite": "Abi Elphinstone",
      "quote": "The rain was turning rapidly into snow. A bit too rapidly."
    },
    {
      "cite": "Sheila Brook",
      "quote": "I wouldn't like to return to those harsh cold days of my childhood."
    },
    {
      "cite": "Sheila Brook",
      "quote": "The playground was an exciting place but it could be a litttle dangerous during icy weather or after snow had fallen."
    },
    {
      "cite": "Mary Augusta Ward",
      "quote": "Winter had set in before the leaf had fallen from the last oaks; already there had been a fortnight or more of severe cold, with hardly any snow."
    },
    {
      "cite": "Marsha V. Poulin",
      "quote": "The mountain was covered with snow which looked bluish in color.Tiny silver stars that seemed to be nestled in the blue-colored snow sparkled in the cold night air."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "The first cold shower / even the monkey seems to want / a little coat of straw"
    },
    {
      "cite": "Beth Eaglescliffe",
      "quote": "Winter brings colder temperatues and snow to many regions. Snow makes everything very quiet and alters the landscape."
    },
    {
      "cite": "Sinclair Lewis",
      "quote": "During blizzards everything about the railroad was melodramatic."
    },
    {
      "cite": "Nineteenth-century toast",
      "quote": "Let's drink the liquid of amber so bright / Let's rink the liquid with foam snowy white / Let's drink the liquid that brings all good cheer / Oh, where is the drink like old-fashioned beer?"
    },
    {
      "cite": "Psalm 147",
      "quote": "With hoary frost He strews the ground / His hail descends with dreadful sounds / His icy bands the rivers hold / And terrors arms his wintry cold...His steady counsels change the face / Of the declining year / He bids the sun cut short his race / And wintry days appear."
    },
    {
      "cite": "Philip Henry Gosse",
      "quote": "The rains of autumn have now fairly yielded to the frosts of winter: our long season of cold weather has set in.."
    },
    {
      "cite": "Philip Henry Gosse",
      "quote": "And skies their wintry sterness wear."
    },
    {
      "cite": "Philip Henry Gosse",
      "quote": "Yet winter is not altogether cheerless; by searching we may yet find a few subjects worthy of investigation,and capable of affording amusement and instruction to the mind; nature is never barren of lessons of wisdom, to him who possesses a mind willing to receive them."
    },
    {
      "cite": "Robert Hogg",
      "quote": "The wintry weather is becoming with us a somewhat serious matter. We have still, as we have had for a long time, a considerable depth of snow, covering everything and preventing all ground work."
    },
    {
      "cite": "J.M.Usher",
      "quote": "I have been wandering in the cold, wintry winds of this life, enduring with sorrow its frosts, not knowing where to turn, or whether to direct my footsteps to find shelter."
    },
    {
      "cite": "J.M.Usher",
      "quote": "It is now winter, dead winter. Desolation and silence reign in the fields. No singing of birds is heard, no humming of insects.The streams murmur no longer, they are locked up with frost"
    },
    {
      "cite": "J.M.Usher",
      "quote": "Yes, the cold wintry winds, the snow and frosts, the cares and anxieties of this life, are all sent to life to teach us to loosen our grasp upon things in this world and to draw us near to him."
    },
    {
      "cite": "Voltaire",
      "quote": "No snowflake in an avalanche ever feels responsible."
    },
    {
      "cite": "Donald Anderson, Aritha van Herk",
      "quote": "Cold is first of all experience, a sensation acquired and intensified by an absence of sensation, the benumbing of freezing itself anesthetizing."
    },
    {
      "cite": "William Blake",
      "quote": "In seed time learn, in harvest teach, in winter enjoy."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Advice is like the snow. The softer it falls, the longer it dwells upon and the deeper it sinks into the mind."
    },
    {
      "cite": "Aristotle",
      "quote": "To appreciate the beauty of a snowflake it is necessary to stand out in the cold."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Winter is on my head, but eternal spring is in my heart."
    },
    {
      "cite": "Emily Wing Smith",
      "quote": "Being soaked alone is cold. Being soaked with your best friend is an adventure."
    },
    {
      "cite": "Benjamin Alire Saenz",
      "quote": "The heart can get really cold if all you've known is winter."
    }
  ]
}