{
  "source": "https://www.wisesayings.com/collaboration-quotes/",
  "theme": "collaboration",
  "quotes": [
    {
      "cite": "Twyla Tharp",
      "quote": "I always find that the best collaborations are when you work with people that know what they're doing, and you leave them alone to do it."
    },
    {
      "cite": "Don Tapscott",
      "quote": "Collaboration is important not just because it's a better way to learn. The spirit of collaboration is penetrating every institution and all of our lives. So learning to collaborate is part of equipping yourself for effectiveness, problem solving, innovation and life long learning in an ever changing networked economy."
    },
    {
      "cite": "Estelle Fanta Swaray",
      "quote": "Collaboration is the way to go. It's very timely and fun to do."
    },
    {
      "cite": "Charles Darwin",
      "quote": "It is the long history of humankind and animal kind, too those who learned to collaborate and improvise most effectively have prevailed."
    },
    {
      "cite": "Mark Consuelos",
      "quote": "It's always a good collaboration between the actor and the writer and the director to try stuff out, during the process."
    },
    {
      "cite": "William F. Schulz",
      "quote": "Human beings, joined in collaboration with the gifts of grace, are responsible for the planet and its future."
    },
    {
      "cite": "Cary Fukunaga",
      "quote": "Collaboration sometimes causes conflict, and sometimes it's easy, but the bringing together of great minds only adds."
    },
    {
      "cite": "Andre Gide",
      "quote": "Art is a collaboration between God and the artist, and the less the artist does the better."
    },
    {
      "cite": "Grant-Lee Phillips",
      "quote": "Collaboration is much like a birth. The song that springs forth resembles each one of us to a degree, but it's the kind of thing that would never be born from just one of us sitting down with a guitar."
    },
    {
      "cite": "Astronaut Ron Garan",
      "quote": "Collaboration begins with mutual understanding and respect."
    },
    {
      "cite": "Amit Ray",
      "quote": "Collaboration is the essence of life. The wind, bees and flowers work together, to spread the pollen. Mindfulness gives us the opportunity to work with the cosmic collaboration."
    },
    {
      "cite": "Vince Clarke",
      "quote": "Collaboration is no longer painful or precious."
    },
    {
      "cite": "Antony Starr",
      "quote": "Collaboration is the best way to work. It's only way to work, really. Everyone's there because they have a set of skills to offer across the board."
    },
    {
      "cite": "Walter Isaacson",
      "quote": "Most of the collaborations of technology were done by teams. Collaboration is key to creativity."
    },
    {
      "cite": "Oh Land",
      "quote": "A successful collaboration is all about trust and respect. If you show people trust they will perform better."
    },
    {
      "cite": "Henry Ford",
      "quote": "If everyone is moving forward together, then success takes care of itself."
    },
    {
      "cite": "Steve Lacy",
      "quote": "I think it is in collaboration that the nature of art is revealed."
    },
    {
      "cite": "James Cash Penney",
      "quote": "The best teamwork comes from men who are working independently toward one goal in unison."
    },
    {
      "cite": "Brett Harris",
      "quote": "The beauty of collaboration between older and younger generations is that we combine strength with wisdom a surefire way to accomplish more for the glory of God."
    },
    {
      "cite": "Larry Niven",
      "quote": "In a collaboration, each author will do 75% of the work."
    },
    {
      "cite": "Shawn Lukas",
      "quote": "Collaboration is key, it takes innovation and creativity to the next room."
    },
    {
      "cite": "Jonah Hill",
      "quote": "I believe in collaboration. I think that is the most entertaining and effective way to write for me, personally."
    },
    {
      "cite": "Lin-Manuel Miranda",
      "quote": "The fun for me in collaboration is, one, working with other people just makes you smarter; that's proven."
    },
    {
      "cite": "Mattie Stepanek",
      "quote": "Unity is strength when there is teamwork and collaboration, wonderful things can be achieved."
    },
    {
      "cite": "Mahmoud Ahmadinejad",
      "quote": "Cooperation and collaboration among nations and countries can help in the process of development of promoting welfare as well as bringing peace and stability."
    },
    {
      "cite": "Jane Ripley",
      "quote": "Sometimes the best way to get other people to give up their egos is for you to give up yours first."
    },
    {
      "cite": "John C Maxwell",
      "quote": "Working together precedes winning together collaboration is multiplication."
    },
    {
      "cite": "Brian Eno",
      "quote": "Every collaboration helps you grow."
    },
    {
      "cite": "Amit Ray",
      "quote": "Collaboration has no hierarchy. The sun collaborates with soil to bring the flowers on the earth."
    },
    {
      "cite": "Mike Schmoker",
      "quote": "Collaboration allows teachers to capture each other's fund of collective intelligence."
    },
    {
      "cite": "Edward M Lerner",
      "quote": "Collaboration is a nice change of pace from the often solitary nature of the writer's craft."
    },
    {
      "cite": "Peter Senge",
      "quote": "Collaboration is vital to sustain what we call profound or really deep change, because without it, organizations are just overwhelmed by the forces of the status quo."
    }
  ]
}