{
  "source": "https://www.wisesayings.com/collage-quotes/",
  "theme": "collage",
  "quotes": [
    {
      "cite": "Andrei Codrescu",
      "quote": "In the grand collage that is Dada, past and future are equally usable."
    },
    {
      "cite": "Joshua L. Goldberg",
      "quote": "Rapid-collage prevents any elevating movement toward a fixed goal. To 'be nowhere' is to let oneself be."
    },
    {
      "cite": "Nita Leland",
      "quote": "Collage is like a hall of mirrors. Every direction you look, you see something different and visually stimulating."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Now the culture is made of old things, it's a collage. Art made out of art is not art. You're supposed to make art out of life."
    },
    {
      "cite": "Donald Kuspit",
      "quote": "Collage is a demonstration of the many becoming the one, with the one never fully resolved because of the many that continue to impinge upon it."
    },
    {
      "cite": "Elliott Hundley",
      "quote": "Anyone who's ever put a stamp on an envelope or a note on their refrigerator knows what it's like to make a collage. There's no esoteric technique."
    },
    {
      "cite": "David Shields",
      "quote": "I'm not interested in collage as the refuge of the composition-ally disabled. I'm interested in collage as (to be honest) an evolution beyond narrative."
    },
    {
      "cite": "Max Ernst",
      "quote": "Collage is the noble conquest of the irrational, the coupling of two realities, irreconcilable in appearance, upon a plane which apparently does not suit them."
    },
    {
      "cite": "Elliott Hundley",
      "quote": "Collage has been one of the most relevant forms of art making. It's resonant because it is made of the stuff that we see every day. It's familiar. It reflects our reality."
    },
    {
      "cite": "Beck",
      "quote": "Whether you're aware of it or not, any kind of collage idea becomes a part of how you see the world once you incorporate media and internet and video games and all these things."
    },
    {
      "cite": "Max Ernst",
      "quote": "Collage is a supersensitive and scrupulously accurate instrument, similar to a seismograph, which is able to record the exact amount of the possibility of human happiness at any period."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "The photo collage is a way to travel that must be used with skill and precision if we are to arrive... The collage as a flexible hieroglyph language of juxtaposition: A collage makes a statement."
    },
    {
      "cite": "Maria Popova",
      "quote": "We are a collage of our interests, our influences, our inspirations, all the fragmentary impressions we've collected by being alive and awake to the world. Who we are is simply a finely-curated catalogue of those."
    },
    {
      "cite": "James Rosenquist",
      "quote": "Popular culture isn't a freeze-frame; it is images zapping by in rapid-fire succession, which is why collage is such an effective way of representing contemporary life. The blur between images creates a kind of motion in the mind."
    },
    {
      "cite": "Bryan Collier",
      "quote": "Collage is more than just an art style. Collage is all about bringing different elements together. Once you form a sensibility about connection, how different elements relate to each other, you deepen your understanding of yourself and others."
    },
    {
      "cite": "Robert Motherwell",
      "quote": "Collage is the twentieth century's greatest innovation."
    },
    {
      "cite": "Laura Owens",
      "quote": "Sometimes a collage element I hit upon can inspire the entire drawing."
    },
    {
      "cite": "Bo Bennett",
      "quote": "A dream collage is pictures of your goals. It is like your future photo album."
    },
    {
      "cite": "Robert Motherwell",
      "quote": "For a painter as abstract as myself, the collages offer a way of incorporating bits of the everyday world into pictures."
    },
    {
      "cite": "David Shields",
      "quote": "Everything I write, I believe instinctively, is to some extent collage. Meaning, ultimately, is a matter of adjacent data."
    },
    {
      "cite": "Willard Gaylin",
      "quote": "We occupy a space of our own creation-a collage compounded by bits and pieces of actuality arranged into a design determined by our internal perceptions, our hopes, our fears, our memories, and our anticipations."
    },
    {
      "cite": "Jens Lekman",
      "quote": "The beauty of the collage technique is that you're using sounds that have never met and were never supposed to meet. You introduce them to each other, at first they're a bit shy, clumsy, staring at their shoes. But you can sense there's something there. So you cut and paste a little bit and by the end of the song you can spot them in the corner, holding hands."
    },
    {
      "cite": "Abe Ajay",
      "quote": "Collage-making, for me, is basically an act of painting, allowing me to indulge in an appetite for immediacy."
    },
    {
      "cite": "Jean-Luc Godard",
      "quote": "If direction is a look, montage is a heartbeat. To foresee is the characteristic of both; but what one seeks to foresee in space, the other seeks in time."
    }
  ]
}