{
  "source": "https://www.wisesayings.com/college-friends-quotes/",
  "theme": "college-friends",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the blessings of old friends that you can afford to be stupid with them."
    },
    {
      "cite": "Pythagoras",
      "quote": "Friends are as companions on a journey, who ought to aid each other to persevere in the road to a happier life."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "The fellowship of true friends who can hear you out, share your joys, help carry your burdens, and correctly counsel you is priceless."
    },
    {
      "cite": "John Churton Collins",
      "quote": "In prosperity, our friends know us; in adversity, we know our friends."
    },
    {
      "cite": "Henry Drummond",
      "quote": "Wherever we are, it is our friends that make our world."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun."
    },
    {
      "cite": "Euripides",
      "quote": "Friends show their love in times of trouble, not in happiness."
    },
    {
      "cite": "Henry Adams",
      "quote": "Friends are born, not made."
    },
    {
      "cite": "Helen Keller",
      "quote": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good."
    },
    {
      "cite": "Mencius",
      "quote": "Friends are the siblings God never gave us."
    },
    {
      "cite": "Judith Viorst",
      "quote": "Close friends contribute to our personal growth. They also contribute to our personal pleasure, making the music sound sweeter, the wine taste richer, the laughter ring louder because they are there."
    },
    {
      "cite": "Ian Ziering",
      "quote": "To be with old friends is very warming and comforting."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "True friends stab you in the front."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Friends... they cherish one another's hopes. They are kind to one another's dreams."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Our friends interpret the world and ourselves to us, if we take them tenderly and truly."
    },
    {
      "cite": "Tom Waits",
      "quote": "Champagne for my real friends and real pain for my sham friends."
    },
    {
      "cite": "Eleanor Mondale",
      "quote": "The biggest hurdle is figuring out who your friends are. Your real friends."
    },
    {
      "cite": "Giotto di Bondone",
      "quote": "The sincere friends of this world are as ship lights in the stormiest of nights."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "It's the friends you can call up at 4 a.m. that matter."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Have friends. 'Tis a second existence."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "When you choose your friends, don't be short-changed by choosing personality over character."
    },
    {
      "cite": "John Hay",
      "quote": "Friends are the sunshine of life."
    },
    {
      "cite": "Juan Manuel Santos",
      "quote": "Good friends don't have to visit each other every day."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Friends are thieves of time."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "The best way to keep your friends is not to give them away."
    },
    {
      "cite": "Avigdor Lieberman",
      "quote": "Even between the best of friends, mistakes and misunderstandings can happen."
    },
    {
      "cite": "Brooke Elliott",
      "quote": "Friends confront each other sometimes, and sometimes the friendship lasts, and sometimes it doesn't."
    },
    {
      "cite": "George Santayana",
      "quote": "One's friends are that part of the human race with which one can be human."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "Live so that your friends can defend you but never have to."
    },
    {
      "cite": "Dave Brenner",
      "quote": "Friends are the most important part of your life. Treasure the tears, treasure the laughter, but most importantly, treasure the memories."
    },
    {
      "cite": "Victor Hugo",
      "quote": "At the shrine of friendship never say die, let the wine of friendship never run dry."
    },
    {
      "cite": "Barry Sheils",
      "quote": "Ever since college, I make friends. They get married. I lose friends."
    },
    {
      "cite": "A. A. Milne",
      "quote": "If ever there is tomorrow when we're not together... there is something you must always remember. You are braver than you believe, stronger than you seem, and smarter than you think. But the most important thing is, even if we're apart... I'll always be with you."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The glory of friendship is not the outstretched hand, not the kindly smile, nor the joy of companionship; it is the spiritual inspiration that comes to one when you discover that someone else believes in you and is willing to trust you with a friendship."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked."
    },
    {
      "cite": "John Green (Paper Towns)",
      "quote": "As long as we don't die, this is going to be one hell of a story."
    },
    {
      "cite": "Emma Chase",
      "quote": "By now, Kate has released her hair and lost her shoes. My tie is off, the top two buttons of my shirt open. Our appearance could make things feel friendly - intimate - like an all-night study session in college. If we weren't trying to rip each other's thraots open, of course."
    },
    {
      "cite": "Leonard Feather",
      "quote": "Finishing A Good Book Is Like Leaving A Good Friend."
    },
    {
      "cite": "Joy Loverde",
      "quote": "A friend is someone who will bail you out of jail. A best friend is the one sitting next to you saying \"Boy was that fun.\""
    },
    {
      "cite": "Priyanka Bagade",
      "quote": "A good friend is a connection to life - a tie to the past, a road to the future, the key to sanity in a totally insane world."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "The best things in life are free. And it is important never to lose sight of that. So look around you. Wherever you see friendship, loyalty, laughter, and love...there is your treasure."
    },
    {
      "cite": "Mindy Kaling",
      "quote": "With my friends, the sad truth is that our best “best friend” days are behind us. In college, we used to be able to meet each other in the common area of our off-campus housing, excited about our evening ahead, which consisted of someone making an enormous tureen of pasta and drinking wine from a box while we took turns regaling each other with details of our terrible love lives."
    },
    {
      "cite": "Jacques Delille",
      "quote": "Fate chooses your relations, you choose your friends."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "Ed Cunningham",
      "quote": "Friends are those rare people who ask how we are and then wait to hear the answer."
    },
    {
      "cite": "Jane Austen",
      "quote": "Friendship is certainly the finest balm for the pangs of disappointed love."
    },
    {
      "cite": "Elizabeth Eulberg",
      "quote": "What time do you need to get ready for college boy?” I looked at my watch. “I probably should leave soon. Do you think it’s strange that he’s taking me?” Levi shook his head. “I would find it odd if anybody didn’t want to take you anywhere you wanted to go."
    },
    {
      "cite": "unknown",
      "quote": "Friendship is the only cement that will ever hold the world together."
    },
    {
      "cite": "Ramashish Yadav",
      "quote": "Count your garden by the flowers, never by the leaves that fall. Count your days by golden hours, don't remember clouds at all. Count your nights by stars, not shadows, count your life by smiles, not tears. And with joy on every birthday, count your age by friends, not years."
    },
    {
      "cite": "GS.Subbu",
      "quote": "Don't be dismayed at goodbyes, a farewell is necessary before you can meet again and meeting again, after moments or lifetimes, is certain for those who are friends"
    },
    {
      "cite": "Dr.Punit Sethi",
      "quote": "Here's to the nights that turned into mornings, and the friends who turned into family."
    },
    {
      "cite": "Neetu Khatri Kajal",
      "quote": "As we grow up, we realize it becomes less important to have more friends and more important to have real ones."
    },
    {
      "cite": "Margaret Walker",
      "quote": "Friends and good manners will carry you where money won't go."
    },
    {
      "cite": "Helen Steiner Rice",
      "quote": "When you ask God for a gift, Be thankful if he sends, Not diamonds, pearls or riches, but the love of real true friends."
    },
    {
      "cite": "John Lennon",
      "quote": "Being honest may not get you a lot of friends but it’ll always get you the right ones."
    },
    {
      "cite": "Dapo Omojola",
      "quote": "One measure of friendship consists not in the number of things friends can discuss, but in the number of things they need no longer mention."
    },
    {
      "cite": "Dapo Omojola",
      "quote": "Friendship is delicate as a glass, once broken it can be fixed but there will always be cracks."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A friend is someone who knows all about you and still loves you."
    },
    {
      "cite": "Helen Keller",
      "quote": "I would rather walk with a friend in the dark, than alone in the light."
    },
    {
      "cite": "Stephen King",
      "quote": "Friends don't spy; true friendship is about privacy too."
    },
    {
      "cite": "Jennifer Wilson",
      "quote": "A messy house is a must - it separates your true friends from other friends. Real friends are there to visit you not your house!"
    },
    {
      "cite": "John Green",
      "quote": "You can pick your friends, and you can pick your nose, but you can't pick youre friend's nose."
    },
    {
      "cite": "G. Kleiser",
      "quote": "A friend is someone who can see the truth and pain in you even when you are fooling everyone else."
    },
    {
      "cite": "Wilson C. McWilliams",
      "quote": "Faint heart never won true friend. O my friend, may it come to pass, once, that when you are my friend I may be yours."
    },
    {
      "cite": "Audrey Niffenegger",
      "quote": "And so the twins had remained virgins. Julia and Valentina watched all of their high school and college friends disappear one by one into the adult world of sex, until they were the only people they knew who lingered in the world of the uninitiated. \"What was it like?\" they asked each friend. The answers were vague. Sex was a private joke: you had to be there."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit."
    },
    {
      "cite": "Terra Elan McVoy",
      "quote": "I wasn't aware that was how I felt, either, until it was out. And now that I've said it like that, I'm not exactly sure it is how I feel. But this isn't a piece of paper I can crumple up and throw away. they aren't words I can cross out to start over. Now they're out, and I know they'll hang here, between us, maybe forever."
    },
    {
      "cite": "Socrates",
      "quote": "There is no possession more valuable than a good and faithful friend."
    },
    {
      "cite": "Tom Petty",
      "quote": "You and I will meet again, When we're least expecting it, One day in some far off place, I will recognize your face, I won't say goodbye my friend, For you and I will meet again."
    },
    {
      "cite": "Matthew Dicks",
      "quote": "It's strange how teachers can go off to college for all those years to learn to become teachers, but some of them never learn the easy stuff. Like making kids laugh. And making sure they know that you love them."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing."
    },
    {
      "cite": "Joseph Parry",
      "quote": "Make new friends, but keep the old; Those are silver, these are gold. New-made friendships, like new wine, Age will mellow and refine. Friendships that have stood the test - Time and change - are surely best; Brow may wrinkle, hair grow gray, Friendship never knows decay. For 'mid old friends, tried and true, Once more we our youth renew. But old friends, alas! may die, New friends must their place supply. Cherish friendship in your breast- New is good, but old is best; Make new friends, but keep the old; Those are silver, these are gold."
    },
    {
      "cite": "V. K. Subramanian",
      "quote": "The only way to have a friend is to be one."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "In the End, we will remember not the words of our enemies but the silence of our friends."
    },
    {
      "cite": "Tom Petty",
      "quote": "You have four years to be irresponsible here. Relax. Work is for people with jobs. You’ll never remember class time, but you’ll remember time you wasted hanging out with your friends. So, stay out late. Go out on a Tuesday with your friends when you have a paper due Wednesday. Spend money you don’t have. Drink ’til sunrise. The work never ends, but college does."
    },
    {
      "cite": "Tom Petty",
      "quote": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?"
    },
    {
      "cite": "unknown",
      "quote": "True Friends and New Friends Best friends are like diamonds, precious and rare. False friends are like leaves, found everywhere."
    },
    {
      "cite": "unknown",
      "quote": "Life was meant for good friends and great adventures."
    },
    {
      "cite": "Drake",
      "quote": "Nobody really likes us except for us."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "This is what I like about photographs. They're proof that once, even if just for a heartbeat, everything was perfect."
    }
  ]
}