{
  "source": "https://www.wisesayings.com/college-quotes/",
  "theme": "college",
  "quotes": [
    {
      "cite": "Dan Rather",
      "quote": "A college degree is the key to realizing the American dream, well worth the financial sacrifice because it is supposed to open the door to a world of opportunity."
    },
    {
      "cite": "William J. Clinton",
      "quote": "When we make college more affordable, we make the American dream more achievable."
    },
    {
      "cite": "Bobby Scott",
      "quote": "It is virtually impossible to compete in today's global economy without a college degree."
    },
    {
      "cite": "Mark Pocan",
      "quote": "By making college unaffordable and student loans unbearable, we risk deterring our best and brightest from pursuing higher education and securing a good-paying job."
    },
    {
      "cite": "Jeannette Walls",
      "quote": "You didn't need a college degree to become one of the people who knew what was really going on. If you paid attention, you could pick things up on your own."
    },
    {
      "cite": "Tsugumi Ohba",
      "quote": "College is fun as long as you don't die."
    },
    {
      "cite": "Robert Frost",
      "quote": "College is a refuge from hasty judgment."
    },
    {
      "cite": "Bill Cosby",
      "quote": "For college seniors there should be a week of being allowed to cry. Just break down and cry because you are scared and don't know what's next."
    },
    {
      "cite": "Natalie Portman",
      "quote": "I'm going to college. I don't care if it ruins my career. I'd rather be smart than a movie star."
    },
    {
      "cite": "Judd Apatow",
      "quote": "College is the reward for surviving high school. Most people have great fun stories from college and nightmare stories from high school."
    },
    {
      "cite": "John Green",
      "quote": "Every year, many, many stupid people graduate from college. And if they can do it, so can you."
    },
    {
      "cite": "Horatio Alger",
      "quote": "No period of my life has been one of such unmixed happiness as the four years which have been spent within college walls."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "I think, especially when you're in college, each book that you're reading tends to tell you who you are."
    },
    {
      "cite": "Tom Hanks",
      "quote": "I went to college because I didn't have anywhere else to go and it was a fabulous hang. And while I was there I was exposed to this world that I didn't know was possible."
    },
    {
      "cite": "Tom Ford",
      "quote": "College campuses were once a hotbed of political activity."
    },
    {
      "cite": "Helen Keller",
      "quote": "College isn't the place to go for ideas."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "College has given me the confidence I need to fail."
    },
    {
      "cite": "R. Albert Mohler Jr.",
      "quote": "If the college you visit has a bookstore filled with t-shirts rather than books, find another college."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The things taught in schools and colleges are not an education, but the means to an education."
    },
    {
      "cite": "David Wood",
      "quote": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?"
    },
    {
      "cite": "Thomas Chandler Haliburton",
      "quote": "A college education shows a man how little other people know."
    },
    {
      "cite": "George Gobel",
      "quote": "College is a place to keep warm between high school and an early marriage."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "College is like a fountain of knowledge - and the students are there to drink"
    },
    {
      "cite": "Dennis Prager",
      "quote": "One of the great mind destroyers of college education is the belief that if it's very complex, it's very profound."
    },
    {
      "cite": "William James",
      "quote": "Our colleges ought to have lit up in us a lasting relish for he better kind of man, a loss of appetite for mediocrities."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What school, college, or lecture bring men depends on what men bring to carry it home in."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "One of the benefits of a college education is to show the boy its little avail."
    },
    {
      "cite": "George Lorimer",
      "quote": "Colleges don't make fools, they only develop them."
    },
    {
      "cite": "R.S. Ingersoll",
      "quote": "Colleges are places where pebbles are polished and diamonds are dimmed."
    },
    {
      "cite": "William James",
      "quote": "The aim of a college education is to teach you to know a good man when you see one."
    },
    {
      "cite": "Gordon Gee",
      "quote": "So if a college education is indispensable, the challenge as I see it is how to make it more accessible."
    },
    {
      "cite": "Ossie Davis",
      "quote": "College ain't so much where you been as how you talk when you get back."
    },
    {
      "cite": "Thomas Ehrlich",
      "quote": "A college education should equip one to entertain three things: a friend, an idea and oneself."
    },
    {
      "cite": "Anne Lamott",
      "quote": "I accidentally forgot to graduate from college."
    },
    {
      "cite": "Robert M. Hutchins",
      "quote": "The college graduate is presented with a sheepskin to cover his intellectual nakedness."
    },
    {
      "cite": "J. Cole",
      "quote": "College isn't in everyone's hearts. I am living proof, though, that school doesn't mess up your plans. It gives you more experiences to write about."
    },
    {
      "cite": "C. Wright Mills",
      "quote": "The aim of the college, for the individual student, is to eliminate the need in his life for the college; the task is to help him become a self-educating man."
    },
    {
      "cite": "William H. Murray",
      "quote": "A college boy cannot successfully go through life by graduating in football, baseball, or highballs, for the responsibilities of life are not ball-bearing."
    },
    {
      "cite": "Reverend Edward A. Malloy",
      "quote": "A college degree is not a sign that one is a finished product but an indication a person is prepared for life."
    },
    {
      "cite": "Mark Pocan",
      "quote": "By making college unaffordable and student loans unbearable, we risk deterring our best and brightest from pursuing higher education and securing a good paying job."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Colleges are like old age homes, except for the fact that more people die in colleges."
    },
    {
      "cite": "George Horace Lorime",
      "quote": "The aim of the college, for the individual student, is to eliminate the need in his life for the college; the task is to help him become a self-educating man."
    },
    {
      "cite": "Phil Mickelson",
      "quote": "I think a college education is important no matter what you do in life."
    },
    {
      "cite": "Larisa Oleynik",
      "quote": "College inspired me to think differently. It's like no other time in your life."
    },
    {
      "cite": "Jeph Jacques",
      "quote": "That's what college is for - getting as many bad decisions as possible out of the way before you're forced into the real world. I keep a checklist of 'em on the wall in my room."
    },
    {
      "cite": "L. L. Henderson",
      "quote": "Fathers send their sons to college either because they went to college or because they didn't."
    },
    {
      "cite": "George Edwin Howes",
      "quote": "The chief value in going to college is that it's the only way to learn it really doesn't matter."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Never get married in college; it's hard to get a start if a prospective employer finds you've already made one mistake."
    },
    {
      "cite": "Alice Duer Miller",
      "quote": "Don't ever dare to take your college as a matter of course - because, like democracy and freedom, many people you'll never know have broken their hearts to get it for you."
    },
    {
      "cite": "Thomas Edward Brown",
      "quote": "It is not my wish to lounge about the college and fatten on a fellowship all my days. I am always trying to look upon a college life as a medium not an end."
    }
  ]
}