{
  "source": "https://www.wisesayings.com/colorado-quotes/",
  "theme": "colorado",
  "quotes": [
    {
      "cite": "Lee Mckinny",
      "quote": "Fishing along the Arkansas River is some of the best in Colorado, and there are raft trips available through local companies."
    },
    {
      "cite": "Nancy S. Greif",
      "quote": "When people think 'Colorado', many of the images that pop into their minds are of majestic mountains, forests, rivers, canyons, and other natural features."
    },
    {
      "cite": "Dave Barry",
      "quote": "Each year, millions of skiers come to Colorado to experience its superb emergency medical facilities."
    },
    {
      "cite": "Trey Parker",
      "quote": "You don't need missionaries in Colorado; you got Colorado."
    },
    {
      "cite": "Donald Worster",
      "quote": "Do what we will, the Colorado will one day find an unimpeded way to the sea."
    },
    {
      "cite": "Brandi Carlile",
      "quote": "Colorado is an oasis, an otherworldly mountain place."
    },
    {
      "cite": "Bob Beauprez",
      "quote": "As state and federal lawmakers debate the country's energy policies and Colorado's role in the ever-expanding energy economy, let's hope they remember that unnecessary regulations stifle growth while doing nothing for public safety or health."
    },
    {
      "cite": "Michael Bennet",
      "quote": "Colorado's majestic landscapes are one of our most valuable assets, and it's important that we work to preserve these treasures."
    },
    {
      "cite": "John Hickenlooper",
      "quote": "Colorado has always been a good place to find what you're made of."
    },
    {
      "cite": "John Hickenlooper",
      "quote": "Colorado is a state that people like to be themselves and solve their own problems."
    },
    {
      "cite": "John Hickenlooper",
      "quote": "Colorado does not shut down. Colorado does not quit. Colorado does not break."
    },
    {
      "cite": "Robert F. Williams",
      "quote": "One day the Constitution of Colorado is the highest law of the state. The next day it’s waste paper."
    },
    {
      "cite": "Nancy S. Greif",
      "quote": "With more residents and tourism activity in Colorado, the 'Great Outdoors' is becoming a little crowded."
    },
    {
      "cite": "Nancy S. Greif",
      "quote": "White-water rafting, canoeing, and kayaking are very popular in Colorado."
    },
    {
      "cite": "Nancy S. Greif",
      "quote": "If you don't want your neighbors livestock grazing on your land, Colorado law puts the burden for financing and constructing the fence on you, the neighbor— that's what it means when you hear the expression 'Colorado is an open range state'."
    },
    {
      "cite": "Nancy S. Greif",
      "quote": "If you live in rural Colorado, sooner or later you will probably need to know that local governments have very direct power over your land and how you use it."
    },
    {
      "cite": "Donald L. Baars",
      "quote": "The Colorado plateau is a strange, harsh, but wonderful country, indeed."
    },
    {
      "cite": "Donald L. Baars",
      "quote": "Yet, if one leaves the main towns and thoroughfares and ventures a few miles into the 'back country,' a fairyland of untold beauty unfolds in almost any directions"
    },
    {
      "cite": "Donald L. Baars",
      "quote": "The colorado plateau with its magnificent deep canyons and towering peaks has not been an environment particularly hospitable to man. It is a land of extremes: flat-topped plateaus and mesas or vertical-walled canyons; ice-draped peaks or desert sands; unbearable heat or arctic blizzards; great aridity or thundering rapids."
    },
    {
      "cite": "Mike Nelson",
      "quote": "In early spring, the upper levels of the atmosphere are cold, and warmer air at the surface will create very unstable conditions in the skies over Colorado."
    },
    {
      "cite": "Mike Nelson",
      "quote": "The Eastern plains of Colorado and southern Wyoming are among the hail capitals of the world, thanks in part to the higher elevation that puts the area closer to the chilly air aloft, and to the mountains in the west, which will  help inspire the development of thunderstorms that rumble onto the plains."
    },
    {
      "cite": "Ralph Lee Hopkins",
      "quote": "Only a stone's throw from downtown Denver, is an easy walk through time that leads past dinosaur tracks, bones, ripple marks, and other traces of Colorado's vanished life and ancient environments."
    },
    {
      "cite": "Mary Taylor Gray",
      "quote": "Colorado boasts a wonderful variety of colorful and interesting birds that are an important part of state's outdoor heritage."
    },
    {
      "cite": "Mike Nelson",
      "quote": "Some of the most beautiful and colorful parts of Colorado are found in the clouds above."
    },
    {
      "cite": "Mike Nelson",
      "quote": "Colorado sits on the western edge of 'tornado alley,' the Great Plains, which hold the dubious honor of having more tornadoes than any other place on the planet."
    },
    {
      "cite": "Neil Hanson",
      "quote": "A crystal clear Colorado sky opens above us, a blue so deep it makes you dizzy. The occasional bright white wispy cloud dances across the firmament, punctuating the deep blue vault of heaven stretching over this paradise."
    },
    {
      "cite": "John Hickenlooper",
      "quote": "Whenever I've met with businesses that want to locate in Colorado, the state's infrastructure for moving people and products is a top concern."
    },
    {
      "cite": "Jessica Biel",
      "quote": "We lived in Colorado, and my parents were outdoorsy mountain people. My father would always say, 'Go out and don't come back until you have something to show me.' Which meant he wanted me to come back with a scraped knee or an injury. When I went out to play, I felt like I'd better get hurt."
    },
    {
      "cite": "Gary Bauer",
      "quote": "As long as there's land available, single-family homes will be built, and Colorado residents will always go for a single-family over a condo."
    },
    {
      "cite": "Brandi Carlile",
      "quote": "Colorado is an oasis, an otherworldly mountain place. I've played so many shows in Colorado that I think I'm the Colorado house band."
    }
  ]
}