{
  "source": "https://www.wisesayings.com/color-quotes/",
  "theme": "color",
  "quotes": [
    {
      "cite": "Claude Monet",
      "quote": "Color is my day-long obsession, joy and torment."
    },
    {
      "cite": "Antoni Gaudi",
      "quote": "Color in certain places has the great value of making the outlines and structural planes seem more energetic."
    },
    {
      "cite": "Uniek Swain",
      "quote": "All the other colors are just colors, but purple seems to have a soul — when you look at it, it's looking back at you."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Mere color, unspoiled by meaning, and unallied with definite form, can speak to the soul in a thousand different ways."
    },
    {
      "cite": "Ernest Lawson",
      "quote": "Color should be used to depict the three major emotions in a man's life—anticipation, realization and retrospection."
    },
    {
      "cite": "Robert Henri",
      "quote": "Color is only beautiful when it means something."
    },
    {
      "cite": "Pierre Bonnard",
      "quote": "Color does not add a pleasant quality to design - it reinforces it."
    },
    {
      "cite": "Kim Nance",
      "quote": "Coloring outside the lines is a fine art."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "Colors are the smiles of nature."
    },
    {
      "cite": "A.S. Byatt",
      "quote": "I think the names of colors are at the edge, between where language fails and where it's at its most powerful."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "Each color lives by its mysterious life."
    },
    {
      "cite": "Francis Bacon",
      "quote": "All colours will agree in the dark."
    },
    {
      "cite": "Mary Bassi",
      "quote": "A dominant colour possesses tremendous power in making a painting unique."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Color... thinks by itself, independently of the object it clothes."
    },
    {
      "cite": "Piet Zwart",
      "quote": "Colour is a creative element, not a trimming."
    },
    {
      "cite": "Jim Hodges",
      "quote": "Color is an intense experience on its own."
    },
    {
      "cite": "Carl Gustav Jung",
      "quote": "Colors express the main psychic functions of man."
    },
    {
      "cite": "John F. Carlson",
      "quote": "Good colour really means good taste; and 'powerful' colour means a reserve, to give a climax its full force, and not 'red, white, and blue all over."
    },
    {
      "cite": "Michel Eugene Chevreul",
      "quote": "It almost always happens that true, but exaggerated, coloring is more agreeable than absolute coloring."
    },
    {
      "cite": "Marion Milner",
      "quote": "Colour is, on the evidence of language alone, very bound up with the feelings."
    },
    {
      "cite": "Walter J. Phillips",
      "quote": "Colour is as variable and evanescent in the form of pigment as in visible nature."
    },
    {
      "cite": "Keith Crown",
      "quote": "Color is the language of the poets. It is astonishingly lovely. To speak it is a privilege."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Colors speak all languages."
    },
    {
      "cite": "Adriana Alarcon",
      "quote": "Colours are brighter when the mind is open."
    },
    {
      "cite": "Ivan Albright",
      "quote": "A color is as strong as the impression it creates."
    },
    {
      "cite": "Guillaume Apollinaire",
      "quote": "Color is the fruit of life."
    },
    {
      "cite": "David Katz",
      "quote": "Color, rather than shape, is more closely related to emotion."
    },
    {
      "cite": "Edouard Manet",
      "quote": "Color is a matter of taste and of sensitivity."
    },
    {
      "cite": "Eugene Delacroix",
      "quote": "Not only can color, which is under fixed laws, be taught like music, but it is easier to learn than drawing, whose elaborate principles cannot be taught."
    },
    {
      "cite": "Sam Francis",
      "quote": "Color is born of the interpenetration of light and dark."
    },
    {
      "cite": "Peter Abrahams",
      "quote": "Color is an act of God that neither confers privileges nor imposes a handicap. A man's skin is like the day: day is neither clear or dark. There is nothing more to it until external agencies come in and invest it with special meaning and importance."
    },
    {
      "cite": "Carl Th. Dreyer",
      "quote": "To demand that color in color films should be 'natural' is to misunderstand all that is involved."
    },
    {
      "cite": "Elia Kazan",
      "quote": "Directors want color that is an emphasis factor, the way color is in life, and to catch the poetry of the essential gray in life."
    },
    {
      "cite": "Federico Fellini",
      "quote": "Color is basically immobile, and yet it must move. Color is wrong for a film that tries to be as subjective as mine...the only way to use color is subjectively."
    },
    {
      "cite": "William Goldberg",
      "quote": "The color was a character of its own."
    },
    {
      "cite": "Barbara Taylor Bradford",
      "quote": "The landscape was bleak and bereft of color...like a painting in grisaille with its many tints of gray."
    },
    {
      "cite": "Marc Chagall",
      "quote": "In our life, there is a single color, as on an artist's palette, which provides the meaning of life and art. It is the color of love."
    },
    {
      "cite": "Joen Wolfrom",
      "quote": "Color is visually musical, being both rythic and lyrical. It sets the tempo of a design through the blending of a multitude of hues."
    },
    {
      "cite": "Joen Wolfrom",
      "quote": "Like beautiful melodies and poignant words, color draws from the deep emotions within us."
    },
    {
      "cite": "Joen Wolfrom",
      "quote": "Each color has its own beauty and individuality, which you may accept or reject."
    },
    {
      "cite": "Joen Wolfrom",
      "quote": "In art, color is used as a visual language. It is the communication link between creator and viewer."
    },
    {
      "cite": "Johannes Itten",
      "quote": "In the grand scheme of nature, blue is a major player in the background of our world, but is rarely exhibited in the living landscape."
    },
    {
      "cite": "Johannes Itten",
      "quote": "Color is life: for a world without colors appears to us as dead."
    },
    {
      "cite": "Johannes Itten",
      "quote": "Colors are the children of the light, and light is their mother."
    },
    {
      "cite": "Johannes Itten",
      "quote": "Color effects are in the eye of the beholder."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "Color is a power which directly influences the soul."
    },
    {
      "cite": "Lilly Pulitzer",
      "quote": "I am a believer that color affects people's moods."
    },
    {
      "cite": "Georgia O'Keeffe",
      "quote": "I found I could say things with color and shapes that I couldn't say any other way"
    },
    {
      "cite": "Coco Chanel",
      "quote": "The best color in the whole world is the one that looks good on you"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Life is a train of moods like a string of beads and as we pass through them they prove to be many-colored lenses which paint the world their own hue, and each shows only what lies in its focus"
    },
    {
      "cite": "John Ruskin",
      "quote": "The purest and most thoughtful minds are those which love color the most."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "I don't fancy colors of the face, I'm always attracted to colors of the brain."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Let me, O let me bathe my soul in colours; let me swallow the sunset and drink the rainbow."
    },
    {
      "cite": "A.D. Posey",
      "quote": "Life is a sea of vibrant color. Jump in."
    },
    {
      "cite": "Michael Makai",
      "quote": "People are like M&Ms. They come in a variety of colors, they're hard on the outside, and full of obscene yumminess on the inside."
    },
    {
      "cite": "Vannetta Chapman",
      "quote": "She knew then that white was more than a color: It was a cold, pale shade of understanding that seems to take all of your hope away."
    },
    {
      "cite": "Raheel Farooq",
      "quote": "Colours are nature gone wild."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Sunrise paints the sky with pinks and the sunset with peaches. Cool to warm. So is the progression from childhood to old age."
    },
    {
      "cite": "Mary E. Pearson",
      "quote": "Whatever you choose for your stationery is your favorite color because it's where you pour your heart out."
    },
    {
      "cite": "Tahereh Mafi",
      "quote": "Red was ruby, green was fluorescent, yellow was simply incandescent. Color was life. Color was everything. Color, you see, was the universal sign of magic."
    }
  ]
}