{
  "source": "https://www.wisesayings.com/colombian-quotes/",
  "theme": "colombian",
  "quotes": [
    {
      "cite": "Lonely Planet",
      "quote": "Colombia's varied terrain is fertile ground for outdoor adventures to dive, climb, raft, trek, and soar."
    },
    {
      "cite": "David T. Shaw",
      "quote": "O, Columbia the gem of the ocean. The home of the brave and the free. The shrine of each patriot's devotion. A world offers homage to thee."
    },
    {
      "cite": "Daniel George",
      "quote": "Fly, swift winged fame, the news proclaim. From shore to shore let cannons roar. and joyful voices shout Columbia's name. Shout Columbia's name."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "We live again, Columbia! yea once more / Unto a thousand generations live,/ The mother in the child; to all the West / Through thee shall we earth's choicest blessings give,/ Even as our Orient world in us is blessed."
    },
    {
      "cite": "John Roskelley",
      "quote": "But I felt as though I still didn't know the Columbia,— where it goes when it's out of sight; who benefits from its power and size; why we think we can pollute the carotid artery of this land; and what we have done to preserve the river's soul after two hundred years of use and abuse."
    },
    {
      "cite": "Patricia McCausland-Gallo",
      "quote": "Colombians have no restrictions on coffee drinking for children— I remember as a young child drinking a cup of cafe con leche (coffee with milk) with eggs and fruit as breakfast before going to school."
    },
    {
      "cite": "Patricia McCausland-Gallo",
      "quote": "Rich and intense, yet soft and mild, perfection is reached in every grain of Colombian coffee."
    },
    {
      "cite": "Patricia McCausland-Gallo",
      "quote": "Corn and cacao beans are staples throughout the basic Colombian diet."
    },
    {
      "cite": "Patricia McCausland-Gallo",
      "quote": "Colombia is a country of celebration and queens. We have festivities for almost every occasion you can think of, both religious and not."
    },
    {
      "cite": "Peter Low",
      "quote": "Colombian Spanish is often touted as being the most 'neutral' version of the language in the world."
    },
    {
      "cite": "Mariana Velez",
      "quote": "Although Colombians are very kind and always willing to help, there are a lot of limitations when it comes to communication in a different language."
    },
    {
      "cite": "David Robbins",
      "quote": "Colombia's heritage has made it one of the world's most linguistically diverse nations and a variety of ethnicities are represented in the country."
    },
    {
      "cite": "David Robbins",
      "quote": "Although Colombia is known for its violence and corruption, it remains one of the most beautiful places in the world and possesses a beauty that is not subject to the will or violence of man."
    },
    {
      "cite": "Tom Holland",
      "quote": "Colombia is so different to what I know, and every aspect of the country is different to England, and I loved it. I loved the culture and the food, and the coffee was amazing. The place that we were was stunning, and it really was quite an amazing experience to film out there."
    },
    {
      "cite": "Shakira",
      "quote": "Colombia is not how people think it is. We used to eat fish every Sunday at the beach. In the town where I grew up, people did not tell lies."
    },
    {
      "cite": "Sofia Vergara",
      "quote": "Well, in Colombia everybody's very voluptuous, and you're supposed to be. You don't want to be skinny when all of your cousins are mermaids. You grow up thinking that's how beauty is."
    },
    {
      "cite": "Diane Guerrero",
      "quote": "Anybody who lives in Colombia knows that if you don't have any money - I tell you what - you don't have many options."
    },
    {
      "cite": "Nina Garcia",
      "quote": "In Colombia, where I was born and raised, women like my mother considered their appearance and personal grooming a matter of principle. There was never an occasion where she didn't show up looking picture-perfect."
    },
    {
      "cite": "Juan Manuel Santos",
      "quote": "For decades, Colombia has been accused of being the world's principal provider of cocaine. If this comes to an end, it would be a dramatic change for our country - which has been suffering more than any other from the consequences of drug-trafficking."
    },
    {
      "cite": "Alvaro Uribe",
      "quote": "No one can feel as the owner of the country and no one can feel excluded from the right of property. We must all suffer Colombia."
    },
    {
      "cite": "Barry McCaffrey",
      "quote": "Colombia is in a risky position. They've got a peace process that's going nowhere, and a drug production problem that's skyrocketing."
    },
    {
      "cite": "Shakira",
      "quote": "In Colombia, education is sometimes considered a luxury, not a human right. And it's not a priority in the agendas of many leaders."
    },
    {
      "cite": "Juan Manuel Santos",
      "quote": "The Colombian economy is very strong. We have one of the highest rates of growth in Latin America."
    },
    {
      "cite": "Barbet Schroeder",
      "quote": "Colombian humor is very black, very sarcastic."
    },
    {
      "cite": "Maluma",
      "quote": "In Colombia, we have a lot of passion."
    },
    {
      "cite": "Paul Theroux",
      "quote": "The Colombians are good-tempered people. They are used to waiting for buses that are late, used to riding buses and trains that do not arrive."
    }
  ]
}