{
  "source": "https://www.wisesayings.com/colonialism-quotes/",
  "theme": "colonialism",
  "quotes": [
    {
      "cite": "Anthony Burgess",
      "quote": "Colonialism. The enforced spread of the rule of reason. But who is going to spread it among the colonizers?"
    },
    {
      "cite": "Waziyatawin",
      "quote": "Colonialism is the massive fog that has clouded our imaginations regarding who we could be, excised our memories of who we once were, and numbed our understanding of our current existence."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "We in the West must bear in mind that the poor countries are poor primarily because we have exploited them through political or economic colonialism."
    },
    {
      "cite": "Imran Khan",
      "quote": "Colonialism deprives you of your self-esteem and to get it back you have to fight to redress the balance."
    },
    {
      "cite": "Andrew Cohen",
      "quote": "To campaign against colonialism is like barking up a tree that has already been cut down."
    },
    {
      "cite": "Barack Obama",
      "quote": "The worst thing that colonialism did was to cloud our view of our past."
    },
    {
      "cite": "Frantz Fanon",
      "quote": "The native must realize that colonialism never gives anything away for nothing."
    },
    {
      "cite": "Ahmed Ben Bella",
      "quote": "Colonialism is known in its primitive form, that is to say, by the permanent settling of repressive foreign powers, with an army, services, policies. This phase has known cruel colonial occupations which have lasted 300 years in Indonesia."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "The only way to resist colonialism is through education."
    },
    {
      "cite": "Jeff Cooper",
      "quote": "Colonialism has a bad reputation in the modern context, but Colonial Africa was a far better place for both black and white before the colonists gave up."
    },
    {
      "cite": "Patrisse Cullors",
      "quote": "The brutal history of colonialism is one in which white people literally stole land and people for their own gain and material wealth."
    },
    {
      "cite": "Chadwick Boseman",
      "quote": "Colonialism is the cousin of slavery."
    },
    {
      "cite": "Lal Bahadur Shastri",
      "quote": "We would consider it our moral duty to lend all support to the ending of colonialism and imperialism so that people everywhere are free to mould their own destiny."
    },
    {
      "cite": "Ian Smith",
      "quote": "I would say colonialism is a wonderful thing. It spread civilization to Africa. Before it they had no written language, no wheel as we know it, no schools, no hospitals, not even normal clothing."
    },
    {
      "cite": "Emily Greene Baich",
      "quote": "These wars appear also to have given its death blow to colonialism and to imperialism in its colonial form, under which weaker peoples were treated as possessions to be economically exploited. At least we hope that such colonialism is on the way out."
    },
    {
      "cite": "Wangari Maathai",
      "quote": "And so I'm saying that, yes, colonialism was terrible, and I describe it as a legacy of wars, but we ought to be moving away from that by now."
    },
    {
      "cite": "Wole Soyinka",
      "quote": "Colonialism bred an innate arrogance, but when you undertake that sort of imperial adventure, that arrogance gives way to a feeling of accommodativeness. You take pride in your openness."
    }
  ]
}