{
  "source": "https://www.wisesayings.com/colors-quotes/",
  "theme": "colors",
  "quotes": [
    {
      "cite": "Dejan Stojanovic",
      "quote": "Color is the overpowering of black; white the final victory over black."
    },
    {
      "cite": "John French Sloan",
      "quote": "Color is like music. The palette is an instrument that can be orchestrated to build form."
    },
    {
      "cite": "Siobhan Vivian",
      "quote": "Fall colors are funny. They're so bright and intense and beautiful. It's like nature is trying to fill you up with color, to saturate you so you can stockpile it before winter turns everything muted and dreary."
    },
    {
      "cite": "Kiff Holland",
      "quote": "Colour creates, enhances, changes, reveals and establishes the mood of the painting."
    },
    {
      "cite": "Joanna Field",
      "quote": "Colour is, on the evidence of language alone, very bound up with the feelings."
    },
    {
      "cite": "Antonio Gaudi",
      "quote": "Color in certain places has the great value of making the outlines and structural planes seem more energetic."
    },
    {
      "cite": "Laurie Buchanan",
      "quote": "Color is simply energy, energy made visible. Colors stimulate or inhibit the functioning of different parts of our body. Treatment with the appropriate color can restore balance and normal functioning."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Mere color, unspoiled by meaning, and unallied with definite form, can speak to the soul in a thousand different ways."
    },
    {
      "cite": "Johannes Itten",
      "quote": "Colors are forces, radiant energies that affect us positively or negatively, whether we are aware of it or not."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "Color provokes a psychic vibration. Color hides a power still unknown but real, which acts on every part of the human body."
    },
    {
      "cite": "John Sterling",
      "quote": "Colors answer feeling in man; shapes answer thought; and motion answers will."
    },
    {
      "cite": "Charles Emerson",
      "quote": "Color is determined by amount, application and placement."
    },
    {
      "cite": "Kazimir Malevich",
      "quote": "Color is the essence of painting, which the subject always killed."
    },
    {
      "cite": "Marc Chagall",
      "quote": "All colors are the friends of their neighbors and the lovers of their opposites."
    },
    {
      "cite": "Paul Cezanne",
      "quote": "There is a logic of colors, and it is with this alone, and not with the logic of the brain, that the painter should conform."
    },
    {
      "cite": "Carl Jung",
      "quote": "Colors express the main psychic functions of man."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "The sound of colors is so definite that it would be hard to find anyone who would express bright yellow with base notes, or dark lake with the treble."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "Colors are the smiles of Nature. When they are extremely smiling, and break forth into other beauty besides, they are her laughs."
    },
    {
      "cite": "Munia Khan",
      "quote": "The colour of fear is never dark or black; it has the colour of thunderbolt; usually white, but can appear in different hues depending on how the fear travels through to get inside your heart."
    },
    {
      "cite": "Hans Hofmann",
      "quote": "Color is a plastic means of creating intervals color harmonics produced by special relationships, or tensions. We differentiate now between formal tensions and color tensions, just as we differentiate in music between counterpoint and harmony."
    },
    {
      "cite": "Robert Henri",
      "quote": "Color is only beautiful when it means something."
    },
    {
      "cite": "David Bromstad",
      "quote": "Colors close together on the color wheel are analogous and will make a calm room. Colors that are farther apart are complementary and add drama."
    },
    {
      "cite": "Mitchell Albala",
      "quote": "A color strategy is like a recipe for harmony a set of color relationships that are proven to work well and can be used as a formula for building our color composition."
    },
    {
      "cite": "David Katz",
      "quote": "Color, rather than shape, is more closely related to emotion."
    },
    {
      "cite": "Hans Hofmann",
      "quote": "Colors must fit together as pieces in a puzzle or cogs in a wheel."
    },
    {
      "cite": "Ivan Albright",
      "quote": "A color is as strong as the impression it creates."
    },
    {
      "cite": "Walter J. Phillips",
      "quote": "Colour is as variable and evanescent in the form of pigment as in visible nature."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Colors are light's suffering and joy ."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Color in a picture is like enthusiasm in life."
    },
    {
      "cite": "Pierre Bonnard",
      "quote": "Color does not add a pleasant quality to design it reinforces it."
    },
    {
      "cite": "Pedro Calderon de la Barca",
      "quote": "Green is the prime color of the world, and that from which its loveliness arises."
    },
    {
      "cite": "Claude Chabrol",
      "quote": "Some colors are very difficult to render, and you must compensate to get the color you want on the screen."
    },
    {
      "cite": "Joan Walsh Anglund",
      "quote": "Color is something we see with our eyes, but love is something we see with our heart."
    },
    {
      "cite": "Georges Braque",
      "quote": "Colour could give rise to sensations which would interfere with our conception of space."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Colors, like features, follow the changes of the emotions."
    },
    {
      "cite": "Adriana Alarcon",
      "quote": "Colours are brighter when the mind is open."
    },
    {
      "cite": "John Leonard",
      "quote": "A colour is luminous if it is a little bit lighter and a hell of a lot brighter than the colour beside it. Use any colour as long as the value is right"
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Even when your life is full of color, you still need to be reminded that things come in black and white."
    },
    {
      "cite": "John F. Carlson",
      "quote": "Good colour really means good taste; and powerful colour means a reserve, to give a climax its full force, and not red, white, and blue all over."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Colours are the deeds of light, its deeds and sufferings."
    },
    {
      "cite": "Scott Kahn",
      "quote": "Color, like everything else concerning visual expression, usually boils down to a gift, an innate sensibility and sensitivity. Ultimately, artists develop their own palette and color sense."
    },
    {
      "cite": "Ernest Lawson",
      "quote": "Colour should be used to depict the three major emotions in a man's life anticipation, realization and retrospection."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "Colors produce a spiritual vibration, the impression they create is important only as a step towards this vibration."
    },
    {
      "cite": "Henri Matisse",
      "quote": "Purer colors have in themselves, independently of the objects they serve to express, a significant action on the feelings of those who look at them."
    },
    {
      "cite": "Jacqueline Ripstein",
      "quote": "Colors are vibrating light energies, each color ray produces a sound that affects matter."
    },
    {
      "cite": "Marc Chagall",
      "quote": "Color is all. When color is right, form is right. Color is everything, color is vibration like music; everything is vibration."
    },
    {
      "cite": "Jenim Dibie",
      "quote": "We colour the world, Not with the darkness of our pasts, But with the rainbow of our hope."
    },
    {
      "cite": "Henri Matisse",
      "quote": "Color helps to express light, not the physical phenomenon, but the only light that really exists, that in the artist's brain."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "When the color goes out of your soul, you are left with an empty heart."
    }
  ]
}