{
  "source": "https://www.wisesayings.com/comedy-quotes/",
  "theme": "comedy",
  "quotes": [
    {
      "cite": "Gary D. Schmidt",
      "quote": "A comedy isn't about being funny a comedy is about characters who dare to know that they may choose a happy ending after all."
    },
    {
      "cite": "Brittany Daniel",
      "quote": "Comedy is so hard to do, so it was very cool to do dead pan humor."
    },
    {
      "cite": "Penelope Gilliatt",
      "quote": "Great comedy calls large matters into question."
    },
    {
      "cite": "Joe Rogan",
      "quote": "Comedy is really not like any other art form in that it's very specialized and varied in it's content, but generic in it's title."
    },
    {
      "cite": "Garry Shandling",
      "quote": "Without comedy as a defense mechanism I wouldn't be able to survive."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Comedy is a necessity to get through life with the fewest scars. Humor is the best antidote to help relieve all struggles."
    },
    {
      "cite": "George Burns",
      "quote": "First you forget names, then you forget faces. Next you forget to pull your zipper up and finally, you forget to pull it down."
    },
    {
      "cite": "James Thurber",
      "quote": "Comedy has to be done en clair. You can't blunt the edge of wit or the point of satire with obscurity. Try to imagine a famous witty saying that is not immediately clear."
    },
    {
      "cite": "Christopher Fry",
      "quote": "Comedy is an escape, not from truth but from despair; a narrow escape into faith."
    },
    {
      "cite": "Colleen Haskell",
      "quote": "Comedy is so fun. I don't know how these people can make movies and work on them for four months and they're these sob stories. I don't know how emotionally you get through that."
    },
    {
      "cite": "Will Durst",
      "quote": "Comedy is defiance. It's a snort of contempt in the face of fear and anxiety. And it's the laughter that allows hope to creep back on the inhale."
    },
    {
      "cite": "Demetri Martin",
      "quote": "It seems that two of the most basic forms of comedy are jokes and stories. And, of course, they are not mutually exclusive."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "Every book is a children's book if the kid can read!"
    },
    {
      "cite": "Tina Fey",
      "quote": "If you want to make an audience laugh, you dress a man up like an old lady and push her down the stairs. If you want to make comedy writers laugh, you push an actual old lady down the stairs."
    },
    {
      "cite": "Steven Wright",
      "quote": "I was trying to daydream, but my mind kept wandering."
    },
    {
      "cite": "Bill Hader",
      "quote": "Comedy is incredibly hard. You have to be loose. You have to be not afraid to fail."
    },
    {
      "cite": "Robert McKee",
      "quote": "In comedy laughter settles all arguments."
    },
    {
      "cite": "Robin Williams",
      "quote": "Comedy is acting out optimism."
    },
    {
      "cite": "Horace Walpole",
      "quote": "The world is a tragedy to those who feel, but a comedy to those who think."
    },
    {
      "cite": "Benny Hill",
      "quote": "Just because nobody complains doesn't mean all parachutes are perfect."
    },
    {
      "cite": "Vivien Leigh",
      "quote": "Comedy is much more difficult than tragedy and a much better training, I think. It's much easier to make people cry than to make them laugh."
    },
    {
      "cite": "Michael Caine",
      "quote": "Comedy is underrepresented in every actor's life, because it's so bloody difficult to write."
    },
    {
      "cite": "Steve Martin",
      "quote": "With comedy, you have no place to go but more comedy, so you're never off the hook."
    },
    {
      "cite": "Paul Feig",
      "quote": "The reason most comedies don't win awards is that the filmmakers put the comedy first. This means you have to create a story around the jokes."
    },
    {
      "cite": "Alexander Payne",
      "quote": "Comedy is a wonderful device for distance that allows us to look at what we're talking about with some degree of distance and hopefully with a bit more perspective and honesty. With many exceptions, a movie with no jokes is far less appealing to me."
    },
    {
      "cite": "Sid Caesar",
      "quote": "Comedy has to be based on truth. You take the truth and you put a little curlicue at the end."
    },
    {
      "cite": "Richard Gere",
      "quote": "Even in comedies, you've got to feel safe for things to just happen in a way that is natural and free, and recognizable as human."
    },
    {
      "cite": "Mel Brooks",
      "quote": "Tragedy is when I cut my finger. Comedy is when you fall into an open sewer and die."
    },
    {
      "cite": "Jasper Fforde",
      "quote": "Comedy was one of those genres that while appearing quite jolly was actually highly dangerous."
    },
    {
      "cite": "Tom Hiddleston",
      "quote": "The best comedy is always played straight down the middle."
    },
    {
      "cite": "Madeline Kahn",
      "quote": "Comedy is created when someone is trying very earnestly to do what he feels is the right thing to do at that moment."
    },
    {
      "cite": "Tommy Chong",
      "quote": "Comedy is the ultimate truth. Jazz is hitting the notes that that no one else would hit, and comedy is saying words that no one else would say."
    },
    {
      "cite": "Peter Ustinov",
      "quote": "Comedy is simply a funny way of being serious."
    },
    {
      "cite": "Steve Martin",
      "quote": "Comedy is the art of making people laugh without making them puke."
    },
    {
      "cite": "Moliere",
      "quote": "The duty of comedy is to correct men by amusing them."
    },
    {
      "cite": "Lewis Black",
      "quote": "One of the interesting things about comedy is it's tension release, and nothing creates tension faster than anger."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "Why is Cloud 9 so amazing? What is wrong with Cloud 8? That joke came off the top of my head, and the top of my head ain't funny!"
    },
    {
      "cite": "Jenna Elfman",
      "quote": "Comedy is much more challenging, because you have to have the same level of belief but you have to make people laugh, and that's definitely a challenge."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Most comedy is based on getting a laugh at somebody else's expense. And I find that that's just a form of bullying in a major way. So I want to be an example that you can be funny and be kind, and make people laugh without hurting somebody else's feelings."
    },
    {
      "cite": "John Cleese",
      "quote": "Comedy always works best when it is mean spirited."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Comedy naturally wears itself out destroys the very food on which it lives; and by constantly and successfully exposing the follies and weaknesses of mankind to ridicule, in the end leaves itself nothing worth laughing at."
    },
    {
      "cite": "Aries Spears",
      "quote": "Because it's uncensored cable, I think we'll be able to do the kind of sketch comedy that really hasn't been seen before. We can actually finish jokes."
    },
    {
      "cite": "Mindy Kaling",
      "quote": "Nothing gives you confidence like being a member of a small, weirdly specific, hard to find demographic."
    },
    {
      "cite": "Steven Wright",
      "quote": "To me, comedy is just twisting reality. It's commenting or observing or twisting life."
    },
    {
      "cite": "Jimmy Carr",
      "quote": "I think being successful in comedy is being funny and making jokes - anything beyond that is the icing on the cake."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Make no mistake about why these babies are here they are here to replace us."
    },
    {
      "cite": "Eric Idle",
      "quote": "Life doesn't make any sense, and we all pretend it does. Comedy's job is to point out that it doesn't make sense, and that it doesn't make much difference anyway."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Today you are You, that is truer than true. There is no one alive who is Youer than You."
    },
    {
      "cite": "Aishwarya Rai Bachchan",
      "quote": "Comedy is difficult for an actor. But I think I have a good sense of humor and manage to make people laugh and make them happy."
    },
    {
      "cite": "Gilda Radner",
      "quote": "Comedy is very controlling you are making people laugh."
    }
  ]
}