{
  "source": "https://www.wisesayings.com/comet-quotes/",
  "theme": "comet",
  "quotes": [
    {
      "cite": "Charles Spurgeon",
      "quote": "The astronomer will believe that the most erratic comet will yet accomplish its journey and revisit our sphere; but we give up those for lost who have not wandered one-half the distance from the centre of light and life."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "How bright and beautiful a comet is as it flies past our planet—provided it does fly past it."
    },
    {
      "cite": "John G. Neihardt",
      "quote": "Once in a cycle the comet Doubles its lonesome track. Enriched with the tears of a thousand years, Aeschylus wanders back."
    },
    {
      "cite": "Kelly Easton",
      "quote": "The tail of a comet can extend millions of miles into space, always in the opposite direction of the sun, blown by the solar breeze. A comet's tail is the closest thing to nothing that anything can be. I love that. The closest thing to nothing."
    },
    {
      "cite": "Pierre Bayle",
      "quote": "The movement of comets is part of the ordinary works of nature which, without regard to the happiness or misery of mankind, are transported from one part of the heavens to another by virtue of the general laws of motion."
    },
    {
      "cite": "Kathryn Lasky",
      "quote": "The tail of the comet slashed the dawn and in the red light of the rising sun, for a brief instant, it seemed as if the comet was bleeding across the sky."
    },
    {
      "cite": "Edmond Halley",
      "quote": "Aristotle's opinion... that comets were nothing else than sublunary vapors or airy meteors... prevailed so far amongst the Greeks, that this sublimest part of astronomy lay altogether neglected; since none could think it worthwhile to observe, and to give an account of the wandering and uncertain paths of vapours floating in the Ether."
    },
    {
      "cite": "Antonio Tabucchi",
      "quote": "Like a blazing comet, I've traversed infinite nights, interstellar spaces of the imagination, voluptuousness and fear."
    },
    {
      "cite": "Sir Isaac Newton",
      "quote": "This most beautiful system of the sun, planets, and comets could only proceed from the counsel and dominion of an intelligent and powerful Being."
    },
    {
      "cite": "John Donne",
      "quote": "Who vagrant transitory comets sees, Wonders because they’re rare; but a new star Whose motion with the firmament agrees, Is miracle; for there no new things are."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Comets importing change of times and states, Brandish your crystal tresses in the sky And with them scourge the bad revolting stars."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There has always been the same amount of light in the world. The new and missing stars, the comets and eclipses, do not affect the general illumination, for only our glasses appreciate them."
    },
    {
      "cite": "Joseph Ververka",
      "quote": "When we see comets up in the sky they're really spectacular. But unless you get close to a comet, you can't really figure out what's going on."
    },
    {
      "cite": "Neal Stephenson",
      "quote": "Time, tide, and comets waited for no man."
    },
    {
      "cite": "Marina Tsvetaeva",
      "quote": "For The Path Of Comets/ Is The Path Of Poets: They Burn Without Warming,/ Pick Without Cultivating. They Are: An Explosion, A Breaking In."
    },
    {
      "cite": "David H. Levy",
      "quote": "Comets are like cats: they have tails, and they do precisely what they want."
    },
    {
      "cite": "Madonna",
      "quote": "Cosmic systems intertwine, astral bodies drip like wine, all of nature ebbs and flows. Comets shoot across the sky, can't explain the reasons why, this is how creation goes."
    },
    {
      "cite": "Gore Vidal",
      "quote": "We affect one another quite enough merely by existing. Whenever the stars cross, or is it comets? Fragments pass briefly from one orbit to another. On rare occasions there is total collision, but most often the two simply continue without incident, neither losing more than a particle to the other, in passing."
    },
    {
      "cite": "Max Lucado",
      "quote": "You are heaven's Halley's comet; we have one shot at seeing you shine."
    },
    {
      "cite": "Don Yeomans",
      "quote": "Comets are far more than intellectual interest. These things affect us, and may have even enabled us[to exist]."
    },
    {
      "cite": "Robert Grosseteste",
      "quote": "A comet is sublimated fire assimilated to the nature of one of the seven planets."
    },
    {
      "cite": "Sir Isaac Newton",
      "quote": "The motions of the Comets are exceeding regular, are govern’d by the same laws with the motions of the Planets,… with very eccentric motions through all parts of the heavens indifferently."
    },
    {
      "cite": "Ann Druyan",
      "quote": "For most of the history of our species we were helpless to understand how nature works. We took every storm, drought, illness and comet personally. We created myths and spirits in an attempt to explain the patterns of nature."
    },
    {
      "cite": "Alison Gopnik",
      "quote": "If parents are the fixed stars in the child's universe, the vaguely understood, distant but constant celestial spheres, siblings are the dazzling, sometimes scorching comets whizzing nearby."
    },
    {
      "cite": "Benjamin Carson",
      "quote": "It's ridiculous that our solar system, not to mention the universe outside of that, is extraordinarily well organized, to the point where we can predict 70 years away when a comet is coming."
    },
    {
      "cite": "Edmond Halley",
      "quote": "In the year 1456... a Comet was seen passing Retrograde between the Earth and the sun... Hence I dare venture to foretell, that it will return again in the year 1758."
    }
  ]
}