{
  "source": "https://www.wisesayings.com/comfort-quotes/",
  "theme": "comfort",
  "quotes": [
    {
      "cite": "Winston Churchill",
      "quote": "This is no time for ease and comfort. It is time to dare and endure."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Minds, like bodies, will often fall into a pimpled, ill-conditioned state from mere excess of comfort."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "The lust for comfort, that stealthy thing that enters the house as a guest, and then becomes a host, and then a master."
    },
    {
      "cite": "Louis Nizer",
      "quote": "Words of comfort, skillfully administered, are the oldest therapy known to man."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "We find comfort among those who agree with us - growth among those who don't."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "If you look for truth, you may find comfort in the end; if you look for comfort you will not get either comfort or truth."
    },
    {
      "cite": "Juliana Hatfield",
      "quote": "It makes me feel good to have some comforting effect on someone that needs comfort."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Comfort is no test of truth. Truth is often far from being comfortable."
    },
    {
      "cite": "Manoj Arora",
      "quote": "Comfort is your biggest trap and coming out of comfort zone your biggest challenge."
    },
    {
      "cite": "Samantha Garman",
      "quote": "Comfort is a powerful sedative."
    },
    {
      "cite": "Hanno Langenhoven",
      "quote": "People need to rediscover the ability to find comfort amidst discomfort. It is only while enduring discomfort that we find solutions."
    },
    {
      "cite": "Samuel Rutherford",
      "quote": "Of all created comforts, God is the lender; you are the borrower, not the owner."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "The world offers you comfort. But you were not made for comfort. You were made for greatness."
    },
    {
      "cite": "John Henry Jowett",
      "quote": "God does not comfort us to make us comfortable, but to make us comforters."
    },
    {
      "cite": "Agatha Christie",
      "quote": "... one may live in a big house and yet have no comfort."
    },
    {
      "cite": "E.F. Schumacherm",
      "quote": "I'm not at all contemptuous of comforts, but they have their place and it is not first."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new."
    },
    {
      "cite": "Jane Austen",
      "quote": "There is nothing like staying at home for real comfort."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "We act as though comfort and luxury were the chief requirements of life. All that we need to make us happy is something to be enthusiastic about."
    },
    {
      "cite": "Hippocrates",
      "quote": "Cure sometimes, treat often, comfort always."
    },
    {
      "cite": "Tony La Russa",
      "quote": "Anything that disturbs your comfort factor is good for you."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "Getting to a place of comfort can be uncomfortable."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Increase of material comforts, it may be generally laid down, does not in any way whatsoever conduce to moral growth."
    },
    {
      "cite": "Billy Graham",
      "quote": "Comfort and prosperity have never enriched the world as much as adversity has."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Your comfort zone is not a place that you want to remain in. Dare, discover, be all that you can be."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy."
    },
    {
      "cite": "Peter McWilliams",
      "quote": "To the degree we're not living our dreams, our comfort zone has more control of us than we have over ourselves."
    },
    {
      "cite": "T. Harv Eker",
      "quote": "Nobody ever died of discomfort, yet living in the name of comfort has killed more ideas, more opportunities, more actions, and more growth than everything else combined. Comfort kills"
    },
    {
      "cite": "Max Depree",
      "quote": "We cannot become what we want to be by remaining what we are."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "If you remain in your comfort zone you will not go any further."
    },
    {
      "cite": "Confucius",
      "quote": "The superior man thinks always of virtue; the common man thinks of comfort."
    },
    {
      "cite": "Finley Peter Dunne",
      "quote": "Comfort the afflicted, and afflict the comfortable."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Life begin at the end of your Comfort Zone. So if you`re feeling uncomfortable right now, know that the change taking place in your life is a begining, not an ending."
    },
    {
      "cite": "Stan Dale",
      "quote": "Comfort zones are plush lined coffins. When you stay in your plush lined coffins, you die."
    },
    {
      "cite": "Princess Diana",
      "quote": "You can't comfort the afflicted with afflicting the comfortable."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Life begins at the end of your comfort zone."
    },
    {
      "cite": "Peter McWilliams",
      "quote": "Comfort zones are most often expanded through discomfort."
    },
    {
      "cite": "Jerzy Kosinski",
      "quote": "Physical comfort has nothing to do with any other comfort."
    },
    {
      "cite": "Ginni Rometty",
      "quote": "Growth and comfort do not coexist."
    },
    {
      "cite": "John Maxwell",
      "quote": "If we're growing, we're always going to be out of our comfort zone."
    },
    {
      "cite": "M.K. Soni",
      "quote": "Life loses its meaning when we get stuck up in comfort zone."
    },
    {
      "cite": "Anthony Brandt",
      "quote": "There is no feeling more comforting and consoling than knowing you are right next to the one you love."
    },
    {
      "cite": "unknown",
      "quote": "To be scared is sensible, to be comfortable is suicidal."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "May a thread of comfort be woven through your difficult days."
    },
    {
      "cite": "Sheila Graham",
      "quote": "Food is the most primitive form of comfort."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Most of the luxuries, and many of the so-called comforts of life, are not only not indispensable, but positive hindrances to the elevation of mankind. With respect to luxuries and comforts, the wisest have even lived a more simple and meagre life than the poor."
    },
    {
      "cite": "Wendell Wilkie",
      "quote": "In no direction that we turn do we find ease or comfort. If we are honest and if we have the will to win we find only danger, hard work and iron resolution."
    },
    {
      "cite": "Farrah Gray",
      "quote": "Comfort is the enemy of achievement."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Too often we enjoy the comfort of opinion without the discomfort of thought."
    },
    {
      "cite": "Michael Jackson",
      "quote": "In a world filled with hate, we must still dare to hope. In a world filled with anger, we must still dare to comfort. In a world filled with despair, we must still dare to dream. And in a world filled with distrust, we must still dare to believe."
    },
    {
      "cite": "David O. McKay",
      "quote": "The greatest comfort in this life is having a close relationship with God."
    },
    {
      "cite": "Imelda Marcos",
      "quote": "Life is not a matter of place, things or comfort. Rather, it concerns the basic human rights of family, country, justice and human dignity."
    },
    {
      "cite": "Alan Alda",
      "quote": "The creative is the place where no one else has never been. You have to leave the city of your comfort and go into the wilderness of your intuition. What you'll discover will be wonderful. What you'll discover will be yourself."
    },
    {
      "cite": "Richard Rolle",
      "quote": "Thy love is Singular when all thy delight is in Jesus Christ, and thou dost find joy and comfort in no other thing."
    },
    {
      "cite": "Denis Waitley",
      "quote": "A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "I tore myself away from the safe comfort of certainties through my love for truth and truth rewarded me."
    },
    {
      "cite": "Aesop",
      "quote": "The unhappy derive comfort from the misfortunes of others."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "I always felt that the great high privilege, relief and comfort of friendship was that one had to explain nothing."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Greed, like the love of comfort, is a kind of fear."
    },
    {
      "cite": "Eric Temple Bell",
      "quote": "Time makes fools of us all. Our only comfort is that greater shall come after us."
    },
    {
      "cite": "Alexis de Tocqueville",
      "quote": "Consider any individual at any period of his life, and you will always find him preoccupied with fresh plans to increase his comfort and wealth."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "If we're growing, we're always going to be outside out of our comfort zone."
    },
    {
      "cite": "Ouida",
      "quote": "An easy-going husband is the one indispensable comfort of life."
    },
    {
      "cite": "Banksy",
      "quote": "Art should comfort the disturbed and disturb the comfortable."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Comfort in expressing your emotions will allow you to share the best of yourself with others, but not being able to control your emotions will reveal your worst."
    },
    {
      "cite": "Melina Marchetta",
      "quote": "Comfort zones are overrated. They make you lazy."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Comfort is the only thing our civilization can give us."
    },
    {
      "cite": "James Herriot",
      "quote": "Cats are connoisseurs of comfort."
    },
    {
      "cite": "Jane Welsh Carlyle",
      "quote": "Never does one feel oneself so utterly helpless as in trying to speak comfort for great bereavement."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "When one is too old for love, one finds great comfort in good dinners."
    },
    {
      "cite": "George Eliot",
      "quote": "I've never any pity for conceited people, because I think they carry their comfort about with them."
    },
    {
      "cite": "Hyrum W. Smith",
      "quote": "To reach any significant goal, you must leave your comfort zone."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Courage and comfort, all shall yet go well"
    },
    {
      "cite": "Christina Baldwin",
      "quote": "The purpose of life is not to maintain personal comfort; it's to grow the soul."
    },
    {
      "cite": "Brene Brown",
      "quote": "Yo can choose courage, or you can choose comfort, but you cannot choose both."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Comfort makes you weaker. We need some variability, some stressors. Not too much, but just enough."
    },
    {
      "cite": "Lettie Cowman",
      "quote": "It is such a comfort to drop the tangles of life into God's hands and leave them there."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "It's a great comfort to have an artistic sister."
    },
    {
      "cite": "Neil Strauss",
      "quote": "Rapport equals trust plus comfort."
    },
    {
      "cite": "Saint John Chrysostom",
      "quote": "It brings comfort to have companions in whatever happens."
    }
  ]
}