{
  "source": "https://www.wisesayings.com/coming-home-quotes/",
  "theme": "coming-home",
  "quotes": [
    {
      "cite": "Guy Pearce",
      "quote": "The thrill of coming home has never changed."
    },
    {
      "cite": "Felicity Jones",
      "quote": "It's nice to have some continuity you can come back to. I feel that in coming home, coming back to London."
    },
    {
      "cite": "Rita Moreno",
      "quote": "This is my idea of heaven, coming home and watching the news."
    },
    {
      "cite": "Edie Falco",
      "quote": "Coming home to my family afterward makes the work richer, easier and more fun."
    },
    {
      "cite": "Andre Rieu",
      "quote": "I am travelling half the year around the world, every year, so coming home is one of the most beautiful things."
    },
    {
      "cite": "Ashley Jensen",
      "quote": "There's just no place like Scotland when the sun is out. I just love coming home."
    },
    {
      "cite": "Corbin Bernsen",
      "quote": "There's nothing like coming home here, having the day off or morning off and going surfing. In Orlando I don't know what I would do."
    },
    {
      "cite": "Richard Serra",
      "quote": "The thing about coming back to the Bay Area, it's like coming home for me."
    },
    {
      "cite": "Neneh Cherry",
      "quote": "There's been a lot of coming home in the early mornings after funny nights out, having bizarre sandwiches in bed."
    },
    {
      "cite": "Margaret Elizabeth Sangster",
      "quote": "There's nothing half so pleasant as coming home again."
    },
    {
      "cite": "Eric Roth",
      "quote": "It's a funny thing coming home. Nothing changes. Everything looks the same, feels the same, even smells the same. You realize what's changed, is you."
    },
    {
      "cite": "Dominic James",
      "quote": "I love coming home, especially with a victory."
    },
    {
      "cite": "Wang Zhizhi",
      "quote": "It has been a long time. I am so glad to be coming back home."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "Maybe that's the best part of going away for a vacation-coming home again."
    },
    {
      "cite": "Karen Fowler",
      "quote": "Coming home seemed to have started the healing process. No longer vivid and garish, the memories seemed to be covered in gossemer, fading behind a curtain of time and forgiveness."
    },
    {
      "cite": "Judy Taylor",
      "quote": "He was very, very excited about the idea of coming home and being with his wife and the baby."
    },
    {
      "cite": "Glenn Howard",
      "quote": "It's great he's coming home."
    },
    {
      "cite": "Allyson Darnell",
      "quote": "I love coming home to my own home and husband and everything we have."
    },
    {
      "cite": "Ann Radcliffe",
      "quote": "It is dismal coming home, when there is nobody to welcome one!"
    },
    {
      "cite": "John Le Carre",
      "quote": "Coming home from very lonely places, all of us go a little mad: whether from great personal success, or just an all-night drive, we are the sole survivors of a world no one else has ever seen."
    },
    {
      "cite": "Byron Katie",
      "quote": "Just keep coming home to yourself, you are the one who you've been waiting for."
    },
    {
      "cite": "Linda M. Godwin",
      "quote": "It's very important to know that we packed it right because it is a safety issue for coming home."
    },
    {
      "cite": "Ram Dass",
      "quote": "Coming into the place of Soul-awareness is coming home."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Going home must be like going to render an account."
    },
    {
      "cite": "Jennifer Ellison",
      "quote": "Going home and spending time with your family and your real friends keeps you grounded."
    },
    {
      "cite": "David Ginola",
      "quote": "The prospect of going home is very appealing."
    },
    {
      "cite": "E. Catherine Tobler",
      "quote": "Not going home is already like death."
    },
    {
      "cite": "Brian Jordan",
      "quote": "It feels great to be home, great to be back as a part of the community."
    },
    {
      "cite": "Daniel Radcliffe",
      "quote": "I love coming home to somebody, I love being in a relationship."
    },
    {
      "cite": "David Alan Grier",
      "quote": "I try to make my bed every day for mental health. Coming home to an unmade bed or a room with clothes all over will depress me."
    },
    {
      "cite": "Michael Angarano",
      "quote": "I kind of love coming home and being with family and feeling comfortable and knowing where I come from; I kind of like it."
    },
    {
      "cite": "Elaine Stritch",
      "quote": "For me, going to London is like coming home. In fact, I've often entertained the idea of ending my days there."
    },
    {
      "cite": "Jonathan Davis",
      "quote": "When you live on the road, going home is a place to escape and just be with your family to unwind."
    },
    {
      "cite": "Kim Alexis",
      "quote": "I'm happy going home early and working out and just being a mother and being a wife."
    },
    {
      "cite": "L. M. Montgomery",
      "quote": "I've had a splendid time and I feel that it marks an epoch in my life. But the best of it all was the coming home."
    },
    {
      "cite": "Phyllis Reynolds Naylor",
      "quote": "When you've found the right one - when you see him, when you're with him - you'll feel like you're coming home."
    },
    {
      "cite": "Mary-Kate Olsen",
      "quote": "Any time that we have time to take off, we love being home."
    },
    {
      "cite": "Jane Austen",
      "quote": "There is nothing like staying at home for real comfort."
    },
    {
      "cite": "Thomas Tusser",
      "quote": "Seek home for rest, for home is best."
    },
    {
      "cite": "Og Mandino",
      "quote": "You never know what events are going to transpire to get you home."
    },
    {
      "cite": "Tony Stewart",
      "quote": "When I go home, its an easy way to be grounded. You learn to realize what truly matters."
    },
    {
      "cite": "George Moore",
      "quote": "A man travels the world over in search of what he needs and returns home to find it."
    },
    {
      "cite": "Anita Baker",
      "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family."
    },
    {
      "cite": "Rosa Parks",
      "quote": "My only concern was to get home after a hard day's work."
    },
    {
      "cite": "Paddy Ashdown",
      "quote": "We have invented a new human right here - the right to return home after a war."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Men dream more about coming home than about leaving."
    },
    {
      "cite": "Rumi",
      "quote": "There are a thousand ways to kneel and kiss the ground; there are a thousand ways to go home again."
    },
    {
      "cite": "Karen White",
      "quote": "But there is room now in my heart for more memories, carved by a letting go that I could find only by coming home to a place I'd never been."
    },
    {
      "cite": "Marcel Achard",
      "quote": "It's risky in a marriage for a man to come home too late, but it can sometimes pose an even greater risk if he comes home too early."
    },
    {
      "cite": "Alan Rickman",
      "quote": "I always feel that when I come to Edinburgh, in many ways I am coming home."
    },
    {
      "cite": "Tony Longo",
      "quote": "I don't know anybody who has so many places to go home to ."
    },
    {
      "cite": "Ann Landers",
      "quote": "At every party, there are two kinds of people — those who want to go home and those who don't. The trouble is, they are usually married to each other"
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Home is where you come to when you have nothing better to do."
    },
    {
      "cite": "George Grossmith",
      "quote": "What's the good of a home if you're never in it."
    },
    {
      "cite": "Julie Burchill",
      "quote": "Now, at last, this sad, glittering century has an image worthy of it; a wandering, wondering girl, a silly Sloane turned secular saint, coming home in her coffin to RAF Northolt like the good soldier she was."
    },
    {
      "cite": "Kenneth B. Alley",
      "quote": "Husband can't understand why wife ever complains about anything when she has his coming home in the evening to look forward to."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "One road leads home and a thousand roads lead into the wilderness."
    },
    {
      "cite": "Lynellyn D. Long",
      "quote": "Historically, many immigrants, refugees, and exiles have been unable to return home. Yet, surprisingly in recent times, many people find they can return home again and they are doing so— to visit, to live temporarily, or to re establish a long term residence."
    },
    {
      "cite": "Lynellyn D. Long",
      "quote": "Throughout the world, immigrants and refugees are choosing to go home again and expanding their own resources to re-establish themselves in a former home even after having left many years earlier."
    },
    {
      "cite": "Shawn Carter",
      "quote": "I'm coming home, I'm coming home / Tell the world I'm coming home / Let the rain wash away / All the pain of yesterday / I know my kingdom awaits / And they've forgiven my mistakes / I'm coming home, I'm coming home / Tell the world that I'm coming."
    },
    {
      "cite": "Mahid Al Maskati",
      "quote": "Now I'm feeling something (yes I am) / Where I was missing something (yes I am) / I love coming home to you, baby / You know I'm coming home to you."
    },
    {
      "cite": "Will Jennings",
      "quote": "It's a long and lonely highway. / When you're traveling all alone. / I was on my way to nowhere. / But now I'm coming home. / I'm coming home."
    },
    {
      "cite": "Taylor Hawkins",
      "quote": "I'm in the sky tonight / There I can keep by your side / Watching the wide world riot and hiding out / I'll be coming home next year."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Oh, it's home again, and home again, America for me! / Our hearts are turning home again and there we long to be, / In our beautiful big country beyond the ocean bars, / Where the air is full of sunlight and the flag is full of stars."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "And so it seems like welcoming a friend-- / An old, old friend, upon his coming home / From some far country--coming home to spend / Long, loitering days with me."
    },
    {
      "cite": "Robert William Service",
      "quote": "Oh, it is good afar to roam, / And seek adventure in strange lands; / Yet oh, so good the coming home, / The velvet love of little hands."
    },
    {
      "cite": "Sarah Kay",
      "quote": "I have always liked coming home and sharing what has happened that day with my loved ones. I like comparing notes. I know other people do, too. I think there is a human instinct to tell stories, no matter who you are or where you live."
    },
    {
      "cite": "Amybeth Mcnulty",
      "quote": "I love coming home, sleeping in my own bed, seeing my own family and friends again. It feels like a big comfort for me."
    },
    {
      "cite": "Edie Falco",
      "quote": "Coming home to my family afterward makes the work richer, easier, and more fun."
    },
    {
      "cite": "Katrina Kenison",
      "quote": "Now I see that the journey was never meant to lead to some new and improved version of me; that it has always been about coming home to who I already am."
    },
    {
      "cite": "Sam Ewing",
      "quote": "When you finally go back to your old home, you find it wasn't the old home you missed but your childhood."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Well, it was a million tiny little things that, when you added them all up, they meant we were supposed to be together... and I knew it. I knew it the very first time I touched her. It was like coming home... only to no home, I'd ever known... I was just taking her hand to help her out of a car and I knew. It was like... magic."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "It’s a funny thing coming home. Nothing changes. Everything looks the same, feels the same, even smells the same. You realized what’s changed is you."
    },
    {
      "cite": "Charlie Watts",
      "quote": "I hate leaving home. I love what I do, but I'd love to go home every night."
    },
    {
      "cite": "Martin Luther",
      "quote": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave."
    },
    {
      "cite": "Laura Marney",
      "quote": "No matter who you are or where you are, instinct tells you to go home."
    },
    {
      "cite": "Anita Krizzan",
      "quote": "I believe that all of our lives we're looking for home and if we're really lucky, we find it in someone’s loving arms. I think that’s what life is – coming home."
    }
  ]
}