{
  "source": "https://www.wisesayings.com/commitment-quotes/",
  "theme": "commitment",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "Commitment is what transforms a promise into reality."
    },
    {
      "cite": "Marcia Wieder",
      "quote": "Commitment leads to action. Action brings your dream closer."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "It was character that got us out of bed, commitment that moved us into action, and discipline that enabled us to follow through."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Commitment means that it is possible for a man to yield the nerve center of his consent to a purpose or cause, a movement or an ideal, which may be more important to him than whether he lives or dies."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "A man who won't die for something is not fit to live."
    },
    {
      "cite": "John Updike",
      "quote": "Any activity becomes creative when the doer cares about doing it right, or doing it better."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Anyone can dabble, but once you've made that commitment, your blood has that particular thing in it, and it's very hard for people to stop you."
    },
    {
      "cite": "James Womack",
      "quote": "Commitment unlocks the doors of imagination, allows vision, and gives us the right stuff to turn our dreams into reality"
    },
    {
      "cite": "Tom Robbins",
      "quote": "Stay committed to your decisions, but stay flexible in your approach."
    },
    {
      "cite": "Mae West",
      "quote": "An ounce of performance is worth pounds of promises."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "Unless commitment is made, there are only promises and hopes; but no plans."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The quality of a person's life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor."
    },
    {
      "cite": "Cornel West",
      "quote": "We have to recognise that there cannot be relationships unless there is commitment, unless there is loyalty, unless there is love, patience, persistence."
    },
    {
      "cite": "Criss Jami",
      "quote": "If you build the guts to do something, anything, then you better save enough to face the consequences."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Freedom is not the absence of commitments, but the ability to choose - and commit myself to - what is best for me."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "There are a hundred valid reasons why something can't be done, but only one reason, Commitment, why it can."
    },
    {
      "cite": "Les Brown",
      "quote": "You need to make a commitment, and once you make it, then life will give you some answers."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "You are never too old to set another goal or to dream a new dream."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Never give up, for that is just the place and time that the tide will turn."
    },
    {
      "cite": "Confucius",
      "quote": "Our greatest glory is not in never falling, but in rising every time we fall."
    },
    {
      "cite": "Rollo May",
      "quote": "The relationship between commitment and doubt is by no means an antagonistic one. Commitment is healthiest when it is not without doubt but in spite of doubt."
    },
    {
      "cite": "Robert Conklin",
      "quote": "If you make the unconditional commitment to reach your most important goals, if the strength of your decision is sufficient, you will find the way and the power to achieve your goals."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "If your energy is as boundless as your ambition, total commitment may be a way of life you should seriously consider."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "It takes a deep commitment to change and an even deeper commitment to grow."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "The only limit to your impact is your imagination and commitment."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "He who is most slow in making a promise is the most faithful in performance of it."
    },
    {
      "cite": "unknown",
      "quote": "There's a difference between interest and commitment. When you're interested in doing something, you do it only when circumstance permit. When you're committed to something, you accept no excuses, only results."
    },
    {
      "cite": "Steve Brunkhorst",
      "quote": "Commitment turns a promise into reality with words that speak boldly of your intentions and actions that speak louder than words."
    },
    {
      "cite": "Alan Kay",
      "quote": "The best way to predict the future is to invent it."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "A promise must never be broken."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "You can do anything you decide to do. You can act to change and control your life; and the procedure, the process, is its own reward."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "The men who have succeeded are men who have chosen one line and stuck to it."
    },
    {
      "cite": "Morpheus, The Matrix",
      "quote": "There's a difference between knowing the path and walking the path."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never doubt that a small group of thoughtful, committed people can change the world. Indeed, it is the only thing that ever has."
    },
    {
      "cite": "David McNally",
      "quote": "Commitment is the enemy of resistance, for it is the serious promise to press on, to get up, no matter how many times you are knocked down."
    },
    {
      "cite": "Sammy Davis, Jr.",
      "quote": "You always have two choices: your commitment versus your fear."
    },
    {
      "cite": "Richard Pratt",
      "quote": "Encourage your people to be committed to a project rather than just be involved in it."
    },
    {
      "cite": "Thomas Edison",
      "quote": "The successful person makes a habit of doing what the failing person doesn't like to do."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Genius is 1% inspiration and 99% perspiration. Accordingly a genius is often merely a talented person who has done all of his or her homework."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "In the realm of ideas, everything depends on enthusiasm - in the real world all rests on perseverance."
    },
    {
      "cite": "John H. Johnson",
      "quote": "Long shots do come in and hard work, dedication and perseverance will overcome almost any prejudice and open almost any door."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Resolve that whatever you do, you will bring the whole man to it; that you will fling the whole weight of your being into it."
    },
    {
      "cite": "George Santayana",
      "quote": "The loftiest edifices need the deepest foundations."
    },
    {
      "cite": "Brigham Young",
      "quote": "Never let a day pass that you will have cause to say, I will do better tomorrow."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The probability that we may fail in struggle ought not to deter us from the support of a cause we believe to be just."
    },
    {
      "cite": "E. M. Gray",
      "quote": "The successful person has the habit of doing the things failures don't like to do. They don't like doing them either necessarily. But their disliking is subordinated to the strength of their purpose."
    },
    {
      "cite": "Pat Riley",
      "quote": "There are only two options regarding commitment. You're either in or out. There's no such thing as a life in-between."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "There's no scarcity of opportunity to make a living at what you love. There is only a scarcity of resolve to make it happen."
    },
    {
      "cite": "Ferdinand Foch",
      "quote": "The most powerful weapon on earth is the human soul on fire."
    }
  ]
}