{
  "source": "https://www.wisesayings.com/communism-quotes/",
  "theme": "communism",
  "quotes": [
    {
      "cite": "Che Guevara",
      "quote": "To build communism it is necessary, simultaneous with the new material foundations, to build the new man and woman."
    },
    {
      "cite": "Sun Myung Moon",
      "quote": "Communism is trying to take the world by force. But God will take the world by love."
    },
    {
      "cite": "Adlai E. Stevenson",
      "quote": "Communism is the death of the soul. It is the organization of total conformity in short, of tyranny and it is committed to making tyranny universal."
    },
    {
      "cite": "Karl Marx",
      "quote": "Communism deprives no man of the ability to appropriate the fruits of his labour. The only thing it deprives him of is the ability to enslave others by means of such appropriations."
    },
    {
      "cite": "Gianfranco Fini",
      "quote": "Communism has been the greatest and bloodiest illusion that humanity ever bore."
    },
    {
      "cite": "Tom Hayden",
      "quote": "Communism is one of the options that can improve people's lives."
    },
    {
      "cite": "Evan Esar",
      "quote": "Communism is a form of government under which every citizen at election time enjoys the privilege of voting yes."
    },
    {
      "cite": "Pope Pius XI",
      "quote": "Communism teaches and seeks two objectives: unrelenting class warfare and the complete eradication of private ownership."
    },
    {
      "cite": "Clare Boothe Luce",
      "quote": "Communism is the opiate of the intellectuals with no cure except as a guillotine might be called a cure for dandruff."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Communism has never come to power in a country that was not disrupted by war or corruption, or both."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Communism is evil. its driving force are the deadly sins of envy and hatred."
    },
    {
      "cite": "Donald Tusk",
      "quote": "Communism was something so hideous that you had to be an exceptional conformist or a fool not to see the evil around you."
    },
    {
      "cite": "Evan Esar",
      "quote": "Communism is a form of society where the less people have to eat, the more they have to swallow."
    },
    {
      "cite": "Lech Walesa",
      "quote": "Communism is a monopolistic system, economically and politically."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "Communism introduced into the world a substitute for true religion. It is a counterfeit of the gospel plan."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Under capitalism, man exploits man. under communism, its just the opposite."
    },
    {
      "cite": "Mary Trimmer",
      "quote": "The principle of communism is the enrichment of the idle at the expense of the provident; it is plunder legalized."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A communist is like a crocodile: when it opens its mouth you cannot tell whether it is trying to smile or preparing to eat you up."
    },
    {
      "cite": "Will Durant",
      "quote": "Communism is the opiate of the people."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "Communism needs democracy like the human body needs oxygen."
    },
    {
      "cite": "Karl Marx",
      "quote": "The theory of Communism may be summed up in one sentence: Abolish all private property."
    },
    {
      "cite": "Frank Zappa",
      "quote": "Communism doesn't work because people like to own stuff."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "Communism possesses a language which every people can understand its elements are hunger, envy, and death."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "The ultimate weakness of Communism is that it robs man of that quality which makes him man."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Communism is not love. Communism is a hammer which we use to crush the enemy."
    },
    {
      "cite": "Lenny Bruce",
      "quote": "Communism is like one big phone company."
    },
    {
      "cite": "Will Rogers",
      "quote": "Communism is like prohibition, it is a good idea, but it won't work."
    },
    {
      "cite": "Anonymous",
      "quote": "Communism is a cow of many; well milked and badly fed."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "Communism was overthrown by life, by thought, by dignity."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Communism is fascism with a human face."
    },
    {
      "cite": "Karl Marx",
      "quote": "Communism is the riddle of history solved, and it knows itself to be this solution."
    },
    {
      "cite": "Grover Cleveland",
      "quote": "Communism is a hateful thing, and a menace to peace and organized government."
    },
    {
      "cite": "Ernest Renan",
      "quote": "Communism is in conflict with human nature."
    },
    {
      "cite": "Adlai Stevenson II",
      "quote": "Communism is the corruption of a dream of justice."
    },
    {
      "cite": "Pierre-Joseph Proudhon",
      "quote": "Communism is not always equality; but it is more so than property is. In communism inequality springs from placing mediocrity on a level with excellence."
    },
    {
      "cite": "George Ticknor",
      "quote": "Communism is the flower of idleness."
    }
  ]
}