{
  "source": "https://www.wisesayings.com/communion-quotes/",
  "theme": "communion",
  "quotes": [
    {
      "cite": "Maggie Gallagher",
      "quote": "For faithful Catholics, communion is not just a nice ritual: It is the body and blood of Jesus Christ, and the ultimate sign of our willingness to be incorporated into the church."
    },
    {
      "cite": "Pope Shenouda III of Alexandria",
      "quote": "As temples of the Holy Spirit. we should have communion with the Holy Spirit. The work of any believer is not only the work of a human individual, but is actually the work of the Holy Spirit."
    },
    {
      "cite": "Jan Hus",
      "quote": "In life eternal, there is perfect joy and light, without pain or torture, and there is communion with God Himself and His angels."
    },
    {
      "cite": "Warren Wiersbe",
      "quote": "The Christian who walks with the Lord and keeps constant communion with Him will see many reason for rejoicing and thanksgiving all day long."
    },
    {
      "cite": "Colin S. Smith",
      "quote": "Living communion with God in which He is real, alive, fresh, and present to your soul energizes a God-centered life."
    },
    {
      "cite": "St. Thomas Aquinas",
      "quote": "If someone knows from experience that daily Communion increases fervor without lessening reverence, then let him go every day. But if someone finds that reverence is lessened and devotion not much increased, then let him sometimes abstain, so as to draw near afterwards with better dispositions."
    },
    {
      "cite": "John Vianney",
      "quote": "When we have been to Holy Communion, the balm of love envelops the soul as the flower envelops the bee."
    },
    {
      "cite": "Peter Julian Eymard",
      "quote": "Communion is as necessary for us to sustain our Christian vitality, as the vision of God is necessary to the angels, to maintain their life of glory."
    },
    {
      "cite": "St. Faustina",
      "quote": "All the good that is in me is due to Holy Communion.  I owe everything to it.  I feel this holy fire has transformed me completely."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "May we have communion with God in the secret of our hearts, and find Him to be to us as a little sanctuary."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "We cannot have communion with Christ till we are in union with Him; and we cannot have communion with the Church till we are in vital union with it."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "We have communion with Christ in His thoughts, views, and purposes; for His thoughts are our thoughts according to our capacity and sanctity. Believers take the same view of matters as Jesus does; that which pleases Him pleases them, and that which grieves His grieves them also."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "God does not change; he is Love, ever and always. In himself, he is communion, unity in Trinity, and all his words and works are directed to communion."
    },
    {
      "cite": "Pope John XXIII",
      "quote": "In this world of ours, every believer must be a spark of light, a center of love, a vivifying ferment for the mass; and it will be that all the more as, in the depths of his being, he lives in communion with God."
    },
    {
      "cite": "George Muller",
      "quote": "Often the work of the Lord itself may be a temptation to keep us from that communion with Him which is so essential to the benefit of our own souls."
    },
    {
      "cite": "Michael Horton",
      "quote": "Baptism is not only a sacrament of our union with Christ; it is also a sacrament of our communion as the body of Christ."
    },
    {
      "cite": "William Ames",
      "quote": "From faith, hope, and love, the virtues of religion referring to God, there arises a double act which bears on the spiritual communion exercised between God and us; the hearing of the word and prayer."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "In the Eucharist a communion takes place that corresponds to the union of man and woman in marriage. Just as they become 'one flesh', so in Communion we all become 'one spirit', one person, with Christ."
    },
    {
      "cite": "John D. Zizioulas",
      "quote": "In the Eucharist we can find all the dimensions of communion: God communicates himself to us, we enter into communion with him, the participants of the sacrament enter into communion with one another, and creation as a whole enters through man into communion with God. All this takes place in Christ and the Spirit, who brings the last days into history and offers to the world a foretaste of the Kingdom."
    },
    {
      "cite": "Dr Paul Gitwaza",
      "quote": "Your worship is proportional to your communion with God and how you are free with Him."
    },
    {
      "cite": "Karl Barth",
      "quote": "Holy Communion is offered to all, as surely as the living Jesus Christ is for all, as surely as all of us are not divided in him, but belong together as brothers and sisters, all of us poor sinners, all of us rich through his mercy. Amen."
    },
    {
      "cite": "Pope Pius X",
      "quote": "Holy Communion is the shortest and safest way to heaven."
    },
    {
      "cite": "Ignatius of Loyola",
      "quote": "One of the most admirable effects of Holy Communion is to preserve the soul from sin, and to help those who fall through weakness to rise again. It is much more profitable, then, to approach this divine Sacrament with love, respect, and confidence, than to remain away through an excess of fear and scrupulosity."
    },
    {
      "cite": "St. Alphonsus Ligouri",
      "quote": "Love tends to union with the object loved. Now Jesus Christ loves a soul that is in a state of grace with immense love; He ardently desires to unite Himself with it. That is what Holy Communion does"
    },
    {
      "cite": "John Aughey",
      "quote": "All Christian power springs from communion with God, and from the indwelling of divine grace."
    },
    {
      "cite": "Maltbie Babcock",
      "quote": "I agree with you that the communion with the invisible saints must be more of a dream than a reality. But we have a right to dream dreams, if they are not contradicted by the evident laws of God’s word, or God’s world."
    },
    {
      "cite": "Rev. Chas. A. Savage",
      "quote": "We should look to the Sacrament for a special revelation of Christ and His truth. The purpose of the communion service is to afford us an opportunity to take into our spiritual natures something from the outside."
    },
    {
      "cite": "Mackarness",
      "quote": "Especially in acts of sacramental communion with his Lord does the Christian gather up and consecrate the powers of his life-long communion with heaven. Then it is that he has most vivid impressions of the nearness of God to his soul, a most comfortable assurance of strength for his need."
    },
    {
      "cite": "Rev. Chas. A. Savage",
      "quote": "The Lord’s Supper may be made more profitable for us if we emphasize it as a bond of brotherhood. A communion with Christ, it is also a communion with each other, and not only among the few gathered within the walls of a single sanctuary; it is the fellowship of the ages. In the name of our common Christ, 'encompassed by so great a cloud of witnesses,' we sit with them in heavenly places whenever we come to the Communion Table of our Lord."
    },
    {
      "cite": "Alphonsus Liguori",
      "quote": "The principal means of acquiring an ardent love of Christ are mental prayer, Communion, mortification, retirement."
    },
    {
      "cite": "George Muller",
      "quote": "Often the work of the Lord itself may be a temptation to keep us from that communion with Him which is so essential to the benefit of our own souls."
    },
    {
      "cite": "Charles Haddon Spurgeon",
      "quote": "Communion is strength; solitude is weakness. Alone, the fine old beech yields to the blast and lies prone on the meadow. In the forest, supporting each other, the trees laugh at the hurricane. The sheep of Jesus flock together. The social element is the genius of Christianity."
    },
    {
      "cite": "St. Faustina",
      "quote": "Holy Communion assures me that I will win the victory; and so it is.  I fear the day when I do not receive Holy Communion.  The bread of the Strong gives me all the strength I need to carry on my mission and to do whatever the Lord asks of me."
    },
    {
      "cite": "Michael Youssef",
      "quote": "Whenever we receive Communion, we must do so in humility and brokenness before God. We must rejoice and be grateful and thankful for our salvation."
    },
    {
      "cite": "Don Bosco",
      "quote": "Making really good Communions often is the best way to make sure you will die happy and save your soul."
    },
    {
      "cite": "Henry",
      "quote": "Christianity is not about going to church on Sunday. It's a communion with God every single day."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Only through love can we obtain communion with God."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Jesus didn't say, 'Blessed are those who care for the poor.' He said, 'Blessed are we where we are poor, where we are broken.' It is there that God loves us deeply and pulls us into deeper communion with himself."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "On the one hand, faith is a profoundly personal contact with God, which touches me in my innermost being and places me in front of the living God in absolute immediacy in such a way that I can speak with Him, love Him, and enter into communion with Him."
    },
    {
      "cite": "Gordon Brown",
      "quote": "I welcome the role that people of faith play in building Britain's future - and the Catholic communion in particular is to be congratulated for so often being the conscience of our country, for helping 'the least of these' even when bearing witness to the truth is hard or unpopular."
    },
    {
      "cite": "John LaFarge S.J.",
      "quote": "The Mass is the re-enactment of the cross’s mighty onslaught upon human differences: the breaking down of the wall of partition. We participate in common, as in one family, in the holy Eucharistic offering. We are united with one another through our union with Jesus Christ in Communion."
    },
    {
      "cite": "Jared Brock",
      "quote": "Prayer is simply a constant communion with Christ."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "All love craves unity. As the highest peak of love in the human order is the unity of husband and wife in the flesh, so the highest unity in the Divine order is the unity of the soul and Christ in communion."
    },
    {
      "cite": "Richard J. Foster",
      "quote": "We who have turned our lives over to Christ need to know how very much he longs to eat with us, to commune with us. He desires a perpetual Eucharistic feast in the inner sanctuary of the heart."
    },
    {
      "cite": "C. E. Babb",
      "quote": "God, in giving us what we pray for because we pray, and in refusing to give what we fail to ask for, deals with us as a loving father. He cultivates that living sympathy and communion between our hearts and His own which is necessary to our happiness and growth in grace."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "Following Jesus in faith is to walk with him in the communion of the Church. You cannot follow Jesus alone."
    },
    {
      "cite": "Pope Shenouda III of Alexandria",
      "quote": "The body and the soul join in doing the work of the soul, ie. praying, meditating, praising and coming in communion with God."
    }
  ]
}