{
  "source": "https://www.wisesayings.com/commodity-quotes/",
  "theme": "commodity",
  "quotes": [
    {
      "cite": "Moutasem Algharati",
      "quote": "Knowledge is a commodity to be shared. For knowledge to pay dividends, it should not remain the monopoly of the selected few."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Commodities such as gold and silver have a world market that transcends national borders, politics, religions, and race. A person may not like someone else's religion, but he'll accept his gold."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "We abuse land because we regard it as a commodity belonging to us. When we see land as a community to which we belong, we may begin to use it with love and respect."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Common sense is one of the most unused commodities available to man."
    },
    {
      "cite": "Jim Rogers",
      "quote": "The price of a commodity will never go to zero. When you invest in commodities futures, you're not buying a piece of paper that says you own an intangible piece of company that can go bankrupt."
    },
    {
      "cite": "Karl Marx",
      "quote": "A commodity appears at first sight an extremely obvious, trivial thing. But its analysis brings out that it is a very strange thing, abounding in metaphysical subtleties and theological niceties"
    },
    {
      "cite": "Mark Allen Smith",
      "quote": "Truth, meanwhile, was a weapon that even a damaged fist could still grasp and wield. It was a remarkably versatile commodity; it could be traded, or help serve an end, or produce a profit"
    },
    {
      "cite": "Mark Twain",
      "quote": "A wise man does not waste so good a commodity as lying for naught."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "Economy is the basis of society. When the economy is stable, society develops. The ideal economy combines the spiritual and the material, and the best commodities to trade in are sincerity and love."
    },
    {
      "cite": "Toba Beta",
      "quote": "Truth is commodity in political consumption."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "Today the order of life allows no room for the ego to draw spiritual or intellectual conclusions. The thought which leads to knowledge is neutralized and used as a mere qualification on specific labor markets and to heighten to commodity value of the personality."
    },
    {
      "cite": "Toba Beta",
      "quote": "Mystery is a commodity for society that willing to buy it."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The brain is a commodity used to fertilize ideas."
    },
    {
      "cite": "Seth Godin",
      "quote": "Low price is a great way to sell a commodity. That's not marketing though, that's efficiency."
    },
    {
      "cite": "John Dewey",
      "quote": "Teaching may be compared to selling commodities. No one can sell unless somebody buys."
    },
    {
      "cite": "Michael Ealy",
      "quote": "What I've learned is that the most precious commodity you can have in a relationship is honesty, good or bad."
    },
    {
      "cite": "Monica Lewinsky",
      "quote": "Public humiliation is a commodity and shame is an industry."
    },
    {
      "cite": "Bono",
      "quote": "When a nation is over-reliant on one or two commodities like oil or precious minerals, corrupt government ministers and their dodgy associates hoard profits and taxes instead of properly allocating them to schools and hospitals."
    },
    {
      "cite": "Fatih Birol",
      "quote": "The object of the law of value is to elucidate the actual exchange relations of commodities."
    },
    {
      "cite": "Johanna Siguroardottir",
      "quote": "The Nordic countries are leading the way on women's equality, recognizing women as equal citizens rather than commodities for sale."
    },
    {
      "cite": "Maria Cantwell",
      "quote": "Let's embrace productive capitalism, not casino capitalism, by restoring transparency and true competition in the commodities markets."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Marriage is the commodification of affection, copulation, and, reproduction."
    },
    {
      "cite": "Rudolf Hilferding",
      "quote": "The object of the law of value is to elucidate the actual exchange relations of commodities."
    },
    {
      "cite": "TemitOpe Ibrahim",
      "quote": "The truth is precious commodity, not everyone will possess her."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "Knowledge is not simply another commodity. On the contrary. Knowledge is never used up. It increases by diffusion and grows by dispersion."
    },
    {
      "cite": "Gary Hirshberg",
      "quote": "Quality, quality, quality: never waver from it, even when you don't see how you can afford to keep it up. When you compromise, you become a commodity and then you die"
    },
    {
      "cite": "Paul Ford",
      "quote": "Bitcoin isn't tied to any commodity - besides trust."
    },
    {
      "cite": "Seth Godin",
      "quote": "Competence is no longer a scarce commodity."
    },
    {
      "cite": "Marcus Buckingham",
      "quote": "Authenticity is your most precious commodity as a leader."
    },
    {
      "cite": "Max Brooks",
      "quote": "Fear is the most valuable commodity in the universe."
    }
  ]
}