{
  "source": "https://www.wisesayings.com/community-quotes/",
  "theme": "community",
  "quotes": [
    {
      "cite": "Dave Kelly",
      "quote": "We got the kingdom so we have to make way / We take it from the bottom to the top baby / And now the whole community can live greatly."
    },
    {
      "cite": "Bruce Cockburn",
      "quote": "Cafe society / A sip of community / Cafe society / Misery loves company / Hey, it's a way to start the day."
    },
    {
      "cite": "Steve Ryan",
      "quote": "Have respect with your community / We are all each other's family / We've come together and have unity / Let's have pride with humility."
    },
    {
      "cite": "Tupac Amaru Shakur",
      "quote": "Cause they never talk peace in the black community / All we know is violence, do the job in silence / Walk the city streets like a rat pack of tyrants."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Because in the end, a community of friends / —let you rise and then stand tall."
    },
    {
      "cite": "Mewlana Jalaluddin Rumi",
      "quote": "There is a community of the spirit. / Join it, and feel the delight / of walking in the noisy street / and being the noise. / Drink all your passion, / and be a disgrace. / Close both eyes / to see with the other eye."
    },
    {
      "cite": "Langston Hughes",
      "quote": "A community of hands to help- / Thus the dream becomes not one man’s dream alone, / But a community dream."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "With community; comes friendship."
    },
    {
      "cite": "Adam Horovitz",
      "quote": "As our planet grows smaller each and every day / Everyone affecting everyone in every way / We're all citizens of the world community / All here together and we're searching for unity."
    },
    {
      "cite": "Rebecca Foon",
      "quote": "We can only believe / In community of forward eyes / Community / Of beautiful minds"
    },
    {
      "cite": "Christopher Brian Bridges",
      "quote": "It's time to stop disrespecting our women / It's time for us to come home and raise our children / It's time for us, to really mold our communities / It's time for us, not to get hooked up in religion / But to get hooked up in relationship, with God."
    },
    {
      "cite": "Adam Clayton",
      "quote": "There's a promise in the heart of every good dream / It's a call to action, not to fantasy / The end of a dream, the start of what's real / Let it be unity, let it be community."
    },
    {
      "cite": "Jimi C. Dright",
      "quote": "Now I know the reason we must excel / Cause if we don't we'll end up in the cell / Move on be strong with unity / Cause that's the only way to build communities."
    },
    {
      "cite": "Zygmunt Bauman",
      "quote": "Community is like a big family."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Community is where humility and glory touch."
    },
    {
      "cite": "Jerry Greenfield",
      "quote": "If you support the community, they will support you."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "By prayer, community is created as well as expressed."
    },
    {
      "cite": "Bell Hooks",
      "quote": "If we want a beloved community, we must stand for justice, have recognition for difference without attaching difference to privilege."
    },
    {
      "cite": "Idowu Koyenikan",
      "quote": "A community that is engaged and working together can be a powerful force."
    },
    {
      "cite": "Bill Maher",
      "quote": "Community is gathering around a fire and listening to someone tell a story."
    },
    {
      "cite": "Ari Ne'eman",
      "quote": "Community living is about having the same rights and choices as everyone else."
    },
    {
      "cite": "Steven Biko",
      "quote": "A community is easily divided when their perception of the same thing is different."
    },
    {
      "cite": "B. R. Ambedkar",
      "quote": "I measure the progress of a community by the degree of progress which women have achieved."
    },
    {
      "cite": "John Donne",
      "quote": "No man is an island, entire of itself; every man is a piece of the continent, a part of the main."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "I know there is strength in the differences between us. I know there is comfort, where we overlap."
    },
    {
      "cite": "Jean Vanier",
      "quote": "Community is a sign that love is possible in a materialistic world where people so often either ignore or fight each other. It is a sign that we don't need a lot of money to be happy--in fact, the opposite."
    },
    {
      "cite": "Bell Hooks",
      "quote": "To build community requires vigilant awareness of the work we must continually do to undermine all the socialization that leads us to behave in ways that perpetuate domination."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "Every person is defined by the communities she belongs to."
    },
    {
      "cite": "Patch Adams",
      "quote": "We can never get a re-creation of community and heal our society without giving our citizens a sense of belonging."
    },
    {
      "cite": "William Baldwin",
      "quote": "A community is a group of people who have come together, and they work and they live to try and improve the standard of living and quality of life - and I don't mean money."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "It is vain to talk of the interest of the community, without understanding what is the interest of the individual."
    },
    {
      "cite": "Hugo Chavez",
      "quote": "No part of the human community can live entirely on its own planet, with its own laws of motion and cut off from the rest of humanity."
    },
    {
      "cite": "Cicero",
      "quote": "We were born to unite with our fellow men, and to join in community with the human race."
    },
    {
      "cite": "Herman Melville",
      "quote": "We cannot live only for ourselves. A thousand fibers connect us with our fellow men."
    },
    {
      "cite": "David W. Orr",
      "quote": "Our true destiny...is a world built from the bottom up by competent citizens living in solid communities, engaged in and by their places."
    },
    {
      "cite": "Robert F. Kennedy",
      "quote": "It is not more bigness that should be our goal. We must attempt, rather, to bring people back to...the warmth of community, to the worth of individual effort and responsibility...and of individuals working together as a community, to better their lives and their children's future."
    },
    {
      "cite": "Dorothy Day",
      "quote": "We have all known the long loneliness and we have learned that the only solution is love and that love comes with community."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "When I am with a group of human beings committed to hanging in there through both the agony and the joy of community, I have a dim sense that I am participating in a phenomenon for which there is only one word....\"glory.\""
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The golden way is to be friends with the world and to regard the whole human family as one."
    },
    {
      "cite": "Proverb",
      "quote": "The community of living is the carriage of the Lord."
    },
    {
      "cite": "Allan Bloom",
      "quote": "The real community of man, in the midst of all the self-contraditory simulacra of community, is the community of those who seek the truth, of potential knowers... of all men to the extent that they know."
    },
    {
      "cite": "Anthony D'Angelo",
      "quote": "Without a sense of caring, there can be no sense of community."
    },
    {
      "cite": "J. A. Dever",
      "quote": "In communities where men build ships for their own sons to fish or fight from, quality is never a problem"
    },
    {
      "cite": "Howard Thurman",
      "quote": "Community cannot long feed on itself, it can only flourish with the coming of others from beyond: their unknown and undiscovered sisters and brothers."
    },
    {
      "cite": "Henrik Ibsen",
      "quote": "A community is like a ship; everyone ought to be prepared to take the helm."
    },
    {
      "cite": "A. Philip Randolph",
      "quote": "A community is democratic only when the humblest and weakest person can enjoy the highest civil, economic, and social rights that the biggest and most powerful possess."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "A community needs a soul if it is to become a true home for human beings. You, the people must git it this soul."
    },
    {
      "cite": "Winston Churchill",
      "quote": "There is no finer investment for any community than putting milk into babies."
    },
    {
      "cite": "David Spangler",
      "quote": "Some people think they are in community, but they are only in proximity. True community requires commitment and openness. It is a willingness to extend yourself to encounter and know the other."
    },
    {
      "cite": "Corinne Mclaughlin",
      "quote": "The greatest challenge of community life is to create synthesis, embracing diversity in a unified whole, resolving differences with the healing spirit of love and dedication to the good of the whole."
    },
    {
      "cite": "William James",
      "quote": "The community stagnates without the impulse of the individual; the impulse dies away without the sympathy of the community."
    },
    {
      "cite": "Parker J. Palmer",
      "quote": "Community is a place where the connections felt in our hearts make themselves known in the bonds between people, and where the tuggings and pullings of those bonds keep opening our hearts."
    },
    {
      "cite": "Basavanthappa",
      "quote": "The mark of a community is that one's life may be lived wholly within it. One cannot live wholly within a tribe or a city. The basic criterion of community then is that all of one's social relationships may be found within it."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Community is and must be inclusive. The great enemy of community is exclusivity. Groups that exclude others because they are poor or doubters or divorced or sinners or of some different race or nationality are not communities; they are cliques--actually defensive bastions against community."
    },
    {
      "cite": "Wilhelm Reich",
      "quote": "We live in a community of people not so that we can suppress and dominate each other or make each other miserable but so that we can better and more reliably satisfy all life's healthy needs."
    },
    {
      "cite": "Dee Hock",
      "quote": "Community is composed of that which we don't attempt to measure, for which we keep no record and ask no recompense. Most are things we cannot measure no matter how hard we try."
    },
    {
      "cite": "Bill Ayres",
      "quote": "A man not only needs to know how to fish, he needs to have the freedom to do it and a place to do it. That's where community comes in. We have to help each other, and we feel government has a very important role therein."
    },
    {
      "cite": "Emily Greene Balch",
      "quote": "As the world community develops in peace, it will open up great untapped reservoirs in human nature."
    },
    {
      "cite": "Mark Hyman",
      "quote": "The power of community to create health is far greater than any physician, clinic or hospital."
    },
    {
      "cite": "Carroll Quigley",
      "quote": "A community is made up of intimate relationships among diversified types of individuals--a kinship group, a local group, a neighborhood, a village, a large family."
    },
    {
      "cite": "Clifton Taulbert",
      "quote": "Taking the time to build community, to get to know your people will have long-lasting benefits."
    },
    {
      "cite": "Rene Descartes",
      "quote": "Any community that gets its laughs by pretending to be idiots will eventually be flooded by actual idiots who mistakenly believe that they're in good company."
    },
    {
      "cite": "Chris Brogan",
      "quote": "When the people who support and are a part of your community, the community you have the pleasure and power and opportunity to serve, that's where all the best business happens."
    },
    {
      "cite": "Alan Hirsch",
      "quote": "Building community for its own sake is like attending a cancer support group without having cancer."
    },
    {
      "cite": "Marilyn Hacker",
      "quote": "Community means people spending time together here, and I don't think there's really that."
    },
    {
      "cite": "Millard Fuller",
      "quote": "For a community to be whole and healthy, it must be based on people's love and concern for each other."
    }
  ]
}