{
  "source": "https://www.wisesayings.com/community-service-quotes/",
  "theme": "community-service",
  "quotes": [
    {
      "cite": "Muhammad Ali",
      "quote": "Service to others is the rent you pay for your room here on Earth."
    },
    {
      "cite": "Carrie Chapman Catt",
      "quote": "Service to a just cause rewards the worker with more real happiness and satisfaction than any other venture of life."
    },
    {
      "cite": "Anne Frank",
      "quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Whoever renders service to many puts himself in line for greatness - great wealth, great return, great satisfaction, great reputation, and great joy."
    },
    {
      "cite": "Douglas Adams",
      "quote": "To give real service you must add something which cannot be bought or measured with money, and that is sincerity and integrity."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Help others and give something back. I guarantee you will discover that while public service improves the lives and the world around you, its greatest reward is the enrichment and new meaning it will bring your own life."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Lose yourself in generous service and every day can be a most unusual day, a triumphant day, an abundantly rewarding day!"
    },
    {
      "cite": "Dorothy Height",
      "quote": "Without community service, we would not have a strong quality of life. It's important to the person who serves as well as the recipient. It's the way in which we ourselves grow and develop."
    },
    {
      "cite": "Aesop",
      "quote": "No act of kindness, no matter how small, is ever wasted"
    },
    {
      "cite": "Rosalynn Carter",
      "quote": "Do what you can to show you care about other people, and you will make our world a better place"
    },
    {
      "cite": "Jackie Chan",
      "quote": "We have to do what we can to help wherever and whenever it is possible for us to help."
    },
    {
      "cite": "Confucius",
      "quote": "He who wishes to secure the good of others has already secured his own."
    },
    {
      "cite": "Robert Brault",
      "quote": "The willingness to share does not make one charitable; it makes one free."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has."
    },
    {
      "cite": "Bryant McGill",
      "quote": "No time is better spent than that spent in the service of your fellow man."
    },
    {
      "cite": "Buddha",
      "quote": "If you knew what I know about the power of giving, you would not let a single meal pass without sharing it in some way."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The best way to find yourself is to lose yourself in the service of others."
    },
    {
      "cite": "Woodrow T. Wilson",
      "quote": "There is no higher religion than human service. To work for the common good is the greatest creed."
    },
    {
      "cite": "David Green",
      "quote": "You need an attitude of service. You're not just serving yourself. You help others to grow up and you grow with them."
    },
    {
      "cite": "Andrew Shue",
      "quote": "Community service has taught me all kinds of skills and increased my confidence. You go out there and think on your feet, work with others and create something from nothing. That's what life's all about."
    },
    {
      "cite": "Og Mandino",
      "quote": "Always render more and better service than is expected of you, no matter what your task may be."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Service is the rent we pay for being. It is the very purpose of life, and not something you do in your spare time."
    },
    {
      "cite": "James Cash Penney",
      "quote": "It is the service we are not obliged to give that people value most."
    },
    {
      "cite": "Nina Hagen",
      "quote": "Do some selfless service for people who are in need. Consider the whole picture, not just our little selves."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Service without humility is selfishness and egotism."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Do every act of your life as if it were your last."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only a life lived for others is a life worthwhile."
    },
    {
      "cite": "Nathan Hale",
      "quote": "Every kind of service necessary to the public good becomes honorable by being necessary."
    },
    {
      "cite": "Marie Osmond",
      "quote": "Being of service to others is what brings true happiness."
    },
    {
      "cite": "King George Vi",
      "quote": "The highest of distinctions is service to others."
    },
    {
      "cite": "Albert Pike",
      "quote": "What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "I don't know what your destiny will be, but one thing I do know: the only ones among you who will be really happy are those who have sought and found how to serve."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Even if it’s a little thing, do something for those who have need of a man’s help– something for which you get no pay but the privilege of doing it. For, remember, you don’t live in a world all your own. Your brothers are here, too."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "As you grow older, you will discover that you have two hands — one for helping yourself, and the other for helping others."
    },
    {
      "cite": "Ben Carson",
      "quote": "Happiness doesn’t result from what we get, but from what we give."
    },
    {
      "cite": "Betty Reese",
      "quote": "If you think you are too small to be effective, you have never been in bed with a mosquito."
    },
    {
      "cite": "Bob Hope",
      "quote": "If you haven’t any charity in your heart, you have the worst kind of heart trouble."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "No person was ever honored for what he received. Honor has been the reward what he gave."
    },
    {
      "cite": "Dalai Lama",
      "quote": "When we have inner peace, we can be at peace with those around us. When our community is in a state of peace, it can share that peace with neighboring communities."
    },
    {
      "cite": "Denzel Washington",
      "quote": "At the end of the day it’s not about what you have or even what you’ve accomplished… it’s about who you’ve lifted up, who you’ve made better. It’s about what you’ve given back."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Unless someone like you cares a whole awful lot, nothing is going to get better. It’s not."
    },
    {
      "cite": "Edward Everett Hale",
      "quote": "I am only one, but I am one.  I cannot do everything, but I can do something.  And I will not let what I cannot do interfere with what I can do."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "To know when to be generous and when to be firm – this is wisdom."
    },
    {
      "cite": "Elizabeth Andrew",
      "quote": "Volunteers do not necessarily have the time; they just have the heart."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Volunteers are the only human beings on the face of the earth who reflect this nation’s compassion, unselfish caring, patience, and just plain loving one another."
    },
    {
      "cite": "H. Jackson Brown Jr.",
      "quote": "Remember that the happiest people are not those getting more, but those giving more."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "While earning your daily bread, be sure to share a slice with those less fortunate."
    },
    {
      "cite": "Helen Keller",
      "quote": "The unselfish effort to bring cheer to others will be the beginning of a happier life for ourselves."
    },
    {
      "cite": "Helen Keller",
      "quote": "Believe, when you are most unhappy, that there is something for you to do in the world. So long as you can sweeten another’s pain, life is not in vain."
    },
    {
      "cite": "Herman Melville",
      "quote": "We cannot live only for ourselves. A thousand fibers connect us with our fellow men."
    },
    {
      "cite": "Ivan Scheier",
      "quote": "The broadest, and maybe the most meaningful definition of volunteering:  Doing more than you have to because you want to, in a cause you consider good."
    },
    {
      "cite": "James Matthew Barrie",
      "quote": "Those who bring sunshine to the lives of others cannot keep it from themselves."
    },
    {
      "cite": "Jeff Warner",
      "quote": "We are not put on this earth for ourselves, but are placed here for each other. If you are there always for others, then in time of need, someone will be there for you."
    },
    {
      "cite": "John Bunyan",
      "quote": "You have not lived today until you have done something for someone who can never repay you."
    },
    {
      "cite": "John E. Southard",
      "quote": "The only people with whom you should try to get even are those who have helped you."
    },
    {
      "cite": "John Wesley",
      "quote": "Make all you can, save all you can, give all you can."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You give but little when you give of your possessions.  It is when you give of yourself that you truly give."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "Leo Rosten",
      "quote": "The purpose of life is not to be happy, but to matter– to be productive, to be useful, to have it make some difference that you have lived at all."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Generosity consists not the sum given, but the manner in which it is bestowed."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "In a gentle way, you can shake the world."
    },
    {
      "cite": "Malayan Proverb",
      "quote": "One can pay back the loan of gold, but one dies forever in debt to those who are kind."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "There is no power for change greater than a community discovering what it cares about."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "In every community, there is work to be done. In every nation, there are wounds to heal. In every heart, there is the power to do it."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Everyone can be great, because everyone can serve."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Life’s most persistent and urgent question is, What are you doing for others?"
    },
    {
      "cite": "Martin Luther King",
      "quote": "Everybody can be great. Because anybody can serve. You don’t have to have a college degree to serve. You don’t have to make your subject and your verb agree to serve. You don’t have to know the second theory of thermodynamics in physics to serve. You only need a heart full of grace. A soul generated by love."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I have found that among its other benefits, giving liberates the soul of the giver."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I’ve learned that you shouldn’t go through life with a catcher’s mitt on both hands.  You need to be able to throw something back."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Love cannot remain by itself — it has no meaning. Love has to be put into action and that action is service."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I am a little pencil in the hand of a writing God who is sending a love letter to the world."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you can’t feed a hundred people, then just feed one."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I alone cannot change the world, but I can cast a stone across the waters to create many ripples."
    },
    {
      "cite": "Nelson Henderson",
      "quote": "The true meaning of life is to plant trees under whose shade you do not expect to sit."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The smallest act of kindness is worth more than the grandest intention."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "I slept and dream that life was joy. I awoke and saw that life was service. I acted and behold, service was joy."
    },
    {
      "cite": "Seth Parker",
      "quote": "You may not have saved a lot of money in your life, but if you have saved a lot of heartaches for other folks, you are a pretty rich man."
    },
    {
      "cite": "Seth Parker",
      "quote": "You may not have saved a lot of money in your life, but if you have saved a lot of heartaches for other folks, you are a pretty rich man."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "If you were born with the ability to change someone’s perspective or emotions, never waste that gift. It is one of the most powerful gifts God can give—the ability to influence."
    },
    {
      "cite": "Sherry Anderson",
      "quote": "Volunteers don’t get paid, not because they’re worthless, but because they’re priceless."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "This country will not be a good place for any of us to live in unless we make it a good place for all of us to live in."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The work an unknown good man has done is like a vein of water flowing hidden underground, secretly making the ground green."
    },
    {
      "cite": "Tom Brokaw",
      "quote": "It’s easy to make a buck.  It’s a lot tougher to make a difference."
    },
    {
      "cite": "unknown",
      "quote": "If you want to touch the past, touch a rock.  If you want to touch the present, touch a flower.  If you want to touch the future, touch a life."
    },
    {
      "cite": "unknown",
      "quote": "No one is more cherished in this world than someone who lightens the burdens of another."
    },
    {
      "cite": "unknown",
      "quote": "Volunteers are love in motion!"
    },
    {
      "cite": "unknown",
      "quote": "Being good is commendable, but only when it is combined with doing good is it useful."
    },
    {
      "cite": "unknown",
      "quote": "It’s nice to be important, but it’s more important to be nice."
    },
    {
      "cite": "unknown",
      "quote": "Kindness, like a boomerang, always returns."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The meaning of life is to find your gift. The purpose of life is to give it away."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We make a living by what we get, but we make a life by what we give."
    }
  ]
}