{
  "source": "https://www.wisesayings.com/common-sense-quotes/",
  "theme": "common-sense",
  "quotes": [
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "It is common sense to take a method and try it. If it fails, admit it frankly and try another, but above all try something."
    },
    {
      "cite": "Henri Fr_d_ric Amiel",
      "quote": "Common sense is calculation applied to life."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Common sense is in spite of, not as the result of education."
    },
    {
      "cite": "Josh Billings",
      "quote": "Common sense is the ability to see things as they are without prejudice and do things as they ought to be done without influence of any kind."
    },
    {
      "cite": "Josh Billings",
      "quote": "Common sense is an instinct given to man and enough of it is genius. Smartness is measured by the level of common sense one has, not by how much educated or knowledgeable he is."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Common sense in an uncommon degree is what the world calls wisdom."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Common sense and nature will do a lot to make the pilgrimage of life not too difficult."
    },
    {
      "cite": "Gaelic Proverb",
      "quote": "Common sense hides shame."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Common sense is genius dressed in its working clothes."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Common sense is the collection of prejudices acquired by age eighteen."
    },
    {
      "cite": "Buddha",
      "quote": "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense."
    },
    {
      "cite": "Robert Green",
      "quote": "It is a thousand times better to have common sense without education than to have education without common sense."
    },
    {
      "cite": "Rebbe Nachman Of Breslov",
      "quote": "Common sense is strengthened by joy."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Common sense is the knack of seeing things as they are, and doing things as they ought to be done."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The philosophy of one century is the common sense of the next."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Common sense is the foundation of all authorities, of the laws themselves, and of their construction."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Common sense, alas in spite of our educational institutions, is a rare commodity."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Common sense is instinct. Enough of it is genius."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Common sense is that which judges the things given to it by other senses."
    },
    {
      "cite": "Proverb",
      "quote": "A handful of common sense is worth a bushel of learning."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "When unsure how to solve a problem, use your common sense."
    },
    {
      "cite": "Descartes",
      "quote": "Nothing is more fairly distributed than common sense; no one thinks he needs more of it than he already had."
    },
    {
      "cite": "Ashanti Proverb",
      "quote": "No one tests the depth of a river with both feet."
    },
    {
      "cite": "Don Wood",
      "quote": "Stupid is forever, ignorance can be fixed."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "Everybody gets so much information all day long that they lose their common sense."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nothing astonishes men so much as common sense and plain dealing."
    },
    {
      "cite": "Proverb",
      "quote": "One pound of learning requires ten pounds of common sense to apply it."
    },
    {
      "cite": "Proverb",
      "quote": "He who does not have common sense at age thirty will never have it."
    },
    {
      "cite": "Samuel Butler",
      "quote": "The voice of the Lord is the voice of common sense, which is shared by all that is."
    }
  ]
}