{
  "source": "https://www.wisesayings.com/communication-quotes/",
  "theme": "communication",
  "quotes": [
    {
      "cite": "Plato",
      "quote": "Wise men speak because they have something to say; Fools because they have to say something."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The single biggest problem in communication is the illusion that it has taken place."
    },
    {
      "cite": "Tony Robbins",
      "quote": "To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "You can talk with someone for years, everyday, and still, it won't mean as much as what you can have when you sit in front of someone, not saying a word, yet you feel that person with your heart, you feel like you have known the person for forever.... connections are made with the heart, not the tongue."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The most important thing in communication is hearing what isn't being said. The art of reading between the lines is a life long quest of the wise."
    },
    {
      "cite": "Pythagoras",
      "quote": "Be silent, or say something better than silence"
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Good communication is as stimulating as black coffee, and just as hard to sleep after."
    },
    {
      "cite": "Peter Shepherd",
      "quote": "Communication is the solvent of all problems and is the foundation for personal development."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "A good listener is not only popular everywhere, but after a while he knows something."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The most important thing in communication is hearing what isn't said."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Who you are is speaking so loudly that I can't hear what you're saying."
    },
    {
      "cite": "Robert Frost",
      "quote": "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it."
    },
    {
      "cite": "Washington Irving",
      "quote": "The tongue is the only instrument that gets sharper with use."
    },
    {
      "cite": "Mark Twain",
      "quote": "The right word may be effective, but no word was ever as effective as a rightly timed pause."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Don't use words too big for the subject. Don't say infinitely when you mean very; otherwise you'll have no word left when you want to talk about something really infinite."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "When the trust account is high, communication is easy, instant, and effective."
    },
    {
      "cite": "James Thurber",
      "quote": "Precision of communication is important, more important than ever, in our era of hair trigger balances, when a false or misunderstood word may create as much disaster as a sudden thoughtless act."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you have nothing to say, say nothing."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "You can have brilliant ideas, but if you can't get them across, your ideas won't get you anywhere."
    },
    {
      "cite": "Aaron Goldman",
      "quote": "Communicate unto the other person that which you would want him to communicate unto you if your positions were reversed."
    },
    {
      "cite": "A. Bronson Alcott",
      "quote": "Many can argue - not many converse."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We never listen when we are eager to speak."
    },
    {
      "cite": "Stanley Horowitz",
      "quote": "Nothing lowers the level of conversation more than raising the voice."
    },
    {
      "cite": "Euripedes",
      "quote": "Talk sense to a fool and he calls you foolish."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Think like a wise man but communicate in the language of the people."
    },
    {
      "cite": "Epictetus",
      "quote": "We have two ears and one mouth so that we can listen twice as much as we speak."
    },
    {
      "cite": "Lawrence Clark Powell",
      "quote": "Write to be understood, speak to be heard, read to grow"
    },
    {
      "cite": "John Powell",
      "quote": "Communication works for those who work at it."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The two words 'information' and 'communication' are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "There is no pleasure to me without communication: there is not so much as a sprightly thought comes into my mind that it does not grieve me to have produced alone, and that I have no one to tell it to"
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You never know when a moment and a few sincere words can have an impact on a life"
    },
    {
      "cite": "Albert Einstein",
      "quote": "I speak to everyone in the same way, whether he is the garbage man or the president of the university."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Be sincere; be brief; be seated."
    },
    {
      "cite": "Byron Rivers",
      "quote": "For effective communication think about how your speech is perceived than in what you are actually saying."
    },
    {
      "cite": "Joseph Sommerville",
      "quote": "We take communication for granted because we do it so frequently, but it's actually a complex process."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Effective communication is 20% what you know and 80% how you feel about what you know."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of every part of your life."
    },
    {
      "cite": "Buddha",
      "quote": "To have much learning, to be skillful in handicraft, well-trained in discipline, and to be of good speech -- this is the greatest blessing."
    },
    {
      "cite": "Jane Austen",
      "quote": "I cannot speak well enough to be unintelligible."
    },
    {
      "cite": "Paul J. Meyer",
      "quote": "Communication - the human connection - is the key to personal and career success."
    },
    {
      "cite": "Stephen Covey",
      "quote": "In the last analysis, what we are communicates far more eloquently than anything we say or do."
    },
    {
      "cite": "Rollo May",
      "quote": "Communication leads to community, that is, to understanding, intimacy and mutual valuing"
    },
    {
      "cite": "James Humes",
      "quote": "The art of communication is the language of leadership."
    },
    {
      "cite": "Paul J. Meyer",
      "quote": "Communication - the human connection--is the key to personal and career success."
    },
    {
      "cite": "Charles Swindoll",
      "quote": "Think first. Talk less. Start today."
    },
    {
      "cite": "Lee Brown",
      "quote": "Your ability to communicate is an important tool in your pursuit of your goals, whether it is with your family, your co-workers or your clients and customers."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "Happiness comes when your work and words are of benefit to yourself and others."
    },
    {
      "cite": "Alain",
      "quote": "When we speak, in gestures or signs, we fashion a real object in the world; the gesture is seen, the words and the song are heard. The arts are simply a kind of writing, which, in one way or another, fixes words or gestures, and gives body to the invisible."
    },
    {
      "cite": "Francis Bacon",
      "quote": "If you can talk about it, why paint it?"
    },
    {
      "cite": "Dianna Booher",
      "quote": "Communication is the soul of management: analysis and solid decisions translated into clear messages that influence people to act and feel good about their performance."
    },
    {
      "cite": "Dianna Booher",
      "quote": "Communication makes the top three in many list today. The most important in happy marriages. The most essential element in raising well-adjusted teens. The most vital skill in job-interviewing success. The greatest problem voiced by political parties in gaining support for their candidate."
    },
    {
      "cite": "Dianna Booher",
      "quote": "Communication is the core of leadership: clear messages that inspire people to act."
    },
    {
      "cite": "Dianna Booher",
      "quote": "Communication skills in our everyday lives and relationships create the difference between misery and defeat or success."
    },
    {
      "cite": "Dianna Booher",
      "quote": "Small talk means having a little loose change in your pocket. Like quarters at a pay phone, dimes at a gum dispenser, or dollars at a toll booth. It'll come in handy when you least expect it. When it comes to small talk, know when to jiggle it, spend it, or save it."
    },
    {
      "cite": "Arvid Zemke",
      "quote": "Communication breakdown / See us standing on the other side / Communication breakdown / Our heads up high - united for the fight"
    },
    {
      "cite": "Dallas Austin",
      "quote": "Communication is the key to life / Communication is the key to love / Communication is the key to us"
    },
    {
      "cite": "Van Morrison",
      "quote": "Affinity and communication / That is reality / Understanding is the first thing / It means so much to me"
    },
    {
      "cite": "Allan Joseph Mccarthy",
      "quote": "Communication is hard to establish / When things like a state of mind get in the way"
    },
    {
      "cite": "Nora Patterson",
      "quote": "Communication is more than just words / communication is architecture / Because of course it is quite obvious that a house which would be built without that / Will that desire to communicate, would not look the way your house looks today"
    },
    {
      "cite": "Cathal Joseph Smyth",
      "quote": "Communication is a skill you must acquire / it will help you through your life, it is essential"
    },
    {
      "cite": "Alfred C. Antoine",
      "quote": "Communication is the key to our happiness / If we just talk about it / Maybe we can make some sense"
    },
    {
      "cite": "Victoria Hesketh",
      "quote": "Communication is never simple / Especially when it's you that's on the receiving end / As memories start to fade"
    },
    {
      "cite": "Seth Godin",
      "quote": "Communication is the transfer of emotion."
    },
    {
      "cite": "Tony Jeary",
      "quote": "Communication goes beyond the words we choose."
    },
    {
      "cite": "A. J. McLean",
      "quote": "Communication is so much better when people are vulnerable."
    },
    {
      "cite": "Nat Turner",
      "quote": "Good communication is the bridge between confusion and clarity."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Silence is a form of communication, too. Sometimes less is more."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Communication must become total and conscious before we can stop it."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Communication is about being effective, not always about being proper."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "If you think communication is all talking, you haven't been listening."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "True communication is communion- the realization of oneness, which is love."
    },
    {
      "cite": "Jan Koum",
      "quote": "Communication is at the very core of our society. That's what makes us human."
    },
    {
      "cite": "Jada Pinkett Smith",
      "quote": "My belief is that communication is the best way to create strong relationships."
    },
    {
      "cite": "Dianna Booher",
      "quote": "Never mind your intentions. Communication is about what others hear with your words."
    },
    {
      "cite": "Robert Creeley",
      "quote": "Communication is mutual feeling with someone, not a didactic process of information."
    },
    {
      "cite": "T.S. Mathews",
      "quote": "Communication is something so simple and difficult that we can never put it in simple words."
    },
    {
      "cite": "Ralph C. Smedley",
      "quote": "Understanding comes through communication, and through communication we find the way to peace."
    },
    {
      "cite": "Benjamin E. Mays",
      "quote": "Honest communication is built on truth and integrity and upon respect of the one for the other."
    },
    {
      "cite": "Claes Oldenburg",
      "quote": "Art is a technique of communication. The image is the most complete technique of all communication."
    }
  ]
}