{
  "source": "https://www.wisesayings.com/computer-quotes/",
  "theme": "computer",
  "quotes": [
    {
      "cite": "Joseph Weizenbaum",
      "quote": "A computer will do what you tell it to do, but that may be much different from what you had in mind."
    },
    {
      "cite": "Anonymous",
      "quote": "Computers are like air conditioners. They work fine until you start opening windows."
    },
    {
      "cite": "Marc Andreessen",
      "quote": "The spread of computers and the Internet will put jobs in two categories. People who tell computers what to do, and people who are told by computers what to do."
    },
    {
      "cite": "Anonymous",
      "quote": "There are 10 types of people in this world: those who understand binary and those who don't."
    },
    {
      "cite": "Jef Raskin",
      "quote": "Right now, computers, which are supposed to be our servant, are oppressing us."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "Computers were a kind of magery in themselves, or might as well be to people who didn't understand them, they were every bit as inscrutable."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Computers themselves, and software yet to be developed, will revolutionize the way we learn."
    },
    {
      "cite": "Arlaina Tibensky",
      "quote": "Computers are quiet and clean and totally distracting because the Internet is there, lying in wait for a moment of weakness to pounce on your creativity and progress."
    },
    {
      "cite": "Nicholas P. Negroponte",
      "quote": "It's not computer literacy that we should be working on, but sort of human-literacy. Computers have to become human-literate."
    },
    {
      "cite": "Ted Nelson",
      "quote": "Computers are hierarchical. We have a desktop and hierarchical files which have to mean everything."
    },
    {
      "cite": "P.A. Scott",
      "quote": "The similarities between humans and computers are more numerous than the differences."
    },
    {
      "cite": "Sherry Turkle",
      "quote": "The computer takes up where psychoanalysis left off. It takes the ideas of a decentered self and makes it more concrete by modeling mind as a multiprocessing machine."
    },
    {
      "cite": "Greg Perry",
      "quote": "Computers are finite machines; when given the same input, they always produce the same output."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Computer science really involves the same mindset, particularly artificial intelligence."
    },
    {
      "cite": "Craig Bruce",
      "quote": "It's hardware that makes a machine fast. It's software that makes a fast machine slow."
    },
    {
      "cite": "Alan Cooper",
      "quote": "Computers no longer interface with humans they interact, and the interaction will become steadily deeper, more subtle, and more crucial to our collective sanity and ultimate survival."
    },
    {
      "cite": "Bill Gates",
      "quote": "The computer was born to solve problems that did not exist before."
    },
    {
      "cite": "Anonymous",
      "quote": "Computers have lots of memory but no imagination."
    },
    {
      "cite": "Tom DeMarco",
      "quote": "Computer system analysis is like child-rearing; you can do grievous damage, but you cannot ensure success."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The real danger is not that computers will begin to think like men, but that men will begin to think like computers."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "If you don't know anything about computers, just remember that they are machines that do exactly what you tell them but often surprise you in the result."
    },
    {
      "cite": "Anonymous",
      "quote": "The attention span of a computer is only as long as its power cord."
    },
    {
      "cite": "Clive James",
      "quote": "It is only when they go wrong that machines remind you how powerful they are."
    },
    {
      "cite": "Brian Eno",
      "quote": "The basis of computer work is predicated on the idea that only the brain makes decisions and only the index finger does the work."
    },
    {
      "cite": "Wernher von Braun",
      "quote": "The best computer is a man, and it's the only one that can be mass-produced by unskilled labor."
    },
    {
      "cite": "Steve Wozniak",
      "quote": "Our first computers were born not out of greed or ego, but in the revolutionary spirit of helping common people rise above the most powerful institutions."
    },
    {
      "cite": "Mitch Ratcliffe",
      "quote": "A computer lets you make more mistakes faster than any invention in human history with the possible exceptions of handguns and tequila."
    },
    {
      "cite": "Stan Augarten",
      "quote": "Computers are composed of nothing more than logic gates stretched out to the horizon in a vast numerical irrigation system."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Computers make it easier to do a lot of things, but most of the things they make it easier to do don't need to be done."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Computers are incredibly fast, accurate and stupid. Human beings are incredibly slow, inaccurate and brilliant. Together they are powerful beyond imagination."
    },
    {
      "cite": "Evan Esar",
      "quote": "Computers can figure out all kinds of problems, except the things in this world that just don't add up."
    },
    {
      "cite": "James Cameron",
      "quote": "The new world will be a place of answers and no questions, because the only questions left will be answered by computers, because only computers will know what to ask."
    },
    {
      "cite": "Dani Harper",
      "quote": "Computers are heaven-sent when they work and hell-spawn when they don't. There's just not much middle ground when it comes to technology."
    },
    {
      "cite": "Louis V. Gerstner, Jr.",
      "quote": "Computers are magnificent tools for the realization of our dreams, but no machine can replace the human spark of spirit, compassion, love, and understanding."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "To err is human, to really foul things up requires a computer."
    },
    {
      "cite": "Edward M. Esber",
      "quote": "The computer will not make a good manager out of a bad manager. It makes a good manager better faster and a bad manager worse faster."
    },
    {
      "cite": "Seth Lloyd",
      "quote": "Computers are famous for being able to do complicated things starting from simple programs."
    },
    {
      "cite": "Austin Kleon",
      "quote": "The computer brings out the uptight perfectionist in us- we start editing ideas before we have them."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "All sorts of computer errors are now turning up. You'd be surprised to know the number of doctors who claim they are treating pregnant men."
    },
    {
      "cite": "Anonymous",
      "quote": "A computer is almost human except that it does not blame its mistakes on another computer."
    },
    {
      "cite": "Tom Clancy",
      "quote": "It was one thing to use computers as a tool, quite another to let them do your thinking for you."
    },
    {
      "cite": "Tony Fadell",
      "quote": "Computers are great tools, but they need to be applied to the physical world."
    },
    {
      "cite": "Conrad Wolfram",
      "quote": "Computers do the calculating to allow people to transform the world."
    },
    {
      "cite": "Enrico Bombieri",
      "quote": "Computer assisted proofs are getting better and better and computers will play a bigger and bigger role in the future."
    },
    {
      "cite": "Dave Parnas",
      "quote": "As a rule, software systems do not work well until they have been used, and have failed repeatedly, in real applications."
    },
    {
      "cite": "Leo Cherne",
      "quote": "The computer is incredibly fast, accurate, and stupid. Man is unbelievably slow, inaccurate, and brilliant. The marriage of the two is a force beyond calculation."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Computers are like old testament gods; lots of rules and no mercy."
    },
    {
      "cite": "Jonny Lee Miller",
      "quote": "Computers creating art is an upsetting concept mostly because of what it means about humans."
    },
    {
      "cite": "Jakub Bozydar Wisniewski",
      "quote": "Bad economics teaches that computers can design markets. Good economics teaches that markets can design computers."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Our computers have become windows through which we can gaze upon a world that is virtually without horizons or boundaries."
    }
  ]
}