{
  "source": "https://www.wisesayings.com/computer-science-quotes/",
  "theme": "computer-science",
  "quotes": [
    {
      "cite": "Jim Horning",
      "quote": "Computer Science is the only discipline in which we view adding a new wing to a building as being maintenance."
    },
    {
      "cite": "Marissa Mayer",
      "quote": "When people think about computer science, they imagine people with pocket protectors and thick glasses who code all night."
    },
    {
      "cite": "Stan Kelly-Bootle",
      "quote": "Computer Science: A study akin to numerology and astrology, but lacking the precision of the former and the success of the latter."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "As you study computer science you develop this wonderful mental acumen, particularly with relational databases, systems analysis, and artificial intelligence."
    },
    {
      "cite": "Donald Knuth",
      "quote": "People think that computer science is the art of geniuses but the actual reality is the opposite, just many people doing things that build on eachother, like a wall of mini stones.art of geniuses but the actual reality is the opposite, just many people doing things that build on eachother, like a wall of mini stones."
    },
    {
      "cite": "Alan Perlis",
      "quote": "Computer Science is embarrassed by the computer."
    },
    {
      "cite": "Jennifer Tour Chayes",
      "quote": "Theoretical Computer Science is just as useless as everything we mathematicians do."
    },
    {
      "cite": "Bjarne Stroustrup",
      "quote": "The first law of computer science: Every problem is solved by yet another indirection."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Computer science really involves the same mindset, particularly artificial intelligence."
    },
    {
      "cite": "Neil Gershenfeld",
      "quote": "Computer science is one of the worst things that ever happened to either computers or to science."
    },
    {
      "cite": "Peter Landin",
      "quote": "Most papers in computer science describe how their author learned what someone else already knew."
    },
    {
      "cite": "William C. Brown",
      "quote": "The goal of Computer Science is to build something that will last at least until we've finished building it."
    },
    {
      "cite": "Brian Reid",
      "quote": "In computer science, we stand on each other's feet."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Computer science is fascinating. As you study computer science, you will find that you develop your mind. It is literally like doing Buddhist exercises all day long."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Computer science is the most misunderstood field there is. You are being paid to solve puzzles. For a person who has practiced meditation in past lives, that is the way your mind works."
    },
    {
      "cite": "Hal Abelson",
      "quote": "There's a good part of Computer Science that's like magic. Unfortunately there's a bad part of Computer Science that's like religion"
    },
    {
      "cite": "Eric S. Raymond",
      "quote": "Computer science education cannot make anybody an expert programmer any more than studying brushes and pigment can make somebody an expert painter."
    },
    {
      "cite": "Alfred Aho",
      "quote": "Computer Science is a science of abstraction - creating the right model for a problem and devising the appropriate mechanizable techniques to solve it."
    },
    {
      "cite": "Brad Feld",
      "quote": "Computer science needs to be part of the core curriculum - like algebra, biology, physics, or chemistry. We need all schools to teach it, not just 10%."
    },
    {
      "cite": "Madeleine M. Kunin",
      "quote": "Why is computer science a good field for women? For one thing, that's where the jobs are, and for another, the pay is better than for many jobs, and finally, it's easier to combine career and family."
    },
    {
      "cite": "Tony Hsieh",
      "quote": "I think everyone should get a little exposure to computer science because it really forces you to think in a slightly different way, and it's a skill that you can apply in life in general, whether you end up in computer science or not."
    },
    {
      "cite": "Richard P Feynman",
      "quote": "Computer science is not as old as physics; it lags by a couple of hundred years. However, this does not mean that there is significantly less on the computer scientist's plate than on the physicist's: younger it may be, but it has had a far more intense upbringing!"
    },
    {
      "cite": "Steve Ballmer",
      "quote": "Computer science is the operating system for all innovation."
    },
    {
      "cite": "Butler Lampson",
      "quote": "All problems in Computer Science can be solved by another level of indirection."
    },
    {
      "cite": "Matt Blaze",
      "quote": "Computer science doesn't know how to build complex systems that work reliably. This has been a well-understood problem since the very beginning of programmable computers."
    }
  ]
}