{
  "source": "https://www.wisesayings.com/compassion-quotes/",
  "theme": "compassion",
  "quotes": [
    {
      "cite": "Bob Hope",
      "quote": "If you haven't any charity in your heart, you have the worst kind of heart trouble."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Compassion is sometimes the fatal capacity for feeling what it is like to live inside somebody else's skin. It is the knowledge that there can never really be any peace and joy for me until there is peace and joy finally for you too."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "No matter who we are, no matter how successful, no matter what our situation, compassion is something we all need to receive and give."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "You may call God love, you may call God goodness. But the best name for God is compassion."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Compassion will cure more sins than condemnation."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Compassion is not religious business, it is human business, it is not luxury, it is essential for our own peace and mental stability, it is essential for human survival."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Compassion is the basis of all morality"
    },
    {
      "cite": "Mother Teresa",
      "quote": "If we have no peace, it is because we have forgotten that we belong to each other."
    },
    {
      "cite": "Maya Angelou",
      "quote": "People will forget what you said, people will forget what you did, but people will never forget how you made them feel."
    },
    {
      "cite": "Helen Keller",
      "quote": "Life is an exciting business, and most exciting when it is lived for others."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "You cannot do a kindness too soon, for you never know how soon it will be too late."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The worst sin toward our fellow creatures is not to hate them, but to be indifferent to them: that's the essence of inhumanity."
    },
    {
      "cite": "Plato",
      "quote": "Be kind, for everyone you meet is fighting a harder battle"
    },
    {
      "cite": "Tahereh Mafi",
      "quote": "All I ever wanted was to reach out and touch another human being not just with my hands but with my heart."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Compassion brings us to a stop, and for a moment we rise above ourselves."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Compassion is the radicalism of our time."
    },
    {
      "cite": "Martin Lowenthal",
      "quote": "Compassion is a foundation for sharing our aliveness and building a more humane world."
    },
    {
      "cite": "John Berger",
      "quote": "Compassion has no place in the natural order of the world which operates on the basis of necessity. Compassion opposes this order and is therefore best thought of as being in some way supernatural."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The whole idea of compassion is based on a keen awareness of the interdependence of all these living beings, which are all part of one another, and all involved in one another."
    },
    {
      "cite": "Pablo Casals",
      "quote": "I feel the capacity to care is the thing which gives life its deepest significance."
    },
    {
      "cite": "Norman Cousins",
      "quote": "The individual is capable of both great compassion and great indifference. He has it within his means to nourish the former and outgrow the latter"
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Human kindness has never weakened the stamina or softened the fiber of a free people. A nation does not have to be cruel to be tough."
    },
    {
      "cite": "William Penn",
      "quote": "If there is any kindness I can show, or any good thing I can do to any fellow being, let me do it now, and not deter or neglect it, as I shall not pass this way again."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I would rather make mistakes in kindness and compassion than work miracles in unkindness and hardness."
    },
    {
      "cite": "Joseph Addison",
      "quote": "True benevolence, or compassion, extends itself through the whole of existence and sympathizes with the distress of every creature capable of sensation."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "While we do our good works let us not forget that the real solution lies in a world in which charity will have become unnecessary."
    },
    {
      "cite": "Jane Goodall",
      "quote": "We have so far to go to realize our human potential for compassion, altruism, and love."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "A great nation is a compassionate nation."
    },
    {
      "cite": "Fritz William",
      "quote": "Suffering and joy teach us, if we allow them, how to make the leap of empathy, which transports us into the soul and heart of another person."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "The greatest degree of inner tranquility comes from the development of love and compassion. The more we care for the happiness of others, the greater is our own sense of well-being."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well."
    },
    {
      "cite": "Billy Graham",
      "quote": "We must never minimize the suffering of another. Scripture's mandate to us is, Weep with them that weep. (Romans 12:15, KJV)"
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "People may excite in themselves a glow of compassion, not by toasting their feet at the fire, and saying: Lord, teach me compassion, but by going and seeking an object that requires compassion."
    },
    {
      "cite": "Thomas Merton",
      "quote": "We are already one. But we imagine that we are not. And what we have to recover is our original unity. What we have to be is what we are."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "It is important not to allow ourselves to be put off by the magnitude of others' suffering. The misery of millions is not a cause for pity. Rather it is a cause for compassion."
    },
    {
      "cite": "Duane Elgin",
      "quote": "Compassion will no longer be seen as a spiritual luxury for a contemplative few; rather it will be viewed as a social necessity for the entire human family."
    },
    {
      "cite": "John Green",
      "quote": "The only way out of the labyrinth of suffering is to forgive."
    },
    {
      "cite": "Francis Schaeffer",
      "quote": "Biblical orthodoxy without compassion is surely the ugliest thing in the world."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "It is easy enough to be friendly to one's friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business."
    },
    {
      "cite": "Proverb",
      "quote": "Remember that everyone you meet is afraid of something, loves something, and has lost something."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "A good character is the best tombstone. Those who loved you and were helped by you will remember you when forget-me-nots have withered. Carve your name on hearts, not on marble."
    },
    {
      "cite": "Max Lucado",
      "quote": "I choose kindness. I will be kind to the poor, for they are alone. Kind to the rich, for they are afraid. And kind to the unkind, for such is how God has treated me."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "A kind gesture can reach a wound that only compassion can heal."
    },
    {
      "cite": "John Connolly",
      "quote": "There is a nobility in compassion, a beauty in empathy, a grace in forgiveness."
    },
    {
      "cite": "Elizabeth Lesser",
      "quote": "Look for a way to lift someone up. And if that’s all you do, that’s enough."
    },
    {
      "cite": "Prince",
      "quote": "Compassion is an action word with no boundaries."
    },
    {
      "cite": "Amish Proverb",
      "quote": "Instead of putting others in their place, put yourself in their place."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "That is what compassion does. It challenges our assumptions, our sense of self-limitation, worthlessness, of not having a place in the world. As we develop compassion, our hearts open."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Compassion is the keen awareness of the interdependence of all things."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "Our sorrows and wounds are healed only when we touch them with compassion."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Compassion for others begins with kindness to ourselves."
    },
    {
      "cite": "Robert Frost",
      "quote": "There never was any heart truly great and generous, that was not also tender and compassionate."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Compassion is a verb."
    },
    {
      "cite": "A.P.J. Abdul Kalam",
      "quote": "Great teachers emanate out of knowledge, passion, and compassion."
    },
    {
      "cite": "Kristin Neff",
      "quote": "When we give ourselves compassion, we are opening our hearts in a way that can transform our lives."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "Out of compassion I destroy the darkness of their ignorance. From within them I light the lamp of wisdom and dispel all darkness from their lives."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "True compassion means not only feeling another's pain but also being moved to help relieve it."
    },
    {
      "cite": "Arnold Toynbee",
      "quote": "Compassion is the desire that moves the individual self to widen the scope of its self-concern to embrace the whole of the universal self."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Our human compassion binds us the one to the other - not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future."
    },
    {
      "cite": "Brene Brown",
      "quote": "When we're looking for compassion, we need someone who is deeply rooted, is able to bend and, most of all, embraces us for our strengths and struggles."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The purpose of human life is to serve, and to show compassion and the will to help others."
    },
    {
      "cite": "Confucius",
      "quote": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men."
    },
    {
      "cite": "Susan Vreeland",
      "quote": "Where there is no human connection, there is no compassion. Without compassion, then community, commitment, loving-kindness, human understanding, and peace all shrivel. Individuals become isolated, the isolated turn cruel, and the tragic hovers in the forms of domestic and civil violence. Art and literature are antidotes to that."
    },
    {
      "cite": "John Holmes",
      "quote": "There is no exercise better for the heart than reaching down and lifting people up."
    },
    {
      "cite": "John Bunyan",
      "quote": "You have not lived today until you have done something for someone who can never repay you."
    },
    {
      "cite": "Henepola Gunaratana",
      "quote": "When you have learned compassion for yourself, compassion for others is automatic."
    },
    {
      "cite": "Frank Capra",
      "quote": "Compassion is a two way street."
    },
    {
      "cite": "Giovanni Boccaccio",
      "quote": "Human it is to have compassion on the unhappy."
    },
    {
      "cite": "Lao Tzu",
      "quote": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures."
    },
    {
      "cite": "William Cowper",
      "quote": "Man may dismiss compassion from his heart, but God never will."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "God’s dream is that you and I and all of us will realize that we are family, that we are made for togetherness, for goodness, and for compassion."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "Compassion is no substitute for justice."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "Compassion automatically invites you to relate with people because you no longer regard people as a drain on your energy."
    },
    {
      "cite": "Terry Waite",
      "quote": "At the end of the day, love and compassion will win."
    },
    {
      "cite": "John McCarthy",
      "quote": "Compassion is contempt with a human face."
    },
    {
      "cite": "Lily Alridge",
      "quote": "I’m hopeful for a world with more love, acceptance, and compassion for others."
    }
  ]
}