{
  "source": "https://www.wisesayings.com/competition-quotes/",
  "theme": "competition",
  "quotes": [
    {
      "cite": "Aaron Lauritsen",
      "quote": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow."
    },
    {
      "cite": "Arie de Geus",
      "quote": "The ability to learn faster than your competitors may be only sustainable competitive advantage."
    },
    {
      "cite": "Arnold Glasow",
      "quote": "Without the spur of competition we'd loaf out our life."
    },
    {
      "cite": "Bill Gates",
      "quote": "Whether it's Google or Apple or free software, we've got some fantastic competitors and it keeps us on our toes."
    },
    {
      "cite": "Brian Mcbride",
      "quote": "Competition helps people figure it out."
    },
    {
      "cite": "Charles Duhigg",
      "quote": "Companies aren’t families. They’re battlefields in a civil war."
    },
    {
      "cite": "Chuck Knox",
      "quote": "Winning and losing are both very temporary things. Having done one or the other, you move ahead. Gloating over a victory or sulking over a loss is a good way to stand still."
    },
    {
      "cite": "Coach Paul “Bear” Bryant",
      "quote": "Show class, have pride, and display character. If you do, winning takes care of itself."
    },
    {
      "cite": "Confucius",
      "quote": "The will to win, the desire to succeed, the urge to reach your full potential… these are the keys that will unlock the door to personal excellence."
    },
    {
      "cite": "Criss Jami",
      "quote": "If you want to find the real competition, just look in the mirror. After awhile you'll see your rivals scrambling for second place."
    },
    {
      "cite": "Criss Jami",
      "quote": "Together, we form a necessary paradox; not a senseless contradiction."
    },
    {
      "cite": "Dahi Tamara Koch",
      "quote": "The only race you have to run is with yourself."
    },
    {
      "cite": "Dave Trott",
      "quote": "Creativity may well be the last legal unfair competitive advantage we can take to run over the competition."
    },
    {
      "cite": "Dr Roopleen",
      "quote": "Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks."
    },
    {
      "cite": "Drew Carey",
      "quote": "Some people don't like competition because it makes them work harder, better."
    },
    {
      "cite": "Edward de Bono",
      "quote": "Companies that solely focus on competition will ultimately. Those that focus on value creation will thrive."
    },
    {
      "cite": "Edward de Bono",
      "quote": "Companies that solely focus on competition will ultimately. Those that focus on value creation will thrive."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "There are victories of the soul and spirit. Sometimes, even if you lose, you win."
    },
    {
      "cite": "Emmitt Smith",
      "quote": "I may win and I may lose, but I will never be defeated."
    },
    {
      "cite": "George Matthew Adams",
      "quote": "There is a tendency among some businesses to criticize and belittle their competitors. This is a bad procedure. Praise them. Learn from them. There are times when you can co-operate with them to their advantage and to yours! Speak well of them and they will speak well of you. You can't destroy good ideas. Take advantage of them."
    },
    {
      "cite": "Gianni Versace",
      "quote": "It's nice to have valid competition; it pushes you to do better."
    },
    {
      "cite": "Harold H. Greene",
      "quote": "With competition everyone has to try harder."
    },
    {
      "cite": "Henry Clay",
      "quote": "Of all human powers operating on the affairs of mankind, none is greater than that of competition."
    },
    {
      "cite": "Henry Ford",
      "quote": "Competition whose motive is merely to compete, to drive some other fellow out, never carries very far. The competitor to be feared is one who never bothers about you at all, but goes on making his own business better all the time."
    },
    {
      "cite": "Henry Kaiser",
      "quote": "Live daringly, boldly, fearlessly. Taste the relish to be found in competition - in having put forth the best within you."
    },
    {
      "cite": "Jack Welch",
      "quote": "Number one, cash is king; number two, communicate; number three, buy or bury the competition."
    },
    {
      "cite": "Jacob Kindleberger",
      "quote": "Don't knock your competitors. By boosting others you will boost yourself. A little competition is a good thing and severe competition is a blessing. Thank God for competition."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "If we can keep our competitors focused on us while we stay focused on the customer, ultimately we'll turn out all right."
    },
    {
      "cite": "Jesse Owens",
      "quote": "Friendships born on the field of athletic strife are the real gold of competition; awards become corroded, friends gather no dust."
    },
    {
      "cite": "Joe Namath",
      "quote": "If you're not gonna go all the way, why go at all?"
    },
    {
      "cite": "John W. Holt",
      "quote": "If you're not making mistakes, you're not taking risks, and that means you're not going anywhere. The key is to make mistakes faster than the competition, so you have more chances to learn and win."
    },
    {
      "cite": "John Wooden",
      "quote": "Success is peace of mind which is a direct result of self-satisfaction in knowing you made the effort to become the best that you are capable of becoming."
    },
    {
      "cite": "Katarina Witt",
      "quote": "When I go out on the ice, I just think about my skating; I forget it is a competition."
    },
    {
      "cite": "Keeth Smart",
      "quote": "Being properly prepared is one of the biggest assets in business and in athletic competition."
    },
    {
      "cite": "Manuel Diotte",
      "quote": "It was then I realized winning isn’t always finishing first. Sometimes winning is just finishing."
    },
    {
      "cite": "Mike Ditka",
      "quote": "You are never a loser until you quit trying."
    },
    {
      "cite": "Nicki Minaj",
      "quote": "When you don't make moves and when you don't climb up the ladder, everybody loves you because you're not competition."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness."
    },
    {
      "cite": "Patti Smith",
      "quote": "An artist is somebody who enters into competition with God."
    },
    {
      "cite": "Peter Thiel",
      "quote": "Capitalism and competition are opposites; Capitalism is premised on the accumulation of capital, but under perfect competition, all profits get competed away."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Let me not pray to be sheltered from dangers, but to be fearless in facing them."
    },
    {
      "cite": "Sam Altman",
      "quote": "Move fast. Speed is one of your main advantages over large competitors."
    },
    {
      "cite": "Sean Covey",
      "quote": "Instead of playing to win, I was playing not to lose. It reminds me of the story I once heard about two friends being chased by a bear, when one turned to the other and said, \"I just realized that I don't need to outrun the bear; I only need to outrun you."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Cruel people offer pity when they no longer feel threatened. However, kind people offer compassion and understanding regardless."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "A deceitful man will go as far as to trample all over a woman’s reputation and spirit, in order to prove to his ex-love that he was faithful. The irony, is he is still in love with his ex and the new woman in his life doesn’t even realize it."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Believing that your competition is stronger and better than you pushes you to better yourselves."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Opportunity doesn't make appointments, you have to be ready when it arrives."
    },
    {
      "cite": "Toba Beta",
      "quote": "Jealousy is love in competition."
    },
    {
      "cite": "Umberto Eco",
      "quote": "Since I became a novelist I have discovered that I am biased. Either I think a new novel is worse than mine and I don’t like it, or I suspect it is better than my novels and I don’t like it."
    },
    {
      "cite": "Willie Nelson",
      "quote": "The early bird gets the worm, but the second mouse gets the cheese."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Competition has been shown to be useful up to a certain point and no further, but cooperation, which is the thing we must strive for today, begins where competition leaves off."
    },
    {
      "cite": "Nancy Pearcey",
      "quote": "Competition is always a good thing. It forces us to do our best. A monopoly renders people complacent and satisfied with mediocrity."
    },
    {
      "cite": "Walt Disney",
      "quote": "I have been up against tough competition all my life. I wouldn't know how to get along without it."
    },
    {
      "cite": "Howard Cosell",
      "quote": "The ultimate victory in competition is derived from the inner satisfaction of knowing that you have done your best and that you have gotten the most out of what you had to give."
    },
    {
      "cite": "Michael Jordan",
      "quote": "You have competition every day because you set such high standards for yourself that you have to go out every day and live up to that."
    },
    {
      "cite": "Celine Dion",
      "quote": "I'm not in competition with anybody but myself. My goal is to beat my last performance."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Never compete with someone who has nothing to lose."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Real learning comes about when the competitive spirit has ceased."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Insecure people only eclipse your sun because they're jealous of your daylight and tired of their dark, starless nights."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Anyone who imagines they can work alone winds up surrounded by nothing but rivals, without companions. The fact is, no one ascends alone."
    },
    {
      "cite": "Malcolm X",
      "quote": "Anytime you find someone more successful than you are, especially when you're both engaged in the same business - you know they're doing something that you aren't."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "There are two kinds of people, those who do the work and those who take the credit. Try to be in the first group; there is less competition there."
    },
    {
      "cite": "David Sarnoff",
      "quote": "Competition brings out the best in products and the worst in people."
    },
    {
      "cite": "James Cash Penney",
      "quote": "A merchant who approaches business with the idea of serving the public well has nothing to fear from the competition."
    },
    {
      "cite": "Bonnie Blair",
      "quote": "No matter what the competition is, I try to find a goal that day and better that goal."
    },
    {
      "cite": "Colin Powell",
      "quote": "The healthiest competition occurs when average people win by putting above average effort."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Competition is not only the basis of protection to the consumer, but is the incentive to progress."
    },
    {
      "cite": "Bill Parcels",
      "quote": "All you have to do is play better than the other guy and things go well. If you don't play better than the other players then somebody takes your place."
    },
    {
      "cite": "Washington Allston",
      "quote": "The only competition worthy of a wise man is with himself."
    },
    {
      "cite": "William Hazlitt",
      "quote": "When a man can do better than everyone else in the same walk, he does not make any very painful exertions to outdo himself. The progress of improvement ceases nearly at the point where competition ends."
    },
    {
      "cite": "Toba Beta",
      "quote": "Competition is a rude yet effective motivation."
    },
    {
      "cite": "George Leonard",
      "quote": "Competition is the spice of sports; but if you make spice the whole meal you'll be sick."
    },
    {
      "cite": "Daniel Burrus",
      "quote": "Focus on competition has always been a formula for mediocrity."
    },
    {
      "cite": "A. J. Kitt",
      "quote": "You have no control over what the other guy does. You only have control over what you do."
    },
    {
      "cite": "Barbara Cook",
      "quote": "If you're able to be yourself, then you have no competition. All you have to do is get closer and closer to that essence."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "When we are in competition with ourselves, and match our todays against our yesterdays, we derive encouragement from past misfortunes and blemishes. Moreover, the competition with ourselves leaves unimpaired our benevolence toward our fellow men."
    },
    {
      "cite": "Ovid",
      "quote": "A horse never runs so fast as when he has other horses to catch up and outpace."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Becoming number one is easier than remaining number one."
    },
    {
      "cite": "Willard Beecher",
      "quote": "Competition is a process or variety of habitual behavior that grows out of a habit of mind."
    },
    {
      "cite": "William Saroyan",
      "quote": "Every man in the world is better than someone else and not as good someone else."
    },
    {
      "cite": "Grantland Rice",
      "quote": "For when the One Great Scorer comes to mark against your name, He writes -- not that you won or lost -- but how you played the Game."
    },
    {
      "cite": "Gordie Howe",
      "quote": "You find that you have peace of mind and can enjoy yourself, get more sleep, and rest when you know that it was a one hundred percent effort that you gave - win or lose."
    },
    {
      "cite": "T. Alan Armstrong",
      "quote": "Champions do not become champions when they win the event, but in the hours, weeks, months and years they spend preparing for it. The victorious performance itself is merely the demonstration of their championship character."
    },
    {
      "cite": "Phil Jackson",
      "quote": "Winning is important to me, but what brings me real joy is the experience of being fully engaged in whatever I'm doing."
    },
    {
      "cite": "Joe Falcon",
      "quote": "You must do everything possible to put yourself in a position to win. But if you consider second or third a failure, I feel sorry for you."
    },
    {
      "cite": "Nido Qubein",
      "quote": "Winners compare their achievements with their goals, while losers compare their achievements with those of other people."
    },
    {
      "cite": "Babe Ruth",
      "quote": "It's hard to beat a person who never gives up."
    },
    {
      "cite": "Earl Campbell",
      "quote": "Somebody will always break your records. It is how you live that counts."
    },
    {
      "cite": "Eric Lindros",
      "quote": "It's not necessarily the amount of time you spend at practice that counts; it's what you put into the practice."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The harder the conflict, the more glorious the triumph."
    },
    {
      "cite": "Harvey Penick",
      "quote": "I don't care how good you play, you can find somebody who can beat you, and I don't care how bad you play, you can find somebody you can beat."
    },
    {
      "cite": "Proverb",
      "quote": "There is nothing noble in being superior to some other person. The true nobility is in being superior to your previous self."
    },
    {
      "cite": "Greg Anderson",
      "quote": "The Law of Win/Win says, Let's not do it your way or my way; let's do it the best way."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "Success is a journey not a destination. The doing is usually more important than the outcome. Not everyone can be Number 1."
    },
    {
      "cite": "Gil Atkinson",
      "quote": "Thank God for competition. When our competitors upset our plans or outdo our designs, they open infinite possibilities of our own work to us."
    },
    {
      "cite": "Lou Brock",
      "quote": "Competition is what keeps me playing the psychological warfare of matching skill against skill and wit against wit."
    },
    {
      "cite": "Lou Holtz",
      "quote": "How you respond to the challenge in the second half will determine what you become after the game, whether you are a winner or a loser."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "No wise combatant underestimates their antagonist."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Our life is not really a mutual helpfulness; but rather, it's fair competition cloaked under due laws of war; it's a mutual hostility."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Man is a gaming animal. He must always be trying to get the better in something or other."
    }
  ]
}