{
  "source": "https://www.wisesayings.com/compromise-quotes/",
  "theme": "compromise",
  "quotes": [
    {
      "cite": "Janis Joplin",
      "quote": "Don't compromise yourself. You are all you've got."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Be careful not to compromise what you want most for what you want now."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "All compromise is based on give and take, but there can be no give and take on fundamentals. Any compromise on mere fundamentals is a surrender. For it is all give and no take."
    },
    {
      "cite": "Ludwig Erhard",
      "quote": "A compromise is the art of dividing a cake in such a way that everyone believes he has the biggest piece."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing."
    },
    {
      "cite": "Stephen Fry",
      "quote": "Compromise is a stalling between two fools."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Compromise means to go just a little bit below what you know is right. It's just a little bit, but it's the little foxes that spoil the vine."
    },
    {
      "cite": "Ali Harris",
      "quote": "Compromise is what binds people together. Compromise is sharing and conciliatory, it is loving and kind and unselfish."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "The 'morality of compromise' sounds contradictory. Compromise is usually a sign of weakness, or an admission of defeat. Strong men don't compromise, it is said, and principles should never be compromised."
    },
    {
      "cite": "Arthur Lynch",
      "quote": "Compromise cannot be allowed in cases where the exact truth is ascertainable."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Compromise makes a good umbrella, but a poor roof."
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "Compromise, if not the spice of life, is its solidity. It is what makes nations great and marriages happy."
    },
    {
      "cite": "Anonymous",
      "quote": "Many things are worse than defeat,and compromise with evil is one of them."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Compromise is but the sacrifice of one right or good in the hope of retaining another -- too often ending in the loss of both."
    },
    {
      "cite": "Robert Townsend",
      "quote": "Compromise is usually bad. It should be a last resort. If two departments or divisions have a problem they can't solve and it comes up to you, listen to both sides and then pick one or the other. This places solid accountability on the winner to make it work. Condition your people to avoid compromise."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Compromise is the best and cheapest lawyer."
    },
    {
      "cite": "Larry David",
      "quote": "A good compromise is when both parties are dissatisfied."
    },
    {
      "cite": "Arthur Bloch",
      "quote": "The compromise will always be more expensive than either of the suggestions it is compromising."
    },
    {
      "cite": "St Josemaria Escriva",
      "quote": "Compromise is a word found only in the vocabulary of those who have no will to fight—the lazy, the cunning, the cowardly—for they consider themselves defeated before they start."
    },
    {
      "cite": "Robert Fritz",
      "quote": "If you limit your choices only to what seems possible or reasonable, you disconnect yourself from what you truly want, and all that is left is a compromise."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Compromise, while at times morally necessary or at least justifiable, is more often only the first permission for a person (or society) to begin a long downhill descent."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Let us never negotiate out of fear. But let us never fear to negotiate."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Compromise is like the middle of the road; always safer to walk on than the edges."
    },
    {
      "cite": "Donna Martini",
      "quote": "Compromise is not about losing. It is about deciding that the other person has just as much right to be happy with the end result as you do."
    },
    {
      "cite": "Waite Phillips",
      "quote": "Some people never learn the art of compromise. Everything is either black or white. They do not recognize, or will not concede, that the equally important color gray is a mixture or black and white."
    },
    {
      "cite": "Criss Jami",
      "quote": "Most men either compromise or drop their greatest talents and start running after, what they perceive to be, a more reasonable success, and somewhere in between they end up with a discontented settlement. Safety is indeed stability, but it is not progression."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Compromise used to mean that half a loaf was better than no bread. Among modern statesmen it really seems to mean that half a loaf; is better than a whole loaf."
    },
    {
      "cite": "Julianne Moore",
      "quote": "Life is full of compromises, and whether or not you're willing to negotiate."
    },
    {
      "cite": "John Updike",
      "quote": "Living is a compromise, between doing what you want and doing what other people want."
    },
    {
      "cite": "Anonymous",
      "quote": "Learn the wisdom of compromise, for it is better to bend a little than to break."
    },
    {
      "cite": "Anonymous",
      "quote": "When you have to start compromising yourself or your morals for the people around you, it's probably time to change the people around you."
    }
  ]
}