{
  "source": "https://www.wisesayings.com/companion-quotes/",
  "theme": "companion",
  "quotes": [
    {
      "cite": "Paul Valery",
      "quote": "God created man and, finding him not sufficiently alone, gave him a companion to make him feel his solitude more keenly."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Those who are enjoying something, or suffering something, together, are companions. Those who enjoy or suffer one another, are not."
    },
    {
      "cite": "Peg Bracken",
      "quote": "It's easier to find a traveling companion than to get rid of one."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "An agreeable companion on a journey is as good as a carriage."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Choose your companions from the best; Who draws a bucket with the rest soon topples down the hill."
    },
    {
      "cite": "Thomas Brooks",
      "quote": "Let those be thy choicest companions who have made Christ their chief companion."
    },
    {
      "cite": "Franz Liszt",
      "quote": "Companions, in misery and worse, that is what we all are, and to try to change this substantially avails us nothing."
    },
    {
      "cite": "Herman Melville",
      "quote": "When a companion's heart of itself overflows, the best one can do is to do nothing."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "There is no satisfaction in any good without a companion."
    },
    {
      "cite": "James Boswell",
      "quote": "A companion loves some agreeable qualities which a man may possess, but a friend loves the man himself."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Select companions who are striving for enlightenment. They all have their imperfections, certainly, but at least their attention is moving in the right direction."
    },
    {
      "cite": "Homer",
      "quote": "A companion's words of persuasion are effective."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Always dare to be in the company of those stronger than you. Sooner or later, you will be stronger than those who were once stronger than you, but unfortunately, they joined the company of those who are weaker than them!"
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "Our perfect companions never have fewer than four feet."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Hope is the companion of power, and mother of success; for who so hopes strongly has within him the gift of miracles."
    },
    {
      "cite": "Meera",
      "quote": "O my companion, Worldly comfort is an illusion, As soon you get it, it goes."
    },
    {
      "cite": "Frank Herbert",
      "quote": "A good companion is one you wouldn't mind dying with."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Woman is the companion of man, gifted with equal mental capacity."
    },
    {
      "cite": "Marjorie Benton Cooke",
      "quote": "The companionship of a secret is often corruptive to good habits, such as sleep and appetite."
    },
    {
      "cite": "Eda Leshan",
      "quote": "When we cannot bear to be alone, it means we do not properly value the only companion we will have from birth to death-ourselves."
    },
    {
      "cite": "John Lyly",
      "quote": "In misery it is great comfort to have a companion."
    },
    {
      "cite": "John Lyly",
      "quote": "A merry companion is as good as a wagon, For you shall be sure to ride though ye go a foot."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Valued companionships begin with a personal commitment to be an exemplary companion."
    },
    {
      "cite": "Izaak Walton",
      "quote": "A companion that feasts the company with wit and mirth, and leaves out the sin which is usually mixed with them, he is the man; and let me tell you, good company and good discourse are the very sinews of virtue."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "An acquaintance merely enjoys your company, a fair-weather companion flatters when all is well, a true friend has your best interests at heart and the pluck to tell you what you need to hear."
    },
    {
      "cite": "Douglas Jerrod",
      "quote": "A blessed companion is a book! A book that, fitly chosen, is a life-long friend."
    },
    {
      "cite": "Bradley Chicho",
      "quote": "Companions are we, enlivened by a mighty gallop quickly sliding a harsh straw basket of sea foam gathered astride the tide."
    },
    {
      "cite": "William R. Bradford",
      "quote": "Be a companion with Christ, and he will draw near unto you and be your best friend. There is no better friend than Christ"
    },
    {
      "cite": "Gautama Buddha",
      "quote": "If you cannot find a good companion to walk with, walk alone, like an elephant roaming the jungle. It is better to be alone than to be with those who will hinder your progress."
    },
    {
      "cite": "Loretta Young",
      "quote": "If you have enthusiasm, you have a very dynamic, effective companion to travel with you on the road to Somewhere."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Never have a companion that casts you in the shade."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A pleasant companion reduces the length of the journey."
    },
    {
      "cite": "Criss Jami",
      "quote": "Companionship is a foreign concept to some people. They fear it as much as the majority of people fear loneliness."
    },
    {
      "cite": "Hesiod",
      "quote": "Never make a companion equal to a brother."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "The companion of an evening, and the companion for life, require very different qualifications."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Loyal companions are an unequaled grace, stanching fear before it bleeds you numb, a reliable antidote for creeping despair."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Love accepts its companion unconditionally and allow each to grow in his or her own way."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Loneliness is not lack of companion; it is the absence of the right people in our life. That is why we are alone even among the people."
    },
    {
      "cite": "Ali Ibn Abi Talib",
      "quote": "The best companion and helper is admirable morals."
    }
  ]
}