{
  "source": "https://www.wisesayings.com/comparison-quotes/",
  "theme": "comparison",
  "quotes": [
    {
      "cite": "Francis Bacon",
      "quote": "There is no comparison between that which is lost by not succeeding and that which is lost by not trying."
    },
    {
      "cite": "Dillon Burroughs",
      "quote": "The problem with comparison is that you always feel either better than someone else or worthless compared to someone else."
    },
    {
      "cite": "Francis Crick",
      "quote": "A comparison between the triplets tentatively deduced by these methods with the changes in amino acid sequence produced by mutation shows a fair measure of agreement."
    },
    {
      "cite": "Robert Cecil",
      "quote": "A wise man looks upon men as he does on horses; all their comparisons of title, wealth, and place, he consider but as harness."
    },
    {
      "cite": "Steve Furtick",
      "quote": "The reason we struggle with insecurity is because we compare our behind-the-scenes with everyone else's highlight reel."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "There is neither happiness nor misery in the world; there is only the comparison of one state with another, nothing more. He who has felt the deepest grief is best able to experience supreme happiness."
    },
    {
      "cite": "Jon Acuff",
      "quote": "Don't compare your beginning to someone else's middle."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Comparison is the most dangerous acquaintance love can make."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Neither compares nor competes."
    },
    {
      "cite": "Kari Jobe",
      "quote": "Comparison will be the number one thing that will keep you from doing what God's calling you to do. He's put a gift and a call and a desire in your heart that is different than anyone else's. And you're wired that way for a reason."
    },
    {
      "cite": "Edward Sapir",
      "quote": "Comparison of statements made at different periods frequently enable us to give maximal and minimal dates to the appearance of a cultural element or to assign the time limits to a movement of population."
    },
    {
      "cite": "Jon Foreman",
      "quote": "If comparison is the thief of joy, then our culture is being robbed blind."
    },
    {
      "cite": "Betty Jamie Chung",
      "quote": "Comparison with myself brings improvement, comparison with others brings discontent."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "It is very easy to overestimate the importance of our own achievements in comparison with what we owe others."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Comparison is an act of violence against the self."
    },
    {
      "cite": "Anonymous",
      "quote": "Comparison kills creativity. Stop comparing and start creating."
    },
    {
      "cite": "Hugh MacLennan",
      "quote": "In comparison with a loving human being, everything else is worthless."
    },
    {
      "cite": "Pushpa Rana",
      "quote": "Comparisons are always welcomed when drawn in favor."
    },
    {
      "cite": "William S. Wilson",
      "quote": "Comparisons deplete the actuality of the things compared."
    },
    {
      "cite": "Rajneesh",
      "quote": "Comparison is a very foolish attitude, because each person is unique and incomparable. Once this understanding settles in you, jealousy disappears."
    },
    {
      "cite": "Jane Travis",
      "quote": "Comparisons make you feel superior or inferior, neither serve a useful purpose."
    },
    {
      "cite": "Max Ehrmann",
      "quote": "If you compare yourself to others, you may become vain and bitter; for always there will be greater and lesser persons than yourself."
    },
    {
      "cite": "Michelle Parsons",
      "quote": "Don't compare yourself to others. That's a battle you can never win."
    },
    {
      "cite": "Amy Larson",
      "quote": "Comparison will strip you of power, of grace, and influence. Each person is unique. How then, can you possibly compare unique to unique? You can't. And when you try, you annihilate your brilliance."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What lies behind you and what lies in front of you, pales in comparison to what lies inside of you."
    },
    {
      "cite": "Mark Twain",
      "quote": "Comparison is the death of joy."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Do not compare yourself to anybody!"
    }
  ]
}