{
  "source": "https://www.wisesayings.com/complicated-love-quotes/",
  "theme": "complicated-love",
  "quotes": [
    {
      "cite": "Adrianne Wellman",
      "quote": "Why are we so complicated in something so pure and simplistic that would mean me should leave our ego out."
    },
    {
      "cite": "Ronald Oliver",
      "quote": "We just have to accept the fact that some people are going to stay in our hearts even if they don't stay in our lives."
    },
    {
      "cite": "Diane Arbus",
      "quote": "Love involves a peculiar unfathomable combination of understanding and misunderstanding."
    },
    {
      "cite": "Marvin Gaye",
      "quote": "The more I loved her, the more I hated her. And the more she loved me, the more I harmed myself."
    },
    {
      "cite": "Franz Kafka",
      "quote": "You are at once both the quiet and the confusion of my heart."
    },
    {
      "cite": "Gary Zukav",
      "quote": "It hurts to love someone and not be loved in return, but what is the most painful is to love someone and never find the courage to let the person know how you feel."
    },
    {
      "cite": "Johnny Depp",
      "quote": "Trying to make someone fall in love with you is about as pointless as trying to control who you fall in love with."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The course of true love never did run smooth."
    },
    {
      "cite": "Drake",
      "quote": "She might say she love me, she don't love me like she say she love me."
    },
    {
      "cite": "Steve Rowland",
      "quote": "They just have a complicated picture of what love is or what they think it is and cannot let go of the photo."
    },
    {
      "cite": "unknown",
      "quote": "Love isn't complicated, people are."
    },
    {
      "cite": "Loline U Paradero",
      "quote": "You never loose by loving...you always loose by holding back."
    },
    {
      "cite": "Xuan Ta",
      "quote": "Every time I start to ignore you and act as if I don't care, there you go again showing up and messing up my mind."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "No one ever loved anyone the way that person wanted to be loved."
    },
    {
      "cite": "Agatha Christie",
      "quote": "But surely for everything you have to love you have to pay some price."
    },
    {
      "cite": "unknown",
      "quote": "It's like half of me really wants to be with you and the other half just wants to be over you."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The game of love is complicated, but love is not complicated."
    },
    {
      "cite": "Luanne Rice",
      "quote": "Love is the easiest thing there is. It's the layers of doubt, fear, and expectation that make it complicated."
    },
    {
      "cite": "Guillaume Musso",
      "quote": "It's scary being loved. Because life is complicated and all too often it throws you off balance by sending you the right person at the wrong time."
    },
    {
      "cite": "Larry Brown",
      "quote": "Love took a lot of different forms and sometimes what appeared to be love wasn't really love at all, was just infatuation in disguise."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Love is like quicksilver in the hand. Leave the fingers open and it stays. Clutch it, and it darts away."
    },
    {
      "cite": "Julie Andrews",
      "quote": "All love shifts and changes. I don't know if you can be wholeheartedly in love all the time."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "It is difficult to know at what moment love begins; it is less difficult to know it has begun."
    },
    {
      "cite": "Proverb",
      "quote": "Follow love and it will flee, flee love and it will follow."
    },
    {
      "cite": "Jacques Benigne Bossuel",
      "quote": "The heart has reasons that reason does not understand."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Love can change a person the way a parent can change a baby: awkwardly, and often with a great deal of mess."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "Love is the hardest habit to break, and the most difficult to satisfy."
    },
    {
      "cite": "Elizabeth Aston",
      "quote": "One's first love is always perfect until one meets one's second love."
    },
    {
      "cite": "Kendrick Lamar",
      "quote": "Loving you is complicated."
    },
    {
      "cite": "Agnes Nixon",
      "quote": "It's complicated - love. It's so unique every time, with every person. And when the real thing comes along, I guess we just have to hope we see it."
    },
    {
      "cite": "Dan Fogelman",
      "quote": "Love is weird. Love is strange, and that's what makes it love."
    },
    {
      "cite": "Antonio Rayo Gibo",
      "quote": "Such a complicated love / Make me wonder / What's the point in crying / Passed the point of trying / I'm afraid that there's no saving us"
    },
    {
      "cite": "Antonio Rayo Gibo",
      "quote": "Make me wonder / What's the use of all this? / What else can we call this / Such a complicated love"
    },
    {
      "cite": "Le'andria Johnson",
      "quote": "Love is complicated (love) love is complicated / So what you waited for love don't live here / No more I've done all I can do but love you just don't"
    },
    {
      "cite": "Le'andria Johnson",
      "quote": "Always knew we will never part but we both know love / Don't come easy that's why love is complicated love / Is complicated (oh) I really want to know why love is so"
    },
    {
      "cite": "Miranda Lambert",
      "quote": "You know its so complicated / First you love then you hate it / Someones laughing, someones crying / Someones living, someones dying / Somebody always loses / And we still play the game"
    },
    {
      "cite": "Miranda Lambert",
      "quote": "Tear it up, break it down / Put my heart on your sleeve / And wear it all over town / I know your a player / But you don't play by the rules / And I'm just another / In a long line of fools / Yeah, its so complicated"
    },
    {
      "cite": "Brookes &amp; Johnstone",
      "quote": "Sometimes it don't seem right but who the hell am I to say / Sitting back here trying to figure out love's complicated game / Love's complicated game"
    },
    {
      "cite": "Brookes &amp; Johnstone",
      "quote": "Nothing lasts forever / Nothing stays the same / We could make each other crazy / We could figure out a change / Love's complicated game"
    },
    {
      "cite": "Adam Cohen",
      "quote": "Complicated, complicated / Love's a complicated game to play / But as complicated as love can be today / I love you baby anyway"
    },
    {
      "cite": "Adam Cohen",
      "quote": "Devastated, devastated / Overtaken by your love and swept away / So as complicated and overrated as love can be today / I love you baby anyway"
    },
    {
      "cite": "Scott Storch",
      "quote": "I wish we could go back / To love less complicated / I wish we could go back / Ready to prove our love when they said we couldn't make it, no"
    },
    {
      "cite": "George Morton",
      "quote": "What is love?  / But a kiss on a rainy day  / A smile that won't go away  / A safe place to run  / What is love?  / But a complicated simple truth"
    },
    {
      "cite": "Kathryn Crutchfield",
      "quote": "You paint my body like a rose / A depth of beauty in repose / A complicated love you chose / Where love will land nobody knows / Nobody knows"
    },
    {
      "cite": "Sara Bareilles",
      "quote": "Stay tonight / Don't come morning, don't come light / They may be lies, say it, say that we'll be alright / If we stay tonight / My hands are shaking / This is a complicated love with me"
    },
    {
      "cite": "Anthony Dent",
      "quote": "Is it me? Am I so complicated? / Is it me? Or is love over-rated? / Is it me? 'Cause I don't quite understand / Why it never turns out how I thought I planned it"
    },
    {
      "cite": "Camila Cabello",
      "quote": "Don't matter what you say / Don't matter what you do / I only wanna do bad things to you / So good, that you can't explain it / What can I say, it's complicated"
    },
    {
      "cite": "Camila Cabello",
      "quote": "Am I out of my head? / Am I out of my mind? / If you only knew the bad things I like / Don't think that I can explain it / What can I say, it's complicated"
    },
    {
      "cite": "James Mcmorrow",
      "quote": "Cause if you're alone, if you're alone / How can I save you? / I find a way to make your love more complicated / What if I could change, if I could change if you could save me? / So find a way to miss a thousand times"
    },
    {
      "cite": "Jacob Wilkinson-Smith",
      "quote": "I'm broken in all these ways / Please, love, just give me patience / I'm broken in all these ways / Please, love, just give me patience (yeah) / Love is complicated"
    },
    {
      "cite": "Angel L Olsen",
      "quote": "One could say it's complicated, love / Like nothing they've seen before / Or simply that it is a thought we share / Forever it must be ignored"
    },
    {
      "cite": "Mark Mcgrath",
      "quote": "I don't know what I've seen  / Well I feel so complicated and / Our love is kinda jaded / Well I'm coming through the doggy door again woo  / Well there ain't no sense in coming home"
    },
    {
      "cite": "Fonzi Thornton",
      "quote": "You pretended like we were friends / I was blinded by sentiment / You complicated what love should be / And I could swear that you're using me"
    },
    {
      "cite": "Jamie Lawson",
      "quote": "Maybe there's a reason for the feelings I'm receiving / That I can't comprehend at all / It's our mess and yes I guess we don't need to address / That complicated love never folds"
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Love is that condition in which the happiness of another person is essential to your own."
    },
    {
      "cite": "Paolo Coelho",
      "quote": "After all, what is happiness? Love, they tell me. But love doesn't bring and never has brought happiness. On the the contrary, it's a constant state of anxiety, a battlefield; it's sleepless nights, asking ourselves all the time of we're doing the right thing. Real love is composed of ecstasy and agony."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "I will not try to convince you to love me, to respect me, to commit to me. I deserve better than that; I am better than that.. Goodbye."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "Love is short, forgetting is so long."
    },
    {
      "cite": "Ai Yazawa",
      "quote": "A woman's happiness is in throwing everything away to live for love."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You don't love someone because they're perfect, you love them in spite of the fact that they're not."
    },
    {
      "cite": "Evan Esar",
      "quote": "The cure for love is marriage and the cure for marriage is love again."
    },
    {
      "cite": "Javan",
      "quote": "Love can sometimes be magic. But magician sometimes..just bean illusion."
    },
    {
      "cite": "Pedro Calderon de la Barca",
      "quote": "Love that is not madness is not love."
    },
    {
      "cite": "George Jean Nathan",
      "quote": "Love is an emotion experienced by the many and enjoyed by the few."
    },
    {
      "cite": "Beck Martin",
      "quote": "You should know that true love doesn't care about distance. It doesn't care about obstacles either. What is meant to be will always be!"
    },
    {
      "cite": "John A. Andrews",
      "quote": "To love and be loved demands your best."
    },
    {
      "cite": "Vincenzo Berghella",
      "quote": "When you disagree with the ones you love, stick to the current issue. Do not bring back old arguments."
    },
    {
      "cite": "Vincenzo Berghella",
      "quote": "Consider that great love relationship and life goals are risky: if you lose, cherish the lesson anyway."
    },
    {
      "cite": "Richard Templar",
      "quote": "Love between people almost always has its complications. Because people are complicated."
    },
    {
      "cite": "Richard Templar",
      "quote": "Love can be tried and tested and stretched to its limit. Sometimes we love the wrong person. We can love too much, or not enough."
    },
    {
      "cite": "Richard Templar",
      "quote": "Love is often involved in our highest highs and our deepest lows."
    },
    {
      "cite": "Felix O. Jeremiah",
      "quote": "Every faulty love or marriage relationship is aggressively hurtful, and devastating to the individuals involved and to the society in which they live. Understanding the ethics of relationships is more profitable. A real love and marriage relationship is a wonderful and sweet union."
    }
  ]
}