{
  "source": "https://www.wisesayings.com/complaining-quotes/",
  "theme": "complaining",
  "quotes": [
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "If you have time to whine and complain about something then you have the time to do something about it."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "Untold suffering seldom is."
    },
    {
      "cite": "Og Mandino",
      "quote": "Do not listen to those who weep and complain, for their disease is contagious."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "Sweat silently. Let's have no squawking about a little expenditure of energy."
    },
    {
      "cite": "Lord Jeffrey",
      "quote": "The tendency to whining and complaining may be taken as the surest sign symptom of little souls and inferior intellects."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Be grateful for what you have and stop complaining - it bores everybody else, does you no good, and doesn't solve any problems."
    },
    {
      "cite": "Shirley Chisholm",
      "quote": "You don't make progress by standing on the sidelines, whimpering and complaining. You make progress by implementing ideas."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Complaining not only ruins everybody else's day, it ruins the complainer's day, too. The more we complain, the more unhappy we get."
    },
    {
      "cite": "Monica Johnson",
      "quote": "Complaining is an insult to God."
    },
    {
      "cite": "Warren Farrell",
      "quote": "In our society, the sound of men complaining is like nails on a chalkboard."
    },
    {
      "cite": "Joseph Addison",
      "quote": "It is only imperfection that complains of what is imperfect. The more perfect we are the more gentle and quiet we become towards the defects of others."
    },
    {
      "cite": "Bryon Pulsifer",
      "quote": "Excuses are only for those people who are unwilling to find the solution, who find greater solace in the loudness of their complaints rather than in the action they are taking to implement the actions that carry them steadily forward to their achievement."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "If you have the time to whine and complain about something then you have the time to do something about it."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Now, 10 years later, the person who talked and complained is still talking and complaining and still remains in the same position. The person who took the initiative and found solutions has been promoted several times."
    },
    {
      "cite": "Unkown",
      "quote": "When a person finds themselves predisposed to complaining about how little they are regarded by others, let them reflect how little they have contributed to the happiness of others."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails."
    },
    {
      "cite": "Francois Fenelon",
      "quote": "Had we not faults of our own, we should take less pleasure in complaining of others."
    },
    {
      "cite": "Confucius",
      "quote": "It is better to light one small candle than to curse the darkness."
    },
    {
      "cite": "Sherilyn Fenn",
      "quote": "I think there's an anxiety in life where we automatically tend to look to the next thing or we're complaining about the past. Worrying is not going to make it happen or not happen."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A pessimist is somebody who complains about the noise when opportunity knocks."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Constant complaint is the poorest sort of pay for all the comforts we enjoy."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Depend upon it that if a man talks of his misfortunes there is something in them that is not disagreeable to him."
    },
    {
      "cite": "Phil Lout",
      "quote": "I find it unusual that it is more socially acceptable to complain about what you have than it is to ask for what you want."
    },
    {
      "cite": "Mark Twain",
      "quote": "I think a compliment ought to always precede a complaint, where one is possible, because it softens resentment and insures for the complaint a courteous and gentle reception."
    },
    {
      "cite": "Edmund Burke",
      "quote": "It is a general popular error to suppose the loudest complainers for the public to be the most anxious for its welfare."
    },
    {
      "cite": "Unkown",
      "quote": "The squeaking wheel doesn't always get the grease. Sometimes it gets replaced."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "When any anxiety or gloom of the mind takes hold of you, make it a rule not to publish it by complaining; but exert yourselves to hide it, and by endeavoring to hide it you drive it away."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "I believe in grumbling; it is the politest form of fighting known."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The usual fortune of complaint is to excite contempt more than pity."
    },
    {
      "cite": "Mark Twain",
      "quote": "Noise proves nothing, Often a hen who has laid an egg cackles as if she had laid an asteroid."
    },
    {
      "cite": "Abigail Adams",
      "quote": "I hate to complain... No one is without difficulties, whether in high or low life, and every person knows best where their own shoe pinches."
    },
    {
      "cite": "Jeanne Aisthorpe-Smith",
      "quote": "We can choose to complain about the world or not. When we go to the quiet place in our hearts where our Spirit lives and we train ourselves to listen to that Voice, our mistakes and disgruntles become less and less."
    },
    {
      "cite": "James Allen",
      "quote": "The very fact that you are a complainer, shows that you deserve your lot."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you don't like something, change it. If you can't change it, change your attitude. Don't complain."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "You can overcome anything if you don't bellyache."
    },
    {
      "cite": "Robert A. Cook",
      "quote": "Say and do something positive that will help the situation; it doesn't take any brains to complain."
    },
    {
      "cite": "Confucius",
      "quote": "Don't complain about the snow on your neighbor's roof when your own doorstep is unclean."
    },
    {
      "cite": "German Proverb",
      "quote": "Instead of complaining that the rosebush is full of thorns, be happy that the thorn bush has roses."
    },
    {
      "cite": "Jane Wagner",
      "quote": "I personally believe we developed language because of our deep inner need to complain."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "I will not be as those who spend the day in complaining of headache, and the night in drinking the wine that gives it."
    },
    {
      "cite": "Jon Morrow",
      "quote": "While you are complaining about the little problems in your life, somebody is actually fighting for theirs."
    },
    {
      "cite": "Ephesians 4:29",
      "quote": "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear."
    },
    {
      "cite": "James 5:9",
      "quote": "Do not grumble against one another, brothers, so that you may not be judged; behold, the Judge is standing at the door."
    },
    {
      "cite": "1 Thessalonians 5:18",
      "quote": "Give thanks in all circumstances; for this is the will of God in Christ Jesus for you."
    },
    {
      "cite": "Philippians 2:14-16",
      "quote": "Do all things without grumbling or questioning, that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain."
    },
    {
      "cite": "Unkown",
      "quote": "When you feel dog tired at night, it may be because you've growled all day long."
    },
    {
      "cite": "Maya Angelou",
      "quote": "What you're supposed to do when you don't like a thing is change it. If you can't change it, change the way you think about it. Don't complain."
    },
    {
      "cite": "W.S. Gilbert",
      "quote": "One's life must seem extremely flat with nothing whatever to grumble at!"
    },
    {
      "cite": "J.A. Konrath",
      "quote": "If you can quit, quit. If you can't quit, stop complaining - this is what you chose."
    },
    {
      "cite": "Will Rogers",
      "quote": "People that pay for things never complain. It's the guy you give something to that you can't please."
    },
    {
      "cite": "Bill Able",
      "quote": "Complaining is a state of mind and involves trying to change/control everyone else's mind except yours."
    },
    {
      "cite": "Bill Able",
      "quote": "Complaining is always non-contentment with what is."
    },
    {
      "cite": "Bill Able",
      "quote": "Complaining always involves trying to change what happened instead of changing how you look at what happened."
    },
    {
      "cite": "Feltham",
      "quote": "We do not wisely when we vent complaints and censure.—We cry out for a little pain when we do but smile for a great deal of contentment."
    },
    {
      "cite": "Shakespeare",
      "quote": "I will chide no brother in the world but myself, against whom I know most faults."
    },
    {
      "cite": "Burns",
      "quote": "I have always despised the whining yelp of a complaint, and the cowardly feeble resolve."
    },
    {
      "cite": "Colton",
      "quote": "Murmur at nothing: if our ills are irreparable, it is ungrateful; if remediless, it is vain."
    },
    {
      "cite": "Graves",
      "quote": "Everyone must see daily instances of people who complain from a mere habit of complaining; and make their friends uneasy, and strangers merry, by murmuring at evils that do not exist, and repining at grievances which they do not really feel."
    },
    {
      "cite": "Lucy Lane",
      "quote": "The problem is, the more we complain, the unhappier we become."
    },
    {
      "cite": "Lucy Lane",
      "quote": "If you spend your days whining and moaning, you'll always find plenty of things to complain about."
    },
    {
      "cite": "St. John of the Cross",
      "quote": "He that complains or murmurs is not perfect, nor is he even a good Christian."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that's content has enough. He that complains hath too much."
    },
    {
      "cite": "Kenneth B. Alley",
      "quote": "Husband can't understand why wife ever complains about anything when she has his coming home in the evening to look forward to."
    },
    {
      "cite": "Kenneth B. Alley",
      "quote": "He enjoyed poor health for a long time but he is now complaining of feeling better."
    },
    {
      "cite": "James Michener",
      "quote": "I was brought up in the great tradition of the late nineteenth century;  that a writer never complains, never explains, and never disdains."
    },
    {
      "cite": "John Wilbye",
      "quote": "Cruel, behold my heavy ending, / See what you wrought by your disdaining. / Causeless I die, love still attending / Your hopeless pity of my complaining."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "When you complain, you make yourself a victim. Leave the situation, change the situation, or accept it. All else is madness."
    },
    {
      "cite": "Ajahn Brahm",
      "quote": "Complaining is finding faults. Wisdom is finding solutions."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Complaining does not work as a strategy. We all have finite time and energy. Any time we spend whining is unlikely to help us achieve our goals. And it won't make us happier."
    },
    {
      "cite": "Pat Conroy",
      "quote": "I would always be a better hater of things and institutions than a lover of them."
    },
    {
      "cite": "Francis Jeffrey",
      "quote": "The tendency to whining and complaining may be taken as the surest sign symptom of little souls and inferior intellects."
    },
    {
      "cite": "Tim Kennedy",
      "quote": "I wish that everyone that's complaining about how things are here would shut their mouth for a little bit, go around the world and see how it is everywhere else."
    },
    {
      "cite": "Joyce Mayer",
      "quote": "Complaining is a dangerous business. It can damage or even destroy your relationship with God, your relationships with other people, and even your relationship with yourself."
    },
    {
      "cite": "Nitin Namdeo",
      "quote": "If the situation could be rectified by complaining, today the world would have been a very beautiful place."
    },
    {
      "cite": "Antoine Rivarol",
      "quote": "Man spends his life in reasoning on the past, in complaining of the present, in fearing future."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "It is the idle man, not the great worker, who is always complaining that he has no time or opportunity."
    },
    {
      "cite": "Monica Johnson",
      "quote": "Many of our choices have led to the predicaments we are presently complaining about."
    },
    {
      "cite": "Elif Shafak",
      "quote": "Most of the time he who complains about others is himself at fault."
    }
  ]
}