{
  "source": "https://www.wisesayings.com/companionship-quotes/",
  "theme": "companionship",
  "quotes": [
    {
      "cite": "Buddha",
      "quote": "With fools, there is no companionship. Rather than to live with men who are selfish, vain, quarrelsome, and obstinate, let a man walk alone."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation."
    },
    {
      "cite": "Criss Jami",
      "quote": "Companionship is a foreign concept to some people. They fear it as much as the majority of people fear loneliness."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Those who have never known the deep intimacy and the intense companionship of happy mutual love have missed the best thing that life has to give."
    },
    {
      "cite": "Napolean Hill",
      "quote": "It is literally true that you can succeed best and quickest by helping others to succeed."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Affection is created by habit, community of interests, convenience and the desire of companionship. It is a comfort rather than an exhilaration."
    },
    {
      "cite": "Theophrastus",
      "quote": "One may define flattery as a base companionship which is most advantageous to the flatterer."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "All of us love companionship and sympathy; some of us may love them too much. All of us are more or less imaginative in our theology."
    },
    {
      "cite": "Marjorie Benton Cooke",
      "quote": "The companionship of a secret is often corruptive to good habits, such as sleep and appetite."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Constant companionship is not enjoyable, any more than constant eating. We sit too long at the table of friendship, when we outsit our appetites for each other's thoughts."
    },
    {
      "cite": "Edith Stein",
      "quote": "Both spiritual companionship and spiritual motherliness are not limited to the physical wife and mother relationship, but they extend to all people with whom woman comes into contact."
    },
    {
      "cite": "Innah Delos Angeles",
      "quote": "Companionship is better than commitment but sometimes showing love and care through communication is better than together."
    },
    {
      "cite": "Erich Fromm",
      "quote": "If a person loves only one other person, and is indifferent to his fellow men, his love is not love but a symbiotic attachment, or an enlarged egotism."
    },
    {
      "cite": "Fennel Hudson",
      "quote": "Friends can create our most cherished memories."
    },
    {
      "cite": "Robert Genn",
      "quote": "In the companionship of art we are all of a time. Early or late we are to be shared."
    },
    {
      "cite": "Seneca",
      "quote": "No possession is gratifying without a companion."
    }
  ]
}