{
  "source": "https://www.wisesayings.com/complacent-quotes/",
  "theme": "complacent",
  "quotes": [
    {
      "cite": "Rick Warren",
      "quote": "Familiarity breeds complacency."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Conceit is the most contemptible and one of the most odious qualities in the world. It is vanity driven from all other shifts, and forced to appeal to itself for admiration."
    },
    {
      "cite": "Carly Fiorina",
      "quote": "Do not be afraid to make decisions; do not be afraid to make mistakes."
    },
    {
      "cite": "Marty Schottenheimer",
      "quote": "We cannot be complacent with playing good but not winning games."
    },
    {
      "cite": "Tucker Carlson",
      "quote": "It is nice to be around people who think differently than you. They challenge your ideas and keep you from being complacent."
    },
    {
      "cite": "Venus Williams",
      "quote": "You can never get complacent because a loss is always around the corner."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "Conceit is the finest armour a man can wear."
    },
    {
      "cite": "Darryl Sutter",
      "quote": "A complacent player is a lazy player, and a lazy player is a loser."
    },
    {
      "cite": "B. H. Liddell Hart",
      "quote": "A complacent satisfaction with present knowledge is the chief bar to the pursuit of knowledge."
    },
    {
      "cite": "Jack Welch",
      "quote": "Change before you have to."
    },
    {
      "cite": "Nancy Pearcey",
      "quote": "Competition is always a good thing. It forces us to do our best. A monopoly renders people complacent and satisfied with mediocrity."
    },
    {
      "cite": "Thomas Edison",
      "quote": "We shall have no better conditions in the future if we are satisfied with all those which we have at present."
    },
    {
      "cite": "John Rampton",
      "quote": "We can all get complacent. Especially when it comes to a job."
    },
    {
      "cite": "Albert Camus",
      "quote": "Our civilization survives in the complacency of cowardly or malignant minds, a sacrifice to the vanity of aging adolescents."
    },
    {
      "cite": "Johnny Unitas",
      "quote": "Conceit is bragging about yourself. Confidence means you believe you can get the job done."
    },
    {
      "cite": "John Fairclough",
      "quote": "Complacency doesn't make sense for a guy trying to redefine normal."
    },
    {
      "cite": "Plato",
      "quote": "Complacent ignorance is the most lethal sickness of the soul."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Complacency is the enemy of study."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "Complacency is a continuous struggle that we all have to fight."
    },
    {
      "cite": "Shelley Morrison",
      "quote": "If we sit by and become complacent and put our heads in the sand, we're complicit."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The complacent, the self-indulgent, the soft societies are about to be swept away with the debris of history."
    },
    {
      "cite": "Mao Tse-Tung",
      "quote": "Complacency is the enemy of study. We cannot really learn anything until we rid ourselves of complacency."
    },
    {
      "cite": "Robin Sharma",
      "quote": "We have a normal. As you move outside of your comfort zone, what was once the unknown and frightening becomes your new normal."
    },
    {
      "cite": "Bear Grylls",
      "quote": "A wise man knows; learn from others, never get complacent and know where the classic old dangers come from."
    },
    {
      "cite": "Andy Grove",
      "quote": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Complacency is a sword of two edges. One edge kills hard earned successes while the other end stops future glories. Complacency is a murderer and a barrier!"
    },
    {
      "cite": "Alexander Pope",
      "quote": "Conceit is to nature what paint is to beauty; it is not only needless, but impairs what it would improve."
    },
    {
      "cite": "Sonia Rumzi",
      "quote": "Complacency delivered us into the hands of evil greedy men like Cheney."
    },
    {
      "cite": "Aesop",
      "quote": "Don't let your special character and values, the secret that you know and no one else does, the truth, don't let that get swallowed up by the great chewing complacency."
    },
    {
      "cite": "Jim George",
      "quote": "Complacency happens almost without notice. Check and renew your heart daily."
    },
    {
      "cite": "Timothy White",
      "quote": "You need to have a redesign because familiarity breeds a kind of complacency."
    },
    {
      "cite": "Ellen Terry",
      "quote": "Conceit is an insuperable obstacle to all progress."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Conceit causes more conversation than wit."
    },
    {
      "cite": "Colin Powell",
      "quote": "If it ain't broke, don't fix it is the slogan of the complacent, the arrogant or the scared. It's an excuse for inaction, a call to non-arms."
    },
    {
      "cite": "Barack Obama",
      "quote": "In this new, hyper competitive age, none of us, none of us can afford to be complacent."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Are we like late Rome, infatuated with past glories, ruled by a complacent, greedy elite, and hopelessly powerless to respond to changing conditions?"
    },
    {
      "cite": "Gerald R. Ford",
      "quote": "History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion."
    },
    {
      "cite": "Michael Bergdahl",
      "quote": "When you compete with Wal-Mart, even if you think you've found a niche don't ever become complacent."
    },
    {
      "cite": "Pat Riley",
      "quote": "When a great team loses through complacency, it will constantly search for new and more intricate explanations to explain away defeat."
    },
    {
      "cite": "Kanye West",
      "quote": "If I was more complacent and I let things slide, my life would be easier, but you all wouldn't be as entertained. My misery is your pleasure."
    },
    {
      "cite": "Harold Laski",
      "quote": "A healthy loyalty is not passive and complacent, but active and critical."
    },
    {
      "cite": "Abraham Flexner",
      "quote": "We must not overlook the role that extremists play. They are the gadflies that keep society from being too complacent, or self satisfied, they are, if sound the spearhead  of progress."
    },
    {
      "cite": "The Code",
      "quote": "Don't be over complacent or too feverish, take a middle path."
    },
    {
      "cite": "Georg Solti",
      "quote": "Fight the tendency to become complacent and do one kind of music. That is the death of a musician."
    },
    {
      "cite": "Betty Eadie",
      "quote": "Faith is not complacent; faith is action. You don’t have faith and wait. When you have faith, you move."
    },
    {
      "cite": "David Remnick",
      "quote": "The future is itself a story, and predictions are stories we tell to amaze ourselves, to give hope to the desperate, to jolt the complacent."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "There's still so much more to do. I can't sit back and be complacent, and none of us should be. I get around now in a wheelchair, but I get around."
    },
    {
      "cite": "Carol Tavris",
      "quote": "Rebels and dissidents challenge the complacent belief in a just world, and they are usually denigrated for their efforts."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "So much of marriage was implicit and nonverbal. Had I gotten so complacent I'd forgotten to communicate?"
    },
    {
      "cite": "Keri Arthur",
      "quote": "It was going to be so much fun dragging his complacent sexual views out of the ordinary and into the extraordinary."
    },
    {
      "cite": "Saint Augustine",
      "quote": "For what is the self complacent man but a slave to his own self-praise."
    },
    {
      "cite": "Pat Riley",
      "quote": "Complacency is the last hurdle standing between any team and its potential greatness."
    },
    {
      "cite": "Don Meyer",
      "quote": "Complacency is the forerunner of mediocrity. You can never work too hard on attitude, effort and technique."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Of all the things a leader should fear, complacency heads the list."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "Complacency is the deadly enemy of spiritual progress. The contented soul is the stagnant soul."
    },
    {
      "cite": "Og Mandino",
      "quote": "Don't let your success of today lay you into complacency for tomorrow. For that is the worst form of failure."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Complacency is a state of mind that exists only in retrospective: it has to be shattered before being ascertained."
    }
  ]
}