{
  "source": "https://www.wisesayings.com/competing-quotes/",
  "theme": "competing",
  "quotes": [
    {
      "cite": "Meedee",
      "quote": "Competing is like gambling, the more you win the more you want to compete. The only problem is, what happens when the person you're competing with is yourself?"
    },
    {
      "cite": "Simon Sinek",
      "quote": "We last longer if we compete against ourselves for the good of others instead of competing against others for the good of ourselves."
    },
    {
      "cite": "Gabby Douglas",
      "quote": "You've got to be confident when you're competing. You've got to be a beast."
    },
    {
      "cite": "Tim S Grover",
      "quote": "Remember, you don't compete with anyone, you make them compete with you. You can control what you put on yourself; you can't control what the other guy puts on you. So you focus only on the internal pressure that drives you. Run to it, embrace it, feel it, so no one else can throw more at you than you've already put on yourself."
    },
    {
      "cite": "Arie de Geus",
      "quote": "The ability to learn faster than your competitors may be the only sustainable competitive advantage."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Never compete with someone who has nothing to lose."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "If you have to compete, compete with yourself."
    },
    {
      "cite": "Major Owens",
      "quote": "Competition is such a virtue, and everybody's so busy competing, they have no time for compassion."
    },
    {
      "cite": "Joe Torre",
      "quote": "Competing at the highest level is not about winning. It's about preparation, courage, understanding and nurturing your people, and heart. Winning is the result."
    },
    {
      "cite": "Lilly Singh",
      "quote": "Competition gives birth to a lot of success, and if no one ever challenged you, you wouldn't go anywhere. It makes sense to compete with others for a promotion at work. But so many women take it a step further and won't even support other women. They end up competing over things that don't make sense - like how we look."
    },
    {
      "cite": "Lou Holtz",
      "quote": "You'll never get ahead of anyone as long as you try to get even with him."
    },
    {
      "cite": "Joey Lawsin",
      "quote": "Competition is not about fighting, it is all about helping each other to achieve a common goal."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "The only competition that matters the most in life, is the one between you and your old self."
    },
    {
      "cite": "Russell Mark",
      "quote": "Competing at the highest level is the greatest test of one's character."
    },
    {
      "cite": "Ovid",
      "quote": "A horse never runs so fast as when he has other horses to catch up and outpace.Â"
    },
    {
      "cite": "Eric Parslow",
      "quote": "Competing with an other is exhilarating, challenging, and healthy. That is what Games are for. When competition is brought into the social arena it undermines the competitor's self-esteem and confidence. It is a very subtle process. One we must be sensitive to, especially when evaluating our own motivations and behavior."
    },
    {
      "cite": "Michael Josephson",
      "quote": "When you compete with someone as good or better than you, you may not always win, but you never lose."
    },
    {
      "cite": "C. Smith Sumner",
      "quote": "Life is not a competition with others. In its truest sense it is rivalry with ourselves. We should each day seek to break the record of our yesterday. We should seek each day to live stronger, better, truer lives; each day to master some weakness of yesterday; each day to repair past follies; each day to surpass ourselves. This is, simply, progress."
    },
    {
      "cite": "Mayur Ramgir",
      "quote": "Don't waste your time competing with someone. Instead focus on competing with yourself. Leaders don't compete, followers do."
    },
    {
      "cite": "David Hume",
      "quote": "And what is the greatest number? Number one."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Never compete with your master, because that is disrespect to him! You are your only rival, you compete with yourself, go beyond yourself!"
    },
    {
      "cite": "Dwight D Eisenhower",
      "quote": "What counts is not necessarily the size of the dog in the fight; it's the size of the fight in the dog."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Becoming number one is easier than remaining number one."
    },
    {
      "cite": "Herb Perez",
      "quote": "Competition is a complex thing. It brings out the best and the worst in all participants. It refines the technique and sharpens the mind, body and spirit."
    },
    {
      "cite": "Debbie Meyer",
      "quote": "The one that works the hardest comes out on top."
    },
    {
      "cite": "A. J. Foyt",
      "quote": "You get out in front -- you stay out in front."
    },
    {
      "cite": "Charles T. Clark",
      "quote": "Competition is in the genes of all living things. Watch a flower compete for its share of sunlight or watch the goldfish in your aquarium. Infants and small children compete without knowing it. Remember how the queen bee wins? Competition is the spice of life and the soul of progress. How else can quality rise to the top?"
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "You must not fight too often with one enemy, or you will teach him all your tricks of war."
    },
    {
      "cite": "Ashton Eaton",
      "quote": "We are competing against ourselves."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Competition motivates and drives people to excel, and enables people to learn and benefit from their strengths and weaknesses."
    },
    {
      "cite": "Steaven Seagal",
      "quote": "You never know how long the battles going to be, you always have to be ready."
    },
    {
      "cite": "Willie Shoemaker",
      "quote": "When you're riding, only the race in which you're riding is important."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "Competing is intense among humans, and within a group, selfish individuals always win. But in contests between groups, groups of altruists always beat groups of selfish individuals."
    },
    {
      "cite": "Steffi Graf",
      "quote": "When you lose a couple of times, it makes you realize how difficult it is to win."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "There are victories of the soul and spirit. Sometimes, even if you lose, you win."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Compete with yourself; you have no knowledge about the degree of gifting others might have. Don't decide to slow down because you have gone too far and everyone is behind you!"
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Let us compete with ourselves, not with others."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Man is a gaming animal. He must always be trying to get the better in something or other."
    },
    {
      "cite": "Tom Landry",
      "quote": "When you want to win a game, you have to teach. When you lose a game, you have to learn."
    },
    {
      "cite": "Rod Laver",
      "quote": "The time your game is most vulnerable is when you're ahead. Never let up."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We want to be first; not first if, not first but; but first!"
    },
    {
      "cite": "Evan Esar",
      "quote": "If you can't win, make the fellow ahead of you break the record."
    },
    {
      "cite": "Rohan Marley",
      "quote": "Competing is different than violence. Sport is love. It's passion. There's no passion in hurting people."
    },
    {
      "cite": "Chae Richardson",
      "quote": "Any master of his craft knows that it is not his oponent he is fighting. It is himself."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "Surely the best way to meet the enemy is head on in the field and not wait till they plunder our very homes."
    },
    {
      "cite": "Colin Powell",
      "quote": "The healthiest competition occurs when average people win by putting above average effort."
    },
    {
      "cite": "Aaron Lauritsen",
      "quote": "When you compete, you gain more than you lose, even when you lose."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "You have to be competitive to be relevant."
    },
    {
      "cite": "Washington Allston",
      "quote": "The only competition worthy of a wise man is with himself."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Compete with no man but thyself. Always seek opportunities to improve upon your best performance."
    }
  ]
}