{
  "source": "https://www.wisesayings.com/company-quotes/",
  "theme": "company",
  "quotes": [
    {
      "cite": "Elon Musk",
      "quote": "If you're trying to create a company, it's like baking a cake. You have to have all the ingredients in the right proportion."
    },
    {
      "cite": "George Washington",
      "quote": "Associate with men of good quality if you esteem your own reputation; for it is better to be alone than in bad company."
    },
    {
      "cite": "Izaak Walton",
      "quote": "Good company in a journey makes the way seem shorter."
    },
    {
      "cite": "Bhavish Aggarwal",
      "quote": "All things can be done by every company in the world. Apple builds a phone, and so does Samsung. It's not about being different but about being better at what you do."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If misery loves company, misery has company enough."
    },
    {
      "cite": "Richard Branson",
      "quote": "An exceptional company is the one that gets all the little details right. And the people out on the front line, they know when things are not going right, and they know when things need to be improved. And if you listen to them, you can soon improve all those niggly things which turns an average company into an exceptional company."
    },
    {
      "cite": "Charles Evans Hughes",
      "quote": "A man has to live with himself, and he should see to it that he always has good company."
    },
    {
      "cite": "Addison Mizner",
      "quote": "Misery loves company, but company does not reciprocate."
    },
    {
      "cite": "Warren Buffett",
      "quote": "It's far better to buy a wonderful company at a fair price than a fair company at a wonderful price."
    },
    {
      "cite": "Epictetus",
      "quote": "The key is to keep company only with people who uplift you, whose presence calls forth your best."
    },
    {
      "cite": "Germany Kent",
      "quote": "Be around people that make you want to be a better person, who make you feel good, make you laugh, and remind you what's important in life."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The person who knows how to enjoy their own company knows the best thing."
    },
    {
      "cite": "Elon Musk",
      "quote": "Every person in your company is a vector. Your progress is determined by the sum of all vectors."
    },
    {
      "cite": "Connor Chalfant",
      "quote": "Find company within yourself and you'll never spend a day alone. Find love within yourself and you'll never have a lonely day."
    },
    {
      "cite": "Ankala Subbarao",
      "quote": "A person is known by the company he keeps........especially if it is in the Fortune 100 list!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Always dare to be in the company of those stronger than you. Sooner or later, you will be stronger than those who were once stronger than you, but unfortunately, they joined the company of those who are weaker than them!"
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Be careful with the kind of company you keep, because behaviors and habits are very contagious."
    },
    {
      "cite": "Jon Miller",
      "quote": "As it is for a person, so it is for a company: having a sense of purpose is invigorating and motivating.”"
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "Man loves company - even if it is only that of a small burning candle."
    },
    {
      "cite": "Bob Iger",
      "quote": "The heart and soul of the company is creativity and innovation."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "A good painting to me has always been like a friend. It keeps me company, comforts and inspires."
    },
    {
      "cite": "Samuel Butler",
      "quote": "People are always in good company when they are doing what they really enjoy."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "You can convert yourself so well that you begin to choose which company is worth your time or not."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Leave the company of the people who are given you empty promises"
    },
    {
      "cite": "Srividya Srinivasan",
      "quote": "There are times when you are home to yourself and you long for company."
    },
    {
      "cite": "A.D. Posey",
      "quote": "Be your best company."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The main reason why your company can easily influence you is because \"emotion and attitude are stronger than knowledge\". What you see can overcome what you know. You can easily damp away what you already know when you are faced with the reality of what your senses tell you to do"
    }
  ]
}