{
  "source": "https://www.wisesayings.com/compliments-quotes/",
  "theme": "compliments",
  "quotes": [
    {
      "cite": "Dean Wareham",
      "quote": "You have to love yourself or you'll never be able to accept compliments from anyone."
    },
    {
      "cite": "Walter Inglis Anderson",
      "quote": "The most sincere compliment we can pay is attention."
    },
    {
      "cite": "Billy Corgan",
      "quote": "Compliments and criticism are all ultimately based on some form of projection."
    },
    {
      "cite": "George Eliot",
      "quote": "No compliment can be eloquent, except as an expression of indifference."
    },
    {
      "cite": "Victor Hugo",
      "quote": "To pay compliments to the one we love is the first method of caressing, a demi-audacity venturing. A compliment is something like a kiss through a veil."
    },
    {
      "cite": "Anne Bronte",
      "quote": "The best compliment to a mother is to appreciate her little one."
    },
    {
      "cite": "Barry Sternlicht",
      "quote": "The best advice is often the compliments received, and they are often about an associate who did something exceptional. I tell my teams that it's the random acts of kindness, the unexpected, that people remember most."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Compliments cost nothing, yet many pay dear for them."
    },
    {
      "cite": "Mark Twain",
      "quote": "An occasional compliment is necessary to keep up one's self-respect."
    },
    {
      "cite": "Alistair Cooke",
      "quote": "The best compliment to a child or a friend is the feeling you give him that he has been set free to make his own inquiries, to come to conclusions that are right for him, whether or not they coincide with your own."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Everybody likes a compliment."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Compliments land as soft and gentle on my ears as a butterfly."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you can't get a compliment any other way, pay yourself one."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A compliment is something like a kiss through a veil."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Complimenting someone in an exaggerated way is known as flattery, and flattery will generally get you anything you want."
    },
    {
      "cite": "Evel Knievel",
      "quote": "The finest compliment you can pay a man is that his word was as good as gold."
    },
    {
      "cite": "Sydney Pollack",
      "quote": "Compliments aren't really a journalistic angle."
    },
    {
      "cite": "Norm MacDonald",
      "quote": "The young compliment their greatness on the number of their friends; the old, on the confidence of them."
    },
    {
      "cite": "Jesse Eisenberg",
      "quote": "No compliment is ever sufficient and every insult, of course, is true."
    },
    {
      "cite": "Marquis De Vauvenargues",
      "quote": "If people did not compliment one another there would be little society."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Compliment people. Magnify their strengths, not their weaknesses."
    },
    {
      "cite": "Atharva Veda",
      "quote": "A compliment is verbal sunshine"
    },
    {
      "cite": "Stromae",
      "quote": "It's still a compliment when you're backed by younger and older, but it's actually unexpected. It's surprising, but for me it's in fact the most beautiful compliment."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Compliment others on the virtues they have; and they're not half as pleased as being complimented for the ones they don't have."
    },
    {
      "cite": "Jason Harvey",
      "quote": "It's good to receive compliments, and it's even better to give them."
    },
    {
      "cite": "Laura Bates",
      "quote": "If your compliments are making women feel uncomfortable, scared, anxious, annoyed or harassed, you're probably not doing them right."
    },
    {
      "cite": "Mark Twain",
      "quote": "A sincere compliment is always grateful to a lady, so long as you don't try to knock her down with it."
    },
    {
      "cite": "A.W. Hare",
      "quote": "A compliment is usually accompanied with a bow, as if to beg pardon for paying it."
    }
  ]
}