{
  "source": "https://www.wisesayings.com/compass-quotes/",
  "theme": "compass",
  "quotes": [
    {
      "cite": "Zella Day Kerr",
      "quote": "Compass points your home / Calling out from the east / Compass points you anywhere / Closer to me / If we make it out alive, from the depths of the seas / Compass points you anywhere / Closer to me."
    },
    {
      "cite": "Damien Jurado",
      "quote": "Once I told you that things look brighter / And now they're turning black / In this world without a compass / And you can't find your way back."
    },
    {
      "cite": "Jamie Alexander Lidderdale",
      "quote": "Now I know the only compass that I need / Oh is the one, that leads back to you."
    },
    {
      "cite": "Vincent Grant Gill",
      "quote": "There's somethin' I must give you / The compass that my father made / It'll point you in the right direction / In case you ever lose your way."
    },
    {
      "cite": "Michael Stipe",
      "quote": "If you are confused, check with the sun / Carry a compass to help you along / Your feet are going to be on the ground / Your head is there to move you around."
    },
    {
      "cite": "Simon Le Bon",
      "quote": "Spinning a compass to choose your way / You can run you can dive you can stand and you can soar / Whichever way you can be sure."
    },
    {
      "cite": "NAthan James Allen",
      "quote": "Please the eyes to see the sun / Fill our heads with what we've done / A compass to show where we've come / And where we're going after all."
    },
    {
      "cite": "Chris Jordan",
      "quote": "Set your compass to beauty, humor, and grief; stay the course no matter what, and I'll support you with everything I've got."
    },
    {
      "cite": "John Paulson",
      "quote": "The important thing in investing is to be true to your compass."
    },
    {
      "cite": "Helmut Kohl",
      "quote": "If one has no compass, when one doesn't know where one stands and where one wants to go, one can deduce that one has no leadership or interest in shaping events."
    },
    {
      "cite": "Cailee Spaeny",
      "quote": "You have to follow your moral compass: it's a good guide of telling you what is right and wrong."
    },
    {
      "cite": "Matthew Green",
      "quote": "Though pleas'd to see the dolphins play, I mind my compass and my way."
    },
    {
      "cite": "James Agee",
      "quote": "Truth lies within a little and certain compass, but error is immense."
    },
    {
      "cite": "James David Manning",
      "quote": "On the ocean of life let your mind be the ship and your heart be the compass."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Life is a voyage that's homeward bound. Stay on the right path. He that has patience may compass anything."
    },
    {
      "cite": "Joy Page",
      "quote": "Your inner knowing is your only true compass."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Every man has to learn the points of the compass again as often as he awakes, whether from sleep or any abstraction."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "No compass has ever been invented for the high seas of matrimony."
    },
    {
      "cite": "W. S. Merwin",
      "quote": "We are asleep with compasses in our hands."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "A rusty nail placed near a faithful compass, will sway it from the truth, and wreck the argosy."
    },
    {
      "cite": "Ben Stiller",
      "quote": "I don't need a compass to tell me which way the wind shines!"
    },
    {
      "cite": "Stephen Graham",
      "quote": "Life is not a chain of events but an area, something spreading out from a hidden centre and welling at once toward all points of the compass."
    },
    {
      "cite": "Charles Goodnight",
      "quote": "Above all things, the plainsmen had to have in instinct for direction. I never had a compass in my life, but I was never lost."
    },
    {
      "cite": "Mary Chapin Carpenter",
      "quote": "In this world, you've a soul for a compass and a heart for a pair of wings."
    },
    {
      "cite": "Barbara Marx Hubbard",
      "quote": "Ask to know what you are born to do. Follow the compass of joy."
    },
    {
      "cite": "Rudolf Arnheim",
      "quote": "The line that describes the beautiful is elliptical. It has simplicity and constant change. It cannot be described by a compass, and it changes direction at every one of its points."
    },
    {
      "cite": "A. Zavarelli",
      "quote": "My heart is a compass, and it always leads me back to you."
    },
    {
      "cite": "Richard Steele",
      "quote": "When a man has no design but to speak plain truth, he may say a great deal in a very narrow compass."
    },
    {
      "cite": "Umberto Eco",
      "quote": "Show not what has been done, but what can be. How beautiful the world would be if there were a procedure for moving through labyrinths."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Then, my queen, in silence sad trip we after night's shade. We the globe can compass soon, swifter than the wand'ring moon."
    },
    {
      "cite": "Lady Antebellum",
      "quote": "So let your heart, sweetheart, be your compass when you're lost, and you should follow it wherever it may go."
    },
    {
      "cite": "Claude C. Hopkins",
      "quote": "The compass of accurate knowledge directs the shortest, safest, cheapest course to any destination."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Listen to the compass of your heart. All you need lies within you."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "You don't throw a compass overboard because the ocean is calm."
    },
    {
      "cite": "J.R.R Tolkien",
      "quote": "I am free to wander. Heading in the right direction. Not all those who wander are lost."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Desire sets our compass, but real life steers our course."
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Most times, the worst of situations can become a compass to the best of situations."
    },
    {
      "cite": "Idowu Koyenikan",
      "quote": "A highly developed values system is like a compass. It serves as a guide to point you in the right direction when you are lost."
    },
    {
      "cite": "John Gay",
      "quote": "We only part to meet again. Change, as ye list, ye winds; my heart shall be. The faithful compass that still points to thee."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Let your heart be your compass, your mind your map, your soul your guide and you will never get lost."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Whatever happens here, trust your heart. It's as true as any compass."
    },
    {
      "cite": "Queenisms",
      "quote": "She kept her trusty compass with her all times to guide her through each new twist and turn on her journey."
    },
    {
      "cite": "Charles de Montesquieu",
      "quote": "The compass opened, if I may so express myself, the universe."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Though fortune's malice overthrow my state, My mind exceeds the compass of her wheel."
    },
    {
      "cite": "Andrea Jung",
      "quote": "Follow your compass, not your clock."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I poured a compass into my coffee, to give the flavor some direction."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "If my heart was a compass in will point towards you."
    },
    {
      "cite": "Diane Wilson",
      "quote": "I am a mystic and am directed by an internal compass. I am not outer directed."
    },
    {
      "cite": "John Ruskin",
      "quote": "Living without an aim, is like sailing without a compass."
    },
    {
      "cite": "Peter Block",
      "quote": "Ones vision is not a road map but a compass."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "My body is a compass and it does not lie."
    },
    {
      "cite": "Michelangelo",
      "quote": "It is necessary to keep one's compass in one's eyes and not in the hand, for the hands execute, but the eye judges."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The great thing in the world isn't so much where we stand. As in what direction we are moving."
    },
    {
      "cite": "Julie Connor",
      "quote": "Your passion is your internal compass that will guide you from where you are towards where you want to go."
    },
    {
      "cite": "Aaron Sorkin",
      "quote": "Develop your own compass, and trust it. Take risks, dare to fail, remember the first person through the wall always gets hurt."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Be governed by your internal compass, not by some clock on the wall."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "It is far more important to me to preserve an unblemished conscience than to compass any object however great."
    }
  ]
}