{
  "source": "https://www.wisesayings.com/comparing-quotes/",
  "theme": "comparing",
  "quotes": [
    {
      "cite": "Helen Keller",
      "quote": "Instead of comparing our lot with that of those who are more fortunate than we are, we should compare it with the lot of the great majority of our fellow men. It then appears that we are among the privileged."
    },
    {
      "cite": "David Douglass",
      "quote": "One finds the truth by making a hypothesis and comparing observations with the hypothesis."
    },
    {
      "cite": "Sam Cawthorn",
      "quote": "Don't Compare your life to others. You have no idea what they have been through."
    },
    {
      "cite": "Bernard Grasset",
      "quote": "To love is to stop comparing."
    },
    {
      "cite": "Jennie Finch",
      "quote": "Try not to get lost in comparing yourself to others. Discover your gifts and let them shine!"
    },
    {
      "cite": "Doc Childre",
      "quote": "Remember, don't waste time comparing your life to others who seem more fortunate. Being fortunate is based on how much peace you have, not how many luxuries or conveniences you have. Practice from the heart to make peace with what is."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Stop comparing yourself to other people; you are an original. We are all different and it's okay."
    },
    {
      "cite": "Dee Dee Artner",
      "quote": "When you start comparing with others, you fall into a trap with no way out."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't compare your life to others. There's no comparison between the sun and the moon. They shine when it's their time."
    },
    {
      "cite": "unknown",
      "quote": "Never compare yourself to anyone, except the previous you."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Before comparing yourself with others, win the battle with yourself. Strive to be better today than yesterday, and better tomorrow than today."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Comparing ourselves instead of taking lessons from ourselves is not only a catalyst to diminishing our true purpose but also a great ingredient to thinking negative and staying in mediocrity."
    },
    {
      "cite": "Brian Dyson",
      "quote": "Don't undermine your worth by comparing yourself with others. It is because we are different that each of us is special."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Comparing yourself to others is an act of violence against your authentic self."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "There's no use in comparing one's feelings between one day and the next; you must allow a reasonable interval, for the direction of change to show itself."
    },
    {
      "cite": "Marquis de Condorcet",
      "quote": "Enjoy your own life without comparing it with that of another."
    },
    {
      "cite": "Rachel Simmons",
      "quote": "Sometimes comparing can be a good thing: it can inspire us to work harder and reach farther. But for the most part, excessive measuring yourself up against others - especially when it becomes a way to put yourself down - is a colossal waste of time. It's a dead end. It won't make you do anything except feel horrible."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You do not determine your success by comparing yourself to others, rather you determine your success by comparing your accomplishments to your capabilities."
    },
    {
      "cite": "Cheri Huber",
      "quote": "When you stop comparing what is right here and now with what you wish were, you can begin to enjoy what is."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Comparison is the thief of joy."
    },
    {
      "cite": "unknown",
      "quote": "Run your own race and stop comparing yourself to others."
    },
    {
      "cite": "Albert Bandura",
      "quote": "People judge their capabilities partly by comparing their performances with those of others."
    },
    {
      "cite": "Jacquelyn Frank",
      "quote": "The biggest mistake you can ever make it to compare yourself to others."
    },
    {
      "cite": "Joel Esteen",
      "quote": "Don't compare your situation to somebody else's. You're not running their race, You're running your own race."
    },
    {
      "cite": "unknown",
      "quote": "Comparison kills creativity. Stop comparing and start creating."
    },
    {
      "cite": "John Mulaney",
      "quote": "If you're comparing the badness of two words and you won't even say one of them [the n-word], that's the worse word."
    }
  ]
}