{
  "source": "https://www.wisesayings.com/comradery-quotes/",
  "theme": "comradery",
  "quotes": [
    {
      "cite": "Philip Sidney",
      "quote": "Friendship is made fast by interwoven benefits."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "In comradeship is danger countered best."
    },
    {
      "cite": "Amanda Ripley",
      "quote": "People will help each other because there is a sense of camaraderie that springs up, which is a survival tactic. You help them because you know you might need their help later. And that is incredibly reassuring."
    },
    {
      "cite": "Anuj",
      "quote": "Beautiful is a person whose outside and inside world are in great concord, camaraderie and joint concert."
    },
    {
      "cite": "Lois Wyse",
      "quote": "A good friend is a connection to life - a tie to the past, a road to the future, the key to sanity in a totally insane world."
    },
    {
      "cite": "Edward Hoagland",
      "quote": "Men often compete with one another until the day they die. Comradeship consists of rubbing shoulders jocularly with a competitor."
    },
    {
      "cite": "Mara Wilson",
      "quote": "Children change a lot in terms of personality. Camaraderie that you feel with somebody might not be there a year later."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "People who work together will win, whether it be against complex football defenses, or the problems of modern society."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Men of thought seldom work well together, whereas between men of action there is usually an easy camaraderie."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Friendship is always a sweet responsibility, never an opportunity."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The only way to have a friend is to be one."
    },
    {
      "cite": "Ricky Jay",
      "quote": "Like every art form, there are jealousies and angers and competitiveness in magic. But there's camaraderie among magicians, whether you perform it for a living or you're an enthusiast."
    },
    {
      "cite": "Mitch Albom",
      "quote": "You can't substitute material things for love or for gentleness or for tenderness or for a sense of comradeship. Money is not a substitute for tenderness, and power is not a substitute for tenderness."
    },
    {
      "cite": "Shulamith Firestone",
      "quote": "Emancipated women found out that the honesty, generosity, and camaraderie of men was a lie."
    },
    {
      "cite": "Rocco DiSpirito",
      "quote": "There really is a camaraderie among chefs and a willingness to help out whenever we can."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Friendship flourishes at the fountain of forgiveness."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Men can, of course, be stirred into life by being dressed up in uniforms and made to blare out chants of war. It must be confessed that this is one way for men to break bread with comrades and to find what they are seeking, which is a sense of something universal, of self-fulfillment. But of this bread men die."
    },
    {
      "cite": "Erich Maria Remarque",
      "quote": "We developed a firm, practical feeling of solidarity, which grew, on the battlefield, into the best thing that the war produced - comradeship in arms."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "A true friend doesn't have guts; they beat you up and later plead with you to beat them back."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "A trusty comrade is always of use; and a chronicler still more so."
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "There is a sort of camaraderie that rarely exists except between men who have fought the same enemies and know the same women."
    },
    {
      "cite": "Tim Cope",
      "quote": "Ultimately, it's a sense of camaraderie and friendship with local people that is core to my journeys."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Friendship always benefits; love sometimes injures."
    },
    {
      "cite": "Helen Keller",
      "quote": "Alone we can do so little; together we can do so much."
    },
    {
      "cite": "Euripides",
      "quote": "Friendship doubles your joys, and divides your sorrows."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "It is difficult to love someone who loves you, but easy to hate someone who loves you, and love someone who hates you."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it."
    },
    {
      "cite": "Saim .A. Cheeda",
      "quote": "What's in a life without Camaraderie? For setting sail on a ship with a band of merry brothers by your side is much more gratifying than drifting aimlessly on a boat lost alone at sea."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Talent wins games, but teamwork and intelligence wins championships."
    },
    {
      "cite": "Darren Star",
      "quote": "Certainly when, you know, you put a lot of creative people together, there's ego and tension and all that stuff comes into play. But on the flip side, there's a lot of camaraderie and closeness."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The achievements of an organization are the results of the combined effort of each individual."
    },
    {
      "cite": "Simon Wiesenthal",
      "quote": "CamaraderieÂ ends when crime begins."
    },
    {
      "cite": "Bill Russell",
      "quote": "The morale and the camaraderie that we had for one another earlier in the year is starting to come under duress because of all the losses. Some of the guys are feeling the pressure now from the last year when they were not successful."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Once we are bound together to our brothers by a common good that is outside us, then we can breathe. Experience teaches us that love is not to gaze at one another but to gaze in the same direction. There is no comradeship except through unity on the same rope, climbing towards the same peak."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "Friendship requires great communication."
    }
  ]
}