{
  "source": "https://www.wisesayings.com/concert-quotes/",
  "theme": "concert",
  "quotes": [
    {
      "cite": "Freddie Mercury",
      "quote": "A concert is not a live rendition of our album. It's a theatrical event."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "We can succeed only by concert. It is not, 'Can any of us imagine better,' but, 'Can we all do better?'"
    },
    {
      "cite": "James Taylor",
      "quote": "A concert is always like a feast day to me."
    },
    {
      "cite": "Kit Coleman",
      "quote": "An artist, in giving a concert, should not demand an entrance fee but should ask the public to pay, just before leaving as much as they like. From the sum he would be able to judge what the world thinks of him — and we would have fewer mediocre concerts."
    },
    {
      "cite": "Henry James Slack",
      "quote": "How times and seasons are in concert! Spring is suggestive of morning, summer of noon, autumn of evening, and winter of night."
    },
    {
      "cite": "Stephane Mallarme",
      "quote": "In reading, a lonely quiet concert is given to our minds; all our mental faculties will be present in this symphonic exaltation."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Heaven answers with us the same purpose that the tuning-fork does with musicians. Our affections, the whole orchestra of them, are apt to get below the concert-pitch; and we take heaven to tune our hearts by."
    },
    {
      "cite": "Gayle Forman",
      "quote": "'Concert' doesn’t mean standing up like a target in front of thousands of strangers. It means coming together. It means harmony."
    },
    {
      "cite": "Frederick The Great",
      "quote": "Diplomacy without arms is like a concert without a score."
    },
    {
      "cite": "Yoko Ono",
      "quote": "All my concerts had no sounds in them; they were completely silent. People had to make up their own music in their minds!"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Parents and children seldom act in concert: each child endeavors to appropriate the esteem or fondness of the parents, and the parents, with yet less temptation, betray each other to their children."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is hard to mesmerize ourselves, to whip our own top; but through sympathy we are capable of energy and endurance. Concert fires people to a certain fury of performance they can rarely reach alone."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "It takes generosity to discover the whole through others. If you realize you are only a violin, you can open yourself up to the world by playing your role in the concert."
    },
    {
      "cite": "Carl Jung",
      "quote": "Ultimate truth, if there be such a thing, demands the concert of many voices."
    },
    {
      "cite": "Martin Short",
      "quote": "My mother was the concert master of the symphony. Absurdity and eccentricity were not criticized."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "We are each a concert reverberating with our whole lives and reflecting and amplifying the world around us."
    },
    {
      "cite": "George Santayana",
      "quote": "In the concert of nature it is hard to keep in tune with oneself if one is out of tune with everything else."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Independent of others and in concert with others, your main task in life is to do what you can best do and become what you can potentially be."
    },
    {
      "cite": "LZ Granderson",
      "quote": "Complete strangers can stand silent next to each other in an elevator and not even look each other in the eye. But at a concert, those same strangers could find themselves dancing and singing together like best friends. That's the power of music."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "We shall fight for a universal dominion of right by such a concert of free peoples as shall bring peace and safety to all nations and make the world itself at last free."
    },
    {
      "cite": "Emanuel Ax",
      "quote": "If the audience walks out of a concert thinking, What a wonderful experience, then we have done our job."
    },
    {
      "cite": "Rem Koolhaas",
      "quote": "The great problem of the concert hall is that the shoebox is the ideal shape for acoustics but that no architect worth their names wants to build a shoebox."
    },
    {
      "cite": "John Lennon",
      "quote": "It was like being in the eye of a hurricane. You'd wake up in a concert and think, Wow, how did I get here?"
    },
    {
      "cite": "Seneca",
      "quote": "The voice of flattery affects us after it has ceased, just as after a concert men find some agreeable air ringing in their ears to the exclusion of all serious business."
    },
    {
      "cite": "Henry Miller",
      "quote": "The concert is a polite form of self induced torture."
    },
    {
      "cite": "Larry Norman",
      "quote": "Only in a concert situation do I have access to people directly to preach to them, and I don't believe that the bigger your platform is, the more people will pay attention."
    },
    {
      "cite": "Klaus Schulze",
      "quote": "A concert is a concert is a concert is a concert. An album is an album is an album is an album. Musically, both have nothing in common."
    },
    {
      "cite": "Deborah Tannen",
      "quote": "Communication is a continual balancing act, juggling the conflicting needs for intimacy and independence. To survive in the world, we have to act in concert with others, but to survive as ourselves, rather than simply as cogs in a wheel, we have to act alone."
    },
    {
      "cite": "Ann Wilson",
      "quote": "I really feel that a concert is a place where you can bring up topics, and you can actually discuss them and feel them and have a great time."
    },
    {
      "cite": "Justin Rosenstein",
      "quote": "Working together in concert more smoothly not only helps us move more quickly; it changes the nature of what we can undertake. When we have the confidence that we can orchestrate the group effort required to realize them, we dare bigger dreams."
    }
  ]
}