{
  "source": "https://www.wisesayings.com/concrete-quotes/",
  "theme": "concrete",
  "quotes": [
    {
      "cite": "Ralph Ellison",
      "quote": "The world is just as concrete, ornery, vile, and sublimely wonderful as before, only now I better understand my relation to it and it to me."
    },
    {
      "cite": "Theo van Doesburg",
      "quote": "We speak of concrete and not abstract painting because nothing is more concrete, more real than a line, a color, a surface."
    },
    {
      "cite": "Sai Baba",
      "quote": "A house must be built on solid foundations if it is to last. The same principle applies to man, otherwise he too will sink back into the soft ground and becomes swallowed up by the world of illusion."
    },
    {
      "cite": "Joseph C. Zinker",
      "quote": "It is in the process of making something that the creator contacts a concrete reality outside his subjective life and moves into the realm of the transcendent."
    },
    {
      "cite": "Mother Angelica",
      "quote": "When we begin to build walls of prejudice, hatred, pride, and self-indulgence around ourselves, we are more surely imprisoned than any prisoner behind concrete walls and iron bars."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Concrete is heavy; iron is hard but the grass will prevail."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The road is a word, conceived elsewhere and laid across the country in the wound prepared for it: a word made concrete and thrust among us."
    },
    {
      "cite": "Hartley Coleridge",
      "quote": "The beauty of the picture is an abiding concrete of the painter's vision."
    },
    {
      "cite": "Herb Caen",
      "quote": "A city is a crazy concrete jungle whose people at the end of each day somehow make a small step ahead against terrible odds."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "If there is a construction or a pathway in the spirit to be made, it is the way of godliness."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Your dreams are like the cement. If you water it with actions, it becomes a hard concrete mass. But if you leave it exposed and unwatered, the air will easily blow it away"
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "You can't build a great building on a weak foundation. You must have a solid foundation if you're going to have a strong superstructure."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Build a solid courage behind what you believe you can do. Your dreams may drift and fall, but when your courage is strong and still, you can't shift; you'll lift your dreams again!"
    },
    {
      "cite": "Yasunari Kawabata",
      "quote": "People have separated from each other with walls of concrete that blocked the roads to connection and love. and Nature has been defeated in the name of development."
    },
    {
      "cite": "Steve Tisch",
      "quote": "Any foundation you build, if trust is part of that foundation, whatever you're building, whatever you're creating is gonna have a rock-solid foundation."
    },
    {
      "cite": "Philip Johnson",
      "quote": "Concrete you can mold, you can press it into after all, you haven't any straight lines in your body. Why should we have straight lines in our architecture? You'd be surprised when you go into a room that has no straight line how marvelous it is that you can feel the walls talking back to you, as it were."
    },
    {
      "cite": "Anonymous",
      "quote": "Some minds are like concrete, all mixed up and permanently set."
    },
    {
      "cite": "William Hamilton",
      "quote": "Concrete is, essentially, the colour of bad weather."
    },
    {
      "cite": "Oscar Niemeyer",
      "quote": "There is no reason to design buildings that are more basic and rectilinear, because with concrete you can cover almost any space."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Your dreams are like cement. If you water it with actions, it becomes a hard concrete mass."
    },
    {
      "cite": "James Laughlin",
      "quote": "Concrete poets continue to turn out beautiful things, but to me they're more visual than oral, and they almost really belong on the wall rather than in a book. I haven't the least idea of where poetry is going."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Your dreams are like the cement. If you water it with actions, it becomes a hard concrete mass. But if you leave it exposed and unwatered, the air will easily blow it away!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Every great building once begun as a building plan. That means, sitting in that building plan on the table is a mighty structure not yet seen. It is the same with dreams."
    },
    {
      "cite": "Mark Kingwell",
      "quote": "Concrete is momentarily unformed matter seeking its natural completion, filling in the last corners of its allowed space, finding a form. It is possibility rendered material, hope in an industrial-strength mixer."
    },
    {
      "cite": "Anonymous",
      "quote": "Some minds are like concrete, thoroughly mixed and permanently set."
    },
    {
      "cite": "Kim Kautzer",
      "quote": "Concreteness transports us into a story like nothing else. It's the key that unlocks the door of the reader's imagination."
    },
    {
      "cite": "Edith Stein",
      "quote": "Everything abstract is ultimately part of the concrete. Everything inanimate finally serves the living. That is why every activity dealing in abstraction stands in ultimate service to a living whole."
    },
    {
      "cite": "Tobias Dantzig",
      "quote": "The practical man demands an appearance of reality at least. Always dealing in the concrete, he regards mathematical terms not as symbols or thought but as images of reality. A system acceptable to the mathematician because of its inner consistency may appear to the practical man to be full of contradictions because of the incomplete manner in which it represents reality."
    }
  ]
}