{
  "source": "https://www.wisesayings.com/concern-quotes/",
  "theme": "concern",
  "quotes": [
    {
      "cite": "Morihei Ueshiba",
      "quote": "As soon as you concern yourself with the 'good' and 'bad' of your fellows, you create an opening in your heart for maliciousness to enter. Testing, competing with, and criticizing others weaken and defeat you."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "A lion doesn't concern itself with the opinion of sheep."
    },
    {
      "cite": "Pythagoras",
      "quote": "Concern should drive us into action and not into a depression. No man is free who cannot control himself."
    },
    {
      "cite": "Dalai Lama",
      "quote": "A sense of concern for others gives our lives meaning; it is the root of all human happiness."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Concern yourself more with accepting responsibility than with assigning blame. Let the possibilities inspire you more than the obstacles discourage you"
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Conduct is three-fourths of our life and its largest concern."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Self-concern without other-concern is like a tributary that has no outward flow to the ocean."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Concern for man and his fate must always form the chief interest of all technical endeavors. Never forget this in the midst of your diagrams and equations."
    },
    {
      "cite": "Horace",
      "quote": "It is your concern when your neighbor's wall is on fire."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "An individual has not started living until he can rise above the narrow confines of his individualistic concerns to the broader concerns of humanity."
    },
    {
      "cite": "Eric Berne",
      "quote": "The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "True love is not so much a matter of romance as it is a matter of anxious concern for the well-being of one's companion."
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "We should all be concerned about the future because we will have to spend the rest of our lives there."
    },
    {
      "cite": "John Wooden",
      "quote": "Be more concerned with your character than your reputation, because your character is what you really are, while your reputation is merely what others think you are."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "Compassion is not weakness, and concern for the unfortunate is not socialism."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Concerning great things one should either be silent or speak loftily."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Pity may represent little more than the impersonal concern which prompts the mailing of a check, but true sympathy is the personal concern which demands the giving of one's soul."
    },
    {
      "cite": "Sophocles",
      "quote": "All concerns of men go wrong when they wish to cure evil with evil."
    },
    {
      "cite": "Giosue Borsi",
      "quote": "The great thought, the great concern, the great anxiety of men is to restrict, as much as possible, the limits of their own responsibility."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Our concern for the loss of our friends is not always from a sense of their worth, but rather of our own need of them and that we have lost some who had a good opinion of us."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Any concern too small to be turned into a prayer is too small to be made into a burden."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "A fundamental concern for others in our individual and community lives would go a long way in making the world the better place we so passionately dreamt of."
    },
    {
      "cite": "Arthur Helps",
      "quote": "The world will find out that part of your character which concerns it: that which especially concerns yourself, it will leave for you to discover."
    },
    {
      "cite": "John Searle",
      "quote": "Where consciousness is concerned, the appearance is the reality."
    },
    {
      "cite": "Stewart Udall",
      "quote": "Where nature is concerned, familiarity breeds love and knowledge, not contempt."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Man's greatest concern is to know how he shall properly fill his place in the universe and correctly understand what he must be in order to be a man."
    },
    {
      "cite": "Laozi",
      "quote": "The sage has no concern for himself, but makes the concerns of others his own."
    },
    {
      "cite": "Pope John XXIII",
      "quote": "Concern yourself not with what you tried and failed in, but with what it is still possible for you to do."
    },
    {
      "cite": "Author Unknown",
      "quote": "Everyone's a millionaire where promises are concerned."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "It is not possible for minds degraded by a host of trivial concerns to ever rise to anything great."
    },
    {
      "cite": "Viktor Frankl",
      "quote": "A man's concern, even his despair, over the worthwhileness of life is an existential distress but by no means a mental disease."
    }
  ]
}