{
  "source": "https://www.wisesayings.com/conclusion-quotes/",
  "theme": "conclusion",
  "quotes": [
    {
      "cite": "Publilius Syrus",
      "quote": "Hasty conclusions lead to speedy repentance."
    },
    {
      "cite": "Emile Zola",
      "quote": "The conclusion does not belong to the artist."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "Conclusion means death. Confusion means possibility."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The conclusions of passion are the only reliable ones."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "A conclusion is the place where you got tired thinking."
    },
    {
      "cite": "Terry McMillan",
      "quote": "If you jump to conclusions, you make terrible landings."
    },
    {
      "cite": "Karen White",
      "quote": "Jumping to conclusions is often the only exercise some people get, and is always easier than finding the patience to discover the truth."
    },
    {
      "cite": "Angel Scott",
      "quote": "Jumping to conclusions rarely gets us anywhere we want to be."
    },
    {
      "cite": "Laozi",
      "quote": "Conclusions are ignorance arrested on the path to less ignorance."
    },
    {
      "cite": "Jennifer Worth",
      "quote": "I am forced to the conclusion that modern medicine does not know it all."
    },
    {
      "cite": "Vaslav Nijinsky",
      "quote": "I have come to the conclusion that it is better to be silent than to speak."
    },
    {
      "cite": "Jude Morgan",
      "quote": "It is presumptuous to draw conclusions about a person from what one has heard."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "If a conclusion is not poetically balanced, it cannot be scientifically true."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "Jumping to conclusions is a safer sport in the world of our imagination than it is in reality."
    },
    {
      "cite": "Herbert W. Armstrong",
      "quote": "You cannot reach a correct conclusion if you begin with an incorrect assumption."
    },
    {
      "cite": "Cullen Hightower",
      "quote": "The only way some of us exercise our minds is by jumping to conclusions."
    },
    {
      "cite": "Eloisa James",
      "quote": "I have come to the conclusion that silence and time are the most precious commodities."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I came to the conclusion that unrealized hopes, even small ones, were always wrenching."
    },
    {
      "cite": "Ernest Rutherford",
      "quote": "The only possible conclusion the social sciences can draw is: some do, some don't."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "The dominance of conclusions over arguments is most pronounced where emotions are involved."
    },
    {
      "cite": "Vita Sackville-West",
      "quote": "I have come to the conclusion, after many years of sometimes sad experience, that you cannot come to any conclusion at all."
    },
    {
      "cite": "Horace Mann",
      "quote": "False conclusions which have been reasoned out are infinitely worse than blind impulse."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "I have come to the conclusion that politics are too serious a matter to be left to the politicians."
    },
    {
      "cite": "Dolores O'Riordan",
      "quote": "I've come to the conclusion that life is for the taking and just too short to dwell on the negative."
    },
    {
      "cite": "Scott Westerfeld",
      "quote": "Perhaps the logical conclusion of everyone looking the same is everyone thinking the same."
    },
    {
      "cite": "Jens Lekman",
      "quote": "If you come to the conclusion that there is no conclusion, well, that's a conclusion, too."
    },
    {
      "cite": "Sara Henderson",
      "quote": "I have come to the conclusion that it is attitude that determines how you handle and survive life."
    },
    {
      "cite": "Gayle Forman",
      "quote": "Leaving people to jumped conclusions is sometimes simpler than explaining a complicated truth"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The usual false conclusions of mankind are these: a thing exists, therefore it has a right to exist."
    },
    {
      "cite": "Guy Finley",
      "quote": "Any conclusion you reach about yourself has to be an unseen limitation because there's always more to see."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "Your ideas need not have anything to do with reality. Making conclusions is a sure way of not enhancing our perception."
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "Always be suspicious of conclusions that reinforce uncritical hope and follow comforting traditions of Western thought."
    },
    {
      "cite": "Anna May Wong",
      "quote": "I've come to the conclusion that everybody should marry, including me."
    },
    {
      "cite": "James W. Loewen",
      "quote": "Conclusions are not always pleasant."
    },
    {
      "cite": "Rose Kennedy",
      "quote": "I have come to the conclusion that the most important element in human life is faith."
    },
    {
      "cite": "Emma Paul",
      "quote": "Jumping to conclusions, may be an indication of Borderline Personality Disorder ... I thought you should know."
    },
    {
      "cite": "Sophocles",
      "quote": "Those who jump to conclusions may go wrong."
    },
    {
      "cite": "Muriel Barbery",
      "quote": "Conclusion: better to be a thinking monk than a postmodern thinker."
    },
    {
      "cite": "Francis Schaeffer",
      "quote": "I have come to the conclusion that none of us in our generation feels as guilty about sin as we should or as our forefathers did."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "Conclusions arrived at through reasoning have very little or no influence in altering the course of our lives."
    },
    {
      "cite": "Jonathan Balcombe",
      "quote": "The logical conclusion to a compassionate and respectful relationship to sentient animals is that we stop eating them."
    },
    {
      "cite": "Celia Green",
      "quote": "When someone says his conclusions are objective, he means that they are based on prejudices which many other people share."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "In conclusion, there is no conclusion. Things will go on as they always have, getting weirder all the time."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "There is no greater mistake than the hasty conclusion that opinions are worthless because they are badly argued."
    },
    {
      "cite": "Michael Behe",
      "quote": "The conclusion of design flows naturally from the data; we should not shrink from it; we should embrace it and build on it."
    },
    {
      "cite": "Hermann von Helmholtz",
      "quote": "A metaphysical conclusion is either a false conclusion or a concealed experimental conclusion."
    }
  ]
}