{
  "source": "https://www.wisesayings.com/concentration-quotes/",
  "theme": "concentration",
  "quotes": [
    {
      "cite": "Bill Russell",
      "quote": "Concentration and mental toughness are the margins of victory"
    },
    {
      "cite": "Anil Ambani",
      "quote": "Concentration can be cultivated. One can learn to exercise will power, discipline one's body and train one's mind."
    },
    {
      "cite": "Lauren Lola",
      "quote": "Concentration can be difficult to obtain, but once one has a firm hold on it, then it can be difficult to let go."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "The power to concentrate was the most important thing. Living without this power would be like opening one's eyes without seeing anything."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "Concentration is the key to economic results. No other principles of effectiveness is violated as constantly today as the basic principle of concentration."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "Focus on remedies, not faults."
    },
    {
      "cite": "Gudjon Bergmann",
      "quote": "Concentration is the key to success in anything in life. You need concentration to carry on a conversation, to raise children, to stay positive, to be able to communicate effectively, to succeed academically, to meditate, to succeed in business, to become good at sports, to achieve the goals you set for yourself, and the list can go on and on."
    },
    {
      "cite": "Greg Anderson",
      "quote": "Focus on the journey, not the destination. Joy is found not in finishing an activity but in doing it."
    },
    {
      "cite": "Bill Russell",
      "quote": "Concentration and mental toughness are the margins of victory."
    },
    {
      "cite": "Gudjon Bergmann",
      "quote": "Concentration is the doorway through which the meditative state becomes available."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "Concentration is the key to results. No other principles of effectiveness is violated as constantly today as the basic principle of concentration."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The ability to concentrate and to use time well is everything."
    },
    {
      "cite": "Erich Fromm",
      "quote": "To be concentrated means to live fully in the present."
    },
    {
      "cite": "Tom Kite",
      "quote": "Discipline and concentration are a matter of being interested."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Concentration is the factor that causes the great discrepancy between men and the results they achieve the difference in their power of calling together all the rays of their ability and concentrating on one point."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Concentration is the secret of strength"
    },
    {
      "cite": "Ray Knight",
      "quote": "Concentration is the ability to think about absolutely nothing when it is absolutely necessary."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To be able to concentrate for a considerable time is essential to difficult achievement."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Concentration is the secret of strength in politics, in war, in trade, in short in all management of human affairs."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "Concentration is a fine antidote to anxiety."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Concentration is a form of exclusion, and where there is exclusion, there is a thinker who excludes."
    },
    {
      "cite": "James Arthur Ray",
      "quote": "Concentrated attention is the collection of units of power on a chosen point of intention."
    },
    {
      "cite": "Christopher G. Nuttall",
      "quote": "Concentrate on the here and now. The future can take care of itself."
    },
    {
      "cite": "Harrison Ford",
      "quote": "The focus and the concentration and the attention to detail that flying takes is a kind of meditation. I find it restful and engaging, and other things slip away."
    },
    {
      "cite": "Christmas Humphreys",
      "quote": "Concentration is the creation of the instrument; meditation is the right use of it; contemplation transcends it."
    },
    {
      "cite": "Toba Beta",
      "quote": "When you fully focus your mind, concentrate on what matters, power of concentration you make others attracted to you."
    },
    {
      "cite": "John Carmack",
      "quote": "Focus is a matter of deciding what things you're not going to do."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "Concentration comes out of a combination of confidence and hunger."
    },
    {
      "cite": "Jon Kabat Zinn",
      "quote": "Concentration is a cornerstone of mindfulness practice. Your mindfulness will only be as robust as the capacity of your mind to be calm and stable. Without calmness, the mirror of mindfulness will have an agitated and choppy surface and will not be able to reflect things with any accuracy."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Concentration is my motto first honesty, then industry, then concentration."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "The secret of concentration is the secret of self-discovery. You reach inside yourself to discover your personal resources, and what it takes to match them to the challenge."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "You must stay focused on the end result to achieve your goals."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Concentration is a powerful force, it is the mark of seriousness that attracts certain energies to complete your half done work."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Concentration of wealth yields concentration of political power. And concentration of political power gives rise to legislation that increases and accelerates the cycle."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Concentration is my motto - first honesty, then industry, then concentration."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Concentration, itself, is nothing but a matter of control of the attention! Learn to fix your attention on a given subject, at will, for whatever length of time you choose, and you will have learned the secret passage way to power and plenty! This is concentration!"
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Concentrate, play your game, and don't be afraid to win."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "Concentration of the mind is in a way common to both Knowledge and Yoga. Yoga aims at union of the individual with the universal, the Reality. This Reality cannot be new. It must exist even now, and it does exist."
    }
  ]
}