{
  "source": "https://www.wisesayings.com/condescending-quotes/",
  "theme": "condescending",
  "quotes": [
    {
      "cite": "Aditi Malhotra",
      "quote": "Where knowledge and wisdom truly reside, there can be no space for arrogance and condescension."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "Better to be despised, then, than to be ignored; or damned with condescending praise."
    },
    {
      "cite": "John Steinbeck",
      "quote": "There are no ugly questions except those clothed in condescension."
    },
    {
      "cite": "Joanne Crisner Alcayaga",
      "quote": "The minute you think you have the right to belittle others because you think you're better than them is the same minute you've proven your worse."
    },
    {
      "cite": "unknown",
      "quote": "Being condescending is an unintelligent way to make yourself feel superior."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "No matter how educated, talented, rich or cool you believe you are, how you treat people ultimately tell all."
    },
    {
      "cite": "unknown",
      "quote": "Don't allow someone who talks to you in a snobby, condescending, rude manner get you or intimidate you. That is a sign of an insecure person trying to appear superior to you. Arrogance amd condescension is always a sign of weakness."
    },
    {
      "cite": "unknown",
      "quote": "Condescension is insecurity's self-defense."
    },
    {
      "cite": "Brooks Atkinson",
      "quote": "Don't be condescending to unkilled labor. Try it for a half a day first."
    },
    {
      "cite": "Pema Chodron",
      "quote": "When people are hurting, what they really need is someone who is fully there for them - not someone who is condescending or officious. The only way for you to be there for them is by facing your fear or anger, whatever feelings cause you to shut down."
    },
    {
      "cite": "Magnus Scheving",
      "quote": "The worst mistake you can make with children is to talk to them in a condescending, patronising way and think that you can teach them something. You have to understand that it is you who will be learning from them. You have to get into their world and see things from their perspective."
    },
    {
      "cite": "Paul Neilan",
      "quote": "But really it's condescending and patronizing not to make fun of someone because they're old or stupid or crippled or morbidly obese. Banged up people don't want your pity. They just want to be treated like everyone else. Mockery, when done without prejudice or discretion, can be a form of respect. It's the closest we'll ever come to true equality."
    },
    {
      "cite": "joe harsel",
      "quote": "If a condescending joke is truly funny, make yourself the subject- you will increase the number of people laughing by at least one."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "You ever talk about a movie with someone that read the book? They're always so condescending. 'Ah, the book was much better than the movie.' Oh really? What I enjoyed about the movie: no reading."
    },
    {
      "cite": "George Eliot",
      "quote": "A patronizing disposition always has it's meaner side."
    },
    {
      "cite": "Stella Young",
      "quote": "We are a society that treats people with disabilities with condescension and pity, not dignity and respect."
    },
    {
      "cite": "unknown",
      "quote": "Your pompous attitude and condescending comments have convinced me that you are very smart and important, Said no one ever."
    },
    {
      "cite": "unknown",
      "quote": "The arrogant are wise in their own eyes, but the wise will recognize their lies."
    },
    {
      "cite": "unknown",
      "quote": "Just because you look down on everyone doesn't mean they're looking up to you."
    },
    {
      "cite": "Mandy Hale",
      "quote": "The less you respond to rude, critical, argumentative people. The more peaceful your life will become."
    },
    {
      "cite": "Bible Quote",
      "quote": "Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits."
    },
    {
      "cite": "Danah Boyd",
      "quote": "If you do it in peer-level approach, rather than a condescending control approach, you'll have much more success."
    },
    {
      "cite": "Lisa McMann",
      "quote": "Go force your condescending man-logic on the next house. you can go now."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "Don't care who the student is, teachers should never be condescending. That should be the first rule in the teacher handbook."
    },
    {
      "cite": "Randall Munroe",
      "quote": "If 'other people have experiences incorrectly' is annoying to you, think how unbearable it must be to have a condescending stranger tell you they hate the way you're experiencing your life at just the moment you've found something you want to remember."
    }
  ]
}