{
  "source": "https://www.wisesayings.com/conditional-love-quotes/",
  "theme": "conditional-love",
  "quotes": [
    {
      "cite": "Brooke Bida",
      "quote": "Nothing on earth hurts my soul deeper than conditional love."
    },
    {
      "cite": "Bryan Cranston",
      "quote": "Love between two adults is always conditional. You can fall out of love because you are able to fall in love."
    },
    {
      "cite": "Criss Jami",
      "quote": "A man who loves others based solely on how they make him feel, or what they do for him, is really not loving others at all - but loving only himself."
    },
    {
      "cite": "Donald L. Hicks",
      "quote": "What is conditional love?  Conditional love is an oxymoron. Conditional love is an imposter of love. Conditional love is something other than love, because you cannot conditionalize the un-conditional."
    },
    {
      "cite": "Maureen Brady",
      "quote": "In order to survive our youth, many of us became sensitized to which conditions we had to play to, to receive attention. No wonder we mistook this attention for love. We thought love came in finite quantities—it had to be competed for among siblings, or it had to be paid for with exacting dues."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The greatest gift that you can give to others is the gift of unconditional love and acceptance."
    },
    {
      "cite": "Charles Stanley",
      "quote": "If we have built on the fragile cornerstones of human wisdom, pride, and conditional love, things may look good for a while, but a weak foundation causes collapse when storms hit."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The ultimate lesson all of us have to learn is unconditional love, which includes not only others but ourselves as well."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "If it is conditional, it is not love"
    },
    {
      "cite": "John Gray",
      "quote": "We mistakenly assume that if our partners love us they will react and behave in certain ways – the ways we react and behave when we love someone."
    },
    {
      "cite": "Louise Hart",
      "quote": "Conditional love is love that is turned off and on....Some parents only show their love after a child has done something that pleases them. 'I love you, honey, for cleaning your room!' Children who think they need to earn love become people pleasers, or perfectionists. Those who are raised on conditional love never really feel loved."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Intense love does not measure, it just gives."
    },
    {
      "cite": "Rajneesh",
      "quote": "A conditional love is nothing but an infatuation, sexuality. Unconditional is the only way love can be. Wherever a condition comes in, love disappears. It cannot live in bondage, and a condition gives it an imprisonment. Love can only live like the vast sky. Love knows no boundaries."
    },
    {
      "cite": "Sadhu Vaswani",
      "quote": "If my love is without sacrifice, it is selfish. Such a love is barter, for there is exchange of love and devotion in return for something. It is conditional love."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "That was the problem with love. It never happened on your terms, it happened on theirs."
    },
    {
      "cite": "Stephen Kendrick",
      "quote": "The only way love can last a lifetime is if it’s unconditional."
    },
    {
      "cite": "Criss Jami",
      "quote": "The real test of love is loving those who we feel are the hardest ones to love."
    },
    {
      "cite": "Goitsemang Mvula",
      "quote": "Unconditional Love has conditions."
    },
    {
      "cite": "Criss Jami",
      "quote": "It is a healthy approach not to expect persons to turn out precisely how you would have wished."
    },
    {
      "cite": "Martin Luther King",
      "quote": "I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Many a woman would not be in a relationship with or married to her man, if he earned half of what he earns; and many a man would not be in a relationship with or married to his woman, if he earned twice as much as he earns."
    },
    {
      "cite": "N.K. Jemisin",
      "quote": "It is the lies he's telling her - as he has been, Nassun understands suddenly, her whole life - that really break her heart. He's said that he loves her, after all, but that obviously isn't true. He cannot love an orogene, and that is what she is. He cannot be an orogene's father, and that is why he constantly demands she be something other than what she is."
    }
  ]
}