{
  "source": "https://www.wisesayings.com/confidential-quotes/",
  "theme": "confidential",
  "quotes": [
    {
      "cite": "Proverb",
      "quote": "If you can't get people to listen to you any other way, tell them it's confidential."
    },
    {
      "cite": "Martin Uzochukwu Ugwu",
      "quote": "Confidentiality is a delicate bargain of trust."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Confidentiality is a virtue of the loyal, just as loyalty is the virtue of faithfulness."
    },
    {
      "cite": "Louis Kronenberger",
      "quote": "The closer and more confidential our relationship with someone, the less we are entitled to ask about what we are not voluntarily told."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "Caution is the confidential agent of selfishness."
    },
    {
      "cite": "Andy Rooney",
      "quote": "In Washington, a confidential assistant is someone who, if you don't want to know something, you go and ask him and he won't tell you."
    },
    {
      "cite": "Nick Minchin",
      "quote": "No one is above the law and I will also say that deliberate leaking of confidential government information should not and can not be tolerated."
    },
    {
      "cite": "Pat Gleason",
      "quote": "It doesn't surprise me that agencies that have the most confidential information ... are having to face the greatest challenge."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "In almost every profession - whether it's law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it."
    },
    {
      "cite": "Prerna Mishra",
      "quote": "Confidentiality is a critical task to follow, which is very difficult to handle by everyone."
    },
    {
      "cite": "Jose Rizal",
      "quote": "Of what use are all the codes in the world, if by means of confidential reports, if for trifling reasons, if through anonymous traitors any honest citizen may be exiled or banished without a hearing, without a trial?"
    },
    {
      "cite": "Arthur Nielsen",
      "quote": "Keep the problems of clients and prospects confidential. Divulge information only with their consent."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Personal & Confidential. Letters so marked should be. When the contents are only printed matter, though, the mini-frauder succeeds in sowing ill will & ire."
    },
    {
      "cite": "Stacey Feiner",
      "quote": "Don’t confuse 'strict confidentiality' with 'keeping employees in the dark.' Private is useful. Secretive is deceptive."
    },
    {
      "cite": "Robert Jacks",
      "quote": "The office of the lawyer, however poorly filled, is too delicate, personal and confidential to be occupied by a corporation."
    },
    {
      "cite": "Maria Everett",
      "quote": "Just because a meeting is held in closed session doesn't render it confidential. You can hold a meeting in closed session but you can't make people not talk."
    },
    {
      "cite": "Barton Gellman",
      "quote": "One common puzzle for the security-minded is how to work with confidential data on the road. Sometimes you can't bring your laptop, or don't want to. But working on somebody else's machine exposes you to malware and leaves behind all kinds of electronic trails."
    }
  ]
}