{
  "source": "https://www.wisesayings.com/confusion-quotes/",
  "theme": "confusion",
  "quotes": [
    {
      "cite": "Matthew Underwood",
      "quote": "Life is full of confusion. Confusion of love, passion, and romance. Confusion of family and friends. Confusion with life itself. What path we take, what turns we make. How we roll our dice."
    },
    {
      "cite": "Walt Whitman",
      "quote": "In the confusion we stay with each other, happy to be together, speaking without uttering a single word."
    },
    {
      "cite": "George Saunders",
      "quote": "Don't be afraid to be confused. Try to remain permanently confused. Anything is possible. Stay open, forever, so open it hurts, and then open up some more, until the day you die, world without end, amen."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "The confusion is not my invention. We cannot listen to a conversation for five minutes without being aware of the confusion. It is all around us and our only chance now is to let it in. The only chance of renovation is to open our eyes and see the mess. It is not a mess you can make sense of."
    },
    {
      "cite": "Joe R. Lansdale",
      "quote": "The logic of a madman is a sane man's confusion."
    },
    {
      "cite": "Johnny Depp",
      "quote": "I pretty much try to stay in a constant state of confusion just because of the expression it leaves on my face."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "We often confuse what we wish for with what is."
    },
    {
      "cite": "Tom Peters",
      "quote": "If you're not confused, you're not paying attention."
    },
    {
      "cite": "Michael Stipe",
      "quote": "Sometimes I'm confused by what I think is really obvious. But what I think is really obvious obviously isn't obvious?"
    },
    {
      "cite": "Henry Miller",
      "quote": "Confusion is a word we have invented for an order which is not yet understood"
    },
    {
      "cite": "Michael J. Gelb",
      "quote": "Confusion is the welcome mat at the door of creativity."
    },
    {
      "cite": "James Agee",
      "quote": "The mere attempt to examine my own confusion would consume volumes."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Confusion of goals and perfection of means seems, in my opinion, to characterize our age."
    },
    {
      "cite": "Chuang Tzu",
      "quote": "He who knows he is a fool is not the biggest fool; He who knows he is confused is not in the worst confusion."
    },
    {
      "cite": "Robert Frost",
      "quote": "I'm not confused, I'm just well mixed"
    },
    {
      "cite": "Saul Bellow",
      "quote": "In the greatest confusion there is still an open channel to the soul. It may be difficult to find because by midlife it is overgrown, and some of the wildest thickets that surround it grow out of what we describe as our education. But the channel is always there, and it is our business to keep it open, to have access to the deepest part of ourselves."
    },
    {
      "cite": "Mason Cooley",
      "quote": "In the theater of confusion, knowing the location of the exits is what counts."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "If you can't convince them; confuse them."
    },
    {
      "cite": "Thai Proverb",
      "quote": "Confusion is a chicken with shattered eyes."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "I had nothing to offer anybody except my own confusion."
    },
    {
      "cite": "U. Peter",
      "quote": "Today, if you are not confused, you are just not thinking clearly."
    },
    {
      "cite": "A. J. Liebling",
      "quote": "People everywhere confuse what they read in newspapers with news."
    },
    {
      "cite": "Anne Austin",
      "quote": "Confusion is an often too subtle sign of paranoia."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Try to find your deepest issue in every confusion, and abide by that."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Injecting some confusion stabilizes the system."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "If I look confused it's because I'm thinking."
    },
    {
      "cite": "Anonymous",
      "quote": "Anyone who isn't confused here doesn't really understand what's going on."
    },
    {
      "cite": "Marty Indik",
      "quote": "Confusion is always the most honest response."
    },
    {
      "cite": "Jack Welch",
      "quote": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while."
    },
    {
      "cite": "Vernon Howard",
      "quote": "For every problem or confusion and for every desire or ambition there is an available force waiting for your call."
    },
    {
      "cite": "John Milton",
      "quote": "Confusion heard his voice, and wild uproar Stood ruled, stood vast infinitude confined; Till at his second bidding darkness fled, Light shone, and order from disorder sprung."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Much unhappiness has come into the world because of bewilderment and things left unsaid."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The most confused you will ever get is when you try to convince your heart and spirit of something your mind knows is a lie."
    },
    {
      "cite": "Salvador Dalí",
      "quote": "What is important is to spread confusion, not eliminate it."
    },
    {
      "cite": "James Baldwin",
      "quote": "Confusion is a luxury which only the very, very young can possibly afford and you are not that young anymore."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Confusion is the main cause of worry."
    },
    {
      "cite": "Brian Friel",
      "quote": "Confusion is not an ignoble condition."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "Conclusion means death. Confusion means possibility."
    },
    {
      "cite": "Joe Rogan",
      "quote": "We all go through doubt. It's hard. Those difficult moments are what build your character."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Confusion is uncertainty. Confusion is stupidity. Confusion is insecurity. When you think of uncertainty, stupidity and insecurity, think of confusion and you'll have it down pat."
    },
    {
      "cite": "Samael Aun Weor",
      "quote": "There are two types of thoughts in each one of us. One comes from the personality and the other from the universe or God. The thoughts coming from God are more simple and the ones of the personality more complicated. Any confusion is based on ignorance."
    },
    {
      "cite": "Raël",
      "quote": "In a world where order is chaos, where wise men are viewed as fools and where fools are ruling the world and viewed as wise men, there is a need to create a real new world order. A new world order where the mental confusion will disappear, where peace and love will prevail and where the Human Rights will be really fully respected."
    },
    {
      "cite": "Sarah Tomley",
      "quote": "You reach for information from your secondary system—your feelings—and they're doing a kind of roller coaster ride around from joy to humiliation and back, settling on a general feeling of confusion."
    },
    {
      "cite": "Billy Graham",
      "quote": "There are storms in your own life; storms of temptation, confusion, and difficulty... An uneasy conscience says, \"Stop before it is too late!\""
    },
    {
      "cite": "Billy Graham",
      "quote": "We are living in a topsy-turvy world, where all is confusion. But you may be sure that it is confusion with a plan—Satan's plan!"
    },
    {
      "cite": "Billy Graham",
      "quote": "Man is a rebel, and a rebel is naturally in confusion."
    },
    {
      "cite": "Billy Graham",
      "quote": "God speaks to those who are prepared in their hearts to listen. Discern the voice from heaven above the noisy din of earth's confusion."
    },
    {
      "cite": "Josh Bartok",
      "quote": "Where there is confusion is where peace can arise. When confusion is penetrated with understanding, what remains is peace."
    },
    {
      "cite": "Henry James",
      "quote": "Life being all inclusion and confusion, and art being all discrimination and selection."
    },
    {
      "cite": "Thomas McGuane",
      "quote": "Unusable and contradictory thoughts filled Quinn's mind with almost physical duress as though his poor head were a golf ball which, slashed open, shows its severed rubber filaments snapping and racing about in confusion."
    },
    {
      "cite": "Ann Petry",
      "quote": "Listening to The Weasel [unpleasant person] was like having a dirty hand paw through your personal belongings, leaving them in confusion; and so soiled that after the first look you were disgusted and tempted to throw them away, for they had changed."
    },
    {
      "cite": "John Milton",
      "quote": "With ruin upon ruin, rout on rout, / Confusion worse confounded."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Night comes at last, and some hours of restlessness and confusion brings me again to a day of solitude. What shall exclude the black dog from a habitation like this?"
    },
    {
      "cite": "St. Ignatius Loyola",
      "quote": "It is true that the voice of God, having once fully penetrated the heart, becomes strong as the tempest and loud as the thunder, but before reaching the heart it is as weak as a light breath which scarcely agitates the air. It shrinks from noise, and is silent amid agitation."
    },
    {
      "cite": "Thomas Gray",
      "quote": "Ruin seize thee, ruthless King! / Confusion on thy banners wait."
    },
    {
      "cite": "(Young Clifford) William Shakespeare",
      "quote": "Shame and confusion! all is on the rout: / Fear frames disorder, and disorder wounds / Where it should guard."
    },
    {
      "cite": "(Macduff) William Shakespeare",
      "quote": "Confusion now hath made his masterpiece."
    },
    {
      "cite": "(Exeter) William Shakespeare",
      "quote": "When envy breeds unkind division: / There comes the ruin, there begins confusion."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "That as soon as a party has gained its general point, each member becomes intent upon his particular interest; which, thwarting others, breaks that party into divisions and occasions more confusion."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "But the being which is thus revealed to me is its being-for-others. That this confusion may lead to absurdities can be clearly seen in connection with the famous problem of \"inverted vision.\""
    },
    {
      "cite": "Al Gore",
      "quote": "The single most surprising new element in America's national conversation is the prominence and intensity of constant fear. Moreover, there is an uncharacteristic and persistent confusion about the sources of that fear; we seem to be having unusual difficult distinguishing between illusory and legitimate ones."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "Acting is a form of confusion."
    },
    {
      "cite": "William Congreve",
      "quote": "O, nothing is more alluring than a levee from a couch in some confusion."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Should the whole frame of nature round him break, / In ruin and confusion hurled, / He, unconcerned, would hear the mighty crack, / And stand secure amidst a falling world."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Wherever I turned my view, there was perplexity to be disentangled, and confusion to be regulated."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "Do not doubt your own basic goodness. In spite of all confusion and fear, you are born with a heart that knows what is just, loving, and beautiful."
    },
    {
      "cite": "Max Ehrmann",
      "quote": "In the noisy confusion of life keep peace with your soul. With all its sham, drudgery and broken dreams, it is still a beautiful world. Be careful. Strive to be happy."
    },
    {
      "cite": "Aman Mathur",
      "quote": "I have a theory about girls. The more you run after them, the more they will run away from you. But if you run away from them they will be confused and will run after you to find out the reason for their confusion. And we have to take advantage of such a confusion of a confused girl!"
    },
    {
      "cite": "Roman",
      "quote": "Just a little something I like to say when I'm confused so that I'm not alone in my confusion. See? It works."
    }
  ]
}