{
  "source": "https://www.wisesayings.com/confidence-quotes/",
  "theme": "confidence",
  "quotes": [
    {
      "cite": "Norman Vincent Peale",
      "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy."
    },
    {
      "cite": "Joe Namath",
      "quote": "When you have confidence, you can have a lot of fun. And when you have fun, you can do amazing things."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "With confidence, you have won before you have started."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "If you have no confidence in self, you are twice defeated in the race of life."
    },
    {
      "cite": "Gabby Douglas",
      "quote": "You just have to be yourself and go full with confidence and be courageous."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Confidence... thrives on honesty, on honor, on the sacredness of obligations, on faithful protection and on unselfish performance. Without them it cannot live."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "The way to develop self-confidence is to do the thing you fear and get a record of successful experiences behind you."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Always be yourself and have faith in yourself. Do not go out and look for a successful personality and try to duplicate it."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "You wouldn't worry so much about what others think of you if you realized how seldom they do."
    },
    {
      "cite": "Barrie Davenport",
      "quote": "Low self-confidence isn't a life sentence. Self-confidence can be learned, practiced, and mastered--just like any other skill. Once you master it, everything in your life will change for the better."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit."
    },
    {
      "cite": "Golda Meir",
      "quote": "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "It is confidence in our bodies, minds, and spirits that allows us to keep looking for new adventures."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
    },
    {
      "cite": "Peter T. Mcintyre",
      "quote": "Confidence comes not from always being right but from not fearing to be wrong."
    },
    {
      "cite": "Dr. Benjamin Spock",
      "quote": "Trust yourself. You know more than you think you do."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Confidence is a habit that can be developed by acting as if you already had the confidence you desire to have."
    },
    {
      "cite": "Christopher Robin",
      "quote": "Always remember you are braver than you believe, stronger than you seem, and smarter than you think."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Katy Perry",
      "quote": "If you're presenting yourself with confidence, you can pull off pretty much anything."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "As soon as you trust yourself, you will know how to live."
    },
    {
      "cite": "Author Unknown",
      "quote": "Confidence is the sexiest attribute a woman can have. If you feel good, you'll look good."
    },
    {
      "cite": "Britney Spears",
      "quote": "If you love yourself, it will all work out."
    },
    {
      "cite": "Michael Jordan",
      "quote": "You must expect great things of yourself before you can do them."
    },
    {
      "cite": "Lucille Ball",
      "quote": "I have an everyday religion that works for me. Love yourself first, and everything else falls into line."
    },
    {
      "cite": "Author Unknown",
      "quote": "A flower does not think of competing with the flower next to it. It just blooms."
    },
    {
      "cite": "Mariah Carey",
      "quote": "If you believe in yourself enough and know what you want, you're gonna make it happen."
    },
    {
      "cite": "Author Unknown",
      "quote": "Confidence is silent. Insecurities are loud."
    },
    {
      "cite": "Venus Williams",
      "quote": "Just believe in yourself. Even if you don't, pretend that you do and, at some point, you will."
    },
    {
      "cite": "Author Unknown",
      "quote": "Self confidence is the best outfit. Rock it and own it."
    },
    {
      "cite": "Hanoch McCarty",
      "quote": "It's not who you are that holds you back, it's who you think you're not."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Make the most of yourself, for that is all there is of you."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "It is not the mountain we conquer but ourselves."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Without a humble but reasonable confidence in your own powers you cannot be successful or happy."
    },
    {
      "cite": "Richard Kline",
      "quote": "Confidence is preparation. Everything else is beyond your control."
    },
    {
      "cite": "Oprah",
      "quote": "Think like a queen. A queen is not afraid to fail. Failure is another stepping stone to greatness."
    },
    {
      "cite": "Avril Lavigne",
      "quote": "Why should I care what other people think of me? I am who I am. And who I wanna be."
    },
    {
      "cite": "Richard Bach",
      "quote": "Sooner or later, those who win are those who think they can."
    },
    {
      "cite": "Pietro Aretino",
      "quote": "I am, indeed, a king, because I know how to rule myself."
    },
    {
      "cite": "Author Unknown",
      "quote": "Confidence, like art, never comes from having all the answers; it comes from being open to all the questions."
    },
    {
      "cite": "Rosalynn Carter",
      "quote": "You have to have confidence in your ability, and then be tough enough to follow through."
    },
    {
      "cite": "Author Unknown",
      "quote": "With confidence, you can reach truly amazing heights; without confidence, even the simplest accomplishments are beyond your grasp."
    },
    {
      "cite": "Author Unknown",
      "quote": "There is nothing more attractive than confidence, once you see your own beauty, so will everyone else."
    },
    {
      "cite": "Dr Anil Kr Sinha",
      "quote": "Confidence is not achieved overnight. It can be achieved by learning from mistakes, it can be achieved by learning from experience."
    },
    {
      "cite": "William Shedd",
      "quote": "A ship is safe in harbor, but that's not what ships are for."
    },
    {
      "cite": "Vergil",
      "quote": "They can do all because they think they can."
    },
    {
      "cite": "Henry S. Haskins",
      "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Confidence is something you acquire in yourself by believing in self ability with courage and conviction."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Confidence is going after Moby Dick in a rowboat and taking the tartar sauce with you."
    }
  ]
}