{
  "source": "https://www.wisesayings.com/confrontation-quotes/",
  "theme": "confrontation",
  "quotes": [
    {
      "cite": "Francis Schaeffer",
      "quote": "Truth carries with it confrontation. Truth demands confrontation; loving confrontation, but confrontation nevertheless."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Confrontation is better than insinuation."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Confront somebody with an issue before it becomes a conflict. Confrontation is not all bad."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Confront them with annihilation, and they will then survive; plunge them into a deadly situation, and they will then live. When people fall into danger, they are then able to strive for victory."
    },
    {
      "cite": "Rollo May",
      "quote": "The most effective way to ensure the value of the future is to confront the present courageously and constructively."
    },
    {
      "cite": "Jerry Gillies",
      "quote": "Confront your fears, list them, get to know them, and only then will you be able to put them aside and move ahead."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "Confrontation simply means meeting the truth head-on."
    },
    {
      "cite": "Paul Watson",
      "quote": "All confrontation is based on deception."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Confrontation is better than assumptions."
    },
    {
      "cite": "Jonas Gahr Store",
      "quote": "Confronting and undermining the narratives and ideas of extremism must therefore be one of our key tasks. To do this, we must retain the courage of our convictions in the face of extremism."
    },
    {
      "cite": "August Wilson",
      "quote": "Confront the dark parts of yourself, and work to banish them with illumination and forgiveness. Your willingness to wrestle with your demons will cause your angels to sing."
    },
    {
      "cite": "Penn Jillette",
      "quote": "Direct confrontation, direct conversation is real respect. And it's amazing how many people get that."
    },
    {
      "cite": "Lord Hailsham",
      "quote": "In a confrontation with the politics of power, the soft center has always melted away."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "Let us move from the era of confrontation to the era of negotiation."
    },
    {
      "cite": "Don Hewitt",
      "quote": "Confrontation is not a dirty word. Sometimes it's the best kind of journalism as long you don't confront people just for the sake of a confrontation."
    },
    {
      "cite": "T.J. Stiles",
      "quote": "Confrontation was the stuff of daily life."
    },
    {
      "cite": "Naomi Alderman",
      "quote": "One of the hardest challenges posed by the modern world is how to deal with abundance. It's even harder to confront because admitting that it's a problem seems spoiled."
    },
    {
      "cite": "Carl Jung",
      "quote": "To confront a person with their own shadow is to show them their own light."
    },
    {
      "cite": "Kingsley Opuwari Manuel",
      "quote": "Whatever confronts your faith can be a test but if it stands to oppose the content of your personality and the validity of your convictions then it's threat."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "In the confrontation between the stream and the rock, the stream always wins. Not through strength, but through persistence."
    },
    {
      "cite": "Brooke Elliott",
      "quote": "Friends confront each other sometimes, and sometimes the friendship lasts, and sometimes it doesn't."
    },
    {
      "cite": "Asghar Farhadi",
      "quote": "The bigger confrontation is the one an individual has with itself."
    },
    {
      "cite": "Jim Demint",
      "quote": "If we become too scared to confront the chief problems of our time, there is no hope of ever solving them."
    }
  ]
}