{
  "source": "https://www.wisesayings.com/conflict-quotes/",
  "theme": "conflict",
  "quotes": [
    {
      "cite": "Ronald Reagan",
      "quote": "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Man must evolve for all human conflict a method which rejects revenge, aggression and retaliation. The foundation of such a method is love."
    },
    {
      "cite": "Stephen Moyer",
      "quote": "Conflict is drama, and how people deal with conflict shows you the kind of people they are."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you."
    },
    {
      "cite": "Howard Dean",
      "quote": "There's not one person in this crowd who's gonna agree with everything I say. Not one."
    },
    {
      "cite": "Michel Foucault",
      "quote": "Where there is power, there is resistance."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "An eye for an eye will only make the whole world blind."
    },
    {
      "cite": "John Steinbeck",
      "quote": "All war is a symptom of man's failure as a thinking animal."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Your perspective on life comes from the cage you were held captive in."
    },
    {
      "cite": "Henrik Ibsen",
      "quote": "To live is to war with trolls."
    },
    {
      "cite": "Horace Mann",
      "quote": "Do not think of knocking out another person's brains because he differs in opinion from you. It would be as rational to knock yourself on the head because you differ from yourself ten years ago."
    },
    {
      "cite": "Billy Graham",
      "quote": "Two conflicting forces cannot exist in one human heart. When doubt reigns, faith cannot abide. Where hatred rules, love is crowded out. Where selfishness rules, there love cannot dwell. When worry is present, trust cannot crowd its way in."
    },
    {
      "cite": "Prov.15:1",
      "quote": "A soft answer turns away wrath, but a harsh word stirs up anger."
    },
    {
      "cite": "Tabitha M.",
      "quote": "It takes two to keep the Marriage Vow. It takes two to have Agreement. It takes two to resolve conflict. Bottom line? Both of you need to want to work it out."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "Difference of religion breeds more quarrels than difference of politics."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "The truth is that our finest moments are most likely to occur when we are feeling deeply uncomfortable, unhappy, or unfulfilled. For it is only in such moments, propelled by our discomfort, that we are likely to step out of our ruts and start searching for different ways or truer answers."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "It's time for us to turn to each other, not on each other."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "I never make the mistake of arguing with people for whose opinions I have no respect."
    },
    {
      "cite": "Thor Heyerdahl",
      "quote": "I don't believe in war as a solution to any kind of conflict, nor do I believe in heroism on the battlefield because I have never seen any."
    },
    {
      "cite": "Saul Alinsky",
      "quote": "Change means movement. Movement means friction. Only in the frictionless vacuum of a nonexistent abstract world can movement or change occur without that abrasive friction of conflict."
    },
    {
      "cite": "Emma Thompson",
      "quote": "Any problem, big or small, within a family, always seems to start with bad communication. Someone isn't listening."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "No matter how thin you slice it, there will always be two sides."
    },
    {
      "cite": "Jonathan Kozel",
      "quote": "Pick battles big enough to matter, small enough to win."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "Whenever two good people argue over principles, they are both right."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The harder the conflict, the more glorious the triumph. What we obtain too cheap, we esteem too lightly; it is dearness only that gives everything its value. I love the man that can smile in trouble, that can gather strength from distress and grow brave by reflection. 'Tis the business of little minds to shrink; but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death."
    },
    {
      "cite": "William James",
      "quote": "Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude"
    },
    {
      "cite": "John Dewey",
      "quote": "Conflict is the gadfly of thought. It stirs us to observation and memory. It instigates to invention. It shocks us out of sheeplike passivity, and sets us at noting and contriving."
    },
    {
      "cite": "Garth Brooks",
      "quote": "The greatest conflicts are not between two people but between one person and himself."
    },
    {
      "cite": "Max Lucade",
      "quote": "Conflict is inevitable, but combat is optional."
    },
    {
      "cite": "E. M. Kelly",
      "quote": "The difference between a boss and a leader: a boss says, 'Go!' -a leader says, 'Let's go!'."
    },
    {
      "cite": "Sun Tzu",
      "quote": "So there are five ways of knowing who will win. Those who know when to fight and when not to fight are victorious. Those who discern when to use many or few troops are victorious. Those whose upper and lower ranks have the same desire are victorious."
    },
    {
      "cite": "M. Esther Harding",
      "quote": "Conflict is the beginning of consciousness"
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "We must not, in trying to think about how we can make a big difference, ignore the small daily differences we can make which, over time, add up to big differences that we often cannot foresee."
    },
    {
      "cite": "Steven V. Thulon",
      "quote": "Conflict builds character. Crisis defines it."
    },
    {
      "cite": "Karl Jaspers",
      "quote": "Conflicts may be the sources of defeat, lost life and a limitation of our potentiality but they may also lead to greater depth of living and the birth of more far-reaching unities, which flourish in the tensions that engender them"
    },
    {
      "cite": "Proverbs 13:10",
      "quote": "Only by pride comes contention; but, with the well-advised is wisdom."
    },
    {
      "cite": "Princess Diana",
      "quote": "You can't comfort the afflicted with afflicting the comfortable"
    },
    {
      "cite": "Thomas Troward",
      "quote": "We cannot really think in one way and act in another"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "It is the eternal struggle between these two principles -- right and wrong. They are the two principles that have stood face to face from the beginning of time and will ever continue to struggle. It is the same spirit that says, ''You work and toil and earn bread, and I'll eat it."
    },
    {
      "cite": "Albert Low",
      "quote": "Instead of suppressing conflicts, specific channels could be created to make this conflict explicit, and specific methods could be set up by which the conflict is resolved."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "If we cannot end our differences at least we can make the world safe for diversity."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If passion drives you, let reason hold the reins."
    },
    {
      "cite": "2 Timothy 4:7",
      "quote": "I have fought a good fight. I have finished my course, I have kept the faith."
    },
    {
      "cite": "Demosthenes",
      "quote": "All speech is vain and empty unless it be accompanied by action."
    },
    {
      "cite": "Tony Blair",
      "quote": "Those who wish to cause religious conflict are small in number but often manage to dominate the headline."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Society cannot share a common communication system so long as it is split into warring factions."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "I can never decide whether my dreams are the result of my thoughts, or my thoughts the result of my dreams."
    },
    {
      "cite": "Garth Brooks",
      "quote": "The greatest conflicts are not between two people but between one person and himself."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Never in the field of human conflicts was so much owed by so many to so few."
    },
    {
      "cite": "Voltaire",
      "quote": "A long dispute means that both parties are wrong."
    },
    {
      "cite": "Louise D. Brandeis",
      "quote": "Behind every argument is someone's ignorance."
    },
    {
      "cite": "Evan Esar",
      "quote": "If you think both sides in a dispute cannot win, just interview management and labor after a strike is settled."
    },
    {
      "cite": "Evan Esar",
      "quote": "The man who does not think as you do is apt to be stubborn."
    },
    {
      "cite": "Evan Esar",
      "quote": "When an arbitrator fails to settle a dispute, both sides regard him as more traitor than arbitrator."
    },
    {
      "cite": "Bathroom Readers' Institute",
      "quote": "Peace is not the absence of conflict, it is the ability to handle conflict by peaceful means."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "All men have an instinct for conflict: at least, all healthy men."
    },
    {
      "cite": "Wangari Maathai",
      "quote": "In a few decades, the relationship between the environment, resources and conflict may seem almost as obvious as the connection we see today between human rights, democracy and peace."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Never in the field of human conflict was so much owed by so many to so few."
    },
    {
      "cite": "Joseph Demakis",
      "quote": "Analysis is not the only way to resolve inner conflicts."
    },
    {
      "cite": "Larry McMurty",
      "quote": "Many men wavered, as they were riding into danger. They thought about their own deaths too much, or imagined injuries and pain that might never come. That was what excessive thinking could do, even to men who were moderately brave. Often, the men, once in a conflict, settled down and fought as well."
    },
    {
      "cite": "Billy Graham",
      "quote": "Christ can rid you of inner conflict. Man without God is always torn between two urges."
    },
    {
      "cite": "Billy Graham",
      "quote": "We don't have to be on the battlefields of the world to experience strife and conflict."
    },
    {
      "cite": "Billy Graham",
      "quote": "For the Christian, peace is not simply the absence of conflict, or any other artificial state the world has to offer. Rather it is the deep, abiding peace only Jesus Christ brings to the heart."
    },
    {
      "cite": "Billy Graham",
      "quote": "Grumbling and gratitude are, for the child of God, in conflict. Be grateful and you won't grumble. Grumble and you won't be grateful."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Sometimes you have to have the difficult conversations. Trust, love, and respect are the key. If you have trust, love, and respect, positive conflict will lead to growth."
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "God does not reside in a home where there are conflicts."
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "Conflicts can be destroyed through understanding and intellect."
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "When any conflict occurs, if you take time and calm down and then analyze the situation by thinking about it, you will experience inner clarification and understanding."
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "If someone comes to fight with you and he shouts all kinds of abuse, you must maintain the awareness that you have to avoid conflict."
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "True understanding exists when there remain no difference with anyone."
    },
    {
      "cite": "Ken Sande",
      "quote": "Others see conflict as an obstacle to be conquered quickly and completely."
    },
    {
      "cite": "Ken Sande",
      "quote": "Working toward peaceful solutions isn't out natural human response."
    },
    {
      "cite": "Ken Sande",
      "quote": "Some people see conflict as a hazard that threatens to sweep them off their feet and leave them bruised and hurting, so they react by making every attempt to escape the situation."
    },
    {
      "cite": "Ken Sande",
      "quote": "Peacemakers see conflict as an opportunity to solve problems in a way that not only benefits everyone involved but also honors God."
    },
    {
      "cite": "Darlene Bennett",
      "quote": "Trouble will always find you, but it's how you respond that will dictate how long you stay in it."
    },
    {
      "cite": "Darlene Bennett",
      "quote": "It is better to be humble and happy than to be arrogant and lonely."
    },
    {
      "cite": "Darlene Bennett",
      "quote": "Being a peacemaker is true humility."
    },
    {
      "cite": "Jarmel Bell MSE",
      "quote": "The discussion needed to resolve conflict expands people's awareness of the situation."
    },
    {
      "cite": "Jarmel Bell MSE",
      "quote": "If conflict is no handled effectively, the results can be damaging."
    },
    {
      "cite": "Jarmel Bell MSE",
      "quote": "In resolving conflict, look for motives, sometimes different people will see the same situation in a different light."
    },
    {
      "cite": "Liggy Webb",
      "quote": "Whether it is an argument with a significant other or a boardroom full of colleagues, facing conflict is a great way to learn more about others."
    },
    {
      "cite": "Liggy Webb",
      "quote": "If you pay attention, you will learn not only about their particular points of view, but also about the way they choose to argue."
    },
    {
      "cite": "Liggy Webb",
      "quote": "If you pay close attention, you can pick up a lot of information about others when you actively engage in conflict."
    },
    {
      "cite": "Leigh Bardugo",
      "quote": "Don't argue. Never deign to deny. Meet insults with laughter."
    },
    {
      "cite": "Leigh Bardugo",
      "quote": "The less you say, the more weight your words will carry."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Arguments cannot be answered by personal abuse; there is no logic in slander, and falsehood, in the long run, defeats itself."
    }
  ]
}