{
  "source": "https://www.wisesayings.com/congratulations-quotes/",
  "theme": "congratulations",
  "quotes": [
    {
      "cite": "Amit Kalantri",
      "quote": "I don't expect congratulations for successful beginning, what I want is the applaud at successful ending."
    },
    {
      "cite": "unknown",
      "quote": "Success comes to those who deserve it. Congratulations!"
    },
    {
      "cite": "unknown",
      "quote": "Wishing you both the happily ever after you deserve. Congratulations on your wedding day!"
    },
    {
      "cite": "unknown",
      "quote": "Congratulations... Footprints on the sands of time are not made by sitting down."
    },
    {
      "cite": "unknown",
      "quote": "Congratulations on the start of something beautiful ! Much love, health and happiness to you on this happy occasion."
    },
    {
      "cite": "unknown",
      "quote": "Congratulations on your new job! May God's guidance and wisdom be with you in all your endeavors."
    },
    {
      "cite": "unknown",
      "quote": "May today's success be the beginning of tomorrow's achievements. Congratulations!"
    },
    {
      "cite": "unknown",
      "quote": "Congratulations to a beautiful couple. Wishing you a wonderful journey as you build your new life together."
    },
    {
      "cite": "unknown",
      "quote": "Your perseverance and your sure belief in your ability has led you to success. Congratulations!"
    },
    {
      "cite": "unknown",
      "quote": "Congratulations! I knew that if someone could do it, then it must be you. Well done my friend!"
    },
    {
      "cite": "unknown",
      "quote": "Well done and congratulations! The fruit of your labor is sweet, and I must say you deserve it."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Curious that we spend more time congratulating people who have succeeded than encouraging people who have not."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "When congratulations are in order, I like to wait until they're out of order to offer a high five or enthusiastic pat on the back."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Congratulations is the civility of envy."
    },
    {
      "cite": "Thomas Hood",
      "quote": "The biggest bore of all is he who is overflowing with congratulations."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "Congratulations, you have a sense of humor. And to those who didn't: Go stick your head in the mud."
    },
    {
      "cite": "Andrea Boydston",
      "quote": "If you woke up breathing, congratulations! You have another chance."
    },
    {
      "cite": "W.Clement Stone",
      "quote": "We have a problem. 'Congratulations.' But it's a tough problem. 'Then double congratulations.'"
    },
    {
      "cite": "Lawrence Dorfman",
      "quote": "Congratulations on your promotion! Before you go, would you like to take this knife out of my back? You'll probably need it again."
    },
    {
      "cite": "Dianne Warner",
      "quote": "Congratulations to both of you,  and let's get on with the grandchildren."
    },
    {
      "cite": "Madeleine Turner",
      "quote": "I am delighted to add my voice to the chorus of well wishers."
    },
    {
      "cite": "Madeleine Turner",
      "quote": "I congratulate you on this happy and memorable occasion."
    },
    {
      "cite": "Madeleine Turner",
      "quote": "I could not let such a memorable occasion pass without sending you my heartfelt congratulations."
    },
    {
      "cite": "Madeleine Turner",
      "quote": "To a person whose life has been an inspiration and whose accomplishments have been outstanding."
    },
    {
      "cite": "Jennifer Rahel Conover",
      "quote": "Congratulations, all our dreams can come true. If we but have the strength and tenacity to pursue them."
    },
    {
      "cite": "Chesterfield",
      "quote": "Compliments of congratulation are always kindly taken, and cost one nothing but pen, ink, and paper."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "It is time for us all to stand and cheer for the doer. the achiever--the one who recognizes the challenge and does something about it."
    },
    {
      "cite": "Erin N. Harrison",
      "quote": "I replied congratulations with kind thank yous.. For the most part I kept my mouth shut and worked hard."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The moment was to have several rounds of heartiest congratulations and best wishes all around; with tears of celestial happiness rolling down the cheeks."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "These were the same hands that perpetually entwined with his in applause and congratulations; everytime he emerged humanitarianly triumphant; amongst a pack of asphyxiating worldly wild wolves,"
    },
    {
      "cite": "John Boyle O'Reilly",
      "quote": "Congratulations for a scene like this! / The olden times are here—these shall be olden / When, years to come, remembering present bliss / We sigh for past Papyrian dinners golden."
    },
    {
      "cite": "Kevin Michael Erondu",
      "quote": "We ain't supposed to be here, never thought we'd see it / Now we livin' proof, tell the world to believe it / Congratulations, thank God we made it."
    },
    {
      "cite": "Adam King Feeney",
      "quote": "I dreamed it all ever since I was young / They said I wouldn't be nothing / Now they always say, 'congratulations'  / Worked so hard, forgot how to vacation."
    },
    {
      "cite": "Al Frische",
      "quote": "Congratulations to someone / Someone who's happy with you / I guess he did the right things / I was wise enough to do."
    },
    {
      "cite": "Al Frische",
      "quote": "I thought you'd love me forever / Somehow it just couldn't be / Congratulations to someone / But I wish that someone was me."
    },
    {
      "cite": "Antonina Armato",
      "quote": "Congratulations, now you are free / You have earned your degree / Yeah, you've graduated / This is your last separation from me."
    },
    {
      "cite": "Viola Ruelke Gommer",
      "quote": "Congratulations on your achievement. With every accomplishment, there is an end. With every end there is always a new beginning. Life continually moves from a beginning... to an end...to a new beginning."
    },
    {
      "cite": "Yogi Berra",
      "quote": "Congratulations. I knew the record would stand until it was broken."
    },
    {
      "cite": "Voltaire",
      "quote": "The biggest reward for a thing well done is to have done it."
    },
    {
      "cite": "Thomas de Quincey",
      "quote": "Allow me to offer my congratulations on the truly admirable skill you have shown in keeping clear of the mark. Not to have hit once in so many trials, argues the most splendid talents for missing."
    },
    {
      "cite": "Howard Carter",
      "quote": "The news of the discovery spread fast all over the country, and inquisitive enquiries mingled with congratulations from this moment became the daily programme."
    },
    {
      "cite": "Chinonye J. Chidolue",
      "quote": "You're wiser than your last mistake. Congratulations!"
    },
    {
      "cite": "C.V. Holk",
      "quote": "Congratulations dear on the start of something best and beautiful!"
    },
    {
      "cite": "William Belli",
      "quote": "When someone says, 'I recognize you,' I'll say, 'Congratulations on having a TV.' It's a little joke."
    },
    {
      "cite": "Isamu Akasaki",
      "quote": "I was overwhelmed by so many interviewers and then messages of congratulations. So many congratulation messages. I feel this shows the authority and the greatness of the Nobel Prize."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If the day and the night are such that you greet them with joy, and life emits a fragrance like flowers and sweet-scented herbs, is more elastic, more starry, more immortal -- that is your success. All nature is your congratulation . . ."
    },
    {
      "cite": "Alan Thompson",
      "quote": "Congratulations on holding the line this year, ... We appreciate the efforts your department has had to make to stay under budget."
    }
  ]
}