{
  "source": "https://www.wisesayings.com/connection-quotes/",
  "theme": "connection",
  "quotes": [
    {
      "cite": "Fawn Weaver",
      "quote": "Connection starves suspicion."
    },
    {
      "cite": "Brene Brown",
      "quote": "Connection gives purpose and meaning to our lives."
    },
    {
      "cite": "Heraclitus",
      "quote": "A hidden connection is stronger than an obvious one."
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "Understanding and connection can transcend conflict."
    },
    {
      "cite": "Turcois Ominek",
      "quote": "We hunger for connection but take pride in being distant."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Connection with yourself only comes in moments of silence."
    },
    {
      "cite": "Marc Goodman",
      "quote": "More connections to more devices means more vulnerabilities."
    },
    {
      "cite": "Marge Piercy",
      "quote": "Connections are made slowly, sometimes they grow underground."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "No connection can ever be broken if love holds tight at both ends."
    },
    {
      "cite": "Esther Hicks",
      "quote": "The only thing you can lose is ... your connection to who-you-are."
    },
    {
      "cite": "Jean Houston",
      "quote": "Human connections are deeply nurtured in the field of shared story."
    },
    {
      "cite": "Parker J. Palmer",
      "quote": "Connection and connectedness are other words for community and communion."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The loss of a beloved connection awakens an interest in Heaven before unfelt."
    },
    {
      "cite": "Joel Osteen",
      "quote": "The ultimate connection is when you are connected to the creator of the universe."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "With our divine connection we are always in touch with the solutions we are seeking."
    },
    {
      "cite": "Armand DiMele",
      "quote": "When people go within and connect with themselves, they realize they are connected to the universe and they are connected to all living things."
    },
    {
      "cite": "Harriet Goldhor Lerner",
      "quote": "Only through our connectedness to others can we really know and enhance self. And only through working on the self can we begin to enhance our connectedness to others."
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "One must always maintain one's connection to the past and yet ceaselessly pull away from it."
    },
    {
      "cite": "James Van Praagh",
      "quote": "Our connection with our intuitive self is ever present and always a part of ourselves."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Soul connections are not often found and are worth every bit of fight left in you to keep."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Mankind is connected in ways it does not understand - even in dreams."
    },
    {
      "cite": "Annie Dillard",
      "quote": "Make connections; let rip; and dance where you can."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Frequently consider the connection of all things in the universe."
    },
    {
      "cite": "John M. Gottman",
      "quote": "Bid for connection: Each of our daily interactions with another person."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Cherish your human connections - your relationships with friends and family."
    },
    {
      "cite": "Tom Ford",
      "quote": "Your connections with other people are important, our connection to the earth."
    },
    {
      "cite": "Paul Hawken",
      "quote": "All is connected... no one thing can change by itself."
    },
    {
      "cite": "Jacqueline Job",
      "quote": "Connection and position lead to success."
    }
  ]
}