{
  "source": "https://www.wisesayings.com/conquer-quotes/",
  "theme": "conquer",
  "quotes": [
    {
      "cite": "James Stephens",
      "quote": "Curiosity will conquer fear even more than bravery will."
    },
    {
      "cite": "Buddha",
      "quote": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you, not by angels or by demons, heaven or hell."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "It is not the mountain we conquer but ourselves."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "If you do not conquer self, you will be conquered by self."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Energy and persistence conquer all things."
    },
    {
      "cite": "Sun Tzu",
      "quote": "To fight and conquer in all our battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting."
    },
    {
      "cite": "Plato",
      "quote": "For a man to conquer himself is the first and noblest of all victories."
    },
    {
      "cite": "Louis XIV",
      "quote": "There is little that can withstand a man who can conquer himself."
    },
    {
      "cite": "Voltaire",
      "quote": "It is not enough to conquer; one must learn to seduce."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To conquer fear is the beginning of wisdom."
    },
    {
      "cite": "Georges Jacques Danton",
      "quote": "In order to conquer, what we need is to dare, still to dare, and always to dare."
    },
    {
      "cite": "Plato",
      "quote": "The first and greatest victory is to conquer yourself; to be conquered by yourself is of all things most shameful and vile."
    },
    {
      "cite": "Sam Houston",
      "quote": "We view ourselves on the eve of battle. We are nerved for the conquest and must conquer or perish. It is vain to look for present aid: None is at hand. We must now act or abandon all hope!"
    },
    {
      "cite": "Ferdinand Foch",
      "quote": "The will to conquer is the first condition of victory."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind."
    },
    {
      "cite": "Yehuda Berg",
      "quote": "It's our own small voice within that is our oppressor; it says we are not worthy and not powerful enough. Our limited beliefs are the real foes we need to fight and conquer."
    },
    {
      "cite": "Nick Nolte",
      "quote": "The way you conquer fear is to feel it all the way, and then you'll find out that there's nothing there - it's just emotion."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The first duty of man is to conquer fear; he must get rid of it, he cannot act till then."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "If you want to conquer fear, don't sit home and think about it. Go out and get busy."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Give a girl the right shoes, and she can conquer the world."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Think not that humility is weakness; it shall supply the marrow of strength to thy bones. Stoop and conquer; bow thyself and become invincible."
    },
    {
      "cite": "Virgil",
      "quote": "They can conquer who believe they can."
    },
    {
      "cite": "Victoria Arlen",
      "quote": "We all have challenges. We have to face them, embrace them, defy them, and conquer them."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves."
    },
    {
      "cite": "Malcolm X",
      "quote": "In the past, the greatest weapon the white man has had has been his ability to divide and conquer. If I take my hand and slap you, you don't even feel it. It might sting you because these digits are separated. But all I have to do to put you back in your place is bring those digits together."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "It is one thing to mortify curiosity, another to conquer it."
    },
    {
      "cite": "Robert Herrick",
      "quote": "Conquer we shall, but, we must first contend! It's not the fight that crowns us, but the end."
    }
  ]
}