{
  "source": "https://www.wisesayings.com/conqueror-quotes/",
  "theme": "conqueror",
  "quotes": [
    {
      "cite": "Sigmund Freud",
      "quote": "A man who has been the indisputable favorite of his mother keeps for life the feeling of a conqueror."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The capacity of any conqueror is more likely than not to be an illusion produced by the incapacity of his adversary."
    },
    {
      "cite": "William Dean Howells",
      "quote": "The conqueror is regarded with awe; the wise man commands our respect; but it is only the benevolent man that wins our affection."
    },
    {
      "cite": "Ernst Zundel",
      "quote": "Conquerors never, never conquer a nation to bring freedom. They brought control."
    },
    {
      "cite": "Laozi",
      "quote": "Excellent conquerors do not engage."
    },
    {
      "cite": "Andre Malraux",
      "quote": "There are not fifty ways of fighting, there is only one: to be the conqueror."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Love is the great conqueror of lust."
    },
    {
      "cite": "George S. Patton Jr.",
      "quote": "To conquer, we must destroy our enemies. We must not only die gallantly; we must kill devastatingly. The faster and more effectively you kill, the longer you will live to enjoy the priceless fame of conquerors."
    },
    {
      "cite": "Albert Camus",
      "quote": "Modern conquerors can kill, but do not seem to be able to create. Artists know how to create but cannot really kill. Murderers are only very exceptionally found among artists."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "If conquerors be regarded as the engine-drivers of History, then the conquerors of thought are perhaps the pointsmen who, less conspicuous to the traveler's eye, determine the direction of the journey."
    },
    {
      "cite": "Scott Derrickson",
      "quote": "Any conqueror in human history has always been ultimately someone who exists purely for the expansion of their own ego, through amounting more."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "The inactivity of a conqueror betrays the loss of strength and blood."
    },
    {
      "cite": "Buddha",
      "quote": "A man may conquer a million men in battle but one who conquers himself is, indeed, the greatest of conquerors."
    },
    {
      "cite": "Miltiades Varvounis",
      "quote": "History would be boring without conquerors, bloodthirsty warlords and saviors."
    },
    {
      "cite": "Julius Caesar",
      "quote": "It is the right of war for conquerors to treat those whom they have conquered according to their pleasure."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The greatest conqueror wins without struggle."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The truth comes as conqueror only because we have lost the art of receiving it as guest."
    },
    {
      "cite": "James Gleick",
      "quote": "Vengeful conquerors burn books as if the enemy's souls reside there, too."
    },
    {
      "cite": "Mike Norton",
      "quote": "Never be a victim of life; be its conqueror."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Conquerors fight their own battles."
    },
    {
      "cite": "Carl von Clausewitz",
      "quote": "The conqueror is always a lover of peace; he would prefer to take over our country unopposed."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "They were conquerors, and for that you want only brute force--nothing to boast of, when you have it, since your strength is just an accident arising from the weakness of others."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "No man is such a conqueror, as the one that has defeated himself."
    },
    {
      "cite": "Miriam Makeba",
      "quote": "The conqueror writes history, they came, they conquered and they write. You don't expect the people who came to invade us to tell the truth about us."
    },
    {
      "cite": "Plautus",
      "quote": "The man who masters his own soul will forever be called conqueror of conquerors."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Life yields only to the conqueror. Never accept what can be gained by giving in. You will be living off stolen goods, and your muscles will atrophy."
    },
    {
      "cite": "J. Arthur Thomson",
      "quote": "The man who has grit enough to bring about the afforestation or the irrigation of a country is not less worthy of honor than its conqueror."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Death makes no conquest of this conqueror: For now he lives in fame, though not in life."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Thank you, Lord, that You are the Conqueror and that You want to make us more than conquerors."
    },
    {
      "cite": "Jean Rostand",
      "quote": "Kill one man and you're a murderer, kill a million and you're a conqueror."
    }
  ]
}