{
  "source": "https://www.wisesayings.com/consoling-quotes/",
  "theme": "consoling",
  "quotes": [
    {
      "cite": "George Moore",
      "quote": "There is nothing so consoling as to find one's neighbor's troubles are at least as great as one's own."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "A consoling thought: what matters is not what we do, but the spirit in which we do it. Others suffer too; so much so that there is nothing in the world but suffering; the problem is simply to keep a clear conscience."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "God has commanded Time to console the unhappy"
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Leaders console the world with their speeches, heroes console the world with their actions."
    },
    {
      "cite": "Pio of Pietrelcina",
      "quote": "In order to console a soul in it's sufferings, point out to it all the good it can still do."
    },
    {
      "cite": "Karl Kraus",
      "quote": "It is the style of idealism to console itself for the loss of something old with the ability to gape at something new."
    },
    {
      "cite": "Eugene Delacroix",
      "quote": "God is that inner presence which makes us admire the beautiful and consoles us for not sharing the happiness of the wicked."
    },
    {
      "cite": "Edgar Degas",
      "quote": "It is people's movement that consoles us. If the leaves of a tree did not move, how sad would be the tree and so should we."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Console yourself by remembering that the world doesn't deserve your affection."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Little things console us because little things afflict us."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Consoling a miserable soul, wiping the tears of a crying person is greater than any worldly achievement."
    },
    {
      "cite": "Clive Bell",
      "quote": "Comfort came in with the middle classes."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Comfort is the only thing our civilization can give us."
    },
    {
      "cite": "Samuel Rutherford",
      "quote": "It is comfort to the believer that all things are possible."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "Only the Holy Spirit can comfort a person in the depths of grief."
    },
    {
      "cite": "David O. McKay",
      "quote": "The greatest comfort in this life is having a close relationship with God."
    },
    {
      "cite": "Billy Graham",
      "quote": "Comfort and prosperity have never enriched the world as much as adversity has."
    },
    {
      "cite": "David Bowie",
      "quote": "Comfort comes into your house first as guest, then as a host, then finally as the master."
    },
    {
      "cite": "Sir David Baird",
      "quote": "There is no safer feeling than the comfort of sheltering from life's storms in the harbor of friendship."
    },
    {
      "cite": "Guru Gobind Singh",
      "quote": "The greatest comforts and lasting peace are obtained, when one eradicates selfishness from within."
    },
    {
      "cite": "L. Estrange",
      "quote": "It may serve as a comfort to us, in all our calamities and afflictions, that he that loses anything and gets wisdom by it is a gainer by the loss."
    },
    {
      "cite": "William Gurnall",
      "quote": "Great comforts do, indeed, bear witness to the truth of thy grace, but not to the degree of it; the weak child is oftener in the lap than the strong one."
    },
    {
      "cite": "Tom Wolfe",
      "quote": "It is very comforting to believe that leaders who do terrible things are, in fact, mad. That way, all we have to do is make sure we don't put psychotics in high places and we've got the problem solved."
    },
    {
      "cite": "Manoj Arora",
      "quote": "Comfort is your biggest trap and coming out of comfort zone your biggest challenge."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Comfort rarely produces great art."
    },
    {
      "cite": "Pam Malow-Isham",
      "quote": "Comfort is a state of mind."
    }
  ]
}