{
  "source": "https://www.wisesayings.com/constitution-quotes/",
  "theme": "constitution",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "Don't interfere with anything in the Constitution. That must be maintained, for it is the only safeguard of our liberties."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The strength of the Constitution lies entirely in the determination of each citizen to defend it. Only if every single citizen feels duty bound to do his share in this defense are the constitutional rights secure."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "We the people are the rightful masters of both Congress and the courts, not to overthrow the Constitution but to overthrow the men who pervert the Constitution."
    },
    {
      "cite": "Robert Kennedy",
      "quote": "The glory of justice and the majesty of law are created not just by the Constitution - nor by the courts - nor by the officers of the law - nor by the lawyers - but by the men and women who constitute our society - who are the protectors of the law as they are themselves protected by the law."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The Constitution only gives people the right to pursue happiness. You have to catch it yourself."
    },
    {
      "cite": "Ruth Bader Ginsburg",
      "quote": "We have the oldest written constitution still in force in the world, and it starts out with three words, 'We, the people.'"
    },
    {
      "cite": "Narendra Modi",
      "quote": "Our constitution is a ray of hope: H for harmony, O for Opportunity, P for people's participation and E for equality."
    },
    {
      "cite": "John Adams",
      "quote": "Our Constitution was made only for a moral and religious people. It is wholly inadequate to the government of any other."
    },
    {
      "cite": "B. R. Ambedkar",
      "quote": "However good a Constitution may be, if those who are implementing it are not good, it will prove to be bad. However bad a Constitution may be, if those implementing it are good, it will prove to be good."
    },
    {
      "cite": "Hugo Black",
      "quote": "Our Constitution was not written in the sands to be washed away by each wave of new judges blown in by each successive wave of new judges blown in by each successive political wind that brings new political administrations into temporary power."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Government without a constitution, is a power without a right."
    },
    {
      "cite": "Cal Thomas",
      "quote": "No power on earth is greater than a mind and soul reawakened. Our Constitution begins we the people, not us the government."
    },
    {
      "cite": "Mwai Kibaki",
      "quote": "The constitution is the ultimate custodian of social will and its making should be accorded all due diligence."
    },
    {
      "cite": "Ramsey Clark",
      "quote": "Most faults are not in our constitution, but in ourselves."
    },
    {
      "cite": "John Adams",
      "quote": "But a Constitution of Government once changed from freedom, can never be restored. Liberty, once lost, is lost forever."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A Constitution should be short and obscure."
    },
    {
      "cite": "Edward Kennedy",
      "quote": "The Constitution does not just protect those whose views we share; it also protects those with whose views we disagree."
    },
    {
      "cite": "John Adams",
      "quote": "It is wrong to admit into the Constitution the idea that there can be property in man."
    },
    {
      "cite": "Kenneth Pollack",
      "quote": "Having a good constitution is far more important than having an immediate constitution."
    },
    {
      "cite": "Charles Bowen",
      "quote": "More students have a better knowledge of pop culture than of the Constitution."
    },
    {
      "cite": "Plato",
      "quote": "For good nurture and education implant good constitutions."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The constitution was never meant to prevent people from praying; it's declared purpose was to protect their freedom to pray."
    },
    {
      "cite": "A.V. Dicey",
      "quote": "Our constitution, in short, is a judge made constitution, and it bears on its face all the features, good and bad, of judge made law."
    }
  ]
}