{
  "source": "https://www.wisesayings.com/consistency-quotes/",
  "theme": "consistency",
  "quotes": [
    {
      "cite": "Aldous Huxley",
      "quote": "Consistency is contrary to nature, contrary to life. The only completely consistent people are the dead."
    },
    {
      "cite": "Bernard Berenson",
      "quote": "Consistency requires you to be as ignorant today as you were a year ago."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Consistency is the enemy of enterprise, just as symmetry is the enemy of art."
    },
    {
      "cite": "John Sloan",
      "quote": "Consistency is the quality of a stagnant mind."
    },
    {
      "cite": "Kim Garst",
      "quote": "My name is CONSISTENCY, I am related to SUCCESS. We should hang out more often than...every once in a while."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Let there be consistency in whatever you do and whatever you say. If what you think and say is mismatching with what you do, you can't really be trusted."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "Consistency is the most overrated of all human virtues... I'm someone who changes his mind all the time."
    },
    {
      "cite": "Larry Wall",
      "quote": "The problem with being consistent is that there are lots of ways to be consistent, and they're all inconsistent with each other."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Consistency is the last refuge of the unimaginative."
    },
    {
      "cite": "Abdul Rauf",
      "quote": "Consistency is what matters the most in triggering something important to your life."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Consistency is the foundation of virtue."
    },
    {
      "cite": "John Owen",
      "quote": "Without consistency there is no moral strength."
    },
    {
      "cite": "William Allen White",
      "quote": "Consistency is the paste jewel that only cheap men cherish."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Consistency is a contraceptive; it prevents the birth of new things!"
    },
    {
      "cite": "John C. Calhoun",
      "quote": "True consistency, that of the prudent and the wise, is to act in conformity with circumstances, and not to act always the same way under a change of circumstances."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "It's not what we do once in a while that shapes our lives. It's what we do consistently."
    },
    {
      "cite": "Israelmore Ayivo",
      "quote": "Do it again and again. Consistency makes the rain drops to create holes in the rock. Whatever is difficult can be done easily with regular attendance, attention and action."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "Consistency is the key! If you can't be consistent, then you can't be anything."
    },
    {
      "cite": "Kim John Payne",
      "quote": "Consistency also teaches us that some things do not change, though we may wish they would. Not everything bends to our personal preferences."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The secret of success is consistency of purpose."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "For changes to be of any true value, they've got to be lasting and consistent."
    },
    {
      "cite": "Joe Paterno",
      "quote": "You have to perform at a consistently higher level than others. That's the mark of a true professional."
    },
    {
      "cite": "Brenda Ueland",
      "quote": "Consistency is the horror of the world."
    },
    {
      "cite": "Evan Esar",
      "quote": "Consistency is a jewel, but too much jewelry is vulgar."
    },
    {
      "cite": "Molire",
      "quote": "Consistency is only suitable for ridicule."
    },
    {
      "cite": "Marcus V. Pollio",
      "quote": "Consistency is found in that work whose whole and detail are suitable to the occasion. It arises from circumstance, custom, and nature."
    },
    {
      "cite": "Harsha Bhogle",
      "quote": "Across professions, consistency is a direct product of work ethic."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "Lack of consistency is a weakness shared by all nations."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I pray to be like the ocean, with soft currents, maybe waves at time. More and more, I want the consistency rather than the highs and lows."
    },
    {
      "cite": "Vitruvius",
      "quote": "Consistency is found in that work whose whole and detail are suitable to the occasion. It arises from circumstance, custom and nature."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Long-term consistency trumps short-term intensity."
    },
    {
      "cite": "Millard Drexler",
      "quote": "People like consistency. Whether it’s a store or a restaurant, they want to come in and see what you are famous for."
    },
    {
      "cite": "Sean Dyche",
      "quote": "Consistency of performance is essential. You don’t have to be exceptional every week but as a minimum you need to be at a level that even on a bad day you get points on the board."
    },
    {
      "cite": "Stephen Vizinczey",
      "quote": "Consistency is a virtue for trains."
    },
    {
      "cite": "Chris Matakas",
      "quote": "An intelligent consistency is the foundation of genius."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Consistency is a contraceptive; it prevents the birth of new things!"
    },
    {
      "cite": "Jenny Stanley-Matthews",
      "quote": "By being consistent with your efforts, you will find that things will start to change in what will appear to be subtle ways because we are less likely to take notice of things when they no longer challenge us."
    },
    {
      "cite": "Michelle Phan",
      "quote": "It’s very easy to make a viral video, but longevity and consistency, that’s hard."
    },
    {
      "cite": "Colin Powell",
      "quote": "If you are going to achieve excellence in big things, you develop the habit in little matters."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Repetition of the same thought or physical action develops into a habit which, repeated frequently enough, becomes an automatic reflex."
    },
    {
      "cite": "Havelock Ellis",
      "quote": "We cannot remain consistent with the world save by growing inconsistent with our past selves."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A foolish consistency is the hobgoblin of little minds, adored by little statesmen and philosophers and divines."
    },
    {
      "cite": "Donald Barr",
      "quote": "Consistency is only a kind of chastity of the head."
    },
    {
      "cite": "Michael Strahan",
      "quote": "Intellectual consistency is far from being the first want of our nature, and is seldom a primary want in minds of great persuasive, as distinguished from convincing power."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "With consistency a great soul has simply nothing to do. He may as well concern himself with his shadow on the wall."
    },
    {
      "cite": "Oliver Wendell Holmes Jr.",
      "quote": "Those who honestly mean to be true contradict themselves more rarely than those who try to be consistent."
    },
    {
      "cite": "Michael Faraday",
      "quote": "Nothing is too wonderful to be true, if it be consistent with the laws of nature, and in such things as these, experiment is the best test of such consistency."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is for man the seasons and all their fruits exist. The winter was made to concentrate and harden and mature the kernel of his brain, to give tone and firmness and consistency to his thought. Then is the great harvest of the year, the harvest of thought."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Faithfulness is to the emotional life what consistency is to the life of the intellect—simply a confession of failure."
    },
    {
      "cite": "Hank Aaron",
      "quote": "Consistency is what counts; you have to be able to do things over and over again."
    },
    {
      "cite": "Aristotle",
      "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Consistency paired with self-discipline is crucial to achieving your goals and being successful."
    },
    {
      "cite": "Dwayne the Rock Johnson",
      "quote": "Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come."
    },
    {
      "cite": "Rody Walker; Tim Millar; Luke Hoskin; Mike Ieradi; Cam McLellan",
      "quote": "Where is the problem? We're entertained. / My problem's the consistency with every concept made / Don't just tell me a story / What does it convey?"
    },
    {
      "cite": "Christopher Geddes; Isobel Campbell; et al.",
      "quote": "Cause and effect / You need consistency / How can you finish the tale? / Lives which have played a part / Are summarized from the very start / And episodes left out to make it all go our way."
    },
    {
      "cite": "Eugene Field",
      "quote": "Should a patron require you to paint a marine, / Would you work in some trees with their barks on? / When his strict orders are for a Japanese jar, / Would you give him a pitcher like Clarkson? / Now, this is my moral: Compose what you may, / And Fame will be ever far distant / Unless you combine with a simple design / A treatment in toto consistent."
    },
    {
      "cite": "Peter Parker",
      "quote": "Sometimes, to do what's right, we have to be steady and give up the thing we want the most. Even our dreams."
    },
    {
      "cite": "Kurt Barnert",
      "quote": "Not random. Real. Coherent. Consistent. Only reality is consistent. Every reality is consistent. Everything that's true is beautiful. Let's suppose I say six numbers to you now. It's just stupid. Pointless. But if the six numbers are the winning lottery numbers, then they mean something. They have consistency, value, almost beauty."
    }
  ]
}