{
  "source": "https://www.wisesayings.com/conservative-quotes/",
  "theme": "conservative",
  "quotes": [
    {
      "quote": "A conservative is one who admires radicals centuries after they're dead.",
      "cite": "Leo Rosten"
    },
    {
      "quote": "He was conservative in the old fashioned sense of cautious.",
      "cite": "Josh Schwartz"
    },
    {
      "quote": "It has become more acceptable to describe yourself as a conservative, but not everyone who uses that term about themselves really is truly conservative.",
      "cite": "Jesse Helms"
    },
    {
      "quote": "The values to which the conservative appeals are inevitably caricatured by the individuals designated to put them into practice.",
      "cite": "Harold Rosenberg"
    },
    {
      "quote": "Conservatism has always been about reforming government and solving problems, and that's why the conservative movement should lead on immigration reform.",
      "cite": "Marco Rubio"
    },
    {
      "quote": "The resources of nature, like those of spirit, are running out, and all that a conscientious man can aspire to be is a literal conservative, hoarding what remains of culture and of natural wealth against the fierce appetites of modern life.",
      "cite": "Russell Kirk"
    },
    {
      "quote": "Our shared conservative values, our belief in the individual is the great hope of our nation.",
      "cite": "Rick Perry"
    },
    {
      "quote": "The modern conservative is engaged in one of man's oldest exercises in moral philosophy; that is, the search for a superior moral justification for selfishness.",
      "cite": "John Kenneth Galbraith"
    },
    {
      "quote": "Ideas are inherently conservative. They yield not to the attack of other ideas but to the massive onslaught of circumstance with which they cannot contend.",
      "cite": "John Kenneth Galbraith"
    },
    {
      "quote": "Associate with men of good quality if you esteem your own reputation; for it is better to be alone than in bad company.",
      "cite": "George Washington"
    },
    {
      "quote": "The conservative who resists change is as valuable as the radical who proposes it.",
      "cite": "Ariel Durant"
    },
    {
      "quote": "Change is not what we expect from religious people. They tend to love the past more than the present or the future.",
      "cite": "Richard Rohr"
    },
    {
      "quote": "A conservative is someone who makes no changes and consults his grandmother when in doubt.",
      "cite": "Woodrow Wilson"
    },
    {
      "quote": "Conservatives have excellent credentials to speak about human rights. By our efforts, and with precious little help from self-styled liberals, we were largely responsible for securing liberty for a substantial share of the world's population and defending it for most of the rest.",
      "cite": "Margaret Thatcher"
    },
    {
      "quote": "It is ironic that people of modest means sometimes become conservative out of a scarcity fear bred by the very capitalist system they support.",
      "cite": "Michael Parenti"
    },
    {
      "quote": "It was the intellectual elite of the conservative movement that expressed the most concern, not the religious conservatives or the business conservatives.",
      "cite": "Carl Tobias"
    },
    {
      "quote": "All conservatives are such from personal defects. They have been effeminated by position or nature, born halt and blind, through luxury of their parents, and can only, like invalids, act on the defensive.",
      "cite": "Ralph Waldo Emerson"
    },
    {
      "quote": "Intellectually religious emotions are not creative but conservative. They attach themselves readily to the current view of the world and consecrate it.",
      "cite": "John Dewey"
    },
    {
      "quote": "A conservative is someone who believes in reform. But not now.",
      "cite": "Mort Sahl"
    },
    {
      "quote": "To be conservative, then, is to prefer the familiar to the unknown, to prefer the tried to the untried, fact to mystery, the actual to the possible, the limited to the unbounded, the near to the distant, the sufficient to the superabundant, the convenient to the perfect, present laughter to utopian bliss.",
      "cite": "Michael Oakeshott"
    },
    {
      "quote": "They're trying to be as conservative as possible right now, focusing on growing things internally.",
      "cite": "David Atkins"
    },
    {
      "quote": "A Conservative is a fellow who is standing athwart history yelling.Stop!",
      "cite": "William F. Buckley, Jr."
    },
    {
      "quote": "A true conservative must necessarily be a conservationalist.",
      "cite": "Edward Abbey"
    },
    {
      "quote": "Conservative pundits have a remarkable amount of free speech.",
      "cite": "Michael Pare"
    },
    {
      "quote": "We conservatives bemoan the decline in values that has besieged our society. Why then should we not abhor the lack of morality involved in discharging untested chemicals into the air, ground, and water to alter and harm, to whatever degree, human life and wildlife? As a conservative, I do abhor it.",
      "cite": "Wendell Berry"
    },
    {
      "quote": "Like Aristotle, conservatives generally accept the world as it is; they distrust the politics of abstract reason that is, reason divorced from experience.",
      "cite": "Benjamin Wiker"
    },
    {
      "quote": "Conservatives have no understanding of modern capitalism. They have a distorted understanding of the traditional values they claim to defend.",
      "cite": "Christopher Lasch"
    },
    {
      "quote": "The probability that we may fail in the struggle ought not to deter us from the support of a cause we believe to be just.",
      "cite": "Abraham Lincoln"
    },
    {
      "quote": "A conservative is a fellow who thinks a rich man should have a square deal.",
      "cite": "Frank Dane"
    },
    {
      "quote": "Conservatives define themselves in terms of what they oppose.",
      "cite": "George F. Will"
    },
    {
      "quote": "I am a Conservative to preserve all that is good in our constitution, a Radical to remove all that is bad. I seek to preserve property and to respect order, and I equally decry the appeal to the passions of the many or the prejudices of the few.",
      "cite": "Benjamin Disraeli"
    },
    {
      "quote": "Conservatism discards Prescription, shrinks from Principle, disavows Progress; having rejected all respect for antiquity, it offers no redress for the present, and makes no preparation for the future.",
      "cite": "Benjamin Disraeli."
    },
    {
      "quote": "Don't expect to build up the weak by pulling down the strong.",
      "cite": "Calvin Coolidge"
    },
    {
      "quote": "The central conservative truth is that it is culture, not politics, that determines the success of a society. The central liberal truth is that politics can change a culture and save it from itself.",
      "cite": "Daniel Patrick Moynihan"
    },
    {
      "quote": "Somehow liberals have been unable to acquire from life what conservatives seem to be endowed with at birth: namely, a healthy skepticism of the powers of government agencies to do good.",
      "cite": "Daniel Patrick Moynihan"
    },
    {
      "quote": "The central conservative truth is that it is culture, not politics, that determines the success of a society. The central liberal truth is that politics can change a culture and save it from itself.",
      "cite": "Daniel Patrick Moynihan"
    },
    {
      "quote": "A conservative is a man who will not look at the new moon out of respect for that 'ancient institution' the old one.",
      "cite": "Douglas William Jerrold"
    },
    {
      "quote": "A conservative is a liberal who got mugged the night before.",
      "cite": "Frank Rizzo"
    },
    {
      "quote": "A conservative is a man with two perfectly good legs who, however, has never learned how to walk forward.",
      "cite": "Franklin D. Roosevelt"
    },
    {
      "quote": "The true conservative is the man who has a real concern for injustices and takes thought against the day of reckoning.",
      "cite": "Franklin D. Roosevelt"
    },
    {
      "quote": "Conservatism proper is a legitimate, probably necessary, and certainly widespread attitude of opposition to drastic change.",
      "cite": "Friederich Hayek"
    },
    {
      "quote": "The most radical revolutionary will become a conservative the day after the revolution.",
      "cite": "Hannah Arendt"
    },
    {
      "quote": "Good Conservatives always pay their bills. And on time. Not like the Socialists who run up other people's bills.",
      "cite": "Margaret Thatcher"
    },
    {
      "quote": "Conservatism is the blind and fear-filled worship of dead radicals.",
      "cite": "Mark Twain"
    },
    {
      "quote": "Conservatives do not believe that political struggle is the most important thing in life. The simplest among them prefer fox-hunting--the wisest religion.",
      "cite": "Quintin Hogg"
    },
    {
      "quote": "The basis of conservatism is a desire for less government interference or less centralized authority or more individual freedom.",
      "cite": "Ronald Reagan"
    },
    {
      "quote": "A conservative believes nothing should be done for the first time.",
      "cite": "Thomas Fuller"
    },
    {
      "quote": "If a conservative is a liberal who's been mugged, a liberal is a conservative who's been arrested.",
      "cite": "Tom Wolfe"
    },
    {
      "quote": "A conservative is a man who just sits and thinks, mostly sits.",
      "cite": "Woodrow Wilson"
    }
  ]
}