{
  "source": "https://www.wisesayings.com/consumption-quotes/",
  "theme": "consumption",
  "quotes": [
    {
      "cite": "William Shenstone",
      "quote": "Poetry and consumption are the most flattering of diseases."
    },
    {
      "cite": "Toba Beta",
      "quote": "Truth is commodity in political consumption."
    },
    {
      "cite": "John Robbins",
      "quote": "The level of consumption that we identify with success is utterly unsustainable. We're gobbling up the world."
    },
    {
      "cite": "E. F. Schumacher",
      "quote": "Infinite growth of material consumption in a finite world is an impossibility."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Violent consumption demands violent production."
    },
    {
      "cite": "Kenneth E. Boulding",
      "quote": "Consumption is the death of capital, and the only valid arguments in favor of consumption are arguments in favor of death itself."
    },
    {
      "cite": "Ivan Illich",
      "quote": "The myth of unending consumption has taken the place of the belief in life everlasting."
    },
    {
      "cite": "Ellen Willis",
      "quote": "Mass consumption, advertising, and mass art are a corporate Frankenstein; while they reinforce the system, they also undermine it."
    },
    {
      "cite": "Elise M. Boulding",
      "quote": "The consumption society has made us feel that happiness lies in having things, and has failed to teach us the happiness of not having things."
    },
    {
      "cite": "Kenneth E. Boulding",
      "quote": "The process of consumption... is the final act in the economic drama."
    },
    {
      "cite": "Simon Patten",
      "quote": "The new morality does not consist in saving but in expanding consumption."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "There is massive propaganda for everyone to consume. Consumption is good for profits and consumption is good for the political establishment."
    },
    {
      "cite": "Corey Feldman",
      "quote": "If anything needs to get fixed in society, it's people's consumption of other people's problems."
    },
    {
      "cite": "Vandana Shiva",
      "quote": "Whenever we engage in consumption or production patterns which take more than we need, we are engaging in violence."
    },
    {
      "cite": "E. F. Schumacher",
      "quote": "Anyone who thinks consumption can expand forever on a finite planet is either insane or an economist."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "The conspicuous consumption of limited resources has yet to be accepted widely as a spiritual error, or even bad manners."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Revenue on the consumption of foreign articles is paid cheerfully by those who can afford to add foreign luxuries to domestic comforts."
    },
    {
      "cite": "Fidel Castro",
      "quote": "The societies of consumption and squandering of material resources are incompatible with the idea of economic growth and a clean planet."
    },
    {
      "cite": "Kalle Lasn",
      "quote": "Overconsumption is the mother of all environmental problems. For the first time in the history of capitalism, consumption itself has become controversial."
    },
    {
      "cite": "Raoul Vaneigem",
      "quote": "In the kingdom of consumption the citizen is king. A democratic monarchy: equality before consumption, fraternity in consumption, and freedom through consumption."
    },
    {
      "cite": "Juliet B. Schor",
      "quote": "Consumption is a social relationship, the dominant relationship in our society-one that makes it harder and harder for people to hold together, to create community."
    },
    {
      "cite": "Adam Davidson",
      "quote": "Economics is all about consumption. People either spend money now or they use financial instruments - like bonds, stocks and savings accounts - so they can spend more later."
    },
    {
      "cite": "Stephanie Kaza",
      "quote": "A Simple lifestyle of reduced consumption allows more time for interaction with living, dynamic beings, more opportunity for meeting the Other more fully and unencumbered."
    },
    {
      "cite": "Richard J. Foster",
      "quote": "Over-consumption is a cancer eating away at our spiritual vitals. It distances us from the great masses of broken bleeding humanity. It converts us into materialists. We become less able to ask the moral questions."
    },
    {
      "cite": "James Surowiecki",
      "quote": "You might think of consumption as a fairly passive activity, but buying new products and services is actually pretty risky, at least if you value your time and money."
    },
    {
      "cite": "James Buchan",
      "quote": "Where consumption is both conspicuous and competitive, humanity will never run out of new wishes. All the while, industry creates new desires that are marketed, in the great fashion paradox, as both novelty and need."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "The miserable consumption of the poor is partly the result of the ostentatious demands of the rich. There isn't enough for both, and the latter get far more than they need...But could anything seriously be done about it?"
    },
    {
      "cite": "Thorstein Veblen",
      "quote": "In the rare cases where it occurs, a failure to increase one's visible consumption when the means for an increase are at hand is felt in popular apprehension to call for explanation, and unworthy motives of miserliness are imputed."
    },
    {
      "cite": "Jacques Ellul",
      "quote": "To the ideal of high consumption and the downgrading of spiritual values corresponds a conception of injustice that centers exclusively on the problem of consumption; and equality in consumption cannot be achieved except by violence."
    },
    {
      "cite": "Yehuda Levi",
      "quote": "This over-consumption is also manifest in our use of raw materials. It can even be found in our dietary habits... . People are well aware of this. The root of the problem lies in a selfish world view which inflates personal consumption beyond the essential."
    },
    {
      "cite": "Ha-Joon Chang",
      "quote": "We need to accept that consumption is not the end goal of our life and stop measuring our well-being simply on the basis of earnings. We need to explicitly take the quality of our work-related life into account in judging our well-being."
    },
    {
      "cite": "Adam Smith",
      "quote": "Consumption is the sole end and purpose of all production."
    },
    {
      "cite": "Tim DeChristopher",
      "quote": "Excess consumption doesn't make people happy. We can continue to provide for our needs, but we can't continue the endless pursuit of ever more consumer goods. There is no energy source that can provide enough consumer goods to meet our human and emotional needs; there never has been, and that's why it's been such a fruitless pursuit."
    },
    {
      "cite": "Kurt Richebacher",
      "quote": "Consumption never creates wealth."
    },
    {
      "cite": "Yehuda Levi",
      "quote": "The real danger to the Earth lies in this excessive consumption."
    },
    {
      "cite": "Thorstein Veblen",
      "quote": "Conspicuous consumption of valuable goods is a means of reputability to the gentleman of leisure."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Investing is forgoing consumption now in order to have the ability to consume more at a later date."
    },
    {
      "cite": "Madeleine Bunting",
      "quote": "Reducing consumption is imperative, but it's pointless to cut out meat and cars while having lots of children."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "The model of the consumer society is something that will one day end. My personal view is that too much consumption is wrong."
    },
    {
      "cite": "B. F. Skinner",
      "quote": "If the world is to save any part of its resources for the future, it must reduce not only consumption but the number of consumers."
    },
    {
      "cite": "Shoshana Zuboff",
      "quote": "Every century or so, fundamental changes in the nature of consumption create new demand patterns that existing enterprises can't meet."
    },
    {
      "cite": "Edmund Phelps",
      "quote": "Things can get only so bad. People want to eat, so at some point they resist further cuts to their consumption - it's not a bottomless pit."
    },
    {
      "cite": "Karl Marx",
      "quote": "Consumption is also immediately production, just as in nature the consumption of the elements and chemical substances is the production of the plant."
    },
    {
      "cite": "Jay Baer",
      "quote": "The goals of content are consumption, then behavior. The goals of social are participation, then behavior."
    },
    {
      "cite": "Adam Smith",
      "quote": "Consumption is the sole end and purpose of all production; and the interest of the producer ought to be attended to, only so far as it may be necessary for promoting that of the consumer."
    },
    {
      "cite": "Adam Davidson",
      "quote": "A healthy economy is largely a result of a reasonable balance between consumption today and consumption deferred, and it's pretty clear that balance has been ridiculously out of whack for a while."
    },
    {
      "cite": "Winona LaDuke",
      "quote": "The essence of the problem is about consumption, recognizing that a society that consumes one-third of the world's resources is unsustainable. This level of consumption requires constant intervention into other people's lands. That's what's going on."
    }
  ]
}