{
  "source": "https://www.wisesayings.com/conspiracy-quotes/",
  "theme": "conspiracy",
  "quotes": [
    {
      "cite": "John Lennon",
      "quote": "A Conspiracy of silence speaks louder than words."
    },
    {
      "cite": "Roger Cohen",
      "quote": "Conspiracy theories are the refuge of the disempowered."
    },
    {
      "cite": "Henry Louis Gates",
      "quote": "Conspiracy theories are an irresistible labor-saving device in the face of complexity."
    },
    {
      "cite": "Mark Twain",
      "quote": "A conspiracy is nothing but a secret agreement of a number of men for the pursuance of policies which they dare not admit in public."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "A conspiracy theorist is a person who tacitly admits that they have insufficient data to prove their points. A conspiracy is a battle cry of a person with insufficient data."
    },
    {
      "cite": "James Badge Dale",
      "quote": "Not every conspiracy is a theory."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Conspiracy is just another name for coalition."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Every profession is a conspiracy against the laity."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "The world is in a constant conspiracy against the brave."
    },
    {
      "cite": "Penn Jillette",
      "quote": "Never ascribe to conspiracy that which can be attributed to ignorance."
    },
    {
      "cite": "Hamilton Wright Mabie",
      "quote": "Blessed is the season which engages the whole world in a conspiracy of love."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "Secrecy, being an instrument of conspiracy, ought never to be the system of a regular government."
    },
    {
      "cite": "John Gregory Dunne",
      "quote": "Conspiracy is a small but durable seller, retooled every year or so."
    },
    {
      "cite": "Richard F. Lovelace",
      "quote": "Hell is a conspiracy, and the first requirement of a conspiracy is that it remain underground."
    },
    {
      "cite": "Damon Knight",
      "quote": "The popularity of conspiracy theories is explained by people's desire to believe that there is - some group of folks who know what they're doing."
    },
    {
      "cite": "Gabrielle Zevin",
      "quote": "A good marriage is, at least, one part conspiracy."
    },
    {
      "cite": "Karl Popper",
      "quote": "The conspiracy theory of society… comes from abandoning god and then asking: “Who is in his place”."
    },
    {
      "cite": "Czeslaw Milosz",
      "quote": "In a room where people unanimously maintain a conspiracy of silence, one word of truth sounds like a pistol shot."
    },
    {
      "cite": "Andre P. Brink",
      "quote": "When the conspiracy of lies surrounding me demands of me to silence the one word of truth given to me, that word becomes the one word I wish to utter above all others."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Conspiracy is always inspired by conspirators."
    },
    {
      "cite": "James Cook",
      "quote": "People are always receptive to the idea of a conspiracy."
    },
    {
      "cite": "Thorstein Veblen",
      "quote": "A protective tariff is a typical conspiracy in restraint of trade."
    },
    {
      "cite": "John Alejandro King",
      "quote": "The aim of the conspiracy is to come up with an aim for the conspiracy."
    }
  ]
}