{
  "source": "https://www.wisesayings.com/conscience-quotes/",
  "theme": "conscience",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "A clear conscience is the sure sign of a bad memory."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Never do anything against conscience even if the state demands it."
    },
    {
      "cite": "H L Mencken",
      "quote": "Conscience is the inner voice that warns us that someone might be looking."
    },
    {
      "cite": "Robert Burton",
      "quote": "Conscience is a great ledger book in which all our offences are written and registered, and which time reveals to the sense and feeling of the offender."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Fear nothing but your conscience."
    },
    {
      "cite": "Sophocles",
      "quote": "There is no witness so terrible and no accuser so powerful as conscience which dwells within us."
    },
    {
      "cite": "Josh Billings",
      "quote": "Reason often makes mistakes, but conscience never does."
    },
    {
      "cite": "Toba Beta",
      "quote": "Conscience defined by the elders, passed on to the next generations."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Conscience was chiefly fear of society, or fear of oneself."
    },
    {
      "cite": "Richard Bach",
      "quote": "Your conscience is the measure of the honesty of your selfishness. Listen to it carefully."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The conscience is the sacred haven of the liberty of man."
    },
    {
      "cite": "Douglas Horton",
      "quote": "Conscience is the window of our spirit, evil is the curtain."
    },
    {
      "cite": "Helen Rowland",
      "quote": "What a man calls his conscience is merely the mental action that follows a sentimental reaction after too much wine or love."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Conscience is a man's compass."
    },
    {
      "cite": "Anne Frank",
      "quote": "A quiet conscience makes one strong!"
    },
    {
      "cite": "Samuel Butler",
      "quote": "Conscience is thoroughly well-bred and soon leaves off talking to those who do not wish to hear it."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Character is doing what you don't want to do but know you should do."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Conscience, the organ of feeling which dominates us and of the opinions which rule us, is presumptuous in the strong, timid in the weak and unfortunate, uneasy in the undecided."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "Conscience has no more to do with gallantry than it has with politics."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "A conscience without God is like a court without a judge."
    },
    {
      "cite": "George Bancroft",
      "quote": "Conscience is the mirror of our souls, which represents the errors of our lives in their full shape."
    },
    {
      "cite": "Peter Kreeft",
      "quote": "Conscience is thus explained only as the voice of God in the soul."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Conscience is the light by which we interpret the will of God in our own lives."
    },
    {
      "cite": "Martin Luther",
      "quote": "It is neither right nor safe to go against my conscience."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Conscience is not white, black or brown. Conscience is human. It is beyond race it is beyond religion, it is beyond all sectarianism."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "Conscience is the voice of the soul; the passions of the body."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Conscience is the internal perception of the rejection of a particular wish operating within us."
    },
    {
      "cite": "Michel Foucault",
      "quote": "Freedom of conscience entails more dangers than authority and despotism."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "No guilt is forgotten so long as the conscience still knows of it."
    },
    {
      "cite": "Jose Saramago",
      "quote": "Consciences keep silence more often than they should, that's why laws were created."
    },
    {
      "cite": "Karl Barth",
      "quote": "Conscience is the perfect interpreter of life."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Conscience is our unerring judge until we finally stifle it."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Conscience does make cowards of us all, and thus the native hue of resolution is sicklied o'er with the pale cast of thought."
    },
    {
      "cite": "George Eliot",
      "quote": "Conscience is harder than our enemies, knows more, accuses with more nicety."
    },
    {
      "cite": "Billy Graham",
      "quote": "From a cleansed conscience emerges a changed life."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "Conscience is a coward, and those faults it has not strength enough to prevent it seldom has justice enough to accuse."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The bite of conscience is indecent."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "A bad conscience is easier to cope with than a bad reputation."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Conscience can be silenced through an incessant disobedience"
    },
    {
      "cite": "Margaret Deland",
      "quote": "Conscience that isn't hitched up to common sense is a mighty dangerous thing."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A good conscience is a continual feast."
    },
    {
      "cite": "Connie Brockway",
      "quote": "Conscience is like a pet: If you spoil it by too much attention it'll start yipping at the most inopportune times."
    },
    {
      "cite": "Jim Carroll",
      "quote": "Conscience is no more than the dead speaking to us."
    },
    {
      "cite": "Anonymous",
      "quote": "A conscience is what hurts when all your other parts feel so good."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Conscience is a mother-in-law whose visit never ends."
    },
    {
      "cite": "Billy Graham",
      "quote": "Conscience is our wisest counselor and teacher, our most faithful and most patient friend."
    },
    {
      "cite": "John Thornton",
      "quote": "Conscience is an exact recorder, that writes every man's history; an inward witness, that will sooner or later speak the whole truth; an impartial judge, whose sentence will acquit or condemn."
    },
    {
      "cite": "Carlo Collodi",
      "quote": "A conscience is that still small voice that people won't listen to."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "Conscience in most men, is but the anticipation of the opinions of others."
    }
  ]
}