{
  "source": "https://www.wisesayings.com/conservation-quotes/",
  "theme": "conservation",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "Earth provides enough to satisfy every man's needs, but not every man's greed."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Conservation is a great moral issue, for it involves the patriotic duty of insuring the safety and continuance of the nation."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "Conservation is a positive exercise of skill and insight, not merely a negative exercise of abstinence and caution."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Conservation of land and conservation of people frequently go hand in hand"
    },
    {
      "cite": "Rachel Carson",
      "quote": "Conservation is a cause that has no end. There is no point at which we will say our work is finished."
    },
    {
      "cite": "Rob Stewart",
      "quote": "There is simply no issue more important. Conservation is the preservation of human life on earth, and that, above all else, is worth fighting for."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Conservation is not merely a question of morality, but a question of our own survival."
    },
    {
      "cite": "Mohith Agadi",
      "quote": "Environment isn't asking us to conserve her for her but for our future generations."
    },
    {
      "cite": "Lamar S. Smith",
      "quote": "Conservation of energy also protects our environment."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "Conservation is a state of harmony between men and land."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "Environmentalism opposes reckless innovation and makes conservation the central order of business."
    },
    {
      "cite": "Peter Matthiessen",
      "quote": "The concept of conservation is a far truer sign of civilization than that spoilation of a continent which we once confused with progress."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "Conservation viewed in its entirety, is the slow and laborious unfolding of a new relationship between people and land."
    },
    {
      "cite": "Prince Philip",
      "quote": "The conservation of nature, the proper care for the human environment and a general concern for the long-term future of the whole of our planet are absolutely vital if future generations are to have a chance to enjoy their existence on this earth"
    },
    {
      "cite": "Nancy Newhall",
      "quote": "Conservation is humanity caring for the future."
    },
    {
      "cite": "Roger Tory Peterson",
      "quote": "Conservation is not just an ideal that we read about; it works."
    },
    {
      "cite": "David Attenborough",
      "quote": "The only way to save a rhinoceros is to save the environment in which it lives, because there's a mutual dependency between it and millions of other species of both animals and plants."
    },
    {
      "cite": "Douglas Tompkins",
      "quote": "Conservation is not without its critics and opposition. There are a lot of special interests that don't want to see land set aside."
    },
    {
      "cite": "Gifford Pinchot",
      "quote": "Conservation means the wise use of the earth and its resources for the lasting good of men."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "All conservation of wildness is self-defeating, for to cherish we must see and fondle, and when enough have seen and fondled, there is no wilderness left to cherish."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Conservation is ethically sound. It is rooted in our love of the land, our respect for the rights of others, our devotion to the rule of law."
    },
    {
      "cite": "John Muir",
      "quote": "Keep close to Nature's heart and break clear away, once in awhile, and climb a mountain or spend a week in the woods. Wash your spirit clean."
    },
    {
      "cite": "Gifford Pinchot",
      "quote": "Conservation is the application of common sense to the common problems for the common good."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The conservation of our natural resources and their proper use constitute the fundamental problem which underlies almost every other problem of our national life."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The law of conservation of energy tells us we can't get something for nothing, but we refuse to believe it."
    },
    {
      "cite": "Gifford Pinchot",
      "quote": "The purpose of conservation: The greatest good to the greatest number of people for the longest time."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "Conservation will ultimately boil down to rewarding the private landowner who conserves the public interest."
    },
    {
      "cite": "Mark Udall",
      "quote": "Our livelihood is intimately tied to the food we eat, water we drink and places where we recreate. That's why we have to promote responsibility and conservation when it comes to our natural resources."
    },
    {
      "cite": "Sheherazade Goldsmith",
      "quote": "Conservation is key to preserving many of the world's natural beauty spots, so do your best to help by keeping to designated footpaths and being a discerning souvenir collector."
    },
    {
      "cite": "Dick Cheney",
      "quote": "Conservation may be a sign of personal virtue, but it is not a sufficient basis for a sound, comprehensive energy policy."
    },
    {
      "cite": "Auliq-Ice",
      "quote": "Protecting our environment is not a luxury we can choose to enjoy, but a simple matter of survival."
    },
    {
      "cite": "David Attenborough",
      "quote": "It is that range of biodiversity that we must care for the whole thing rather than just one or two stars."
    },
    {
      "cite": "Naveen Jain",
      "quote": "All the conservation efforts in the world won't be enough to make a dent in the oncoming sustainability crisis our planet faces."
    }
  ]
}