{
  "source": "https://www.wisesayings.com/consciousness-quotes/",
  "theme": "consciousness",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "No problem can be solved from the same level of consciousness that created it."
    },
    {
      "cite": "Kingsley Amis",
      "quote": "Consciousness was upon him before he could get out of the way."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Consciousness itself is an infinite regress. This explains coincidences."
    },
    {
      "cite": "Miguel de Unamuno",
      "quote": "The only way to give finality to the world is to give it consciousness."
    },
    {
      "cite": "Richard Gerber",
      "quote": "Consciousness is the stone that creates the waves in a sea of nothing."
    },
    {
      "cite": "Bruce Lipton",
      "quote": "Through consciousness, our minds have the power to change our planet and ourselves. It is time we heed the wisdom of the ancient indigenous people and channel our consciousness and spirit to tend the garden and not destroy it."
    },
    {
      "cite": "Henry Miller",
      "quote": "Analysis brings no curative powers in its train; it merely makes us conscious of the existence of an evil, which, oddly enough, is consciousness."
    },
    {
      "cite": "Mooji",
      "quote": "Consciousness is the greatest movie-maker in the whole world."
    },
    {
      "cite": "Amit Goswami",
      "quote": "Consciousness is not mind; it is the ground of all being, the ground of both matter and mind. Matter and mind are both possibilities of consciousness."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "The real history of consciousness starts with one's first lie."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Consciousness is only possible through change; change is only possible through movement."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "The ultimate gift of conscious life is a sense of the mystery that encompasses it."
    },
    {
      "cite": "Carl Jung",
      "quote": "There is no birth of consciousness without pain."
    },
    {
      "cite": "Clifford D. Simak",
      "quote": "Without consciousness and intelligence, the universe would lack meaning."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Consciousness is either inexplicable illusion, or else revelation."
    },
    {
      "cite": "Thomas Nagel",
      "quote": "Without consciousness the mind-body problem would be much less interesting. With consciousness it seems hopeless."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "The history of the world is none other than the progress of the consciousness of freedom."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The key to growth is the introduction of higher dimensions of consciousness into our awareness."
    },
    {
      "cite": "Dan Millman",
      "quote": "Consciousness is not in the body; the body is in consciousness. And you are that consciousness."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Do not look for approval except for the consciousness of doing your best."
    },
    {
      "cite": "Amit Ray",
      "quote": "Meditation is realizing and expanding your inner beauty in every direction."
    },
    {
      "cite": "Caroline Myss",
      "quote": "What drains your spirit drains your body. What fuels your spirit fuels your body."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "When you change the way you look at things, the things you look at change."
    },
    {
      "cite": "Ramana Pemmaraju",
      "quote": "Never give a conscious meaning to your unconscious acts!"
    },
    {
      "cite": "Thomas Nagel",
      "quote": "Consciousness is what makes the mind-body problem really intractable."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "Consciousness is an end in itself. We torture ourselves getting somewhere, and when we get there it is nowhere, for there is nowhere to get to."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "Mind is consciousness which has put on limitations. You are originally unlimited and perfect. Later you take on limitations and become the mind."
    },
    {
      "cite": "Annie Besant",
      "quote": "There is no life without consciousness; there is no consciousness without life."
    },
    {
      "cite": "Wayne Teasdale",
      "quote": "It is the inner life that is to spark the change in consciousness that will permit us to advance."
    },
    {
      "cite": "William James",
      "quote": "My experience is what I agree to attend to."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Life before consciousness was like blank paper, so be it."
    },
    {
      "cite": "Buddha",
      "quote": "He who experiences the unity of life sees his own self in all beings, and all being in his own self, and looks on everything with an impartial eye."
    },
    {
      "cite": "Dennis Weaver",
      "quote": "Changing mass consciousness is an individual responsibility."
    },
    {
      "cite": "John Locke",
      "quote": "Consciousness is the perception of what passes in man's own mind."
    },
    {
      "cite": "Avis J. Williams",
      "quote": "Without thoughts the mind cannot exist only consciousness."
    },
    {
      "cite": "Maria Montessori",
      "quote": "The consciousness of knowing how to make oneself useful, how to help mankind in many ways, fills the soul with noble confidence, almost religious dignity."
    },
    {
      "cite": "Marion Woodman",
      "quote": "Consciousness will not always solve the problem, but it may make the suffering meaningful."
    },
    {
      "cite": "Oliver Sacks",
      "quote": "Waking consciousness is dreaming, but dreaming constrained by external reality."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "Control of consciousness determines the quality of life."
    },
    {
      "cite": "Fred Alan Wolf",
      "quote": "Consciousness is the creative element in the universe. Without it, nothing would appear."
    },
    {
      "cite": "M. Esther Harding",
      "quote": "Conflict is the beginning of consciousness."
    },
    {
      "cite": "William Shatner",
      "quote": "The great mystery of our consciousness is beyond our grasp."
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "Consciousness is much more than the thorn, it is the dagger in the flesh."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The intellect has little to do on the road to discovery. There comes a leap in consciousness, call it intuition or what you will, the solution comes to you and you don't know how or why."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The bite of conscience is indecent."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "The human consciousness is really homogeneous. There is no complete forgetting, even in death."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "You get there by realizing you are already there."
    },
    {
      "cite": "Lisa Bonet",
      "quote": "It's from our sufferings that we form our consciousness."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "To be conscious of being, you need to reclaim consciousness from the mind. This is one of the most essential tasks on your spiritual journey."
    },
    {
      "cite": "James Broughton",
      "quote": "Consciousness is the glory of creation."
    }
  ]
}