{
  "source": "https://www.wisesayings.com/construction-quotes/",
  "theme": "construction",
  "quotes": [
    {
      "cite": "Behdad Sami",
      "quote": "Failure does not exist. Once you hit the construction zone road blocks, follow the detour signs to get back to ur original path."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Constructiveness is the human way."
    },
    {
      "cite": "Steve Harvey",
      "quote": "A person has to remember that the road to success is always under construction. You have to get that through your head. That it is not easy becoming successful."
    },
    {
      "cite": "Kim Jong-un",
      "quote": "Construction is an important front for solidifying the foundations of a thriving country and creating bases for the people's happy life."
    },
    {
      "cite": "Niklaus Wirth",
      "quote": "Program construction consists of a sequence of refinement steps."
    },
    {
      "cite": "Jimenez Lai",
      "quote": "I think architecture could be understood as the construction of realities, or the construction of worlds."
    },
    {
      "cite": "Billy Graham",
      "quote": "Every human being is under construction from conception to death."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "My construction of the constitution is very different from that you quote. It is that each department is truly independent of the others, and has an equal right to decide for itself what is the meaning of the constitution in the cases submitted to its action; and especially, where it is to act ultimately and without appeal."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "If a building looks better under construction than it does when finished, then it's a failure."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "The road to success is always under construction."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The whole difference between construction and creation is exactly this: that a thing constructed can only be loved after it is constructed; but a thing created is loved before it exists."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "Nothing is built on stone; all is built on sand, but we must build as if the sand were stone."
    },
    {
      "cite": "David Allan Coe",
      "quote": "It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time."
    },
    {
      "cite": "Criss Jami",
      "quote": "Create with the heart; build with the mind."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There's no art to find the mind's construction in the face."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "The world is administered by rich but it is constructed by poor."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "The root of the evil is not the construction of new, more dreadful weapons. It is the spirit of conquest."
    },
    {
      "cite": "Jeanean Songco Martin",
      "quote": "My marks are results of a building process; strokes building form, creating a sense of depth and three-dimensionality."
    },
    {
      "cite": "Adrienne Clarkson",
      "quote": "Each of us is carving a stone, erecting a column, or cutting a piece of stained glass in the construction of something much bigger than ourselves."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We shape our buildings; thereafter they shape us."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "We are all the construction of a story and it is only at the end that we can assess the value of the plot."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Expectations are resentments under construction."
    },
    {
      "cite": "Carlo Carra",
      "quote": "Constructions of a-rhythmical forms, the clash between concrete and abstract forms.The acute angle is passionate and dynamic, expressing will and a penetrating force."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Society is an artificial construction, a defense against nature's power."
    },
    {
      "cite": "Arthur Honegger",
      "quote": "To write music is to raise a ladder without a wall to lean it against. There is no scaffolding the building under construction is held in balance only by the miracle of a kind of internal logic, an innate sense of proportion."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "One secret of success in life is for a man to be ready for his opportunity when it comes."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The bitterness of poor quality remains long after the sweetness of low price is forgotten."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "The shortest distance between two points is often unbearable."
    },
    {
      "cite": "Edward Rowland Sill",
      "quote": "We must do the best we can with what we have."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "You can use an eraser on the drafting table or a sledge hammer on the construction site."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "A doctor can bury his mistakes but an architect can only advise his clients to plant vines."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "The best revenge is massive success."
    },
    {
      "cite": "Jill Shalvis",
      "quote": "The easy road is always under construction,so have an alternate route planned."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "I call architecture frozen music."
    },
    {
      "cite": "John Ruskin",
      "quote": "We require from buildings two kinds of goodness. First, the doing their practical duty well, then that they be graceful and pleasing in doing it."
    },
    {
      "cite": "John Ruskin",
      "quote": "When we build, let us think that we build forever."
    },
    {
      "cite": "Ken Follett",
      "quote": "Third, when everything is based on a pole measure, the church just look right. Proportion is the heart of beauty."
    },
    {
      "cite": "Louis Kahn",
      "quote": "A great building must begin with the immeasurable, must go through measurable means when it is being designed, and in the end must be unmeasured."
    },
    {
      "cite": "Louis Kahn",
      "quote": "The sun never knew how great it was until struck the side of a building."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Success is a project that's always under construction."
    },
    {
      "cite": "Professor Sir Edmund Happold",
      "quote": "A world which sees art and engineering as divided is not seeing the world as a whole."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Every morning I jump out of bed and step on a landmine. The landmine is me. After the explosion, I spend the rest of the day putting the pieces together."
    },
    {
      "cite": "Stephen Gardiner",
      "quote": "Good buildings come from good people, and all problems are solved by good design."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The road to success is always under construction. It is a progressive course, not an end to be reached."
    },
    {
      "cite": "Walt Disney",
      "quote": "You can dream, create, design, and build the most wonderful place in the world. But it requires people to make the dream a reality."
    },
    {
      "cite": "William Feather",
      "quote": "Let us resolve to do the best we can with what we've got."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Success means doing the best we can with what we have."
    }
  ]
}