{
  "source": "https://www.wisesayings.com/consideration-quotes/",
  "theme": "consideration",
  "quotes": [
    {
      "cite": "Carl von Clausewitz",
      "quote": "There is nothing more common than to find considerations of supply affecting the strategic lines of a campaign and a war."
    },
    {
      "cite": "A. A. Milne",
      "quote": "A little Consideration, a little Thought for Others, makes all the difference."
    },
    {
      "cite": "Yvonne Woon",
      "quote": "Sometimes, you have to look back in order to understand the things that lie ahead."
    },
    {
      "cite": "Ihara Saikaku",
      "quote": "The first consideration for all, throughout life, is the earning of a living."
    },
    {
      "cite": "James Crumley",
      "quote": "Consideration touches more deeply and longer than passion."
    },
    {
      "cite": "Emily Post",
      "quote": "Good manners reflect something from inside-an innate sense of consideration for others and respect for self."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The contemplation of truth and beauty is the proper object for which we were created, which calls forth the most intense desires of the soul, and of which it never tires."
    },
    {
      "cite": "Confucius",
      "quote": "Consideration for others is the basic of a good life, a good society."
    },
    {
      "cite": "James G. Frazer",
      "quote": "The consideration of human suffering is not one which enters into the calculations of primitive man."
    },
    {
      "cite": "Wilhelm Keitel",
      "quote": "Consideration of any kind are a crime against the German people and the soldier at the front."
    },
    {
      "cite": "Dodie Smith",
      "quote": "Contemplation seems to be about the only luxury that costs nothing."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Consider data without prejudice."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "When you consider things like the stars, our affairs don't seem to matter very much, do they?"
    },
    {
      "cite": "Bryant H McGill",
      "quote": "Courteousness is consideration for others; politeness is the method used to deliver such considerations."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Being considerate of others will take your children further in life than any college degree."
    },
    {
      "cite": "Joseph Smith, Jr.",
      "quote": "The important consideration is not how long we can live but how well we can learn the lesson of life, and discharge our duties and obligations to God and to one another."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Self-respect knows no considerations."
    },
    {
      "cite": "Alice Duer Miller",
      "quote": "Good manners are the techniques of expressing consideration for the feelings of others."
    },
    {
      "cite": "Rahm Emanuel",
      "quote": "Deliberation is a good thing when it comes to fighting wars."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We must be as courteous to a man as we are to a picture, which we are willing to give the advantage of a good light."
    },
    {
      "cite": "John Wooden",
      "quote": "Consideration for others brings many things."
    },
    {
      "cite": "Ouida",
      "quote": "Intensely selfish people are always very decided as to what they wish. They do not waste their energies in considering the good of others."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Consideration is the soil in which wisdom may be expected to grow, and strength be given to every up-springing plant of duty."
    },
    {
      "cite": "Plato",
      "quote": "Upon consideration of the central question of the moon's toughness there can be little doubt. It is hella tough."
    },
    {
      "cite": "Kevin J Anderson",
      "quote": "A moment of consideration often prevents a thousand apologies."
    },
    {
      "cite": "Ovid",
      "quote": "Have consideration for wounded feelings."
    },
    {
      "cite": "Tom Baker",
      "quote": "Respect is more than giving consideration of one's feelings. It is showing common courtesy for another human being."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "Deliberation is a function of the many; action is the function of one."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "Contemplation of life after retirement and life after death can help you deal with contemporary challenges."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "We should consider every day lost on which we have not danced at least once."
    }
  ]
}