{
  "source": "https://www.wisesayings.com/consumerism-quotes/",
  "theme": "consumerism",
  "quotes": [
    {
      "cite": "Christopher Lasch",
      "quote": "It is the logic of consumerism that undermines the values of loyalty and permanence and promotes a different set of values that is destructive of family life."
    },
    {
      "cite": "David Shi",
      "quote": "Liberating oneself from the addiction of consumerism and careerism promotes inner peace."
    },
    {
      "cite": "Tom Peters",
      "quote": "As a consumer, you want to associate with brands whose powerful presence creates a halo effect that rubs off on you."
    },
    {
      "cite": "David Ogilvy",
      "quote": "Consumer accountability drives quality and efficiency"
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "Advertising tries to stimulate our sensuous desires, converting luxuries into necessities, but it only intensifies man's inner misery. The business world is bent on creating hungers which its wares never satisfy, and thus it adds to the frustrations and broken minds of our times."
    },
    {
      "cite": "Pope Francis",
      "quote": "Consumerism has accustomed us to waste. But throwing food away is like stealing it from the poor and hungry."
    },
    {
      "cite": "Sean O'Grady",
      "quote": "Consumerism has become a new religion, complete with its high priests at which and its fatwas against anyone with the temerity to try to sell anything at more than cost price. It is a depressingly medieval outlook on economic life."
    },
    {
      "cite": "Yuval Noah Harari",
      "quote": "Consumerism and nationalism work extra hours to make us imagine that millions of strangers belong to the same community as ourselves, that we have a common past, common interests and a common future. This isn't a lie. It's imagination. Like money, limited liability companies and human rights, nations and consumer tribes are inter-subjective realities. They exist only in our collective imagination, yet their power is immense"
    },
    {
      "cite": "Anita Roddick",
      "quote": "Consumers have not been told effectively enough that they have huge power and that purchasing and shopping involve a moral choice."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "It is advertising and the logic of consumerism that governs the depiction of reality in the mass media."
    },
    {
      "cite": "Derrick Jensen",
      "quote": "Consumer culture and the capitalist mindset have taught us to substitute acts of personal consumption or enlightenment for organised political resistance"
    },
    {
      "cite": "Ellen Willis",
      "quote": "Mass consumption, advertising, and mass art are a corporate Frankenstein; while they reinforce the system, they also undermine it. By continually pushing the message that we have the right to gratification now , consumerism at its most expansive encouraged a demand for fulfillment that could not so easily be contained by products."
    },
    {
      "cite": "Cornel West",
      "quote": "This market way of life promotes addictions to stimulation and obsessions with comfort and convenience."
    },
    {
      "cite": "Harold Coffin",
      "quote": "A consumer is a shopper who is sore about something."
    },
    {
      "cite": "Wendell Berry",
      "quote": "In this state of total consumerism-which is to say a state of helpless dependence on things and services and ideas and motives that we have forgotten how to provide ourselves-all meaningful contact between ourselves and the earth is broken. We do not understand the earth in terms either of what it offers us or of what it requires of us, and I think it is the rule that people inevitably destroy what they do not understand."
    },
    {
      "cite": "Kenneth Boulding",
      "quote": "The consumer is the supreme mover of economic order for whom all goods are made and towards whom all economic activity is directed."
    },
    {
      "cite": "Rashida Jones",
      "quote": "Everything is about consumerism. If there's money to be made, there will be an audience and people will feel empowered and I truly believe that women haven't fully tapped into their potential as a market."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "The folly of endless consumerism sends us on a wild goose-chase for happiness through materialism."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Consumerism is at once the engine of America and simultaneously one of the most revealing indicators of our collective shallowness."
    },
    {
      "cite": "William T. Cavanaugh",
      "quote": "Consumers are characterized by a constant dissatisfaction with material goods. This dissatisfaction is what produces the restless pursuit of satisfaction in the form of something new."
    },
    {
      "cite": "Caroline Knapp",
      "quote": "Consumerism thrives on emotional voids."
    },
    {
      "cite": "Pink",
      "quote": "Consumerism diverts us from thinking about women's rights, it stops us from thinking about Iraq, it stops us from thinking about what's going on in Africa - it stops us from thinking in general."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "Make it new is the message not just of modern art but of modern consumerism, of which modern art is largely a mirror image."
    },
    {
      "cite": "Jennifer Stone",
      "quote": "Consumerism is our national religion."
    },
    {
      "cite": "Paul Samuelson",
      "quote": "The consumer, so it is said, is the king each is a voter who uses his money as votes to get the things done that he wants done."
    },
    {
      "cite": "Elise M. Boulding",
      "quote": "The consumption society has made us feel that happiness lies in having things, and has failed to teach us the happiness of not having things."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "The happy people are those who are producing something; the bored people are those who are consuming much and producing nothing."
    },
    {
      "cite": "Zygmunt Bauman",
      "quote": "In a consumer society, people wallow in things, fascinating, enjoyable things. If you define your value by the things you acquire and surround yourself with, being excluded is humiliating."
    },
    {
      "cite": "Russell Brand",
      "quote": "Perhaps if we could popularise through the techniques of branding and consumerism, a different idea, a different narrative, perhaps the world can change. After all it changes constantly and incessantly, it's just the perceptions that we have are governed by people with self-interest and are not inalignment with the health and safety of us as individuals or as a planet."
    },
    {
      "cite": "Pope Francis",
      "quote": "Consumerism has brought us anxiety. Set aside time to play with your children, and turn off the TV when they sit down to eat."
    }
  ]
}