{
  "source": "https://www.wisesayings.com/contentment-quotes/",
  "theme": "contentment",
  "quotes": [
    {
      "cite": "Lao Tzu",
      "quote": "He who is contented is rich."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "At some point, you gotta let go, and sit still, and allow contentment to come to you."
    },
    {
      "cite": "Lao Tzu",
      "quote": "To know when you have enough is to be rich beyond measure."
    },
    {
      "cite": "Epicurus",
      "quote": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Contentment consist not in adding more fuel, but in taking away some fire."
    },
    {
      "cite": "unknown",
      "quote": "Discontentment makes rich people poor while contentment makes poor people rich."
    },
    {
      "cite": "John Ford",
      "quote": "Contentment gives a crown, where fortune hath denied it."
    },
    {
      "cite": "Shantidasa",
      "quote": "Contentment has the ability to squeeze out of every situation all the good there is to get."
    },
    {
      "cite": "David Grayson",
      "quote": "Contentment, and indeed usefulness, comes as the infallible result of great acceptances, great humilities of not trying to make ourselves this or that, but of surrendering ourselves to the fullness of life of letting life flow through us."
    },
    {
      "cite": "Luci Swindoll",
      "quote": "The key to contentment is to consider. Consider who you are and be satisfied with that. Consider what you have and be satisfied with that. Consider what God's doing and be satisfied with that. You will be amazed at how much more comfortable you'll feel with yourself. Finally, consider this: If contentment cannot be found within yourself, you'll never find it."
    },
    {
      "cite": "unknown",
      "quote": "The secret of contentment is the realization that life is a gift, not a right."
    },
    {
      "cite": "Fred Van Amburgh",
      "quote": "Neither circumstances nor surroundings can bring contentment. Only by fitting ourselves to meet conditions as they are, calmly and courageously, may we hope to reconcile ourselves to our position and conditions of life."
    },
    {
      "cite": "Indian Proverbs",
      "quote": "A harvest of peace grows from seeds of contentment."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who knows that enough is enough will always have enough."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "Man falls from the pursuit of the ideal of plan living and high thinking the moment he wants to multiply his daily wants. Man's happiness really lies in contentment."
    },
    {
      "cite": "Acharya N_G_Rjuna",
      "quote": "Contentment is the greatest form of wealth."
    },
    {
      "cite": "Swami Sivananda",
      "quote": "There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment."
    },
    {
      "cite": "Socrates",
      "quote": "He is rich who is content with the least; for contentment is the wealth of nature."
    },
    {
      "cite": "John Balguy",
      "quote": "Contentment is a pearl of great price, and whoever procures it at the expense of ten thousand desires makes a wise and a happy purchase."
    },
    {
      "cite": "Josh Billings",
      "quote": "Contentment is a kind of moral laziness; if there wasn't anything but contentment in his world, man wouldn't be any more of a success than an angleworm is."
    },
    {
      "cite": "Joni Eareckson Tada",
      "quote": "Contentment ... has an internal quietness of heart that gladly submits to God in all circumstances."
    },
    {
      "cite": "Saint Timothy",
      "quote": "A good life with contentment is itself a great wealth. For we brought nothing with us into this world, and we can take nothing out of it. So if we have enough of what we need, let us be content with that."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Contentment is for cows; a challenging purpose is for people."
    },
    {
      "cite": "Nancy Leigh Demoss",
      "quote": "Contentment is just the realization that God has already provided for me today all that I need for my present peace and happiness."
    },
    {
      "cite": "Epictetus",
      "quote": "Fortify yourself with contentment, for this is an impregnable fortress."
    },
    {
      "cite": "Lin Yutang",
      "quote": "The secret of contentment is knowing how to enjoy what you have, and to be able to lose all desire for things beyond your reach."
    },
    {
      "cite": "Socrates",
      "quote": "He who is not contented with what he has, would not be contented with what he would like to have."
    },
    {
      "cite": "Jose Saramago",
      "quote": "The wise man contents himself with what he has, until such time as he invents something better."
    },
    {
      "cite": "C. J. Jackson",
      "quote": "Contentment is accepting what God has given us, and, by His strength, making the most of it."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Contentment is never the outcome of fulfillment, of achievement, or of the possession of things; it is not born of action or inaction. It comes with the fullness of what is, not in the alteration of it."
    },
    {
      "cite": "Ken Clark",
      "quote": "Contentment is not about getting what you want. Contentment is about wanting what you've got."
    },
    {
      "cite": "Eliza Cook",
      "quote": "Content hangs not so high but that a man on the ground may reach it."
    },
    {
      "cite": "Charles Lamb",
      "quote": "My motto is: Contented with little, yet wishing for more."
    },
    {
      "cite": "Joseph Addison",
      "quote": "A contented mind is the greatest blessing a man can enjoy in this world."
    },
    {
      "cite": "Hung Ko",
      "quote": "The contented man can be happy with what appears to be useless."
    },
    {
      "cite": "James Mackintosh",
      "quote": "It is right to be contented with what we have, but never with what we are."
    },
    {
      "cite": "Vivian Greene",
      "quote": "It is not our circumstances that create our discontent or contentment. It is us."
    },
    {
      "cite": "Aesop",
      "quote": "Be content with your lot; one cannot be first in everything."
    },
    {
      "cite": "Fred Estabrook",
      "quote": "A man who is contented with what he has done will never become famous for what he will do."
    },
    {
      "cite": "Plautus",
      "quote": "If you are content, you have enough to live comfortably."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "True contentment is a real, even an active virtue - not only affirmative but creative. It is the power of getting out of any situation all there is in it."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "To be content with little is hard; to be content with much, impossible."
    },
    {
      "cite": "Henry S. Haskins",
      "quote": "Contentment has been worn as a crown by no end of sleepy heads."
    },
    {
      "cite": "Ethel Watts Mumford",
      "quote": "Contentment: The smother of invention."
    },
    {
      "cite": "Plautus",
      "quote": "A contented mind is the best source for trouble."
    },
    {
      "cite": "Frank Tyger",
      "quote": "Progress is not created by contented people."
    },
    {
      "cite": "Linda Dillow",
      "quote": "Ultimately, contentment is more a shift in attitude than a change in circumstances."
    },
    {
      "cite": "George Woodberry",
      "quote": "To feel that one has a place in life solves half the problems of contentment."
    }
  ]
}