{
  "source": "https://www.wisesayings.com/contemplating-quotes/",
  "theme": "contemplating",
  "quotes": [
    {
      "cite": "Rachel Carson",
      "quote": "Those who contemplate the beauty of the earth find reserves of strength that will endure as long as life lasts."
    },
    {
      "cite": "Akhenaton",
      "quote": "Contemplate thy powers, contemplate thy wants and thy connections so shalt thou discover the duties of life, and be directed in all thy ways."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "The quieter the mind the louder the soul."
    },
    {
      "cite": "Idries Shah",
      "quote": "From time to time ponder whether you are unconsciously saying: 'Truth is what I happen to be thinking at this moment."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "To while away the day contemplating evils that might have been is to poison the happiness we already have."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "Pondering must turn out to be your cash asset, regardless of whichever ups and downs you occur throughout in the everyday living."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Observe and contemplate on the hidden things of life: how a man's seed is but the beginning, it takes others to bring it to fruition. Think how food undergoes such changes to produce health and strength. See the power of these hidden things which, like the wind cannot been seen, but its effects can be."
    },
    {
      "cite": "Todd Stocker",
      "quote": "The pondering heart is a thankful heart."
    },
    {
      "cite": "Christina G. Rossetti",
      "quote": "A man is ever apt to contemplate himself out of all proportion to his surroundings."
    },
    {
      "cite": "Elizabeth Gaskell",
      "quote": "People may flatter themselves just as much by thinking that their faults are always present to other people's minds, as if they believe that the world is always contemplating their individual charms and virtues."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The important thing is not to stop questioning. Curiosity has its own reason for existing. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality."
    },
    {
      "cite": "Lil Wayne",
      "quote": "The more time you spend contemplating what you should have done... you lose valuable time planning what you can and will do."
    },
    {
      "cite": "Sri Nisargadatta Maharaj",
      "quote": "Contemplate life as infinite, undivided, ever present, ever active, until you realize yourself as one with it. It is not even very difficult, for you will be returning only to your own natural condition."
    },
    {
      "cite": "Norman Cousins",
      "quote": "We are wide-eyed in contemplating the possibility that life may exist elsewhere in the universe, but we wear blinders when contemplating the possibilities of life on earth."
    },
    {
      "cite": "Mary Astell",
      "quote": "Every one knows, that the mind will not be kept from contemplating what it loves in the midst of crowds and business. Hence come those frequent absences, so observable in conversation, for whilst the body is confined to present company, the mind is flown to that which it delights in."
    },
    {
      "cite": "Victor Hugo",
      "quote": "One is not idle because one is absorbed. There is both visible and invisible labor. To contemplate is to toil, to think is to do. The crossed arms work, the clasped hands act. The eyes upturned to Heaven are an act of creation."
    },
    {
      "cite": "Plato",
      "quote": "Thinking: the talking of the soul with itself."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "A great part of life consists in contemplating what we cannot cure."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "All what is existing already existed. We are together for a while pondering in agile world."
    },
    {
      "cite": "Victor Hugo",
      "quote": "To contemplate is to look at shadows."
    },
    {
      "cite": "Mark Twain",
      "quote": "We do not deal much in facts when we are contemplating ourselves."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Pondering, which means to weigh mentally, to deliberate, to meditate, can achieve the opening of the spiritual eyes of one's understanding."
    },
    {
      "cite": "Dodie Smith",
      "quote": "Contemplation seems to be about the only luxury that costs nothing."
    },
    {
      "cite": "Marcelene Cox",
      "quote": "When a man does a household job, he goes through three periods: contemplating how it will be done; contemplating when it will be done; and contemplating."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "It would not be foolish to contemplate the possibility of a far greater progress still."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "Thought is the unconscious and unceasing language of the mind."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Contemplating the task ahead would not make it easier or the water warmer."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Contemplating the suffering which is unbearable to us, and is unbearable to others, too, can produce awake mind, which arises from the compassion that wishes to free all living beings from suffering."
    }
  ]
}