{
  "source": "https://www.wisesayings.com/contribution-quotes/",
  "theme": "contribution",
  "quotes": [
    {
      "cite": "Robin S. Sharma",
      "quote": "Success is not a function of the size of your title but the richness of your contribution."
    },
    {
      "cite": "Frank Herbert",
      "quote": "The best contribution one can make to humanity is to improve oneself."
    },
    {
      "cite": "Jane Lee Logan",
      "quote": "The single biggest contribution you can make is to step into your greatness. Let your own unique magnificence blossom."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Every person has a longing to be significant; to make a contribution; to be a part of something noble and purposeful."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There are so many men and women who hold no distinctive positions but whose contribution towards the development of society has been enormous."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Life is not accumulation, it is about contribution."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "When you cease to make a contribution, you begin to die."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Take the time today to understand your contribution to any bad event you've just been through."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "People should be conscious of the large contribution made by anything that gets people together easily in the reduction of loneliness and emotional well-being."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The practice of forgiveness is our most important contribution to the healing of the world."
    },
    {
      "cite": "Brad Paisley",
      "quote": "You look out there and there's people that, their day is changed because of your contribution to it."
    },
    {
      "cite": "Frank Crane",
      "quote": "Your sole contribution to the sum of things is yourself."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Each of us is a unique strand in the intricate web of life and here to make a contribution."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "Every thought, every word, and every action that adds to the positive and the wholesome is a contribution to peace. Each and every one of us is capable of making such a contribution."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "When everybody contributes a change to what he or she notices, it is then we will change our world."
    },
    {
      "cite": "Shahenshah Hafeez Khan",
      "quote": "The smallest of contributions made collectively makes the biggest difference."
    },
    {
      "cite": "Robert F. Kennedy",
      "quote": "You’re happiest while you’re making the greatest contribution."
    },
    {
      "cite": "Apoorve Dubey",
      "quote": "It is not position but contribution that makes a leader."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "Replace your pursuit of success with the pursuit of contribution."
    },
    {
      "cite": "ATGW",
      "quote": "Great ambition and conquest without contribution is without significance. What will your contribution be?"
    },
    {
      "cite": "Seth Godin",
      "quote": "You have brilliance in you, your contribution is valuable, and the art you create is precious. Only you can do, and you must"
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "It’s the ultimate luxury to combine passion and contribution. It’s also a very clear path to happiness."
    },
    {
      "cite": "Anonymous",
      "quote": "Every contribution counts. Everyone can make a difference. Just start with yourself.”"
    },
    {
      "cite": "Tony Robinson",
      "quote": "Only those who have learned the power of sincere and selfless contribution experience life’s deepest joy: true fulfillment."
    },
    {
      "cite": "Tony Robinson",
      "quote": "It is not what we get but who we become, and what we contribute that gives meaning to our lives."
    },
    {
      "cite": "Stephen Covey",
      "quote": "You can retire from a job, but don't ever retire from making extremely meaningful contributions in life."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "The idea is to try to give all the information to help others to judge the value of your contribution; not just the information that leads to judgment in one particular direction or another."
    },
    {
      "cite": "Gary David Goldberg",
      "quote": "It takes a lot of people to make a winning team. Everybody's contribution is important."
    },
    {
      "cite": "Andrea Pirlo",
      "quote": "In order to go all the way, you need everyone's contribution."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "Every individual in the world has a unique contribution."
    }
  ]
}