{
  "source": "https://www.wisesayings.com/continuous-improvement-quotes/",
  "theme": "continuous-improvement",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "The world we have created is a product of our thinking; it cannot be changed without changing our thinking."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If I had one hour to save the world, I would spend fifty-five minutes defining the problem and only five minutes finding the solution."
    },
    {
      "cite": "Andrew Grove",
      "quote": "A corporation is a living organism; it has to continue to shed its skin. Methods have to change. Focus has to change. Values have to change. The sum total of those changes is transformation."
    },
    {
      "cite": "Antonio Brown",
      "quote": "The journey is never ending. There’s always gonna be growth, improvement, adversity; you just gotta take it all in and do what’s right, continue to grow, continue to live in the moment."
    },
    {
      "cite": "Aristotle",
      "quote": "We are what we repeatedly do. Excellence, then, is not an act, but habit."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "Improvement begins with I."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "The only way of finding the limits of the possible is by going beyond them into the impossible."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Watch the little things; a small leak will sink a great ship."
    },
    {
      "cite": "Bill Gates",
      "quote": "The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency."
    },
    {
      "cite": "Bruce Hamilton",
      "quote": "Continuous improvement is not about the things you do well — that’s work. Continuous improvement is about removing the things that get in the way of your work. The headaches, the things that slow you down, that’s what continuous improvement is all about."
    },
    {
      "cite": "Bruce Lee",
      "quote": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "It may be hard for an egg to turn into a bird: it would be a jolly sight harder for it to learn to fly while remaining an egg."
    },
    {
      "cite": "Charles Darwin",
      "quote": "It is not the strongest of the species that survives, nor the most intelligent that survives, but the one most responsive to change."
    },
    {
      "cite": "Christian D Larson",
      "quote": "To give so much time to the improvement of yourself that you have no time to criticize others. Live in the faith that the whole world is on your side as long as you are true to the best that is in you."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all."
    },
    {
      "cite": "Elon Musk",
      "quote": "Some people don’t like change, but you need to embrace change if the alternative is disaster."
    },
    {
      "cite": "Elon Musk",
      "quote": "I think it’s very important to have a feedback loop, where you’re constantly thinking about what you’ve done and how you could be doing it better."
    },
    {
      "cite": "Elon Musk",
      "quote": "You shouldn’t do things differently just because they’re different. They need to be… better."
    },
    {
      "cite": "Epictetus",
      "quote": "First say to yourself what you would be; and then do what you have to do."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "I cannot say whether things will get better if we change; what I can say is they must change if they are to get better."
    },
    {
      "cite": "Henry Ford",
      "quote": "If you think of standardization as the best that you know today, but which is to be improved tomorrow; you get somewhere."
    },
    {
      "cite": "Henry Ford",
      "quote": "If you always do what you’ve always done, you’ll always get what you’ve always got."
    },
    {
      "cite": "Henry Ford",
      "quote": "The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "The common question that gets asked in business is, ‘why?’ That’s a good question, but an equally valid question is, ‘why not?"
    },
    {
      "cite": "Jeff Bezos",
      "quote": "One of the only ways to get out of a tight box is to invent your way out."
    },
    {
      "cite": "Joseph M. Juran",
      "quote": "Without a Standard, there is no logical basis for decision making or taking action."
    },
    {
      "cite": "Mark Zuckerberg",
      "quote": "The Hacker Way is an approach to building that involves continuous improvement and iteration. Hackers believe that something can always be better, and that nothing is ever complete."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Change does not roll in on the wheels of inevitability, but comes through continuous struggle."
    },
    {
      "cite": "Masaaki Imai",
      "quote": "It is impossible to improve any process until it is standardized. If the process is shifting from here to there, then any improvement will just be one more variation that is occasionally used and mostly ignored. One must standardize, and thus stabilize the process, before continuous improvement can be made."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "There is nothing so useless as doing efficiently that which should not be done at all."
    },
    {
      "cite": "Phil Crosby",
      "quote": "Quality is free. It’s not a gift, but it’s free. The ‘unquality’ things are what cost money."
    },
    {
      "cite": "R. D. Laing",
      "quote": "The range of what we think and do is limited by what we fail to notice. And because we fail to notice that we fail to notice there is little we can do to change until we notice how failing to notice shapes our thoughts and deeds."
    },
    {
      "cite": "Shigeo Shingo",
      "quote": "The most dangerous kind of waste is the waste we do not recognize."
    },
    {
      "cite": "Steve Jobs",
      "quote": "I have a great respect for incremental improvement, and I’ve done that sort of thing in my life, but I’ve always been attracted to the more revolutionary changes. I don’t know why. Because they’re harder. They’re much more stressful emotionally. And you usually go through a period where everybody tells you that you’ve completely failed."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Be a yardstick of quality. Some people aren’t used to an environment where excellence is expected."
    },
    {
      "cite": "Taiichi Ohno",
      "quote": "Costs do not exist to be calculated. Costs exist to be reduced."
    },
    {
      "cite": "Taiichi Ohno",
      "quote": "All we are doing is looking at the timeline, from the moment the customer gives us an order to the point when we collect the cash. And we are reducing the time line by reducing the non-value adding wastes."
    },
    {
      "cite": "Taiichi Ohno",
      "quote": "Something is wrong if workers do not look around each day, find things that are tedious or boring, and then rewrite the procedures. Even last month’s manual should be out of date."
    },
    {
      "cite": "Taiichi Ohno",
      "quote": "When you are out observing on the gemba, do something to help them. If you do, people will come to expect that you can help them and will look forward to seeing you again on the gemba."
    },
    {
      "cite": "Tom Peters",
      "quote": "Almost all quality improvement comes via simplification of design, manufacturing, layout, processes, and procedures."
    },
    {
      "cite": "Tom Peters",
      "quote": "Excellent firms don’t believe in excellence – only in constant improvement and constant change."
    },
    {
      "cite": "Ty Warner",
      "quote": "Even perfection has room for improvement."
    },
    {
      "cite": "unknown",
      "quote": "Never to be satisfied with how things are. To succeed in this world, you have to change all the time."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "A bad system will beat a good person every time."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "It is not necessary to change. Survival is not mandatory."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "Eighty-five percent of the reasons for failure are deficiencies in the systems and process rather than the employee. The role of management is to change the process rather than badgering individuals to do better."
    },
    {
      "cite": "Warren Buffett",
      "quote": "It’s better to hang out with people better than you. Pick out associates whose behavior is better than yours and you’ll drift in that direction."
    },
    {
      "cite": "Warren Buffett",
      "quote": "The business schools reward difficult complex behavior more than simple behavior, but simple behavior is more effective."
    },
    {
      "cite": "William A. Foster",
      "quote": "Quality is never an accident; it is always the result of high intention, sincere effort, intelligent direction and skillful execution; it represents the wise choice of many alternatives."
    },
    {
      "cite": "W Edwards Deming",
      "quote": "Learning is not compulsory; it's voluntary. Improvement is not compulsory; it's voluntary. But to survive, we must learn."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Do the best you can until you know better. Then when you know better, do better."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Passion for knowledge, motivation for continuous learning."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Persistence, perseverance, and continuous improvement are the ingredients for forming a successful person."
    },
    {
      "cite": "Vincent Van Gough",
      "quote": "Great things are done by a series of small things brought together."
    },
    {
      "cite": "Rich Gunnell",
      "quote": "There is always room for improvement."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Man cannot really improve himself without improving others."
    },
    {
      "cite": "Anonymous",
      "quote": "If you know you can do better then do better."
    },
    {
      "cite": "Lincoln Patz",
      "quote": "When you reach the top, keep ascending, otherwise you start descending."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Perfection is not attainable. But if we chase perfection, we can catch excellence."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Practice the philosophy of continuous improvement. Get a little bit better every single day."
    },
    {
      "cite": "Mark Twain",
      "quote": "Continuous improvement is better than delayed perfection."
    },
    {
      "cite": "Anonymous",
      "quote": "Continuous improvement requires systematic evaluation. Continuous improvement requires unfiltered evaluation."
    },
    {
      "cite": "Leo Babauta",
      "quote": "Do not be afraid of improving slowly. Be afraid of standing still."
    },
    {
      "cite": "Mike Dooley",
      "quote": "It's the little things you do that make the big things happen."
    },
    {
      "cite": "Anonymous",
      "quote": "Continuous improvement is the only cultural value that could unify an organization as large and diverse as ours."
    },
    {
      "cite": "Tom Peters",
      "quote": "The widespread availability of information is the only basis for effective day-to-day problem solving, which abets continuous improvement programs."
    },
    {
      "cite": "Oliver Cromwell",
      "quote": "He who stops being better stops being good."
    },
    {
      "cite": "Steve Jobs",
      "quote": "There is always one more thing to learn."
    },
    {
      "cite": "W Edwards Deming",
      "quote": "Improve quality, you automatically improve productivity."
    },
    {
      "cite": "Mark Cuban",
      "quote": "It's not about money or connections, it's the willingness to out work and outlearn everyon. And if it fails, you learn from what happened and do a better job next time."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Excellence is not a destination, it is a continuous journey that never ends."
    },
    {
      "cite": "Steve Jobs",
      "quote": "If you define the problem correctly, you almost have the solution."
    },
    {
      "cite": "Shigeo Shingo",
      "quote": "Improvement usually means doing something that we have never done before."
    },
    {
      "cite": "William Pollard",
      "quote": "Without change there is no innovation, creativity, or incentive for improvement. Those who initiate change will have a better opportunity to manage the change that is inevitable."
    },
    {
      "cite": "William Jones",
      "quote": "Never neglect an opportunity for improvement."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "There is only one corner of the universe you can be certain of improving, and that's your own self."
    },
    {
      "cite": "Bette Davis",
      "quote": "Attempt the impossible in order to improve your work."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It is important to foster individuality, for only the individual can produce the new ideas."
    },
    {
      "cite": "W.E. Deming",
      "quote": "If you do not know how to ask the right question, you discover nothing."
    },
    {
      "cite": "John Ousterhout",
      "quote": "The greatest performance improvement of all is when a system goes from not-working to working."
    },
    {
      "cite": "John Locke",
      "quote": "The improvement of understanding is for two ends: first, our own increase of knowledge; secondly, to enable us to deliver that knowledge to others."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Anticipate the difficult by managing the easy."
    },
    {
      "cite": "Tom Peters",
      "quote": "One percent improvement in 1,000 things is better than 1,000% improvement in one thing."
    },
    {
      "cite": "John Dewey",
      "quote": "The self is not something ready-made, but something in continuous formation through choice of action."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We cannot solve our problems with the same thinking we used when we created them."
    },
    {
      "cite": "Pat Summitt",
      "quote": "Change equals self improvement. Push yourself to places you haven't been before."
    },
    {
      "cite": "Kim Collins",
      "quote": "Strive for continuous improvement, instead of perfection."
    },
    {
      "cite": "Michael Porter",
      "quote": "The thing is, continuity of strategic direction and continuous improvement in how you do things are absolutely consistent with each other. In fact, they're mutually reinforcing."
    },
    {
      "cite": "Anonymous",
      "quote": "Unless you try to do something beyond you have already mastered, you will never grow."
    },
    {
      "cite": "Lloyd Dobens",
      "quote": "Continual improvement is an unending journey."
    },
    {
      "cite": "Max Depree",
      "quote": "We cannot become what we want to be by remaining what we are."
    },
    {
      "cite": "Pat Riley",
      "quote": "If you're not getting better, you're getting worse."
    },
    {
      "cite": "Charles Schwab",
      "quote": "There's no limit possible to the expansion of each one of us."
    },
    {
      "cite": "Melchor Lim",
      "quote": "There is no exercise better for the improvement of our world than reaching down on a daily basis to lift someone up."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Self knowledge is the beginning of self improvement."
    },
    {
      "cite": "Winston Churchill",
      "quote": "To improve is to change; to be perfect is to change often."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "People never improve unless they look to some standard or example higher or better than themselves."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't demand perfection. But insist on continuous improvement."
    }
  ]
}