{
  "source": "https://www.wisesayings.com/control-freak-quotes/",
  "theme": "control-freak",
  "quotes": [
    {
      "cite": "Natalya Vorobyova",
      "quote": "For a control freak, love and the desire to control others are synonymous. Once they lose control over the object of their desire, hostility takes over in full force."
    },
    {
      "cite": "Anthony Bourdain",
      "quote": "I'm a control freak. If you're going to slap my name on something, I would like to control it."
    },
    {
      "cite": "Stewart Stafford",
      "quote": "Being a control freak is a weakness, not a strength. If you can't allow others to shine, you're exhibiting signs of narcissism and showing a lack of self-confidence. It is isolation through ego."
    },
    {
      "cite": "Darlene Ouimet",
      "quote": "Controllers, abusers and manipulative people don't question themselves. They don't ask if the problem is them. They always say the problem is someone else."
    },
    {
      "cite": "Anonymous",
      "quote": "Im not a control freak, I just happen to be a higly-driven, focused, motivated, extraordinary and inspiring leader, and yes, you may take time out to listen to my advice, and no, you may not do things your way."
    },
    {
      "cite": "Anonymous",
      "quote": "When you see someone who needs power and control and will not stop until they get it, you're actually seeing someone who is deeply afraid of life. Fearful people can only have things their way."
    },
    {
      "cite": "Daniel Chiciac",
      "quote": "When a person attempts to control someone else's life, it only reflects the lack of control they have on their own."
    },
    {
      "cite": "Esther Hicks",
      "quote": "If you knew your potential to feel good, you would ask no one to be different so that you can feel good. You would free yourself of all of that cumbersome impossibility of needing to control the world, or control your mate, or control your child. You are the only one who creates your reality. For no one else can think for you, no one else can do it. It is only you, every bit of it you."
    },
    {
      "cite": "Stewart Stafford",
      "quote": "The apotheosis of the controlling mind is monstrous and terrifying."
    },
    {
      "cite": "Ronald Perelman",
      "quote": "You can be a control freak only when you have weak people around you."
    },
    {
      "cite": "Judith Orloff",
      "quote": "Being a control freak makes us tense, stressed out, and unpleasant to be with."
    },
    {
      "cite": "Shannon Thomas",
      "quote": "A controlling person isn't trying to be helpful.Their over-inflated ego tells them they are smarter & know better that we do.They're wrong."
    },
    {
      "cite": "Videli Hoefle",
      "quote": "Nothing wrong with being a control freak if you are controlling YOUR words, actions, and behaviors."
    },
    {
      "cite": "Kushand Wizdom",
      "quote": "Funny how the people who desperately want to change you are the least likely to change anything about themselves."
    },
    {
      "cite": "Miya Yamanouchi",
      "quote": "If you have control over yourself, you have no desire to control others."
    },
    {
      "cite": "galaxies vibes",
      "quote": "Individuals suffer because they want to control others, but they can barely control themselves."
    },
    {
      "cite": "Anonymous",
      "quote": "I learned that when you try to control everything, you enjoy nothing."
    },
    {
      "cite": "Oh Land",
      "quote": "Sometimes artists are control freaks and it's certainly important to have a vision, but within that vision you need to allow freedom and personality—or you might as well hire robots."
    },
    {
      "cite": "Anonymous",
      "quote": "Controlling people often demean or criticize others as a means of building themselves up and appearing superior and in control. In fact, a controlling person is easy to spot from the constant monologue about how rotten, stupid, evil, ridiculous, annoying, etc. Everyone else is (presumably they're never any of these things)."
    },
    {
      "cite": "Anonymous",
      "quote": "I don't know if its what you're going for, but entitlement mentality with a a superiority complex mixed with control freak tenancies is not a good look for you, dear. You might want to get that looked at."
    },
    {
      "cite": "Jenny Lewis",
      "quote": "I'm a control freak with regards to certain aspects. I think you just have to be when you're making stuff in the world. You have to have a clear idea what you want."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "I'm a control freak and love to participate in the design of every single aspect of life."
    },
    {
      "cite": "Courteney Cox",
      "quote": "It's not like I let people do things for me, so I guess you can call me a control freak, or you can call me passionate."
    },
    {
      "cite": "George Michael",
      "quote": "I'm basically a control freak. It's not because I want to be. I'm not at all into the power play that's involved in it."
    },
    {
      "cite": "Anonymous",
      "quote": "I'm not really a control freak, but... can I show the right way to do that?"
    },
    {
      "cite": "Frank Sonnenberg",
      "quote": "Stop trying to control the uncontrollable."
    },
    {
      "cite": "Kelly L. Miller",
      "quote": "It's ok to be successful in your own way, no matter what control freaks say."
    },
    {
      "cite": "Simone Elkeles",
      "quote": "Guys are control freaks and hate when other people know what's best for them."
    }
  ]
}