{
  "source": "https://www.wisesayings.com/contrast-quotes/",
  "theme": "contrast",
  "quotes": [
    {
      "cite": "Carol Gilligan",
      "quote": "While men represent powerful activity as assertion and aggression, women in contrast portray acts of nurturance as acts of strength."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "It is old age, rather than death, that is to be contrasted with life. Old age is life's parody, whereas death transforms life into a destiny: in a way it preserves it by giving it the absolute dimension. Death does away with time."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Never to suffer would never to have been blessed."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The ego represents what we call reason and sanity, in contrast to the id which contains the passions."
    },
    {
      "cite": "Albert Camus",
      "quote": "Truth, like light is dazzling. By contrast, untruth is a beautiful sunset that enhances everything."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "What a distressing contrast there is between the radiant intelligence of the child and the feeble mentality of the average adult."
    },
    {
      "cite": "John Sununu",
      "quote": "Perspective gives us the ability to accurately contrast the large with the small, and the important with the less important. Without it we are lost in a world where all ideas, news, and information look the same. We cannot differentiate, we cannot prioritize, and we cannot make good choices."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "In contrast to revenge, which is the natural, automatic reaction to transgression and which, because of the irreversibility of the action process can be expected and even calculated, the act of forgiving can never be predicted; it is the only reaction that acts in an unexpected way and thus retains, though being a reaction, something of the original character of action."
    },
    {
      "cite": "Lloyd Banks",
      "quote": "A true revolution of values will soon look uneasily on the glaring contrast of poverty and wealth."
    },
    {
      "cite": "Charles Dickens",
      "quote": "There are dark shadows on the earth, but its lights are stronger in the contrast."
    },
    {
      "cite": "Victor Hugo",
      "quote": "As a means of contrast with the sublime, the grotesque is, in our view, the richest source that nature can offer."
    },
    {
      "cite": "John Steinbeck",
      "quote": "What good is the warmth of summer, without the cold of winter to give it sweetness? You only truly, deeply appreciate and are grateful for something when you compare and contrast it to something worse."
    },
    {
      "cite": "John Ruskin",
      "quote": "Contrast increases the splendor of beauty, but it disturbs its influence; it adds to its attractiveness, but diminishes its power."
    },
    {
      "cite": "Eliza Cook",
      "quote": "The pains of life serve, by contrast, to multiply enjoyment; they constitute the foil which sets off and heightens the flashing brightness of the gem."
    },
    {
      "cite": "Anonymous",
      "quote": "Somebody who thinks logically is a nice contrast to the real world."
    },
    {
      "cite": "Mark Twain",
      "quote": "Happiness ain't a thing in itself --it's only a contrast with something that ain't pleasant. And so, as soon as the novelty is over and the force of the contrast dulled, it ain't happiness any longer, and you have to get something fresh."
    },
    {
      "cite": "Kathleen A. Brehony",
      "quote": "Optimism is wide-open in contrast to pessimism's closed heart."
    },
    {
      "cite": "Stephen Batchelor",
      "quote": "The problem with certainty is that it is static; it can do little but endlessly reassert itself. Uncertainty, by contrast, is full of unknowns, possibilities, and risks."
    },
    {
      "cite": "Heraclitus",
      "quote": "It is by disease that health is pleasant; by evil that good is pleasant; by hunger, satiety; by weariness, rest."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Wisdom is known only by contrasting it with folly; by shadow only we perceive that all visible objects are not flat. Yet Philanthropos would abolish evil!"
    },
    {
      "cite": "Tony DiTerlizzi",
      "quote": "If you want the beautiful moments to shine, you have to contrast that with dark and gruesome moments. That's the way life is."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "Perhaps without the lows, the highs could not be reached."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "Humour is essentially a comforter, reconciling us to things as they are in contrast to things as they might be."
    },
    {
      "cite": "Herman Melville",
      "quote": "There is no quality in this world that is not what it is merely by contrast. Nothing exists in itself."
    },
    {
      "cite": "Virginia Garland",
      "quote": "The attraction of variety, contrast, is always invigorating. Nature does not for long allow a sameness of beauty to prevail."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Sublime upon sublime scarcely presents a contrast, and we need a little rest from everything, even the beautiful."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We do not live an equal life, but one of contrasts and patchwork; now a little joy, then a sorrow, now a sin, then a generous or brave action."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "Marriage, in contrast to the flu, starts with a fever and ends with the chills."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "To laugh continually is to never laugh at all. For it takes the periodic sound of sorrow from which to distinguish the sound of joy."
    },
    {
      "cite": "William Scott Downey",
      "quote": "The contrast which exists between the abstemious man and the drunkard is this--the former governs his affairs, but the affairs of the latter govern him."
    },
    {
      "cite": "John Grier Hibben",
      "quote": "Philosophy is concerned with that which is, in contrast with that which seems to be. Its aim is to reveal the reality which underlies appearance."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Nature hath meal and bran, contempt and grace."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You couldn't have strength without weakness, you couldn't have light without dark, you couldn't have love without loss"
    }
  ]
}