{
  "source": "https://www.wisesayings.com/contradiction-quotes/",
  "theme": "contradiction",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "To deny one's own experiences is to put a lie into the lips of one's own life. It is no less than a denial of the soul."
    },
    {
      "cite": "Richard Bach",
      "quote": "The worst lies are the lies we tell ourselves. We live in denial of what we do, even what we think. We do this because we're afraid."
    },
    {
      "cite": "Georgina Kleege",
      "quote": "The thing about denial is that it doesn't feel like denial when it's going on."
    },
    {
      "cite": "Jody Dean",
      "quote": "A good addiction is a contradiction in terms. Anything people can't give up or must have is not healthy, no matter what the activity"
    },
    {
      "cite": "Isaac Leib Peretz",
      "quote": "Is a denial of this world, a severance from reality, an abdication, a means of redemption from, not for, life."
    },
    {
      "cite": "Anne Michaels",
      "quote": "Though the contradictions of war seem sudden and simultaneous, history stalks before it strikes. Something tolerated soon becomes something good."
    },
    {
      "cite": "Paulo Freire",
      "quote": "It would be a contradiction in terms if the oppressors not only defended but actually implemented a liberating education."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Contradictions do not exist. Whenever you think you are facing a contradiction, check your premises. You will find that one of them is wrong."
    },
    {
      "cite": "Donald Kingsbury",
      "quote": "Contradictions do not perplex the logician. They arise because there are more rules to an open game than can be known."
    },
    {
      "cite": "Ashavan",
      "quote": "Denial is the inevitable consequence of those who are presented with disastrous scenarios without being offered an avenue for success. That is why we need to maintain a hopeful attitude."
    },
    {
      "cite": "Henry Cloud",
      "quote": "People with a style of denial and blaming are definitely on the list of unsafe people to avoid."
    },
    {
      "cite": "Joan D. Vinge",
      "quote": "The contradictions are what make human behavior so maddening and yet so fascinating, all at the same time."
    },
    {
      "cite": "CHARLES TREMPER",
      "quote": "Denial is a common tactic that substitutes deliberate ignorance for thoughtful planning."
    },
    {
      "cite": "Simone Weil",
      "quote": "The contradictions the mind comes up against, these are the only realities, the criterion of the real. There is no contradiction in what is imaginary. Contradiction is the test of necessity."
    },
    {
      "cite": "Simone Weil",
      "quote": "When a contradiction is impossible to resolve except by a lie, then we know that it is really a door."
    },
    {
      "cite": "Criss Jami",
      "quote": "Confidence turns into pride only when you are in denial of your mistakes."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Denial is the way people handle what they cannot handle."
    },
    {
      "cite": "M Scott Peck",
      "quote": "The denial of suffering is, in fact a better definition of illness than its acceptance."
    },
    {
      "cite": "James E. Faust",
      "quote": "It is a denial of the divinity within us to doubt our potential and our possibilities."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Courage is almost a contradiction in terms. It means a strong desire to live taking the form of a readiness to die."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "Contradiction is the essence of the universe."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Denial of one appetite sharpens the others."
    },
    {
      "cite": "Douglas Adams",
      "quote": "He hoped and prayed that there wasn't an afterlife. Then he realized there was a contradiction involved here and merely hoped that there wasn't an afterlife."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "Denial, perhaps, is a necessary human mechanism to cope with the heartaches of life."
    },
    {
      "cite": "Kailash Satyarthi",
      "quote": "Denial of childhood and denial of freedom are the biggest sins which humankind has been committing and perpetuating for ages."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Contradiction is a bad sign of truth; several things which are certain are contradicted; several things which are false pass without contradiction. Contradiction is not a sign of falsity, nor the want of contradiction a sign of truth"
    },
    {
      "cite": "Johnnie Dent Jr.",
      "quote": "Denial exists when three beliefs intersect:1. It cannot happen. 2. It cannot happen to you.3. It cannot happen to you now."
    },
    {
      "cite": "Jane Velez-Mitchell",
      "quote": "Denial is a very powerful thing."
    },
    {
      "cite": "Kim Holden",
      "quote": "Denial can be beautiful But only when you're a fantastic liar."
    },
    {
      "cite": "Jane Fonda",
      "quote": "Denial can be a pathology or a survival mechanism - and sometimes it's both."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Contradiction is not a sign of falsity, nor the lack of contradiction a sign of truth."
    },
    {
      "cite": "Rosalind Kaplan",
      "quote": "Denial is a useful defense mechanism until it's not."
    },
    {
      "cite": "Heena Rathore P.",
      "quote": "Denial. It's the only thing that keeps most of us from losing our sanity."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "Denial helps us to pace our feelings of grief. There is a grace in denial. It is nature's way of letting in only as much as we can handle."
    }
  ]
}