{
  "source": "https://www.wisesayings.com/contemplation-quotes/",
  "theme": "contemplation",
  "quotes": [
    {
      "cite": "Aristotle",
      "quote": "The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Contemplation is that condition of alert passivity, in which the soul lays itself open to the divine Ground within and without, the immanent and transcendent Godhead."
    },
    {
      "cite": "Dodie Smith",
      "quote": "Contemplation seems to be about the only luxury that costs nothing."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Contemplation means rest, suspension of activity, withdrawal into the mysterious interior solitude in which the soul is absorbed in the immense and fruitful silence of God and learns something of the secret of His perfections less by seeing than by fruitive love."
    },
    {
      "cite": "Ray Simpson",
      "quote": "Contemplative prayer is natural, unprogrammed; it is perpetual openness to God, so that in the openness his concerns can flow in and out of our minds as he wills."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "Contemplation of life after retirement and life after death can help you deal with contemporary challenges."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The contemplation of beauty, whether it be a uniquely tinted sunset, a radiant face, or a work of art, makes us glance back unwittingly at our personal past and juxtapose ourselves and our inner being with the utterly unattainable beauty revealed to us."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "So thoroughly and sincerely are we compelled to live, reverencing our life, and denying the possibility of change. This is the only way, we say; but there are as many ways as there can be drawn radii from one centre. All change is a miracle to contemplate; but it is a miracle which is taking place every instant."
    },
    {
      "cite": "Sandra Chantry",
      "quote": "Contemplation is the root of awareness and creativity."
    },
    {
      "cite": "Robert Frost",
      "quote": "Meditate nothing. Learn to contemplate.Contemplate glory. There will be a light. Contemplate Truth until it burns your eyes out."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "What we plant in the soil of contemplation, we shall reap in the harvest of action."
    },
    {
      "cite": "Christmas Humphreys",
      "quote": "Concentration is the creation of the instrument; meditation is the right use of it; contemplation transcends it."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Contemplation must bring forth right action in order to permit further growth."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Your timeless self does not age and has no fear of the future. Contemplate your physical self and all its possessions, and practice laughing peacefully at it all."
    },
    {
      "cite": "Charles Haddon Spurgeon",
      "quote": "Meditation puts the telescope to the eye, and enables us to see Jesus after a better sort than we could have seen Him if we had lived in the days of His flesh."
    },
    {
      "cite": "Thomas Merton",
      "quote": "True contemplation is not a psychological trick but a theological grace. It can come to us only as a gift, and not as a result of our own clever use of spiritual techniques."
    },
    {
      "cite": "Harold Klemp",
      "quote": "Contemplate sweetly on love, and the wisdom of God shall find you."
    },
    {
      "cite": "John of Ruysbroeck",
      "quote": "Contemplation places us in a purity and radiance which is far above our understanding."
    },
    {
      "cite": "Dorothea Lange",
      "quote": "The contemplation of things as they are, without error or confusion, without substitution or imposture, is in itself a nobler thing than a whole harvest of invention."
    },
    {
      "cite": "Tahir Shah",
      "quote": "Contemplation is a luxury, requiring time and alternatives."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Contemplation is life itself, fully awake, fully active, and fully aware that it is alive. It is spiritual wonder. It is spontaneous awe at the sacredness of life, of being. It is gratitude for life, for awareness, and for being. It is a vivid realization of the fact that life and being in us proceed from an invisible, transcendent, and infinitely abundant source."
    },
    {
      "cite": "Pink",
      "quote": "Consumerism diverts us from thinking about women's rights, it stops us from thinking about Iraq, it stops us from thinking about what's going on in Africa it stops us from thinking in general."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Observe and contemplate on the hidden things of life: how a man's seed is but the beginning, it takes others to bring it to fruition. Think how food undergoes such changes to produce health and strength. See the power of these hidden things which, like the wind cannot been seen, but its effects can be."
    },
    {
      "cite": "Richard Rohr",
      "quote": "Contemplation is an alternative consciousness that refuses to identify with or feed what are only passing shows. It is the absolute opposite of addiction, consumerism or any egoic consciousness."
    },
    {
      "cite": "Lord David Cecil",
      "quote": "A contemplative life has more the appearance of a life of piety than any other; but it is the divine plan to bring faith into activity and exercise."
    },
    {
      "cite": "Aristotle",
      "quote": "For contemplation is both the highest form of activity since the intellect is the highest thing in us, and the objects that it apprehends are the highest things that can be known, and also it is the most continuous, because we are more capable of continuous contemplation than we are of any practical activity."
    },
    {
      "cite": "Rebecca Pidgeon",
      "quote": "Contemplate the good things in your life and be grateful for them."
    },
    {
      "cite": "Gabriel Marcel",
      "quote": "Contemplation and wisdom are highest achievements and man is not totally at home with them."
    },
    {
      "cite": "Andrew Cohen",
      "quote": "The contemplation of consciousness which is the contemplation of no-thing whatsoever is endlessly fascinating. It's like staring at a candle in a dark night you find yourself mesmerized by something that is unchanging yet infinitely compelling. You feel drawn into something you don't understand rationally but that your heart or soul grasps completely. You are drawn into it, and as you are drawn into it, the only thing you experience as real is the eternal or timeless nature of Being itself. You find yourself in a state of rapture, because the deepest part of yourself has been released from your ego's endless fears and concerns, and drawn out of the time process altogether."
    },
    {
      "cite": "Edwin Percy Whipple",
      "quote": "The contemplation of beauty in nature, in art, in literature, in human character, diffuses through our being a soothing and subtle joy, by which the heart's anxious and aching cares are softly smiled away."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The contemplation of truth and beauty is the proper object for which we were created, which calls forth the most intense desires of the soul, and of which it never tires."
    }
  ]
}