{
  "source": "https://www.wisesayings.com/conversation-quotes/",
  "theme": "conversation",
  "quotes": [
    {
      "cite": "Linda Lambert",
      "quote": "One good conversation can shift the direction of change forever."
    },
    {
      "cite": "Yogi Berra",
      "quote": "It was impossible to get a conversation going, everybody was talking too much."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Good conversation is as stimulating as black coffee, and just as hard to sleep after."
    },
    {
      "cite": "Anonymous",
      "quote": "Nothing compares to a beautiful conversation with a beautiful mind."
    },
    {
      "cite": "Margaret Wheatley",
      "quote": "Be brave enough to start a conversation that matters."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Conversation about the weather is the last refuge of the unimaginative."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Conversation should touch everything, but should concentrate itself on nothing."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Whether in conversation we generally agree or disagree with others is largely a matter of habit: the one tendency makes as much sense as the other."
    },
    {
      "cite": "Dorothy Nevill",
      "quote": "The real art of conversation is not only to say the right thing at the right place but to leave unsaid the wrong thing at the tempting moment."
    },
    {
      "cite": "George Santayana",
      "quote": "The primary use of conversation is to satisfy the impulse to talk."
    },
    {
      "cite": "Ricky Maye",
      "quote": "Conversation isn't about proving a point; true conversation is about going on a journey with the people you are speaking with."
    },
    {
      "cite": "John Byrom",
      "quote": "In conversation avoid the extremes of forwardness and reserve."
    },
    {
      "cite": "Theodore Zeldin",
      "quote": "Conversation is a meeting of minds with different memories and habits. When minds meet, they don't just exchange facts: they transform them, reshape them, draw different implications from them, engage in new trains of thought. Conversation doesn't just reshuffle the cards: it creates new cards."
    },
    {
      "cite": "Iain Thomas",
      "quote": "The conversation between your fingers and someone else's skin. This is the most important discussion you can ever have."
    },
    {
      "cite": "John Seely Brown",
      "quote": "Conversation is a catalyst for innovation."
    },
    {
      "cite": "Bryce Courtenay",
      "quote": "Good conversational debate is an end in itself, and talking for the love of conversation is what makes us human."
    },
    {
      "cite": "Frank Sheed",
      "quote": "One way to prevent conversation from being boring is to say the wrong thing ."
    },
    {
      "cite": "Cory Doctorow",
      "quote": "Conversation is king. Content is just something to talk about."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The happiest conversation is that of which nothing is distinctly remembered, but a general effect of pleasing impression."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "Conversation, like certain portions of the anatomy, always runs more smoothly when lubricated."
    },
    {
      "cite": "Brandi Chastain",
      "quote": "Conversation is good you might not agree with everyone, but at least it gives you a chance to contemplate someone else's ideas."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Good conversation is the equivalent of shared emotion."
    },
    {
      "cite": "Margaret Millar",
      "quote": "Most conversations are simply monologues delivered in the presence of a witness."
    },
    {
      "cite": "Anonymous",
      "quote": "Every good conversation starts with good listening."
    },
    {
      "cite": "Annika Thor",
      "quote": "A conversation is so much more than words: a conversation is eyes, smiles, and the silence between word."
    },
    {
      "cite": "Dwight Macdonald",
      "quote": "Conversation means being able to disagree and still continue the discussion."
    },
    {
      "cite": "William Temple",
      "quote": "The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "Conversation enriches the understanding, but solitude is the school of genius."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "The true spirit of conversation consists in building on another man's observation, not overturning it."
    },
    {
      "cite": "Anonymous",
      "quote": "Deep conversations with the right people are priceless."
    },
    {
      "cite": "David Whyte",
      "quote": "A real conversation always contains an invitation. You are inviting another person to reveal herself or himself to you, to tell you who they are or what they want."
    },
    {
      "cite": "Kwame Anthony Appiah",
      "quote": "Conversation doesn't have to lead to consensus about anything especially not values; it's enough that it helps people get used to one another"
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Silence is one of the great arts of conversation."
    },
    {
      "cite": "Truman Capote",
      "quote": "A conversation is a dialogue, not a monologue. That's why there are so few good conversations: due to scarcity, two intelligent talkers seldom meet."
    },
    {
      "cite": "Margery Wilson",
      "quote": "Conversation is much like a tennis game except that in tennis you try to put the ball in the most difficult position for the one who must hit it while in conversation you must try to put it where it will be easy to hit."
    },
    {
      "cite": "Mark Twain",
      "quote": "A man's character may be learned from the adjectives which he habitually uses in conversation."
    },
    {
      "cite": "George Herbert",
      "quote": "In conversation, humor is worth more than wit and easiness more than knowledge."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The best kind of conversation is that which may be called thinking aloud."
    },
    {
      "cite": "Laura Riding",
      "quote": "Conversation succeeds conversation, Until there's nothing left to talk about Except truth, the perennial monologue, And no talker to dispute it but itself."
    },
    {
      "cite": "Plato",
      "quote": "You can discover more about a person in an hour of play than in a year of conversation."
    },
    {
      "cite": "Max Weiss",
      "quote": "Let the conversation flow at its own pace, don't try to rush it or control it. You need to let go and be part of the conversation."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Conversation should be pleasant without scurrility, witty without affectation, free without indecency, learned without conceitedness, novel without falsehood."
    },
    {
      "cite": "Jean de la Bruyère",
      "quote": "The great gift of conversation lies less in displaying it ourselves than in drawing it out of others. He who leaves your company pleased with himself and his own cleverness is perfectly well pleased with you."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Conversation is a game of circles. In conversation we pluck up the termini which bound the common of silence in every side."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The art of conversation, or the qualification for a good companion is a certain self-control, which now holds the subject, now lets it go, with a respect for the emergencies of the moment."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Conversation is an art which a man has all mankind for his competitors, for it is that which all are practising everyday while they live."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Put any company of people together with freedom for conversation, and a rapid self-distribution takes place into sets and pairs...All conversation is a magnetic experiment."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "Conversation, like lettuce, requires a good deal of oil to avoid friction and keep the company snooth.Charles Dudley Warner"
    },
    {
      "cite": "William Cowper",
      "quote": "Conversation should flow, like waters after summer showers, not as if raised by mere mechanic powers."
    },
    {
      "cite": "Walter de la Mare",
      "quote": "The conversation was just like clockwork. It recurred regularly, except that there was no need to wind anything up."
    },
    {
      "cite": "Randolph Bourne",
      "quote": "Good talk is like good scenery— continuous yet constantly varying, and full of the charm of novelty and surprise."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Good talk is like an impromptu piece of acting where each should represent himself to greatest advantage."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "From time to time, talk becomes effective, conquering like war, widening like boundaries of knowledge like an exploration."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "Good conversation, like any game, calls for equals in strength."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Natural talk like plowing, should turn up a large surface of life, rather than dig mines."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "It is not what we learn in conversation that enriches us. It is the elation that comes of swift contact with tingling currents of thought."
    },
    {
      "cite": "Emily Post",
      "quote": "Ideal conversation must be an exchange of thought, and not, as many of those who worry most about their shortcomings believe, an eloquent exhibition of wit or oratory."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "One of the best rules of conversation is, never to say a thing which any of the company can reasonably wish had been left unsaid."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When people talk to us about others they are usually dull. When they talk to us about themselves, they are nearly always interesting."
    },
    {
      "cite": "Andre Maurois",
      "quote": "Conversation would be vastly improved by the constant use of simple words: I do not know."
    },
    {
      "cite": "F.L. Lucas",
      "quote": "The art of conversation is not knowing what you ought to say, but what one ought not to say."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "A single conversation across a  table with a wise man  is better than ten year's study of books."
    },
    {
      "cite": "Lisa Kirk",
      "quote": "A gossip is one who talks to you about others; a bore is one who talks to you about himself; and a brilliant conversationalist is one who talks to you about yourself."
    },
    {
      "cite": "Alfred Whitney Griswold",
      "quote": "Conversation is an exchange of thoughts that leave all parties to it a grain wiser."
    },
    {
      "cite": "Rene Descartes",
      "quote": "The reading of good books is like a conversation with the best men of past centuries— in fact like a prepared conversation, in which they reveal only the best of their thoughts."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "I believe that words are strong, that they can overwhelm what we fear when fear seems more awful than life is good."
    },
    {
      "cite": "Doug Wright",
      "quote": "Conversation, like certain portions of the anatomy, always runs more smoothly when lubricated."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The art of conversation is the art of hearing as well as of being heard."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The best argument against democracy is a five-minute conversation with the average voter."
    },
    {
      "cite": "Glennon Doyle Melton",
      "quote": "Life is a conversation. Make it a good one."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "I never desire to converse with a man who has written more than he has read."
    }
  ]
}