{
  "source": "https://www.wisesayings.com/conviction-quotes/",
  "theme": "conviction",
  "quotes": [
    {
      "cite": "William Butler Yeats",
      "quote": "The best lack all conviction, while the worst are full of passionate intensity."
    },
    {
      "cite": "Donna Brazile",
      "quote": "It takes but one person, one moment, one conviction, to start a ripple of change."
    },
    {
      "cite": "Mike Klepper",
      "quote": "If you stay true to your principles, you have confidence, conviction, purpose, values - in other words, you have a future."
    },
    {
      "cite": "Adam Grant",
      "quote": "Convictions in our ideas is dangerous not only because it leaves us vulnerable to false positives, but also because it stops us from generating the requisite variety to reach our creative potential."
    },
    {
      "cite": "Francis C. Kelley",
      "quote": "Convictions are the mainsprings of action, the driving powers of life. What a man lives are his convictions."
    },
    {
      "cite": "Toba Beta",
      "quote": "Conviction affects all substances in the vicinity."
    },
    {
      "cite": "Daniel Webster",
      "quote": "A strong conviction that something must be done is the parent of many bad measures."
    },
    {
      "cite": "Ralph Nader",
      "quote": "A leader has the vision and conviction that a dream can be achieved. He inspires the power and energy to get it done."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "Our firmest convictions are apt to be the most suspect; they mark our limitations and our bounds. Life is a petty thing unless it is moved by the indomitable urge to extend its boundaries."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Convictions are variable; to be always consistent is to be sometimes dishonest."
    },
    {
      "cite": "Pat Benatar",
      "quote": "With the power of conviction, there is no sacrifice."
    },
    {
      "cite": "Criss Jami",
      "quote": "When your only regret is if anyone thinks you regret anything - that is the definition of conviction."
    },
    {
      "cite": "Max Weber",
      "quote": "The ethic of conviction and the ethic of responsibility are not opposites. They are complementary to one another."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "To rely upon conviction, devotion, and other excellent spiritual qualities; that is not to be taken seriously in politics."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Convictions are more dangerous enemies of truth than lies."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "The sure conviction that we could if we wanted to is the reason so many good minds are idle."
    },
    {
      "cite": "Gerald R. Ford",
      "quote": "In the age-old contest between popularity and principle, only those willing to lose for their convictions are deserving of posterity's approval."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Conviction brings a silent, indefinable beauty into faces made of the commonest human clay; the devout worshiper at any shrine reflects something of its golden glow, even as the glory of a noble love shines like a sort of light from a woman's face."
    },
    {
      "cite": "Robert Collier",
      "quote": "Constant repetition carries conviction."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "Conviction is the conscience of the mind."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "Conviction without experience makes for harshness."
    },
    {
      "cite": "Curt Siodmak",
      "quote": "A man of conviction is often more to be desired than a man of experience."
    },
    {
      "cite": "Teresa R. Funke",
      "quote": "Never let your goals or convictions get in the way of living your life. It's not about who dies with more, it's about who lived the most."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "It's the repetition of affirmations that leads to belief. And once that belief becomes a deep conviction, things begin to happen."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Conviction is worthless unless it is converted into conduct."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves."
    },
    {
      "cite": "Jetta Carleton",
      "quote": "Yet none of these things gave him confidence. All they gave him was egotism, which is less the conviction of one's worth than the desire for that conviction."
    },
    {
      "cite": "Shiv Khera",
      "quote": "Ninety percent of selling is conviction, and 10 per cent is persuasion."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "The secret of success is conviction and persistence."
    },
    {
      "cite": "Daniel Ek",
      "quote": "We led with our conviction rather than rational, because rational said it was impossible."
    },
    {
      "cite": "Johnny Hunt",
      "quote": "The word \"conviction\" means to expose."
    },
    {
      "cite": "Powell Clayton",
      "quote": "Mix a conviction with a man and something happens."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Men never do evil so completely and cheerfully as when they do it from religious conviction."
    }
  ]
}