{
  "source": "https://www.wisesayings.com/cooking-quotes/",
  "theme": "cooking",
  "quotes": [
    {
      "quote": "What my mother believed about cooking is that if you worked hard and prospered, someone else would do it for you.",
      "cite": "Nora Ephron"
    },
    {
      "quote": "Cooking today is a young man's game, I don't give a bollocks what anyone says.",
      "cite": "Gordon Ramsay"
    },
    {
      "quote": "I'm just someone who likes cooking and for whom sharing food is a form of expression.",
      "cite": "Maya Angelou"
    },
    {
      "quote": "The only real stumbling block is fear of failure. In cooking you’ve got to have a what-the-hell attitude.",
      "cite": "Julia Child"
    },
    {
      "quote": "No one who cooks, cooks alone. Even at her most solitary, a cook in the kitchen is surrounded by generations of cooks past, the advice and menus of cooks present, the wisdom of cookbook writers.",
      "cite": "Laurie Colwin"
    },
    {
      "quote": "I think preparing food and feeding people brings nourishment not only to our bodies but to our spirits. Feeding people is a way of loving them, in the same way that feeding ourselves is a way of honoring our own createdness and fragility.",
      "cite": "Shauna Niequist"
    },
    {
      "quote": "The most remarkable thing about my mother is that for thirty years she served the family nothing but leftovers. The original meal has never been found.",
      "cite": "Calvin Trillin"
    },
    {
      "quote": "In France, cooking is a serious art form and a national sport.",
      "cite": "Julia Child"
    },
    {
      "quote": "Cooking is like snow skiing: If you don't fall at least 10 times, then you're not skiing hard enough.",
      "cite": "Guy Fieri"
    },
    {
      "quote": "Cooking is like love. It should be entered into with abandon or not at all.",
      "cite": "Harriet Van Horne"
    },
    {
      "quote": "If cooking becomes an art form rather than a means of providing a reasonable diet, then something is clearly wrong.",
      "cite": "Tom Jaine"
    },
    {
      "quote": "Cooking is actually quite aggressive and controlling and sometimes, yes, there is an element of force-feeding going on.",
      "cite": "Nigella Lawson"
    },
    {
      "quote": "The greatest dishes are very simple.",
      "cite": "Auguste Escoffier"
    },
    {
      "quote": "Cooking with kids is not just about ingredients, recipes, and cooking. It's about harnessing imagination, empowerment, and creativity.",
      "cite": "Guy Fieri"
    },
    {
      "quote": "Cooking is like painting or writing a song. Just as there are only so many notes or colors, there are only so many flavors - it's how you combine them that sets you apart.",
      "cite": "Wolfgang Puck"
    },
    {
      "quote": "Cooking is not difficult. Everyone has taste, even if they don't realize it. Even if you're not a great chef, there's nothing to stop you understanding the difference between what tastes good and what doesn't.",
      "cite": "Gerard Depardieu"
    },
    {
      "quote": "Cooking is about passion, so it may look slightly temperamental in a way that it's too assertive to the naked eye.",
      "cite": "Gordon Ramsay"
    },
    {
      "quote": "Instead of going out to dinner, buy good food. Cooking at home shows such affection. In a bad economy, it's more important to make yourself feel good.",
      "cite": "Ina Garten"
    },
    {
      "quote": "You don't come into cooking to get rich.",
      "cite": "Gordon Ramsay"
    },
    {
      "quote": "Cooking is at once one of the simplest and most gratifying of the arts, but to cook well one must love and respect food.",
      "cite": "Craig Claiborne"
    },
    {
      "quote": "If you think well, you cook well.",
      "cite": "Ferran Adria"
    },
    {
      "quote": "I approach cooking from a science angle because I need to understand how things work. If I understand the egg, I can scramble it better. It's a simple as that.",
      "cite": "Alton Brown"
    },
    {
      "quote": "All cooking is a matter of time. In general, the more time the better.",
      "cite": "John Erskine"
    },
    {
      "quote": "I don't like gourmet cooking or this cooking or that cooking. I like good cooking.",
      "cite": "James Beard"
    },
    {
      "quote": "Once you understand the foundations of cooking - whatever kind you like, whether it's French or Italian or Japanese - you really don't need a cookbook anymore.",
      "cite": "Thomas Keller"
    },
    {
      "quote": "If you're not the one cooking, stay out of the way and compliment the chef.",
      "cite": "Michael Strahan"
    },
    {
      "quote": "The smells of slow cooking spread around the house and impart a unique warmth matched only by the flavour of the food.",
      "cite": "Yotam Ottolenghi"
    },
    {
      "quote": "Cooking requires confident guesswork and improvisation-- experimentation and substitution, dealing with failure and uncertainty in a creative way.",
      "cite": "Paul Theroux"
    },
    {
      "quote": "Cooking is an observation-based process that you can't do if you're so completely focused on a recipe.",
      "cite": "Alton Brown"
    },
    {
      "quote": "Cooking demands attention, patience, and above all, a respect for the gifts of the earth. It is a form of worship, a way of giving thanks.",
      "cite": "Judith B. Jones"
    },
    {
      "quote": "In cooking, as in all the arts, simplicity is the sign of perfection.",
      "cite": "Curnonsky"
    },
    {
      "quote": "Great cooking favors the prepared hands.",
      "cite": "Jacques Pepin"
    },
    {
      "quote": "Cooking is like making love, you do it well, or you do not do it at all.",
      "cite": "Harriet Van Horne"
    },
    {
      "quote": "Cooking is at once child's play and adult joy. And cooking done with care is an act of love.",
      "cite": "Craig Claiborne"
    },
    {
      "quote": "Cooking is one failure after another, and that's how you finally learn.",
      "cite": "Julia Child"
    },
    {
      "quote": "I read recipes the same way I read science fiction. I get to the end and say to myself 'well, that's not going to happen.",
      "cite": "Rita Rudner"
    },
    {
      "quote": "Oh, I adore to cook. It makes me feel so mindless in a worthwhile way.",
      "cite": "Truman Capote"
    },
    {
      "quote": "My two rules of cooking: keep it fresh and keep it simple.",
      "cite": "Michael Isabella"
    },
    {
      "quote": "Cooking is revolution and creation.",
      "cite": "Simone De Beauvoir"
    },
    {
      "quote": "Cooking is the most succulent of human pleasures.",
      "cite": "Sylvia Townsend Warner"
    },
    {
      "quote": "The most indespensible ingredient of all good home cooking: love for those you are cooking for.",
      "cite": "Sophia Loren"
    },
    {
      "quote": "Approach love and cooking with reckless abandon.",
      "cite": "H. Jackson Brown"
    },
    {
      "quote": "When you hear bacon cooking....that sizzling sound isn't the fat cooking....that's applause.",
      "cite": "Jim Gaffigan"
    },
    {
      "quote": "Working in the kitchen is my soul and my life, and I love it. I'm not there because people expect to see me; I am there because I want to be.",
      "cite": "Heinz Beck"
    },
    {
      "quote": "The person who makes the food—his physique, his food, his soul—is unique. It is like fingerprints or handwriting.",
      "cite": "Musa Dağdeviren"
    },
    {
      "quote": "You have to be yourself when you are creating and cooking. You do what you need to do and you do it to the best of your ability.",
      "cite": "Leah Chase"
    },
    {
      "quote": "My definition of man is a cooking animal. The beasts have memory, judgement, and the faculties and passions of our minds in a certain degree; but no beast is a cook... Man alone can dress a good dish; and every man whatever is more or less a cook, in seasoning what he himself eats.",
      "cite": "James Boswell"
    },
    {
      "quote": "Cookery is become an art, a noble science; cooks are gentlemen.",
      "cite": "Robert Burton"
    },
    {
      "quote": "There are people who claim to be instinctive cooks, who never follow recipes or weigh anything at all. All I can say is they're not very fussy about what they eat. For me, cooking is an exact art and not some casual game.",
      "cite": "Delia Smith"
    },
    {
      "quote": "A good cook is like a sorceress who dispenses happiness.",
      "cite": "Elisa Schiaparelli"
    },
    {
      "quote": "To the old saying that man built the house but woman made of it a 'home' might be added the modern supplement that woman accepted cooking as a chore but man has made of it a recreation.",
      "cite": "Emily Post"
    },
    {
      "quote": "When it comes to cooking, five years ago I felt guilty 'just adding water.' Now I want to bang the tube against the countertop and have a five-course meal pop out. If it comes with plastic silverware and a plate that self-destructs, all the better.",
      "cite": "Erma Bombeck"
    },
    {
      "quote": "When men reach their sixties and retire, they go to pieces. Women go right on cooking.",
      "cite": "Gail Sheehy"
    },
    {
      "quote": "Non-cooks think it's silly to invest two hours' work in two minutes' enjoyment; but if cooking is evanescent, so is the ballet.",
      "cite": "Julia Child"
    },
    {
      "quote": "I was 32 when I started cooking; up until then, I just ate.",
      "cite": "Julia Child"
    },
    {
      "quote": "Food imaginatively and lovingly prepared, and eaten in good company, warms the being.",
      "cite": "Marjorie Kinnan Rawlings"
    },
    {
      "quote": "A good cook is not necessarily a good woman with an even temper. Some allowance should be made for the artistic temperament.... Do not be unreasonable and suddenly announce at 7 o'clock that there will be three extra people for dinner. Cooks are only human beings and cannot work miracles.",
      "cite": "Marcel Boulestin"
    },
    {
      "quote": "Some people make too much of a business of cooking. Properly managed, cooking is the simplest of work, but nowhere is an efficiency expert so needed as in the kitchen. There is nothing I hate more than to see a woman, hot, tired, and untidy from cooking a dinner I am supposed to eat. It takes all the pleasure out of the meal.",
      "cite": "G.F. Scotson-Clark"
    },
    {
      "quote": "The fact is that it takes more than ingredients and technique to cook a good meal. A good cook puts something of himself into the preparation—he cooks with enjoyment, anticipation, spontaneity, and he is willing to experiment.",
      "cite": "Pearl Bailey"
    },
    {
      "quote": "When I come home to my kitchen, I realize it is there that I can best satisfy the eccentricities of my own palate.",
      "cite": "James Beard"
    },
    {
      "quote": "I feel a recipe is only a theme, which an intelligent cook can play each time with a variation.",
      "cite": "Madame Jehane Benoit"
    },
    {
      "quote": "Cookery is not chemistry. It is an art. It requires instinct and taste rather than exact measurements.",
      "cite": "Marcel Boulestin"
    },
    {
      "quote": "The discovery of a new dish does more for human happiness than the discovery of a new star.",
      "cite": "Anthelme Brillat-Savarin"
    },
    {
      "quote": "Poultry is for the cook what canvas is for the painter.",
      "cite": "Anthelme Brillat-Savarin"
    },
    {
      "quote": "Tomatoes and oregano make it Italian; wine and tarragon make it French. Sour cream makes it Russian; lemon and cinnamon make it Greek. Soy sauce makes it Chinese; garlic makes it good.",
      "cite": "Alice May Brock"
    },
    {
      "quote": "I don't even butter my bread. I consider that cooking.",
      "cite": "Katherine Cebrian"
    },
    {
      "quote": "Sour, sweet, bitter, pungent—all must be tasted.",
      "cite": "Chinese Proverb"
    },
    {
      "quote": "Life is too short to stuff a mushroom.",
      "cite": "Shirley Conran"
    },
    {
      "quote": "Salt is the policeman of taste: it keeps the various flavors of a dish in order, and restrains the stronger from tyrannizing over the weaker.",
      "cite": "Malcolm De Chazal"
    },
    {
      "quote": "It does not matter whether one paints a picture, writes a poem, or carves a statue, simplicity is the mark of a master-hand. Don't run away with the idea that it is easy to cook simply. It requires a long apprenticeship.",
      "cite": "Elsie de Wolfe"
    },
    {
      "quote": "If you like good food, cook it yourself.",
      "cite": "Li Liweng"
    },
    {
      "quote": "The fat in meat, fish, ducks and chicken must be kept in the meat and not allowed to run out, else the flavor is all in the juices.",
      "cite": "Yuan Mei"
    },
    {
      "quote": "From morning till night, sounds drift from the kitchen, most of them familiar and comforting.... On days when warmth is the most important need of the human heart, the kitchen is the place you can find it; it dries the wet sock, it cools the hot little brain.",
      "cite": "E.B. White"
    },
    {
      "quote": "Cooking is about creating something delicious for someone else.",
      "cite": "Ayumi Komura"
    },
    {
      "quote": "Cooking is one of the greatest gifts you can give to those you love.",
      "cite": "Ina Garten"
    },
    {
      "quote": "Cooking is an art, but you eat it too.",
      "cite": "Marcella Hazan"
    },
    {
      "quote": "Cooking is simply a huge and often very fun puzzle of piecing together techniques with different ingredients. Once you know your basics, the world is your oyster (or your clam, your chicken thigh, block of tofu—whatever makes you happy).",
      "cite": "Julia Turshen"
    },
    {
      "quote": "Good food is always a trouble and its preparation should be regarded as a labour of love.",
      "cite": "Elizabeth David"
    },
    {
      "quote": "The cooking of the Mediterranean shores, endowed with all the natural resources, the colour and flavour of the South, is a blend of tradition and brilliant improvisation. The Latin genius flashes from the kitchen pans.",
      "cite": "Elizabeth David"
    },
    {
      "quote": "Cooking for people is an enormously significant expression of generosity and soulfulness, and entertaining is a way to be both generous and creative. You're sharing your life with people. Of course, it's also an expression of your own need for approval and applause. Nothing wrong with that.",
      "cite": "Ted Allen"
    },
    {
      "quote": "The cool thing is that now that people have made this evolution where cooking is cool, people are doing it on weekends, they're doing their own challenges. It's back to cooking. And it's real cooking.",
      "cite": "Emeril Lagasse"
    },
    {
      "quote": "You can pretty much make fish soup out of anything, but it always tastes better if you include fish.",
      "cite": "Sten Sture Skaldeman"
    },
    {
      "quote": "A comedian I heard recently suggested that the best way to get a man to cook for you is to get him to associate cooking with danger. [...] If cooking involves fire or large knives or a whole fish—preferably all three—he's there.",
      "cite": "Sydney Biddle Barrows"
    },
    {
      "quote": "I believe that precision in cooking is not about who can construct the most meticulously perfect recipe, but who can master their skill and techniques so well that they can apply them to more or less anything with great results.",
      "cite": "Magnus Nilsson"
    },
    {
      "quote": "The tradition of Italian cooking is that of the matriarch. This is the cooking of grandma. She didn't waste time thinking too much about the celery. She got the best celery she could and then she dealt with it.",
      "cite": "Mario Batali"
    },
    {
      "quote": "When baking, follow directions. When cooking, go by your own taste.",
      "cite": "Laiko Bahrs"
    },
    {
      "quote": "In large states public education will always be mediocre, for the same reason that in large kitchens the cooking is usually bad.",
      "cite": "Friedrich Nietzsche"
    },
    {
      "quote": "Cooking for some is joy, for others a way to relax after a hectic day at work, and for a few, it’s purely a means to an end. Whatever your feelings are about cooking, it is so rewarding to see friends and family enjoy your food.",
      "cite": "Chetna Makan"
    },
    {
      "quote": "One of the most meditative times of my day is when I'm cooking.",
      "cite": "Gabrielle Bernstein"
    },
    {
      "quote": "Cooking is the art of adjustment.",
      "cite": "Jacques Pepin"
    },
    {
      "quote": "For me, cooking is an expression of the land where you are and the culture of that place.",
      "cite": "Alex Atala"
    },
    {
      "quote": "Like eating your own cooking, / do you favor what you write / Do the words digest completely, / —the stove again to light / As you walk that final mile, / in those shabby cobblers shoes / Will you then embrace at last, / —what was never yours to lose",
      "cite": "Kurt Philip Behm"
    }
  ]
}