{
  "source": "https://www.wisesayings.com/cookies-quotes/",
  "theme": "cookies",
  "quotes": [
    {
      "cite": "Anthony T. Hincks",
      "quote": "What good is having all of the cookies when you can't eat anymore?"
    },
    {
      "cite": "Sandra Lee",
      "quote": "Cookies are the sweetest little bit of comfort food. They are very bite sized and personal."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "A balanced diet is a cookie in each hand."
    },
    {
      "cite": "Anonymous",
      "quote": "One of the best things in life- warm chocolate chip cookies."
    },
    {
      "cite": "Sandra Lee",
      "quote": "Baking cookies is comforting, and cookies are the sweetest little bit of comfort food. They are very bite-sized and personal."
    },
    {
      "cite": "Yao Ming",
      "quote": "Fortune cookies are a good idea. If the message is positive, it can make your day a little better."
    },
    {
      "cite": "Suze Orman",
      "quote": "People have got to learn: if they don't have cookies in the cookie jar, they can't eat cookies."
    },
    {
      "cite": "Michael Korda",
      "quote": "The pleasure lies not in the cookies, but in the pattern the crumbs make when the cookies crumble."
    },
    {
      "cite": "Anonymous",
      "quote": "A cookie a day keeps the sadness away. An entire jar of cookies a day brings it back."
    },
    {
      "cite": "Barbara Jordan",
      "quote": "Think what a better world it would be if we all, the whole world, had cookies and milk about three o'clock every afternoon and then lay down on our blankets for a nap."
    },
    {
      "cite": "Pat Murphy",
      "quote": "If you can't change the world with chocolate chip cookies, how can you change the world?"
    },
    {
      "cite": "Salman Rushdie",
      "quote": "In the cookie of life, friends are the chocolate chips."
    },
    {
      "cite": "Brent M. Jones",
      "quote": "Cookies are happy, because that is their job. Making those you know, and don't know happy. They tell people you care."
    },
    {
      "cite": "Anonymous",
      "quote": "Cookies are made of butter and love."
    },
    {
      "cite": "James Geary",
      "quote": "Whatever their true beginnings,  fortune cookies are one of the few contemporary manifestations of 'wisdom writing,' the ancient forerunner of the aphorism."
    },
    {
      "cite": "Newt Gingrich",
      "quote": "I was dramatically shaped by my aunts and grandmother because they convinced me there was always a cookie available."
    },
    {
      "cite": "Raquel Welch",
      "quote": "I was not a classic mother. But my kids were never palmed off to boarding school. So I didn't bake cookies. You can buy cookies but you can't buy love."
    },
    {
      "cite": "Diane Arbus",
      "quote": "Taking pictures is like tiptoeing into the kitchen late at night and stealing Oreo cookies."
    },
    {
      "cite": "Elizabeth Faye",
      "quote": "Grandmothers can always be counted on to produce sweets, cookies, and candies that seem to taste nicer from her than from anyone else."
    },
    {
      "cite": "Hillary Rodham Clinton",
      "quote": "I could have stayed home and baked cookies and had teas. But what I decided was to fulfill my profession, which I entered before my husband was in public life."
    },
    {
      "cite": "Irene Zahava",
      "quote": "My mother has taught me many lessons: Nothing is as it appears. There are no calories in a broken cookie. When in doubt, throw it out. A stuffed animal is easier to care for than a baby. You can never own too many pairs of shoes...Never trust anyone with a secret— except your mother."
    },
    {
      "cite": "Becca Anderson",
      "quote": "I was excited to be hosting one lovely, late spring day and planned everything to a tee— lemon bars with lime icing, mini cupcakes with icing that looked like lace, and my favorite black and white cookies; chocolate on one side and vanilla on the other."
    },
    {
      "cite": "Becca Anderson",
      "quote": "It is funny how I knew those cookies were going to save the night, I guess I just didn't know whose."
    },
    {
      "cite": "Becca Anderson",
      "quote": "How could they be mad at me when they are being served stunningly beautiful cookies on napkins that reminded them they are fabulous?"
    },
    {
      "cite": "Rebecca Firth",
      "quote": "They're the cookies we smelled as kids, the ones we first learned to make as teenagers and the ones we may have burned in college when we learned that combining baking and drinking presents certain challenges."
    },
    {
      "cite": "Jean Pare",
      "quote": "Opening the door upon arriving home from school to the heavenly aroma of freshly baked cookies leaves an indelible print in one's mind."
    },
    {
      "cite": "Jean Pare",
      "quote": "Ice box cookies that are made one day and baked the next are always enjoyed. Drop cookies such as Hermits and Chocolate Nuggets are great for lunch and snack."
    },
    {
      "cite": "Jean Pare",
      "quote": "When company's coming— any age or any size of crowd— be ready for the onslaught with a full cookie jar."
    },
    {
      "cite": "Martha Stewart",
      "quote": "The general definition of cookie— 'a small flat or slightly raised cake' — is an inadequate and even misleading, given the fact that America's favorite dessert has assumed so many incarnations, so many sizes, and shapes and flavors."
    },
    {
      "cite": "Ted Alling",
      "quote": "We all love to have them in our bags all the time so  with a bag of coffee, it is like a treat to yourself."
    },
    {
      "cite": "Ted Alling",
      "quote": "You so not have to depend on any junk food if you have these cookies in your bag all the time. They are light to consume and you will be able to control your unnecessary hunger"
    },
    {
      "cite": "Lauren Chattman",
      "quote": "There's nothing more reassuring to kids than a plate of their favorite chocolate chip, oatmeal, or peanut butter cookies."
    },
    {
      "cite": "Mindy Segal",
      "quote": "While many cookies aspire to play supporting roles— a buttery sable alongside panna cotta or a crispr tuile with ice cream— a sandwich cookie offers a complete experience.."
    },
    {
      "cite": "Jean Pare",
      "quote": "Cookies are known around the world as biscuits, keks, teacakes and biscotti, and everyone has a favorite."
    },
    {
      "cite": "Christina Tosi",
      "quote": "No matter how bad your day is, when you start talking about cookies or cakes or pies, or you bring someone cookies, there's just not bad news. The worst news is, 'Hey, there's sugar in that.'"
    },
    {
      "cite": "Cookie Monster",
      "quote": "Today, me will live in the moment, unless it is unpleasant. In which case me will eat a cookie."
    },
    {
      "cite": "Bobby Flay",
      "quote": "I think cookies are sort of the unsung sweet, you know? They're incredibly popular. But everybody thinks of cakes and pies and fancier desserts before they think cookies. A plate of cookies is a great way to end dinner and really nice to share at the holidays."
    },
    {
      "cite": "Curtis Stone",
      "quote": "My grannies would both bake things like shortbreads and cookies. I think whenever I smell those kinds of things it really takes me back to my childhood."
    },
    {
      "cite": "Hersche Walker",
      "quote": "Just be willing to pay the price. If you know you want to eat more cake or more cookies, be willing to work out a little bit more."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "Everyone is kneaded out of the same dough but not baked in the same oven."
    },
    {
      "cite": "Michael Korda",
      "quote": "The pleasure lies not in the cookies, but in the pattern the crumbs make when the cookies crumble."
    },
    {
      "cite": "Dylan Lauren",
      "quote": "I am a picky eater. By that I mean, I love to pick the raisins out of oatmeal raisin cookies, the chips out of chocolate chip cookies, the white side off of black and white cookies, and the vanilla center out of Oreos."
    },
    {
      "cite": "Jennifer Lee",
      "quote": "People think of fortune cookies as being Chinese, but in essence, they are fundamentally American."
    },
    {
      "cite": "Dana Goodyear",
      "quote": "Christmas cookies can't help but be retro - they are memory first, sugar-flour-egg-redhot-gumdrop-sparkle reality second."
    }
  ]
}