{
  "source": "https://www.wisesayings.com/cool-quotes/",
  "theme": "cool",
  "quotes": [
    {
      "cite": "Deng Xiaoping",
      "quote": "Keep a cool head and maintain a low profile. Never take the lead - but aim to do something big."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Let your soul stand cool and composed before a million universes."
    },
    {
      "cite": "Jurgen Klopp",
      "quote": "The challenge is to stay cool enough to handle the pressure in the moment so that you can succeed in the future."
    },
    {
      "cite": "Daniel Webster",
      "quote": "Keep cool; anger is not an argument."
    },
    {
      "cite": "Criss Jami",
      "quote": "Any fool can do something cool and look cool, but it takes skill to make something uncool cool again."
    },
    {
      "cite": "Dia Reeves",
      "quote": "I wear my cool on the inside; that's why my hands are always so cold."
    },
    {
      "cite": "William Gibson",
      "quote": "Secrets...are the very root of cool."
    },
    {
      "cite": "Cameron Conaway",
      "quote": "It’s cool when fashion recycles itself, it’s not cool when sustainable living does because it means there was (and is as I write) a period of absolute and possibly irreversible destruction."
    },
    {
      "cite": "A.D. Posey",
      "quote": "That which is cool is driven by the soul."
    },
    {
      "cite": "Lord Shaftesbury",
      "quote": "True courage is cool and calm. The bravest of men have the least of a brutal, bullying insolence, and in the very time of danger are found the most serene and free."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "One cool judgment is worth a thousand hasty counsels. The thing to do is to supply light and not heat."
    },
    {
      "cite": "Louis Antoine de Saint-Just",
      "quote": "Keep cool and you command everybody."
    },
    {
      "cite": "Alexander Lowen",
      "quote": "We believe it is bad or dangerous to be carried away by our emotions. We admire the person who is cool, who acts without feeling."
    },
    {
      "cite": "John Ray",
      "quote": "Good words cool more than cold water."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Those who think it is not cool to be kind are cold hearted."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "He who is passionate and hasty is generally honest. It is your cool, dissembling hypocrite of whom you should beware."
    },
    {
      "cite": "Lord Buckley",
      "quote": "To be cool is to believe. To stay cool is to have the sweet fragments of serenity rock your wig away."
    },
    {
      "cite": "Vijay Samuel Benjamin",
      "quote": "For some, life is about \"being Cool\" while for others its about \"being Hot\". While there is room for both, we must avoid \"being Lukewarm\"."
    },
    {
      "cite": "Edwin Hubbell Chapin",
      "quote": "The downright fanatic is nearer to the heart of things than the cool and slippery disputant."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Summer bachelors, like summer breezes, are never as cool as they pretend to be."
    },
    {
      "cite": "William Penn",
      "quote": "Nothing does reason more right, than the coolness of those that offer it: For Truth often suffers more by the heat of its defenders, than from the arguments of its opposers."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "The one cool thing with getting older is that you can actively choose to just be an eccentric."
    },
    {
      "cite": "Brian Adams",
      "quote": "Self control refers to controlling one's emotions and feelings and not losing one's cool even in the worst of situations."
    },
    {
      "cite": "Darren Aronofsky",
      "quote": "Now there is so much expertise and brainpower it's hard to be at the cutting edge of what's cool and not do something that's totally geeky."
    },
    {
      "cite": "John Steinbeck",
      "quote": "What good is the warmth of summer, without the cold of winter to give it sweetness."
    },
    {
      "cite": "Deborah Kerr",
      "quote": "Winter must be cold for those with no warm memories."
    }
  ]
}