{
  "source": "https://www.wisesayings.com/cooperation-quotes/",
  "theme": "cooperation",
  "quotes": [
    {
      "cite": "Aesop",
      "quote": "In union there is strength."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "He that does good to another does good also to himself."
    },
    {
      "cite": "John Donne",
      "quote": "No man is an island, entire of itself; every man is a piece of the continent."
    },
    {
      "cite": "Baltasar Gracian y Morales",
      "quote": "The path to greatness is along with others."
    },
    {
      "cite": "A. A. Milne",
      "quote": "You can't stay in your corner of the forest waiting for others to come to you. You have to go to them sometimes."
    },
    {
      "cite": "Sir Ken Robinson Ph.D.",
      "quote": "Most great learning happens in groups. Collaboration is the stuff of growth."
    },
    {
      "cite": "Helen Keller",
      "quote": "Alone we can do so little. Together we can do so much."
    },
    {
      "cite": "Charles Darwin",
      "quote": "In the long history of humankind (and animal kind, too) those who learned to collaborate and improvise most effectively have prevailed."
    },
    {
      "cite": "John Heywood",
      "quote": "Many hands make light work."
    },
    {
      "cite": "Kenyan Proverb",
      "quote": "Sticks in a bundle are unbreakable"
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "We may have all come on different ships, but we're in the same boat now."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If we do not hang together, we will all hang separately."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Now join your hands, and with your hands your hearts."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "In walking, the will and the muscles are so accustomed to working together and performing their task with so little expenditure of force that the intellect is left comparatively free."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Let everyone sweep in front of his own door, and the whole world will be clean."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Not in numbers but in unity that our great strength lies."
    },
    {
      "cite": "Heraclitus",
      "quote": "All things come out of the one, and the one out of all things."
    },
    {
      "cite": "German Proverb",
      "quote": "He who cannot help may hinder."
    },
    {
      "cite": "Howard Schultz",
      "quote": "Victory is much more meaningful when it comes not just from one person, but from the joint achievements of many."
    },
    {
      "cite": "Danish Proverb",
      "quote": "A willing helper does not wait until he is asked."
    },
    {
      "cite": "Michael De Saintamo",
      "quote": "When two people meet, there are really six people present. There is each man as he sees himself, each man as he wants to be seen, and each man as he really is."
    },
    {
      "cite": "Bahaullah",
      "quote": "So powerful is the light of unity that it can illuminate the whole earth."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is a beginning, staying together is progress, and working together is success."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The achievements of an organization are the results of the combined effort of each individual."
    },
    {
      "cite": "Phil Jackson",
      "quote": "The strength of the team is each individual member. The strength of each member is the team."
    },
    {
      "cite": "Tom Vilsack",
      "quote": "People working together in a strong community with a shared goal and a common purpose can make the impossible possible."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The only thing that will redeem mankind is cooperation."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Only when all contribute their firewood can they build up a strong fire."
    },
    {
      "cite": "Julius Nyerere",
      "quote": "Cooperation and conflict are two sides of the same coin; both arise out of man's relationship with his fellows. The larger the group, the greater the possibility of development through cooperation, and the greater the possibility of conflict."
    },
    {
      "cite": "James Raymond Lucas",
      "quote": "Cooperation is willing collaboration by free individuals in a collective effort that creates more value than it expends."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Take the trouble to stop and think of the other person's feelings, his viewpoints, his desires and needs. Think more of what the other fellow wants, and how he must feel."
    },
    {
      "cite": "Max Lerner",
      "quote": "Either men will learn to live like brothers, or they will die like beasts."
    },
    {
      "cite": "Aesop",
      "quote": "Union gives strength."
    },
    {
      "cite": "Carl Jung",
      "quote": "The meeting of two personalities is like the contact of two chemical substances. If there is any reaction, both are transformed."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "People who work together will win, whether it be against complex football defenses, or the problems of modern society."
    },
    {
      "cite": "Claude M. Bristol",
      "quote": "Always try to do something for the other fellow and you will be agreeably surprised how things come your way -- how many pleasing things are done for you."
    },
    {
      "cite": "Bible",
      "quote": "Behold how good and how pleasant it is for brethren to dwell together in unity."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Each of us is here for a brief sojourn; for what purpose he knows not, though he senses it. But without deeper reflection one knows from daily life that one exists for other people."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Everything in the world we want to do or get done, we must do with and through people."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "God does notice us, and He watches over us. But it is usually through another person that he meets our needs."
    },
    {
      "cite": "William James",
      "quote": "Our lives are like islands in the sea, or like trees in the forest. The maple and the pine may whisper to each other with their leaves ... But the trees also commingle their roots in the darkness underground, and the islands also hang together through the ocean's bottom."
    },
    {
      "cite": "Althea Gibson",
      "quote": "No matter what accomplishments you achieve, somebody helps you."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "We are here to awaken from our illusion of separateness."
    },
    {
      "cite": "Jean Vanier",
      "quote": "When we begin to believe that there is greater joy in working with and for others, rather than just for ourselves, then our society will truly become a place of celebration."
    },
    {
      "cite": "Doug Floyd",
      "quote": "You don't get harmony when everybody sings the same note."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Every kind of peaceful cooperation among men is primarily based on mutual trust and only secondarily on institutions such as courts of justice and police"
    },
    {
      "cite": "Greg Anderson",
      "quote": "Let's face it. In most of life we really are interdependent. We need each other. Staunch independence is an illusion, but heavy dependence isn't healthy, either. The only position of long-term strength is interdependence: win/win."
    },
    {
      "cite": "Preston Bradley",
      "quote": "The world basically and fundamentally is constituted on the basis of harmony. Everything works in co-operation with something else."
    },
    {
      "cite": "Claude M. Bristol",
      "quote": "Doing things for others always pays dividends"
    },
    {
      "cite": "Phillips Brooks",
      "quote": "No man has come to true greatness who has not felt that his life belongs to his race, and that which God gives to him, He gives him for mankind."
    },
    {
      "cite": "Gandhi",
      "quote": "Non-cooperation with evil as much a duty as is cooperation with good."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "We are born for cooperation, as are the feet, the hands, the eyelids, and the upper and lower jaws."
    },
    {
      "cite": "William Feather",
      "quote": "Getting along with others is the essence of getting ahead, success being linked with cooperation."
    },
    {
      "cite": "Charles Steinmetz",
      "quote": "Cooperation is not a sentiment—it is an economic necessity."
    },
    {
      "cite": "Henry George",
      "quote": "Save possibly in education effects, cooperation can produce no general results that competition will not produce."
    },
    {
      "cite": "F.W. Woolworth",
      "quote": "We would rather have one man working with us than working for us."
    },
    {
      "cite": "American Proverb",
      "quote": "If you don't believe in cooperation, watch what happens to a wagon when one wheel comes off."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "A single arrow is easily broken, but not ten in a bundle."
    },
    {
      "cite": "African Proverb",
      "quote": "When spider webs unite, they can tie up a lion."
    },
    {
      "cite": "John Ruskin",
      "quote": "Government and cooperation are in all things the laws of life; anarchy and competition the laws of death."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "With one hand I do not even tie a knot."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "God gives food, but does he cook it and put it in the mouth?"
    },
    {
      "cite": "John Taylor Wood",
      "quote": "You cannot clap with one hand alone."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "No more the swindler singly seeks his prey; / To hunt in couples is the modern way / A rascal, from the public to purloin, / An honest man to hide away the coin."
    },
    {
      "cite": "Billy Sheehan",
      "quote": "If you lift just a little, I'll pull down from the middle / Combine my dedication with your cooperation / Remove all hesitation with one slight levitation / If you lift just a little, I'll pull down from the middle."
    },
    {
      "cite": "China Drum",
      "quote": "Tryin' hard to weigh up the situation / But without my mind's full cooperation / How can I have something to believe in / When I don't even listen to the mouth the words are leaving."
    },
    {
      "cite": "Virginia Burden",
      "quote": "Cooperation is the thorough conviction that nobody can get there unless everybody gets there."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Nothing truly valuable can be achieved except by the unselfish cooperation of many individuals."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Cooperation doesn't mean agreement, it means working together to advance the greater good."
    },
    {
      "cite": "George Washington",
      "quote": "A hundred thousand men, coming one after another, cannot move a Ton weight; but the united strength of 50 would transport it with ease."
    },
    {
      "cite": "Bryant McGill",
      "quote": "The most effective form of creation is an act of cooperation, not force."
    },
    {
      "cite": "Rick Yancey",
      "quote": "Without trust, there's no cooperation. And without cooperation, there's no progress. History stops."
    },
    {
      "cite": "Idowu Koyenikan",
      "quote": "There is immense power when a group of people with similar interests gets together to work toward the same goals."
    },
    {
      "cite": "Hina Hashmi",
      "quote": "An individual can't create anything itself. All of our dreams come true with the cooperation and co-creation of other souls."
    },
    {
      "cite": "Bill Clinton",
      "quote": "We all do better when we work together. Our differences do matter, but our common humanity matters more."
    },
    {
      "cite": "Mo Mowlam",
      "quote": "People working together can overcome many obstacles, often within themselves, and by doing so can make the world a better place."
    }
  ]
}