{
  "source": "https://www.wisesayings.com/coparenting-quotes/",
  "theme": "coparenting",
  "quotes": [
    {
      "cite": "Allison Pescosolido",
      "quote": "Make a positive difference in your children's lives. Act and speak about your co-parent with respect and integrity."
    },
    {
      "cite": "Anonymous",
      "quote": "Kids need parents, not a part-time visitor with a checkbook."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "To be in your children's memories tomorrow, you have to be in their lives today."
    },
    {
      "cite": "Jacqueline Kennedy Onassis",
      "quote": "If you bungle raising your children, I don't think whatever else you do matters very much."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "Don't worry that children never listen to you; worry that they are always watching you."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "It is easier to build strong children than to repair broken men."
    },
    {
      "cite": "Wes Fesler",
      "quote": "A family portrait is only complete with love to fill it's frame."
    },
    {
      "cite": "Beverly Cleary",
      "quote": "I don't think children's inner feelings have changed. They still want a mother and father in the very same house; they want places to play."
    },
    {
      "cite": "Jane Blaustone",
      "quote": "The best security blanket a child can have is parents who respect each other."
    },
    {
      "cite": "Jane D. Hull",
      "quote": "At the end of the day, the most overwhelming key to child's success is the positive involvement of the parents."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Your children need your presence more than your presents."
    },
    {
      "cite": "Kittie Frantz",
      "quote": "Remember you are not managing an inconvenience. You are raising a human being."
    },
    {
      "cite": "Heather Hetchler",
      "quote": "Co-parenting. It's not a competition between two homes. It's a collaboration of parents doing what is best for the kids."
    },
    {
      "cite": "Iyanila Vanzant",
      "quote": "This is probably one of the most difficult challenges any parent could face, learning to love the other parent enough to make the children first."
    },
    {
      "cite": "Elle Macpherson",
      "quote": "I'm very fortunate because we're committed to co-parenting our children together."
    },
    {
      "cite": "Sue Atkins",
      "quote": "There is no such thing as a perfect parent. So just be a real one."
    },
    {
      "cite": "Kela Price",
      "quote": "Think of it as an important business project; you don't always love the person that you're working with, but you work together to get the project done. Co-parents need to adopt this same business model when co-parenting their children."
    },
    {
      "cite": "Anonymous",
      "quote": "Co-parenting is not asking permission. It's about discussing your child's needs and wants and deciding what's best."
    }
  ]
}