{
  "source": "https://www.wisesayings.com/coping-quotes/",
  "theme": "coping",
  "quotes": [
    {
      "cite": "Elizabeth Bear",
      "quote": "Every one of us is a minor tragedy. Most of us learn to cope."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "To overcome difficulties is to experience the full delight of existence."
    },
    {
      "cite": "Bruce Lee",
      "quote": "It is not a daily increase, but a daily decrease. Hack away at the inessentials."
    },
    {
      "cite": "Peter Marshall",
      "quote": "When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure."
    },
    {
      "cite": "William James",
      "quote": "The greatest weapon against stress is our ability to choose one thought over another."
    },
    {
      "cite": "Ovid",
      "quote": "Take rest; a field that has rested gives a bountiful crop."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "One of life's best coping mechanisms is to know the difference between an inconvenience and a problem."
    },
    {
      "cite": "David Allen",
      "quote": "Your ability to generate power is directly proportional to your ability to relax."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "Two words will help you cope when you run low on hope: accept and trust."
    },
    {
      "cite": "Mira Grant",
      "quote": "It is what it is. Isn't that how these things always go? They are what they are. We just get to cope."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you're going through hell, keep going."
    },
    {
      "cite": "Matthew Desmond",
      "quote": "You do learn how to cope from those who are coping."
    },
    {
      "cite": "Michelle Moran",
      "quote": "Pain moves us forward, changing us into something else, something we need to be."
    },
    {
      "cite": "John Newton",
      "quote": "We can easily manage if we will only take, each day, the burden appointed to it. But the load will be too heavy for us if we carry yesterday's burden over again today, and then add the burden of the morrow before we are required to bear it."
    },
    {
      "cite": "Joyce Rachelle",
      "quote": "Not everything that happens in your life has to hit you like a hurricane."
    },
    {
      "cite": "Paul Harvey",
      "quote": "In times like these it is good to remember that there have always been times like these."
    },
    {
      "cite": "Barbara Deming",
      "quote": "Think first of the action that is right to take, think later about coping with one's fears."
    },
    {
      "cite": "Lorene Scafaria",
      "quote": "Routine is part of coping."
    },
    {
      "cite": "Alysha Speer",
      "quote": "You never really know what's coming. A small wave, or maybe a big one. All you can really do is hope that when it comes, you can surf over it, instead of drown in its monstrosity."
    },
    {
      "cite": "Rayne Lopez",
      "quote": "There are limits to coping, set by ones mind and heart."
    },
    {
      "cite": "Albert Bandura",
      "quote": "Coping with the demands of everyday life would be exceedingly trying if one could arrive at solutions to problems only by actually performing possible options and suffering the consequences."
    },
    {
      "cite": "Marilyn Ferguson",
      "quote": "We have two strategies for coping; the way of avoidance or the way of attention."
    },
    {
      "cite": "Virginia Satir",
      "quote": "Problems are not the problem; coping is the problem."
    },
    {
      "cite": "Nelson DeMille",
      "quote": "Somehow our devils are never quite what we expect when we meet them face to face."
    },
    {
      "cite": "Ashton Eaton",
      "quote": "Coping with injuries is always difficult for athletes because all we want to do is, basically, to have our best performances unhindered."
    },
    {
      "cite": "Anonymous",
      "quote": "We're all broken in one way or another, some just hold the pieces together better."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "On some dimension or other, every event in life can be causing only one of two things: either it is good for you, or it is bringing up what you need to look at in order to create good for you. Evolution is win-win life is self-correcting."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Do not anticipate trouble or worry about what may never happen. Keep in the sunlight."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Facing it, always facing it, that's the way to get through. Face it."
    },
    {
      "cite": "Ann Landers",
      "quote": "When life's problems seem overwhelming, look around and see what other people are coping with. You may consider yourself fortunate."
    },
    {
      "cite": "James Roday",
      "quote": "Gallows humor is part of our coping mechanism. It's part of our grief process. If we don't know what else to do, we laugh. That's a very real thing."
    },
    {
      "cite": "Rachel Cusk",
      "quote": "Leaving things behind and starting again is a way of coping with difficulties. I learnt very early in my life that I was able to leave a place and still remain myself."
    },
    {
      "cite": "Tressie McMillan Cottom",
      "quote": "I fix myself, even when it causes great pain to do so, because I know that I cannot fix the way the world sees me."
    },
    {
      "cite": "A. D. Aliwat",
      "quote": "Honor the pain briefly, give it the deference it deserves, tell it you love it, then it will let you go."
    },
    {
      "cite": "Corrie Sirota",
      "quote": "Grieving is not a race, nor is it a predictable experience - it is as unique as each and every one of us. Therefore by creating your own path you will find your own way through."
    },
    {
      "cite": "Somaly Mam",
      "quote": "Sometimes you can learn, even from a bad experience. By coping you become stronger. The pain does not go away, but it becomes manageable."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "One day I looked at something in myself that I had been avoiding because it was too painful. Yet once I did, I had an unexpected surprise. Rather than self-hatred, I was flooded with compassion for myself because I realized the pain necessary to develop that coping mechanism to begin with."
    },
    {
      "cite": "Diane Keaton",
      "quote": "Humor helps us get through life with a modicum of grace. It offers one of the few benign ways of coping with the absurdity of it all."
    },
    {
      "cite": "Kenji Miyazawa",
      "quote": "We must embrace pain and burn it as fuel for our journey."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."
    },
    {
      "cite": "C. Cherie Hardy",
      "quote": "After loss there is always gain. While our beloved seems irreplaceable, we are always blessed with a season of warmth, renewal and regeneration. And, just as the flowers do in spring, we bloom with beauty and grace—defying the harshness of the wintery days which we longed to pass. Be assured that the intensity of grief lessens with time, encouragement, faith and hope."
    },
    {
      "cite": "Washington Irving",
      "quote": "There is sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Find a place inside where there's joy, and the joy will burn out the pain."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Anyone can hide. Facing up to things, working through them, that's what makes you strong."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Anything that's human is mentionable, and anything that is mentionable can be more manageable. When we talk about our feelings, they become less overwhelming, less upsetting, and less scary. The people we trust with that important talk can help us know that we are not alone."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "As you work through your grief, you may have times when you simply need to get your mind off of what you're going through because you have done everything you can do about it; there is nothing else you can do except wait for the full healing to come."
    },
    {
      "cite": "Elizabeth Berrien",
      "quote": "A feeling of pleasure or solace can be so hard to find when you are in the depths of your grief. Sometimes it's the little things that help get you through the day. You may think your comforts sound ridiculous to others, but there is nothing ridiculous about finding one little thing to help you feel good in the midst of pain and sorrow."
    },
    {
      "cite": "Barbara Rothbaum",
      "quote": "I think the best coping strategies are the healthy coping strategies that have worked for us before, so exercising, talking to people we're close to, working. I think working is actually very healthy for most people to have some place to go and to feel productive and just distract ourselves from our own thoughts."
    },
    {
      "cite": "Sheryl Crow",
      "quote": "People go through challenging moments of losing people and of having their life threatened from illness and real grief. But they get through it. And that's the testament to the human spirit—we are fragile, but we also are divine."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "You cannot prevent the birds of sorrow from flying over your head, but you can prevent them from building nests in your hair."
    },
    {
      "cite": "Woody Allen",
      "quote": "Life is full of misery, loneliness, and suffering—and it's all over much too soon."
    },
    {
      "cite": "Kathleen Thompson Norris",
      "quote": "Life is easier than you'd think; all that is necessary is to accept the impossible, do without the indispensable, and bear the intolerable."
    },
    {
      "cite": "Stephen King",
      "quote": "If you can't laugh when things go bad—laugh and put on a little carnival—then you're either dead or wishing you were."
    },
    {
      "cite": "Lou Holtz",
      "quote": "It's not the load that breaks you down, it's the way you carry it."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Obsessing over something that has jarred your world is called coping."
    },
    {
      "cite": "Ranal Currie",
      "quote": "As a coping strategy, worrying is highly over-rated."
    },
    {
      "cite": "Khalid Donnel Robinson; Jamil Chammas; Jeremy Malvin",
      "quote": "Take me 'round the world and back again / As I'm searching for my soul out there / Oh, there's something that I'm wondering / Where I'm going when my story ends / Doesn't even matter anyway, no / Focused and I'm coping with the pain / Only getting older by the day, yeah, we're / Only getting older."
    },
    {
      "cite": "Winston McCall; Jeff Ling; Luke Kilpatrick; Jia O'Connor; Ben Gordon",
      "quote": "It's guilt and frustration, it's everything between / The silence and the absence hitting home / Peripheral glances and the chasing of a sound / I never knew I'd miss until it's gone / So ask me how I'm coping, and I'll smile and tell you: \"I'm just fine.\""
    },
    {
      "cite": "Julia Samuel",
      "quote": "If you ignore grief and push it down, you can live and you can even function, but you will live a very narrow emotional life because you are using so much emotional energy to cope. Everything in your psyche will be squashed down, and that means small things can trigger a much bigger kind of effect. The fact is, you have to do the work of grieving. You have to let it run its course. Pain is the agent of change; pain is what allows you to change, it’s what enables you to reach a new reality."
    },
    {
      "cite": "Julia Samuel",
      "quote": "You have to have time when you grieve, and time when you have a break from the grief. You can create circumstances where you grieve, and circumstances where you move on."
    }
  ]
}