{
  "source": "https://www.wisesayings.com/copyright-quotes/",
  "theme": "copyright",
  "quotes": [
    {
      "cite": "John Marks Templeton",
      "quote": "Every effort has been made to locate copyright holders and, if any material has been used without proper permission, the editor would appreciate being notified so that proper credit can be given in future editions."
    },
    {
      "cite": "Stephen Fishman",
      "quote": "The primary purpose of copyright, then, is not to enrich authors; rather, it is to promote the progress of science and useful arts—  that is, human knowledge."
    },
    {
      "cite": "Stephen Fishman",
      "quote": "Copyright is a legal device that provides the creator of a work of art or literature, or a work that conveys information or ideas, the right to control how the work is used."
    },
    {
      "cite": "Stephen Fishman",
      "quote": "A copyright is a type of property— it belongs to its owner (usually the author) , and the courts can be asked to intervene if anyone uses it without permission."
    },
    {
      "cite": "Attorney Richard Stim",
      "quote": "Copyright lasts for the life of the work's creator (its author) plus 70 years."
    },
    {
      "cite": "Attorney Richard Stim",
      "quote": "Copyright does not protect ideas or facts; it protects only the unique way in which ideas or facts are expressed."
    },
    {
      "cite": "Marshall A. Leaffer",
      "quote": "The term copyright is a highly descriptive term: the right to make copies."
    },
    {
      "cite": "Stephen M. McJohn",
      "quote": "Copyright licensing is used to make works available to the public for free."
    },
    {
      "cite": "Siva Vaidhyanathan",
      "quote": "Copyright should be about policy, not property."
    },
    {
      "cite": "Jack Reznicki",
      "quote": "Ideas cannot be copyrighted."
    },
    {
      "cite": "Howard Suber",
      "quote": "Copying is shorthand for the infringing of any of the copyright owner's exclusive rights as described in the Copyright Act."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "I think art is the only thing that's spiritual in the world. And I refuse to forced to believe in other people's interpretations of God. I don't think anybody should be. No one person can own the copyright to what God means."
    },
    {
      "cite": "Tom Lehrer",
      "quote": "I have always found it interesting... that there are people who regard copyright infringement as a form of flattery."
    },
    {
      "cite": "Charles Duhigg",
      "quote": "Actually, attorneys say, copying a purchased CD for even one friend violates the federal copyright code most of the time."
    },
    {
      "cite": "Gift Gugu Mona",
      "quote": "God holds the copyright, as the sole author of life."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "A true poet writes from the language and experiences of their own heart, not those of others."
    },
    {
      "cite": "Maximillian Degenerez",
      "quote": "A brainy person does not abuse copyright; instead they respect it and uphold it."
    },
    {
      "cite": "Patricia Schroeder",
      "quote": "Traditional copyright has been that you can't make a full copy of somebody's work without their permission."
    },
    {
      "cite": "Lawrence Lessig",
      "quote": "Copyrights have not expired, and will not expire, so long as Congress is free to be bought to extend them again."
    },
    {
      "cite": "Lawrence Lessig",
      "quote": "Now that copyrights can be just about a century long, the inability to know what is protected and what is not protected becomes a huge and obvious burden on the creative process."
    },
    {
      "cite": "Mathias Dopfner",
      "quote": "The copy price of the future is the copyright."
    },
    {
      "cite": "Robert Waterman McChesney",
      "quote": "Copyright protects corporate monopoly rights over culture and provides much of the profits to media conglomeratesm encouraging the wholesale privatization of our common culture."
    },
    {
      "cite": "Richard Stallman",
      "quote": "The idea of copyright did not exist in ancient times, when authors frequently copied other authors at length in works of non-fiction. This practice was useful, and is the only way many authors' works have survived even in part."
    },
    {
      "cite": "Barbara Boxer",
      "quote": "If you don't move to protect copyright, if you don't move to protect our children, it's not going to sit well."
    },
    {
      "cite": "Robin Gross",
      "quote": "The copyright bargain: a balance between protection for the artist and rights for the consumer."
    }
  ]
}