{
  "source": "https://www.wisesayings.com/copying-quotes/",
  "theme": "copying",
  "quotes": [
    {
      "cite": "Chet Atkins",
      "quote": "Copying one person is stealing. Copying ten is research."
    },
    {
      "cite": "Paul Sloane",
      "quote": "Implementing best practice is copying yesterday; innovation is inventing tomorrow."
    },
    {
      "cite": "Janine Benyus",
      "quote": "There are three types of biomimicry one is copying form and shape, another is copying a process, like photosynthesis in a leaf, and the third is mimicking at an ecosystem's level, like building a nature-inspired city."
    },
    {
      "cite": "Anonymous",
      "quote": "Copying is a part of flatter-ism. But being original is better than being a sequel."
    },
    {
      "cite": "Idries Shah",
      "quote": "To copy a virtue in another is more copying than it is virtue. Try to learn what that virtue is based upon."
    },
    {
      "cite": "Igor Babailov",
      "quote": "Perhaps one of the most essential exercises in learning to paint is the copying of master works in the museums."
    },
    {
      "cite": "Louise Bunn",
      "quote": "Copying opens your eyes to new possibilities, and new techniques but trying to fob it off as your own is quite another matter."
    },
    {
      "cite": "Shari Jones",
      "quote": "Copies are just that, copies not the real thing. If one sets standards low enough, they are easily reached."
    },
    {
      "cite": "Gabriella Morrison",
      "quote": "Copying has been a time-honored means of learning how to do anything."
    },
    {
      "cite": "Walter J. Phillips",
      "quote": "Copying is an art in itself, demanding the greatest technical ability, especially in watercolour. However well done, the copy invariably lacks that nascent, ineffable, but definite quality, provided by the furious enthusiasm with which an original is created, an essential spontaneity that defies reproduction."
    },
    {
      "cite": "Edgar Degas",
      "quote": "It is all very well to copy what one sees, but it is far better to draw what one now only sees in one's memory. That is a transformation in which imagination collaborates with memory."
    },
    {
      "cite": "Henry Markram",
      "quote": "A meticulous virtual copy of the human brain would enable basic research on brain cells and circuits or computer-based drug trials."
    },
    {
      "cite": "Odette Nicholson",
      "quote": "Copying or cloning is not valid because it misses the whole point of art making."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "There must be a certain amount of imitation, copying, in outward technique, but when there is inward, psychological imitation surely we cease to be creative."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Children imitate their parents, employees their managers."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "The great idea is the one that is either saleable or is worthy of imitation."
    },
    {
      "cite": "Shia LaBeouf",
      "quote": "Copying isn't particularly creative work. Being inspired by someone else's idea to produce something new and different is creative work."
    },
    {
      "cite": "Shirley Polykoff",
      "quote": "Copy is a direct conversation with the consumer."
    },
    {
      "cite": "Austin Kleon",
      "quote": "Copying is about reverse-engineering."
    },
    {
      "cite": "Charles Churchill",
      "quote": "To copy beauty forfeits all pretense to fame; to copy faults is want of sense"
    },
    {
      "cite": "Tito Sotto",
      "quote": "Copying is the highest form of flattery."
    }
  ]
}