{
  "source": "https://www.wisesayings.com/corner-quotes/",
  "theme": "corner",
  "quotes": [
    {
      "cite": "Christine Gregoire",
      "quote": "It is time for us to turn a corner and come together, put our differences behind us and focus on the future."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Corners are very important in life, because you can't see what is hidden beyond the corner! Those who are good at guessing what is hidden easily triumph on the path of life."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "Still round the corner there may wait, A new road or a secret gate."
    },
    {
      "cite": "Charles Eames",
      "quote": "Choose your corner, pick away at it carefully, intensely and to the best of your ability and that way you might change the world."
    },
    {
      "cite": "Bradley Walsh",
      "quote": "You never know what's coming round the corner. There's only one thing coming round the corner - more corners."
    },
    {
      "cite": "Amelia Barr",
      "quote": "There is no corner too quiet, or too far away, for a woman to make sorrow in it."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Every corner and room of a house will carry memories, make these the most pleasurable times you shared with your family."
    },
    {
      "cite": "Jean Paul",
      "quote": "Every man has a rainy corner of his life whence comes foul weather which follows him."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "There's only one corner of the universe you can be certain of improving, and that's your own self."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "If you leave the smallest corner of your head vacant for a moment, other people's opinions will rush in from all quarters."
    },
    {
      "cite": "A. A. Milne",
      "quote": "You can't stay in your corner of the forest waiting for others to come to you. You have to go to them sometimes."
    },
    {
      "cite": "Dwayne Johnson",
      "quote": "Around every corner, always protect the engine that powers you."
    },
    {
      "cite": "Nicki Minaj",
      "quote": "Your victory is right around the corner. Never give up."
    },
    {
      "cite": "Vernon Law",
      "quote": "Sometimes you're going to be shoved into a corner, and even though it's against your principles, against the way that you like to play the game, you're going to have to protect your own players."
    },
    {
      "cite": "Tom Hiddleston",
      "quote": "You never know what's around the corner. It could be everything. Or it could be nothing. You keep putting one foot in front of the other, and then one day you look back and you've climbed a mountain."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "But the moment you turn a corner you see another straight stretch ahead and there comes some further challenge to your ambition."
    },
    {
      "cite": "Stirling Moss",
      "quote": "It is better to go into a corner slow and come out fast, than to go in fast and come out dead."
    },
    {
      "cite": "Paul Brown",
      "quote": "You just never know what's around the next corner in life or business or anything."
    },
    {
      "cite": "Dee Hock",
      "quote": "Make an empty space in any corner of your mind, and creativity will instantly fill it."
    },
    {
      "cite": "Albert Camus",
      "quote": "At any street corner the feeling of absurdity can strike any man in the face."
    },
    {
      "cite": "Venus Williams",
      "quote": "You can never get complacent because a loss is always around the corner."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "No one has a corner on success. It is his who pays the price."
    },
    {
      "cite": "Ole Gunnar Solskjaer",
      "quote": "You can never be sure what is around the corner."
    },
    {
      "cite": "Brenna Yovanoff",
      "quote": "The world is full of unused corners."
    },
    {
      "cite": "Bruce Oldfield",
      "quote": "Never cut corners, or accept anything that's second-rate."
    },
    {
      "cite": "Colin Cunningham",
      "quote": "If you have to, take a break, go to your corner, get some sleep but don't ever give up. You will get there."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "All the beautiful corners of the world are the greatest mind and body healers!"
    }
  ]
}