{
  "source": "https://www.wisesayings.com/corn-quotes/",
  "theme": "corn",
  "quotes": [
    {
      "cite": "Dana Gould",
      "quote": "Corn is the only food you hold like corn."
    },
    {
      "cite": "George Herbert",
      "quote": "Corn is cleaned with wind, and the Soul with chastening"
    },
    {
      "cite": "Anne Bronte",
      "quote": "A light wind swept over the corn, and all nature laughed in the sunshine."
    },
    {
      "cite": "Ken Kercheval",
      "quote": "Most corn is combine harvested, which means it's picked and shelled in the field but that's rough on the corn because the husk is more likely to be scratched or cracked."
    },
    {
      "cite": "Adam Smith",
      "quote": "Corn is a necessary, silver is only a superfluity."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Corn is an efficient way to get energy calories off the land and soybeans are an efficient way of getting protein off the land, so we've designed a food system that produces a lot of cheap corn and soybeans resulting in a lot of cheap fast food."
    },
    {
      "cite": "Mary Tornyenyor",
      "quote": "The Corn boiled or roasted is still a Corn. one went through the hot waters the other through the Fire. Still The blessed Word"
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Corn syrup and added fats have been outed as major ingredients in fast food, but they hide out in packaged foods too, even presumed-innocent ones like crackers."
    },
    {
      "cite": "David Ricardo",
      "quote": "The price of corn will naturally rise with the difficulty of producing the last portions of it."
    },
    {
      "cite": "Helen Hunt Jackson",
      "quote": "The goldenrod is yellow, The corn is turning brown, The trees in apple orchards With fruit are bending down."
    },
    {
      "cite": "Jeremy Rifkin",
      "quote": "If your corn has a herbicide-tolerant gene, it means you can pray your herbicides and kill the weeds; you won't kill your corn."
    },
    {
      "cite": "Laura Ruby",
      "quote": "Corn can add inches in a single day; if you listened, you could hear it grow."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Corn is a greedy crop, as farmers will tell you."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Corn is the hero of its own story, and though we humans played a crucial supporting role in its rise to world domination, it would be wrong to suggest we have been calling the shots, or acting always in our own best interests. Indeed, there is every reason to believe that corn has succeeded in domesticating us."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "This corn will teach to you, should you peel away the husk, and be willing to open your ears."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "There is no real wealth but the labor of man. Were the mountains of gold and the valleys of silver, the world would not be one grain of corn richer; not one comfort would be added to the human race."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Farming looks mighty easy when your plow is a pencil, and you're a thousand miles from a corn field."
    },
    {
      "cite": "The Holy Bible (Matthew 4:28)",
      "quote": "The earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Never thrust your own sickle into another's corn."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The gods sent not / Corn for the rich men only."
    },
    {
      "cite": "Thomas Traherne",
      "quote": "The corn was orient and immortal wheat, which never should be reaped, nor was ever sown. I thought it had stood from everlasting to everlasting."
    },
    {
      "cite": "Edward Winslow",
      "quote": "Corn, which is the staff of life."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Up from the meadows rich with corn / Clear in the cool September morn."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "I believe in the forest, and in the meadow, and in the night in which the corn grows."
    },
    {
      "cite": "Mary Ellen Lease",
      "quote": "Raise less corn and more hell!"
    },
    {
      "cite": "Oscar Hammerstein II",
      "quote": "The corn is as high as an elephant’s eye, / An’ it looks like it's climbin’ clear up to the sky."
    },
    {
      "cite": "Steve Doocy",
      "quote": "Growing up in Kansas and Iowa, one of the best-paying jobs for kids my age was also the worst job imaginable: detasseling corn. You reach up to the top of a six-foot-tall corn plant and pull off the top 'tassel' part of the corn and drop it on the ground. This was the kind of manual labor young men did on the hottest days of the summer, so they would concentrate on personal responsibility and integrity rather than hang out at the billiards saloon, chewing tobacco and flirting with pool hall girls."
    },
    {
      "cite": "Evan Esar",
      "quote": "Corn is something discovered by Indians, distributed by farmers, distilled by moonshiners, and dispensed by comedians."
    },
    {
      "cite": "English Proverb",
      "quote": "A fog from the sea brings corn to the mills."
    },
    {
      "cite": "Evan Esar",
      "quote": "The best place to have a com is on the bottom of your foot: nobody can step on it but you."
    },
    {
      "cite": "Evan Esar",
      "quote": "Corn is estimated out West by the foot, down South by the gallon, and on television by the hour."
    },
    {
      "cite": "Evan Esar",
      "quote": "A corn on the ear is worth two on the foot."
    },
    {
      "cite": "Evan Esar",
      "quote": "In Kentucky the com is full of kernels, and the colonels are full of corn."
    },
    {
      "cite": "Marilou Awiakta",
      "quote": "Every month / somewhere in the world / a crop of corn / comes ripe. / Every day / somewhere in the world / Selu sings of survival."
    },
    {
      "cite": "Anthony Boutard",
      "quote": "Once viewed as a gift of the gods, corn has slipped under a cloud, a victim of modernity’s prodigal and detached ways."
    },
    {
      "cite": "Franklin P. Adams",
      "quote": "Hell hath no fury like a woman’s corn."
    },
    {
      "cite": "Mark Whitacre",
      "quote": "You know that orange juice you have every morning? You know what's in that? Corn. And you know what's in the maple syrup you put on your pancakes? You know what makes it taste so good? Corn. And when you're good and help with the trash, you know what makes the big, green bags biodegradable?"
    },
    {
      "cite": "Dr. John Harvey Kellogg",
      "quote": "Sir, corn is the injuns gift to the new world, and the corn flake is my gift to the entire world."
    },
    {
      "cite": "Adam West",
      "quote": "Creamed corn, I brought it from home. I don't like the corn they have here, it's too crunchy."
    },
    {
      "cite": "Lyle Lovett",
      "quote": "Up in Indiana where the tall corn grows / I do a little thinkin' bout a girl named Rose / Hair blonde as hay and long as a rope / Up in Indiana where the tall corn grows"
    },
    {
      "cite": "Tony Joe White",
      "quote": "The cotton was high and the corn was growing fine / But that was another place and another time"
    },
    {
      "cite": "Alison Maria Krauss; Barry Bales; Daniel John Tyminski",
      "quote": "He planted his corn in the month of June / And by July it was up to his eyes / Come September, came a big frost / And all the young man's corn was lost"
    },
    {
      "cite": "Paul Laurence Dunbar",
      "quote": "When the corn's all cut and the bright stalks shine / Like the burnished spears of a field of gold; / When the field-mice rich on the nubbins dine, / And the frost comes white and the wind blows cold; / Then it's heigh-ho! fellows and hi-diddle-diddle, / For the time is ripe for the corn-stalk fiddle."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "There was a high majestic fooling / Day before yesterday in the yellow corn."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Some of the ears are bursting. / A white juice works inside. / Cornsilk creeps in the end and dangles in the wind. / Always--I never knew it any other way-- / The wind and the corn talk things over together. / And the rain and the corn and the sun and the corn / Talk things over together."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Some of the ears are bursting. / A white juice works inside. / Cornsilk creeps in the end and dangles in the wind. / Always--I never knew it any other way-- / The wind and the corn talk things over together. / And the rain and the corn and the sun and the corn / Talk things over together."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Heap high the farmer’s wintry hoard! / Heap high the golden corn! / No richer gift has Autumn poured / From out her lavish horn!"
    },
    {
      "cite": "Dinah Maria Mulock Craik",
      "quote": "The corn, the corn, the beautiful corn, / Rising wonderful, morn by morn: / First, scarce as high as a fairy's wand, / Then, just in reach of a child's wee hand; / Then growing, growing, tall, brave, and strong: / With the voice of new harvests in its song; / While in fond scorn / The lark out-carols the whispering corn."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "There is a June when Corn is cut / And Roses in the Seed — / A Summer briefer than the first / But tenderer indeed"
    },
    {
      "cite": "Amy Lowell",
      "quote": "How beautiful are the corn rows, / Stretching to the morning sun, / Stretching to the evening sun. / Very beautiful, the long rows of corn."
    },
    {
      "cite": "Amy Lowell",
      "quote": "How beautiful is the white corn, / I husk it, / I grind it. / Very beautiful, my white corn."
    },
    {
      "cite": "Amy Lowell",
      "quote": "How beautiful is the red corn, / I gather it and make fine meal, / I am glad doing this. / Very beautiful, my red corn."
    },
    {
      "cite": "Amy Lowell",
      "quote": "How beautiful is the black corn, / I give it to my father, / To my mother, / I give it to my child. / Very beautiful, the black corn."
    },
    {
      "cite": "Amy Lowell",
      "quote": "How beautiful is the mottled corn, / Like the sky with little clouds, / I eat it looking at the sky. / Very beautiful, my mottled corn."
    }
  ]
}