{
  "source": "https://www.wisesayings.com/corruption-quotes/",
  "theme": "corruption",
  "quotes": [
    {
      "cite": "Robert A. Heinlein",
      "quote": "Money is truthful. If a man speaks of his honor, make him pay cash."
    },
    {
      "cite": "Anonymous",
      "quote": "Corruption is authority plus monopoly minus transparency."
    },
    {
      "cite": "Joe Biden",
      "quote": "Corruption is just another form of tyranny."
    },
    {
      "cite": "Toba Beta",
      "quote": "If corruption had already taken root, then good seeds must be preserved."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Each of us is born with a share of purity, predestined to be corrupted by our commerce with mankind."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Corruption is worse than prostitution. The latter might endanger the morals of an individual, the former invariably endangers the morals of the entire country."
    },
    {
      "cite": "Joseph Francis Edward Desmarais",
      "quote": "The corruption of the positively wicked is often less sad and fatal to society than the irregularities of a virtuous man who yields and falls."
    },
    {
      "cite": "Alan Bullock",
      "quote": "The corruption of people is to behave in an inhuman way."
    },
    {
      "cite": "George Richard Marek",
      "quote": "Corruption is simply crime without conscience."
    },
    {
      "cite": "Charles de Montesquieu",
      "quote": "The corruption of every government begins nearly always with that of principles."
    },
    {
      "cite": "Olusegun Obasanjo",
      "quote": "Corruption, the greatest single bane of our society today."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "The first sign of corruption in a society that is still alive is that the end justifies the means."
    },
    {
      "cite": "Pratibha Patil",
      "quote": "Corruption is the enemy of development, and of good governance. It must be got rid of. Both the government and the people at large must come together to achieve this national objective."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Money, not morality, is the principle commerce of civilized nations."
    },
    {
      "cite": "David Hume",
      "quote": "The corruption of the best things gives rise to the worst."
    },
    {
      "cite": "Robert Zoellick",
      "quote": "Corruption is a cancer that steals from the poor, eats away at governance and moral fibre and destroys trust."
    },
    {
      "cite": "Justin K. McFarlane Beau",
      "quote": "Corruption ultimately guilts the corrupt, and it hardens the innocent who suffer as a result of it. It isn't the young who corrupt the old, rather it's the inverse. The aim of the old should be to ensure that the young grow up incorruptible."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Power does not corrupt. Fear corrupts perhaps the fear of a loss of power."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Power does not corrupt men; fools, however, if they get into a position of power, corrupt power."
    },
    {
      "cite": "Eduard Shevardnadze",
      "quote": "Corruption has its own motivations, and one has to thoroughly study that phenomenon and eliminate the foundations that allow corruption to exist."
    },
    {
      "cite": "Peter Ustinov",
      "quote": "Corruption is nature's way of restoring our faith in democracy."
    },
    {
      "cite": "Francis Beaumont",
      "quote": "Corruption is a tree, whose branches are of an immeasurable length: they spread ev'rywhere; and the dew that drops from thence hath infected some chairs and stools of authority."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The corruption of the age is made up by the particular contribution of every individual man; some contribute treachery, others injustice, atheism, tyranny, avarice, cruelty, according to their power."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Corruption is like a ball of snow, once it's set a rolling it must increase."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "Corruption, the most infallible symptom of constitutional liberty."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Corruption wins not more than honesty."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world will not be destroyed by those who do evil, but by those who watch them without doing anything."
    },
    {
      "cite": "Milton Friedman",
      "quote": "Corruption is government intrusion into market efficiencies in the form of regulations."
    },
    {
      "cite": "Anacletus",
      "quote": "Corruption is man's inheritance."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "Those who fight corruption should be clean themselves."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "Corruption never has been compulsory; when the cities lie at the monster's feet there are left the mountains."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "One must beware of ministers who can do nothing without money, and those who want to do everything with money."
    },
    {
      "cite": "Thomas Paine",
      "quote": "There is something in corruption which, like a jaundiced eye, transfers the color of itself to the object it looks upon, and sees everything stained and impure."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Corruption and hypocrisy ought not to be inevitable products of democracy, as they undoubtedly are today."
    }
  ]
}