{
  "source": "https://www.wisesayings.com/cosmetologist-quotes/",
  "theme": "cosmetologist",
  "quotes": [
    {
      "cite": "John Ray",
      "quote": "Beauty is power; a smile is its sword."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "Nearly always when actors are approached by the beauticians, they try to avoid the dabs that the beauticians put on their faces. They dodge them."
    },
    {
      "cite": "John Keats",
      "quote": "A thing of beauty is a joy forever: its loveliness increases; it will never pass into nothingness."
    },
    {
      "cite": "Anonymous",
      "quote": "A smile is the best makeup any girl can wear."
    },
    {
      "cite": "Yves Saint-Laurent",
      "quote": "The most beautiful makeup of a woman is passion. But cosmetics are easier to buy."
    },
    {
      "cite": "Anonymous",
      "quote": "Inner beauty is great, but a little mascara never hurts."
    },
    {
      "cite": "Anonymous",
      "quote": "Time may be a great healer, but it's also a lousy beautician."
    },
    {
      "cite": "Arthur Helps",
      "quote": "There are no better cosmetics than a severe temperance and purity, modesty and humility, a gracious temper and calmness of spirit; and there is no true beauty without the signatures of these graces in the very countenance."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Wearing cosmetics that were tested on animals makes you ugly on the inside"
    },
    {
      "cite": "Yoko Ono",
      "quote": "Cosmetics is a boon to every woman, but a girl's best beauty aid is still a near-sighted man."
    },
    {
      "cite": "Tabatha Coffey",
      "quote": "Like a therapist hairdressers are in a position of trust. We are transforming not just how a person looks but how they feel."
    },
    {
      "cite": "Rumi",
      "quote": "Let the beauty of what you love be what you do."
    },
    {
      "cite": "Anurag Shourie",
      "quote": "Tears can ruin the handiwork of the best beautician."
    },
    {
      "cite": "T. H. Russo",
      "quote": "Beauty follows a bell curve, meaning there are a small number of exceptionally beautiful people, and a small number of exceptionally unattractive people."
    },
    {
      "cite": "Sophia Loren",
      "quote": "Beauty is how you feel inside, and it reflects in your eyes. It is not something physical."
    },
    {
      "cite": "Sophia Loren",
      "quote": "Nothing makes a woman more beautiful than the belief that she is beautiful."
    },
    {
      "cite": "Richard Corliss",
      "quote": "It is said that no star is a heroine to her makeup artist."
    },
    {
      "cite": "Confucious",
      "quote": "Everything has beauty, but not everyone sees it."
    },
    {
      "cite": "Joan Collins",
      "quote": "The cosmetics industry has much to answer for. It's a multi-million- pound confidence trick based on giving women endless hope, courtesy of overpriced little pots."
    },
    {
      "cite": "Charles Revson",
      "quote": "In the factory we make cosmetics; in the drugstore we sell hope."
    },
    {
      "cite": "Calvin Klein",
      "quote": "The best thing is to look natural, but it takes makeup to look natural."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "The beauty myth is always actually prescribing behaviour and not appearance."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Sometimes a good feeling from inside is worth much more than a beautician."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Dwell on the beauty of life. Watch the stars, and see yourself running with them."
    },
    {
      "cite": "Helena Rubinstein",
      "quote": "Whether you are sixteen or over sixty, remember, understatement is the rule of a fine makeup artist."
    },
    {
      "cite": "Svaradiva",
      "quote": "If you are talking about beauty, books are cheaper than cosmetics."
    },
    {
      "cite": "Zoe Kravitz",
      "quote": "Beauty is when you can appreciate yourself. When you love yourself, that's when you're most beautiful."
    },
    {
      "cite": "Karl Kraus",
      "quote": "Cosmetics is the science of a woman's cosmos."
    }
  ]
}