{
  "source": "https://www.wisesayings.com/costa-rica-quotes/",
  "theme": "costa-rica",
  "quotes": [
    {
      "cite": "Laura Chinchilla",
      "quote": "Costa Rica remains peacefully and firmly committed to the well- being and safety of our population. We promote a model of development based upon harmony with nature; solidarity and social inclusion; economic and trade opening; development of our human resources, and innovation."
    },
    {
      "cite": "Oscar Arias",
      "quote": "Peace consists, very largely, in the fact of desiring it with all one's soul. The inhabitants of my small country, Costa Rica, have realized those words by Erasmus. Mine is an unarmed people, whose children have never seen a fighter or a tank or a warship."
    },
    {
      "cite": "Óscar Arias",
      "quote": "During the 41 years that have elapsed since Costa Rica abolished its army, our fundamental freedoms have never been threatened, nor do we know a shameful history or repession."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "When I visited Costa Rica earlier this year, I saw how a country can develop successfully without an army, to become a stable democracy committed to peace and the protection of the natural environment. This confirmed my belief that my vision of Tibet in the future is a realistic plan, not merely a dream."
    },
    {
      "cite": "Wendy Yanagihara",
      "quote": "Costa Rica seduced the young solo traveler me in the mid-1990s with visions of tropical beaches, smoking volcanoes, abundant wildlife and friendly locals."
    },
    {
      "cite": "Óscar Arias",
      "quote": "Costa Rica believes in building bridges, in looking for solutions to problems, and not clinging to positions."
    },
    {
      "cite": "Reed Hastings",
      "quote": "The Costa Rican government is prioritizing laying fiber optic over paving roads. Costa Rica is trying to become one of the Internet societies. This is happening throughout the world."
    },
    {
      "cite": "Bruno Stagno Ugarte",
      "quote": "The Costa Rica experience shows that with dedicated resources, creative institutions, and a sound legal framework, deforestation can be reversed and forest cover expanded."
    },
    {
      "cite": "Colin Morgan",
      "quote": "I think it is very important to conserve and protect the natural world. I've just come back from Costa Rica and they are really big on eco tourism. They have lots of reserves, and they are really into protecting wildlife. I visited a reserve called Cabo Blanco. You walk into the reserve and there are capucine monkeys swinging from the trees and sloths. I am big into nature, and seeing animals in their natural habitats. I love it."
    },
    {
      "cite": "Laura Chinchilla",
      "quote": "I want to thank the pioneering women who years ago opened the doors of politics in Costa Rica. My government will be open to all Costa Ricans of good faith."
    },
    {
      "cite": "Howard Schwartz",
      "quote": "The bird watching in Costa Rica was awesome and we just started, ... The birds there are gorgeous. It was a great experience."
    },
    {
      "cite": "Vic Reeves",
      "quote": "We need to basically educate Costa Ricans that they shouldn't cut down the rain forest and should use shadow coffee, which is grown underneath the trees."
    },
    {
      "cite": "unknown",
      "quote": "Costa Rica is more than a vacation destination; it is an interactive sensory experience."
    },
    {
      "cite": "unknown",
      "quote": "Dramatic volcanoes, misty cloud forest, and deep river valleys make Costa Rica an ideal destination for the adventure minded."
    },
    {
      "cite": "unknown",
      "quote": "Costa Rica is more than a vacation destination; it is an interactive sensory experience."
    },
    {
      "cite": "unknown",
      "quote": "The taxi ride to Monteverde Costa Rica is worth the trip alone. One single lane of rocky road stretches over desolate mountain farmlands littered with cows. My favorite trips are the ones that make you feel like the only person that has ever traveled this path."
    },
    {
      "cite": "unknown",
      "quote": "Playa Samara was my favorite beach we visited on our Costa Rican trip. The sunsets had to be one of the most colorful displays I have seen in the sky."
    },
    {
      "cite": "Laura Chinchilla",
      "quote": "Costa Rica, with its tourist-based economy and lack of a national army, has focused on keeping safe its beaches, parks and other public draws. It is one if the safest countries in Central America based on the number of homicides."
    }
  ]
}