{
  "source": "https://www.wisesayings.com/cottage-quotes/",
  "theme": "cottage",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A palace cannot make you rich but a cottage in the woods can!"
    },
    {
      "cite": "Hamilton Wright Mabie",
      "quote": "A cottage will hold as much happiness as would stock a palace."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In a simple and a peaceful cottage with a beautiful view, you will not be dreaming about the palaces or the heaven, because you already have a perfect thing!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A hidden wooden cottage is much safer than a solid fortress standing in an obvious place on the hill!."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Cottage is the palace of humble man!"
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "There is room in the smallest cottage for a happy loving pair."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you have good neighbours, you can bear living in a bad cottage; if you have bad neighbours, you can't bear living even in a good palace!"
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The palace is not safe when the cottage is not happy."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "It's harder for a leader to be born in a palace than to be born in a cabin."
    },
    {
      "cite": "Gustav Stickley",
      "quote": "There are elements of intrinsic beauty in the simplification of a house built on the log cabin idea."
    },
    {
      "cite": "Abigail Adams",
      "quote": "The two-storey cottage had four rooms on each floor. A parlor and a kitchen with a gigantic fireplace occupied the first floor along with the servant's bedroom. The upstairs had two large bedrooms and two small rooms."
    },
    {
      "cite": "Stewart Dick",
      "quote": "In one respect old cottages are like old ballads; we have no idea who their authors were. They belong to the countryside, and seem just to have grown there, tinged and coloured by all the local influences of soil and climate."
    },
    {
      "cite": "Stewart Dick",
      "quote": "There is nothing obtrusive about old cottages. They do not dominate the landscape, but are content to be part of it, and to pass unnoticed unless one looks specially for their homely beauties."
    },
    {
      "cite": "Stewart Dick",
      "quote": "Old cottage prefers to nestle snugly in shady valleys. The trees grow closely about it in an intimate, familiar way, and at a little distance only the wreath of curling smoke tells of its presence."
    },
    {
      "cite": "African Proverb",
      "quote": "Don't praise a cottage in which you haven't slept yet."
    },
    {
      "cite": "Ann Zimmerman",
      "quote": "The distinction of cottages and cabins is a narrow one. However, in the cluster of very individual cottages, each displays evidence of cottage traditions."
    },
    {
      "cite": "John Dyer",
      "quote": "Industry which dignifies the artist, lifts the swain. And the straw cottage to a palace returns."
    },
    {
      "cite": "Ann Zimmerman",
      "quote": "Say the word 'cottage' and it evokes a modest, charmingly imperfect, whimsical home tucked among raucously blooming flowers."
    },
    {
      "cite": "Jim Tolpin",
      "quote": "The cottage home has been with us for a very long time, but the idea of the cottage has changed dramatically over the centuries— from the humble hovel of the peasant farmer to the modest but enchanting family home or getaway of today."
    },
    {
      "cite": "Greg Halseth",
      "quote": "At the cottage, doing without television or telephone, 'the family coddled inside this shell closes in on itself, indulging in lots of family storytelling at night that you don't have time for at home.'"
    },
    {
      "cite": "Greg Halseth",
      "quote": "When held by the same family for a considerable period of time, the cottage may also come to represent the family, to become 'the home, the gathering place, to which the far-flung family returns each year, to renew contacts and once again experience the fundamental satisfactions of being a family.'"
    },
    {
      "cite": "Greg Halseth",
      "quote": "The cottage represents a family seat, a place of belonging and identity...a symbol for the family."
    },
    {
      "cite": "Greg Halseth",
      "quote": "Yet it does house a structured life, for cottage culture has its own traditions and institutions. Like any culture, it has rituals, mythology, codes, traditions, taboos, folklore, totems common to most everyone who holidays at a vacation house."
    },
    {
      "cite": "Jim Tolpin",
      "quote": "Ask children to draw a picture of a house and they invariably draw a cottage. That's because the cottage form evokes the ancient storybook dreams of home that we all share."
    },
    {
      "cite": "Jim Tolpin",
      "quote": "A magical, almost mysterious, place that holds us closely within its lovely boundaries, warming and soothing our work-and world-weary souls."
    },
    {
      "cite": "Jim Tolpin",
      "quote": "What seems to be constant is the idea of the cottage as a calm retreat, the place to go to get away from it all— be it a beach cottage overlooking the ocean, a mountain hide-away, a pastoral retreat nestled in the woods or field, or even a thoughtfully built cottage in town."
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "In a simple and a peaceful cottage with a beautiful view, you will not be dreaming about the palaces or the heaven, because you already have a perfect thing!"
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "A palace cannot make you rich but a cottage in the woods can! We become rich only through simpleness and modestness!"
    },
    {
      "cite": "Thomas Babington Macaulay",
      "quote": "I would rather be poor in a cottage full of books than a king without the desire to read."
    }
  ]
}