{
  "source": "https://www.wisesayings.com/cotton-quotes/",
  "theme": "cotton",
  "quotes": [
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Self-serving biases and self-centered agendas are cotton jammed in the ears of our conscience. Even if truth shouts, we can’t hear it."
    },
    {
      "cite": "Michael Lee West",
      "quote": "The first time I saw my father-in-law's cotton, I thought of the Original Sin, gardening being the root of the South's downfall."
    },
    {
      "cite": "Timothy Thomas Fortune",
      "quote": "The white men of the South had better make up their minds that the blacks will remain in the South just as long as corn will tassel and cotton will bloom into whiteness."
    },
    {
      "cite": "James H. Hammond",
      "quote": "You dare not make war upon cotton! No power on earth dares make war upon it. Cotton is king."
    },
    {
      "cite": "Hausan Proverb",
      "quote": "Abundance will make cotton pull a stone."
    },
    {
      "cite": "Hausan Proverb",
      "quote": "Fire and cotton cannot live in the same place."
    },
    {
      "cite": "American Proverb",
      "quote": "A girl with cotton stockings never sees a mouse."
    },
    {
      "cite": "David Christy",
      "quote": "Cotton is King; or, the economical relations of slavery."
    },
    {
      "cite": "Evelyn Cunningham",
      "quote": "My parents wanted so much more for my brother... and I. No way we were going to pick cotton. We moved to Harlem where African Americans were progressive."
    },
    {
      "cite": "Madame C.J. Walker",
      "quote": "I am a woman who came from the cotton fields of the South. I was promoted from there to the washtub. Then I was promoted to the cook kitchen, and from there I promoted myself into the business of manufacturing hair goods and preparation."
    },
    {
      "cite": "William Howard Taft",
      "quote": "Machine politics and the spoils system are as much an enemy of a proper and efficient government system of civil service as the boll weevil is of the cotton crop."
    },
    {
      "cite": "Du Bose Heyward and Ira Gershwin",
      "quote": "Summer time an' the livin' is easy, / Fish are jumpin' an' the cotton is high."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Take away time is money, and what is left of England? take away cotton is king, and what is left of America?"
    },
    {
      "cite": "Vernon Jordan",
      "quote": "Black people in America, lo these many years, have dug potatoes and toted cotton and lifted bale and sunk the canals and laid the railroad track linking the Atlantic and the Pacific. Indeed, black people helped build America's power and glory."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "[It is] an insatiable farmer who plants cotton on a farm by the stream."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "Only those whose livelihood depends on Jegede call him a silk-cotton tree."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "The silk-cotton tree is the father; the person one finds at the hut is the lord."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "Cotton is what one should plant, not brass; cotton is what one should plant, not beads; as for brass and beads, neither goes with one to the grave; on the day one dies, only cloth accompanies one."
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "I am, somehow, less interested in the weight and convolutions of Einstein’s brain than in the near certainty that people of equal talent have lived and died in cotton fields and sweatshops."
    },
    {
      "cite": "Strong Bad",
      "quote": "If the assignment calls for a science diorama, just slap some glue on some cotton balls and BANG! The effects of cumulonimbus clouds on sheep, snowmen and... cotton balls. But if you're out of cotton balls, real chunks of the King of Town's beard make a great substitute."
    },
    {
      "cite": "Victor Baxter",
      "quote": "Okay, clouds are not made out of cotton candy, bunnies do not talk, and trees do not hug you when you are sad. These are lines you shouldn't be teaching to your children."
    },
    {
      "cite": "Scott Anders and Roger Murrah",
      "quote": "We were walkin' in high cotton, / Old times there are not forgotten, / Those fertile fields are never far away, / We were walkin' in high cotton, / Old time there are not forgotten, / Leavin' home was the hardest thing we ever faced."
    },
    {
      "cite": "Nanci Griffith",
      "quote": "My family grew cotton / Cotton was all we knew / Butter came from butterbeans / And it all went in a stew / We lived off our victory garden / And the neighbours did so too / Some years the dust was so ruthless / The cotton was all we grew / When there's no more cane on the grasses / And the oil is gone in the gulf / When the wells are dry on the flatlands / Cotton's all we got / Then the wind will feed the powerlines / Where once it was dust that blew / All along the Chisholm trail / Cotton's all we knew."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "A field of cotton-- / as if the moon / had flowered."
    },
    {
      "cite": "Jean Toomer",
      "quote": "Boll-weevil's coming, and the winter's cold, / Made cotton-stalks look rusty, seasons old, / And cotton, scarce as any southern snow, / Was vanishing; the branch, so pinched and slow, / Failed in its function as the autumn rake; / Drouth fighting soil had caused the soil to take / All water from the streams; dead birds were found / In wells a hundred feet below the ground-- / Such was the season when the flower bloomed. / Old folks were startled, and it soon assumed / Significance. Superstition saw / Something it had never seen before: / Brown eyes that loved without a trace of fear, / Beauty so sudden for that time of year."
    },
    {
      "cite": "Bill Robertson",
      "quote": "Cotton can take dry weather pretty good and it can take wet weather pretty good. But it has a difficult time going from really, really dry to really, really wet. So the rains we did get were very timely."
    },
    {
      "cite": "A.A.Bell",
      "quote": "Cotton is infected by a range of diseases which can affect the quality of the fibre and seed, as well as the yield and cost of production of the cotton crop."
    },
    {
      "cite": "Herodotus",
      "quote": "Cotton is almost pure cellulose, with softness and breathability that have made it the world 's most popular natural fibre."
    },
    {
      "cite": "Kamand Kojouri",
      "quote": "Like the cotton-carder who combs tangled cotton into a long bundle of fibre, you take all my knotted fragments and comb them into light."
    },
    {
      "cite": "Jose Andres",
      "quote": "Cotton candy is the most amazing form of caramelization ever invented by man."
    },
    {
      "cite": "Anonymous",
      "quote": "Giant silk cotton trees grow out of very tiny seeds."
    },
    {
      "cite": "Anonymous",
      "quote": "Heaps of good cotton stocks get chopped up from association with the weeds."
    },
    {
      "cite": "B. B. King",
      "quote": "Cotton was a force of nature. There's a poetry to it, hoeing and growing cotton."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Let there be worse cotton and better men."
    },
    {
      "cite": "Charles Evers",
      "quote": "Hands that picked cotton can now pick the mayor."
    },
    {
      "cite": "Yohji Yamamoto",
      "quote": "A pair of brilliantly cut cotton trousers can be more beautiful than a gorgeous silk gown."
    },
    {
      "cite": "Ashlan Gorse Cousteau",
      "quote": "Just because you want to wear organic cotton doesn't mean you have to spend an arm and a leg."
    }
  ]
}