{
  "source": "https://www.wisesayings.com/country-life-quotes/",
  "theme": "country-life",
  "quotes": [
    {
      "cite": "Stephen King",
      "quote": "City life is no life for a country man; for such a man that life is a kind of damnation in itself."
    },
    {
      "cite": "Horace",
      "quote": "The whole race of scribblers flies from the town and yearns for country life."
    },
    {
      "cite": "Nathaniel Parker Willis",
      "quote": "One gets, sensitive about losing mornings after getting a little used to them with living in a country. Each one of these endlessly varied daybreaks is an opera but once performed."
    },
    {
      "cite": "Mason Cooley",
      "quote": "City people make most of the fuss about the charms of country life."
    },
    {
      "cite": "Meia Geddes",
      "quote": "Being in the country is like being in a dream, one doesn't quite know who one is. There is an anonymity to it all, that strange human creature that is me, one among all."
    },
    {
      "cite": "Lord Byron",
      "quote": "I live not in myself, but I become Portion of that around me; and to me High mountains are a feeling, but the hum Of human cities torture."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "There is a vast deal of make-believe in the carefully nurtured sentiment for country life, and the barefoot boy, and the mountain girl."
    },
    {
      "cite": "Arlene Stafford-Wilson",
      "quote": "Warm familiar scents drift softly from the oven, and imprint forever upon our hearts that this is home and that we are loved."
    },
    {
      "cite": "Lori Lansens",
      "quote": "The city, no matter how small, is corrupt and unrepentant, while the sun shines brighter in the country, making people more wholesome."
    },
    {
      "cite": "John Berger",
      "quote": "Cow dung and horse dung, as muck goes, are relatively agreeable. You can even become nostalgic about them. They smell of fermented grain, and on the far side of their smell there is hay and grass."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Country life has its advantages, he used to say. You sit on the veranda drinking tea and your ducklings swim on the pond, and everything smells good and there are gooseberries."
    },
    {
      "cite": "Edward Hoagland",
      "quote": "The milking machines sounded tranquilizing, and there was the collegiality of seventy animal spirits thriving, warming the barn with cud-chewing, nose-snuffling, and sisterly mammalhood."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The country is lyric, the town dramatic. When mingled, they make the most perfect musical drama."
    },
    {
      "cite": "William Cowper",
      "quote": "God made the country, and man made the town."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "The city reveals the moral ends of being, and sets the awful problem of life. The country soothes us, refreshes us, lifts us up with religious suggestion."
    },
    {
      "cite": "Solomon Northup",
      "quote": "Not by human dwellings not in crowded cities alone, are the sights and sounds of life. The wildest places of the earth are full of them."
    },
    {
      "cite": "Laurie Lee",
      "quote": "What she did was to open our eyes to details of country life such as teaching us names of wild flowers and getting us to draw and paint and learn poetry."
    },
    {
      "cite": "Giovanni Ruffini",
      "quote": "If country life be healthful to the body, it is no less so to the mind."
    },
    {
      "cite": "Anais Nin",
      "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
    },
    {
      "cite": "John Steinbeck",
      "quote": "And it never failed that during the dry years the people forgot about the rich years, and during the wet years they lost all memory of the dry years. It was always that way."
    },
    {
      "cite": "Johnson",
      "quote": "Sir, when you have seen one green field, you have seen all green fields. Let us walk down Cheapside."
    },
    {
      "cite": "William Penn",
      "quote": "The country life is to be preferred, for there we see the works of God; but in cities little else but the works of men. And the one makes a better subject for contemplation than the other."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "I consider it the best part of an education to have been born and brought up in the country."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Anybody can be good in the country. There are no temptations there."
    },
    {
      "cite": "Esther Meynell",
      "quote": "Country things are the necessary root of our life and that remains true even of a rootless and tragically urban civilization. To live permanently away from the country is a form of slow death."
    },
    {
      "cite": "William Cowper",
      "quote": "Scenes must be beautiful which daily view'd. Please daily, and whose novelty survives .Long knowledge and the scrutiny of years."
    },
    {
      "cite": "Raymond Williams",
      "quote": "A contrast between country and city, as fundamental ways of life, reaches back into classical times."
    },
    {
      "cite": "Vita Sackville West",
      "quote": "The country habit has me by the heart."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I lived in solitude in the country and noticed how the monotony of a quiet life stimulates the creative mind."
    },
    {
      "cite": "Joanna Baillie",
      "quote": "This pure air braces the listless nerves, and warms the blood: I feel in freedom here."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "There is virtue in country houses, in gardens and orchards, in fields, streams, and groves, in rustic recreations and plain manners, that neither cities nor universities enjoy."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Knowledge and power in the city; peace and decency in the country."
    },
    {
      "cite": "Beecher",
      "quote": "He who marries a wife reared on the land marries strength and purity and compassion."
    },
    {
      "cite": "Homer",
      "quote": "Far from the gay cities, and the ways of men."
    },
    {
      "cite": "Arlene Stafford-Wilson",
      "quote": "We need only to close our eyes and we are back on the Third Line, walking up the lane, through the yard and entering the bright, warm kitchen. We are home again."
    },
    {
      "cite": "William Hazlitt",
      "quote": "There is nothing good to be had in the country, or, if there be, they will not let you have it."
    },
    {
      "cite": "Menander",
      "quote": "Men are taught virtue and a love of independence by living in the country."
    },
    {
      "cite": "Geoffrey F. Fisher",
      "quote": "In cities no one is quiet but many are lonely; in the country, people are quiet but few are lonely."
    },
    {
      "cite": "William Cowper",
      "quote": "Nor rural sights alone, but rural sounds, exhilirate the spirit, and restore the tone of languid nature."
    },
    {
      "cite": "Simon Pegg",
      "quote": "I think the jokes would have been a bit broader and a bit more obvious in terms of the day-to-day of country life."
    },
    {
      "cite": "Sidonie-Gabrielle Colette",
      "quote": "Nothing ages a woman like living in the country."
    },
    {
      "cite": "Vita Sackville-West",
      "quote": "I suppose the pleasure of country life lies really in the eternally renewed evidences of the determination to live."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Once wealth and beauty are gone, there is always rural life."
    },
    {
      "cite": "PJ Harvey",
      "quote": "People have a tendency to see country life through rose-colored glasses."
    },
    {
      "cite": "Alan Brien",
      "quote": "The country is laid out in a haphazard, sloppy fashion, offensive to the tidy, organized mind."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Country acquaintances are charming only in the country and only in the summer. In the city in winter they lose half of their appeal."
    },
    {
      "cite": "Robert Frost",
      "quote": "No, in country money, the country scale of gain, The requisite lift of spirit has never been found."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The old brown hen and the old blue sky, Between the two we live and die The broken cartwheel on the hill."
    },
    {
      "cite": "John White Geary",
      "quote": "In isolated or country places no man's life is safe."
    },
    {
      "cite": "Garth Brooks",
      "quote": "True country music is honesty, sincerity, and real life to the hilt."
    },
    {
      "cite": "Seneca",
      "quote": "To preserve the lives of citizens, is the greatest virtue in the father of his country."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In the country, without any interference from the law, the agricultural life favors the permanence of families."
    },
    {
      "cite": "John Prescott",
      "quote": "Improving the quality of life for people of this country is perhaps the most important duty of Government."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "In this republican country, amid the fluctuating waves of our social life, somebody is always at the drowning point."
    },
    {
      "cite": "James Joyce",
      "quote": "This race and this country and this life produced me, he said. I shall express myself as I am."
    },
    {
      "cite": "George W. Bush",
      "quote": "Culture of life is really important for a country to have if it's going to be a hospitable society."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Developed country is one that allows all its citizens to enjoy a free and healthy life in a safe environment."
    },
    {
      "cite": "Paul Martin",
      "quote": "At a moment that comes rarely in the life of a country. It is a time when destiny is ours to hold."
    },
    {
      "cite": "Charles William Beebe",
      "quote": "A first walk in any new country is one of the things which make life on this planet worth being grateful for."
    },
    {
      "cite": "Richter",
      "quote": "There is nothing more beautiful than cheerfulness in an old face, and among country people it is always a sign of a well regulated life."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair."
    },
    {
      "cite": "William Habington",
      "quote": "I hate the countrie's dirt and manners, yet I love the silence. I embrace the wit. A courtship, flowing here in full tide. But loathe the expense, the vanity and pride. No place each way is happy."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."
    },
    {
      "cite": "Mary Ritter Beard",
      "quote": "Certainly, travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living."
    },
    {
      "cite": "Barack Obama",
      "quote": "All of us we should do everything we can to make sure this country lives up to our children's expectations."
    },
    {
      "cite": "Jane Gardam",
      "quote": "English country life is more like Chekhov than The Archers or Thomas Hardy or even the Updike ethic with which it is sometimes compared."
    },
    {
      "cite": "Rose Wilder Lane",
      "quote": "There is a city myth that country life was isolated and lonely. The truth is that farmers and their families then had a richer social life than they have now. They enjoyed a society organic, satisfying and whole, not mixed and thinned with the life of town, city and nation as it now is."
    },
    {
      "cite": "Mary Austin",
      "quote": "The manner of the country makes the usage of life there, and the land will not be lived in except in its own fashion."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "Them Injuns. Takin  the country off em. In good times it must've been a fine life they had, huntin and fishin or driftin down the country on the trail of the buffalo. I ain't sure what we'll do to the country will be any better."
    },
    {
      "cite": "Helen Keller",
      "quote": "In the country one sees only nature's fair works, and one's soul is not saddened by the cruel struggle for mere existence that goes on in the crowded city."
    },
    {
      "cite": "Gladstone",
      "quote": "Of the whole sum of human life no small part is that which consists of a man's relations to his country, and his feelings concerning it."
    }
  ]
}