{
  "source": "https://www.wisesayings.com/country-girl-quotes/",
  "theme": "country-girl",
  "quotes": [
    {
      "cite": "Randee Heller",
      "quote": "You can't take the New York out of the girl. It's like a little country girl coming to the big city."
    },
    {
      "cite": "Salma Hayek",
      "quote": "I'm a country girl. I have to be in nature, so my daughter is exposed to it a lot."
    },
    {
      "cite": "Adrienne C. Moore",
      "quote": "I grew up in Nashville, born and raised. I'm a country girl, and I love country music. I had a dream I was going to be the first black female country music star, but then that wasn't the case."
    },
    {
      "cite": "Kirsten Prout",
      "quote": "I like sundresses with cowboy boots, little shorts with big wedge heels and a big piece of turquoise. I also love classic, Old Hollywood romantic styles. I'm 'country girl meets city girl' circa 1930."
    },
    {
      "cite": "Josh Turner",
      "quote": "I grew up like a lot of country boys and girls do - amongst the pine trees, dirt roads, farms, mules and people who were real."
    },
    {
      "cite": "Luke Bryan",
      "quote": "I don't give any merit to criticism. 'Country Girls (Shake it for Me),' I can see where people view that as sexist, but I just view that as having fun."
    },
    {
      "cite": "Dambisa Moyo",
      "quote": "I am fortunate: my parents told me the world was my oyster, when they could have said I wouldn't make it for a lot of reasons - rural, girl, small African country. So, no regrets."
    },
    {
      "cite": "Christine McVie",
      "quote": "I suffered from some delusion that I wanted to be an English country girl, a Sloane Ranger donning the old Hunter boots and Barbour jacket to slosh around in mud with the Range Rover."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "As a farm girl, even when I was quite young, I had my 'farm chores' - but I had time also to be alone, to explore the fields, woods and creek side. And to read."
    },
    {
      "cite": "Tori Bowie",
      "quote": "I'm a simple, country, small-town girl at heart. I try and stick to the values that I learned as a child, and I lead my life as such."
    },
    {
      "cite": "Bruce Lansbury",
      "quote": "I might have been born a country girl, but I'll take the city every time."
    },
    {
      "cite": "Richard O'Connor",
      "quote": "Too bad you didn't notice the sleeve gun, but after all, you're just a little country girl from San Francisco."
    },
    {
      "cite": "Stephan Elliott",
      "quote": "Mummy, maybe a trip to the outback will help me get over this little... phase I'm going through. And you never know, I might meet some lovely country girl."
    },
    {
      "cite": "Steve Antin",
      "quote": "And we know a cow when we see one. Don't underestimate us farm girls."
    },
    {
      "cite": "Doc Pomus",
      "quote": "She wears loafer shoes, a dungaree / Red jacket shirt if you please / My boogie woogie, boogie woogie, boogie woogie country girl / Well, I mean what I mean, my boogie woogie country girl"
    },
    {
      "cite": "Doc Pomus",
      "quote": "On Saturday night she comes to town / She plays the jukebox, let her hair hung down / My boogie woogie, boogie woogie, boogie woogie country girl / Well, I mean what I mean, my boogie woogie country girl / Let 'em roll"
    },
    {
      "cite": "Doc Pomus",
      "quote": "Yeah, swing it man, I like a good rockin' band / Yeah, we need to knock a-knockin' / And I love to rock a-rockin / Yeah, my boogie, boogie woogie country girl"
    },
    {
      "cite": "Alan Hawkshaw",
      "quote": "I was born a country girl I will die a country girl / My world is made of blue skies and sunshine green fields and butterflies"
    },
    {
      "cite": "Alan Hawkshaw",
      "quote": "I'm so glad I'm a country girl / Birds sing good morning country girl I sleep to the sounds of a whippoorwill"
    },
    {
      "cite": "Alan Hawkshaw",
      "quote": "My day is made with puppies and kittens meadows and daisies / I'm so glad I'm a country girl"
    },
    {
      "cite": "Wanda Joyce Yohn",
      "quote": "Growing up on a farm gave me a wealth of knowledge and experience that would be hard to gain in any other way."
    },
    {
      "cite": "Wanda Joyce Yohn",
      "quote": "There was always a sense of work and reward. A work ethic developed on the farm is never dimmed."
    },
    {
      "cite": "Ann Accetta-Scott",
      "quote": "Being the farm girl that I am, one who loves farm-fresh eggs, I include tips on preserving and cooking with fresh eggs in every chapter."
    },
    {
      "cite": "Ann Accetta-Scott",
      "quote": "Being half Asian, I grew up consuming fermented foods, and I have watched my mother ferment items such as various types of kimchi and blue crab throughout my childhood."
    },
    {
      "cite": "Barbara Herz",
      "quote": "Research shows that women farmers often have less access than men farmers do to information, technology, inputs, land and markets."
    },
    {
      "cite": "Catherine Driscoll",
      "quote": "The country girl is an important figure in the broad field of Australian popular drama."
    },
    {
      "cite": "Catherine Driscoll",
      "quote": "In Australian television drama, 'the country girl' has been a remarkably consistent character, but she is not singular."
    },
    {
      "cite": "Catherine Driscoll",
      "quote": "Like the modern idea of the country, the modern idea of girlhood differs from that which preceded it."
    },
    {
      "cite": "Catherine Driscoll",
      "quote": "In a Korean drama the country girl is likely to marry a millionaire or become a pop star in the city."
    },
    {
      "cite": "Catherine Driscoll",
      "quote": "The country girl is a figure for a sense of distance from modernity that is proper to modernity itself."
    },
    {
      "cite": "Ava Gardner",
      "quote": "Although no one believes me, I have always been a country girl and still have a country girl's values"
    },
    {
      "cite": "Kellie Elmore",
      "quote": "Puttin' on a cowboy hat & a pair of boots doesn't make you country; Like puttin' on a ball gown & glass heels won't make me Cinderella."
    },
    {
      "cite": "Jason Aldean",
      "quote": "Talkin, true blue, out in the woods, down home, country girl."
    },
    {
      "cite": "Phil Robertson",
      "quote": "If you can find a nice pretty country girl that can cook and carries her bible, now there's a woman."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "Better to be strong than pretty and useless."
    },
    {
      "cite": "Kellie Pickler",
      "quote": "A country girl can talk her way out of a ticket."
    }
  ]
}