{
  "source": "https://www.wisesayings.com/country-boy-quotes/",
  "theme": "country-boy",
  "quotes": [
    {
      "cite": "Jim Davis",
      "quote": "I'm still a farm boy at heart. If I hadn't suffered from asthma as a child, I would be a farmer today."
    },
    {
      "cite": "Alastair Cook",
      "quote": "I'm a country boy at heart. I love it when you've got your boots on and you're standing in three inches of cow muck."
    },
    {
      "cite": "Terry Bradshaw",
      "quote": "You have to understand, now, I'm a momma's boy. I'm from the south. My way of being raised is totally different than the big city life. I truly was a country boy."
    },
    {
      "cite": "Lionel Richie",
      "quote": "I am a country boy and proud of it."
    },
    {
      "cite": "Malcolm X",
      "quote": "Being an old farm boy myself, chickens coming home to roost never did make me sad; they've always made me glad."
    },
    {
      "cite": "Ernest Gaines",
      "quote": "In the beginning, I tried to be a more cosmopolitan writer, but I realized that I was a country boy, and I had to deal with things I knew about and where I came from."
    },
    {
      "cite": "Big Smo",
      "quote": "Myself, I'm just a simple country boy who spent time on the streets and developed a style of writing and rapping and a cool sound that people seem to enjoy."
    },
    {
      "cite": "Mickey Spillane",
      "quote": "I'm a country boy. I hate New York. But that's where things happen, so I use it as a base for stories, I know enough about it. But I have to keep going back there."
    },
    {
      "cite": "Johnny Iuzzini",
      "quote": "I see myself as half country boy and half city boy, so I need both to balance me out. I couldn't spend all of my time in either place."
    },
    {
      "cite": "Sam Donaldson",
      "quote": "I was a typical farm boy. I liked the farm. I enjoyed the things that you do on a farm, go down to the drainage ditch and fish, and look at the crawfish and pick a little cotton."
    },
    {
      "cite": "Allan Jackson",
      "quote": "You sure look good, sittin' in my right seat / Buckle up, and I'll take you through the five speeds / Wind it up, or I can slow it way down / In the woods or right uptown / I'm a country boy, I've got a four-wheel drive"
    },
    {
      "cite": "John Martin Sommers",
      "quote": "Well life on the farm is kinda laid back / Ain't much an old country boy like me can't hack / It's early to rise, early in the sack / Thank god I'm a country boy"
    },
    {
      "cite": "John Martin Sommers",
      "quote": "Well a simple kinda life never did me no harm / A raisin' me a family and workin' on a farm / My days are all filled with an easy country charm / Thank god I'm a country boy"
    },
    {
      "cite": "John Martin Sommers",
      "quote": "Well I got me a fine wife I got me a fiddle / When the sun's comin' up I got cakes on the griddle / Life ain't nothin' but a funy funny riddle / Thank god I'm a country boy"
    },
    {
      "cite": "Johnny Cash",
      "quote": "Country boy, ain't got no shoes / Country boy, ain't got no blues / Well, you work all day / While you're wantin' to play / In the sun and the sand / With a face that's tan."
    },
    {
      "cite": "Johnny Cash",
      "quote": "Country boy, ain't got no ills / Country boy, don't owe no bills / You get a wiggly worm / And then you watch him squirm."
    },
    {
      "cite": "Kevin Macdonald",
      "quote": "Bob liked to ride a donkey and, you know, go to the fields with Mary's Grandfather and things like that; because, he's a country boy, you know."
    },
    {
      "cite": "Jeremy Leven",
      "quote": "It was an improbable romance. He was a country boy. She was from the city. She had the world at her feet, while he didn't have two dimes to rub together."
    },
    {
      "cite": "Jack Roche",
      "quote": "Gilbert Burton was a country boy who had just come to the big city to make a fortune. He was willing to start at the bottom, and that's just what he did."
    },
    {
      "cite": "Douglas J. Eboch",
      "quote": "I better have my lawyer take a look at these. I'm just a simple country boy. There's all kinds of big words in here I can't even pronounce. Hell, you might be takin' me to the cleaners for all I know."
    },
    {
      "cite": "William Howitt",
      "quote": "In town or country, however pleasant it may be to be running about and playing, it is necessary still to go to school; and whether in town or country, school furnishes some of the most strong and marked days of a lad's life."
    },
    {
      "cite": "William Howitt",
      "quote": "A clever country lad never wants employment."
    },
    {
      "cite": "William Howitt",
      "quote": "Progress of a country boy in horsemanship by riding sticks, boughs, turnstiles, asses, cows, horses, etc."
    },
    {
      "cite": "Carolyn Sachs",
      "quote": "From New Zealand pubs to Iowa farms, Country Boys provides compelling evidence that rural masculinity matters."
    },
    {
      "cite": "Carolyn Sachs",
      "quote": "Country Boys contributes to the exciting scholarly field of masculinity studies and to studies of rural places."
    },
    {
      "cite": "Priscilla Ferguson Clement",
      "quote": "Between the colonial period and 1925, the average American boy was a farm boy."
    },
    {
      "cite": "Priscilla Ferguson Clement",
      "quote": "Nineteenth-century, urban, middle-class children increasingly turned their attention to school and to play, farm boys remained integral to their families economic survival well into the twentieth century."
    },
    {
      "cite": "Priscilla Ferguson Clement",
      "quote": "To be a farm boy was to be a worker, first and foremost."
    },
    {
      "cite": "Priscilla Ferguson Clement",
      "quote": "Beyond work, farm boys often achieved only a limited schooling and had to entertain themselves with the resources of the land surrounding them."
    },
    {
      "cite": "Priscilla Ferguson Clement",
      "quote": "All farm children began work at an early age, and in their first 6 or 7 years, boys and girls of ten did the same tasks."
    },
    {
      "cite": "Travis Fimmel",
      "quote": "I'm a country boy, so I really appreciate the country. I love fishing, so I fish between takes on set. During lunch, I go for a fish."
    },
    {
      "cite": "Andrea Bocelli",
      "quote": "I don't like crying. I'm a country boy, and we're the product of our upbringing. As a boy, I was told that men don't cry."
    },
    {
      "cite": "Lane Frost",
      "quote": "True cowboys Are The ones who aren't afraid to get dirty."
    },
    {
      "cite": "Will Rogers",
      "quote": "I am just an old country boy in a big town trying to get along. I have been eating pretty regular and the reason I have been is because I have stayed an old country boy."
    },
    {
      "cite": "Randy Moss",
      "quote": "I'm a country boy who hasn't really been exposed to city living, and it throws me."
    },
    {
      "cite": "Taylor Kinney",
      "quote": "I'm a country boy. I grew up kicking around the woods, riding dirt bikes, playing football, climbing rocks and all that good stuff, so that's always been fun."
    }
  ]
}