{
  "source": "https://www.wisesayings.com/country-love-quotes/",
  "theme": "country-love",
  "quotes": [
    {
      "cite": "Theodore Roosevelt",
      "quote": "Here is your country. Cherish these natural wonders, cherish the natural resources, cherish the history and romance as a sacred heritage, for your children and your children's children. Do not let selfish men or greedy interests skin your country of its beauty, its riches or its romance."
    },
    {
      "cite": "Pablo Casals",
      "quote": "The love of one's country is a splendid thing. But why should love stop at the border?"
    },
    {
      "cite": "Charles Edward Jefferson",
      "quote": "Patriotism is a thing of the heart. A man is a patriot if his heart beats true to his country."
    },
    {
      "cite": "Cory Booker",
      "quote": "Patriotism is love of country. But you can't love your country without loving your countrymen and countrywomen. We don't always have to agree, but we must empower each other, we must find the common ground, we must build bridges across our differences to pursue the common good."
    },
    {
      "cite": "Robert Burns",
      "quote": "My dear, my native soil! For whom my warmest wish to heav'n is sent, long may thy hardy sons of rustic toil be blest with health, and peace, and sweet content!"
    },
    {
      "cite": "Mark Twain",
      "quote": "Loyalty to country always. Loyalty to government, when it deserves it."
    },
    {
      "cite": "Emma Goldman",
      "quote": "What a strange development of patriotism that turns a thinking being into a loyal machine!"
    },
    {
      "cite": "John Chandler",
      "quote": "Patriotism is not the same as nationalism, because love of country is not the same as worship of country."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Patriots always talk of dying for their country but never of killing for their country."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "They wrote in the old days that it is sweet and fitting to die for one's country. But in modern war, there is nothing sweet nor fitting in your dying. You will die like a dog for no good reason."
    },
    {
      "cite": "Edmund Burke",
      "quote": "There ought to be system of manners in every nation which a well-formed mind would be disposed to relish. To make us love our country, our country ought to be lovely."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "True patriotism hates injustice in its own land more than anywhere else."
    },
    {
      "cite": "Lord Byron",
      "quote": "I can't but say it is an awkward sight to see one's native land receding through the growing waters; it unmans one quite, especially when life is rather new."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "I am an American; free born and free bred, where I acknowledge no man as my superior, except for his own worth, or as my inferior, except for his own demerit."
    },
    {
      "cite": "James Bryce",
      "quote": "Our country is not the only thing to which we owe our allegiance. It is also owed to justice and to humanity. Patriotism consists not in waving the flag, but in striving that our country shall be righteous as well as strong."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Patriotism is your conviction that this country is superior to all other countries because you were born in it."
    },
    {
      "cite": "Percy Dearmer",
      "quote": "Patriotism is a salt against rottenness, a glorious spur to high endeavour; it recovers the half-obliterated virtue of loyalty, calls every man to service, and ennobles great and small alike."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I like to see a man proud of the place in which he lives. I like to see a man live so that his place will be proud of him."
    },
    {
      "cite": "Stonewall Jackson",
      "quote": "The patriot volunteer, fighting for country and his rights, makes the most reliable soldier on earth."
    },
    {
      "cite": "Aristotle",
      "quote": "It is not always the same thing to be a good man and a good citizen."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "If we love our country, we should also love our countrymen."
    },
    {
      "cite": "J. Horace Mcfarland",
      "quote": "It is the love of country that has lighted and that keeps glowing the holy fire of patriotism."
    },
    {
      "cite": "Sallust",
      "quote": "It is sweet to serve one's country by deeds, and it is not absurd to serve her by words."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "Patriotism is when love of your own people comes first; nationalism, when hate for people other than your own comes first."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Our country is wherever we are well off."
    },
    {
      "cite": "Paul Sweeney",
      "quote": "How often we fail to realize our good fortune in living in a country where happiness is more than a lack of tragedy."
    },
    {
      "cite": "William H. Burnham",
      "quote": "The essence of patriotism is the sacrifice of personal interest to public welfare."
    },
    {
      "cite": "Edward Abbey",
      "quote": "A patriot must always be ready to defend his country against his government."
    },
    {
      "cite": "Thomas Wentworth Higginson",
      "quote": "To be really cosmopolitan a man must be at home even in his own country."
    },
    {
      "cite": "Joe Biden",
      "quote": "Fighting corruption is not just good governance. It's self-defense. It's patriotism."
    },
    {
      "cite": "Art Edler Brown",
      "quote": "A uniform does not make a soldier. A soldier is someone who is willing to stand up and fight for what he believes in. Be it his God, his country or his friends. And it does not matter if you are black, white, red, yellow, male, female, straight or gay. We all bleed the same."
    },
    {
      "cite": "Hadi Hajaig",
      "quote": "I love my country. I'd kill for it and I'd die for it. It's in my nature."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Patriotism is a virtue of the vicious."
    },
    {
      "cite": "Charles Stobo Reid",
      "quote": "You'd lay your life down for this country / Lay it down for fools like me / I know, I know, I know you would / You'd make the ultimate sacrifice / Lose yourself on a throw of the dice"
    },
    {
      "cite": "Charles Stobo Reid",
      "quote": "And the line he comes from stretches back / In an unbroken chain other countries lack / In the farthest corners of the world / Where he's watched our banners being unfurled / He's won and lost and battled on / Whether his cause was right or wrong"
    },
    {
      "cite": "Charles Stobo Reid",
      "quote": "No more war, it's not gonna happen / Not while there's men / willing to fight in them / No more war, it's not gonna happen / Not while there's patriotism"
    },
    {
      "cite": "John LaMachia",
      "quote": "Patriotism means having a strong love for and pride in your country.People have strong feelings for their country because it is where they live."
    },
    {
      "cite": "John LaMachia",
      "quote": "Patriotism is also a desire to support your country by making lawas and show respect for their country."
    },
    {
      "cite": "John LaMachia",
      "quote": "Patriots also honor their country by setting a good example for others to follow."
    },
    {
      "cite": "Maurizio Viroli",
      "quote": "Religious patriotism attaches man to his country by a sacred tie. He must love it as he loves his religion, and obey it as he obeys his God."
    },
    {
      "cite": "Maurizio Viroli",
      "quote": "Patriotism in the republican sense of love of common liberty that makes men generous, capable of seeing their private and particular interests as part of the common goodm, and willing to fight vigorously for their republic."
    },
    {
      "cite": "Maurizio Viroli",
      "quote": "Both the moral obligation and love of country have, however, their limits which are defined by the very nature of the love."
    },
    {
      "cite": "Maurizio Viroli",
      "quote": "When love of country fades, virtue remains, but it becomes brute force, courage, and resolution; it becomes a virtue that no longer sustains liberty but destroys it."
    },
    {
      "cite": "Maurizio Viroli",
      "quote": "The weakening of patriotism wan then the cause of the loss of liberty and also of the decay of morals."
    },
    {
      "cite": "John Kleinig",
      "quote": "Patriotism is unquestionably a high moral virtue, and to call a person patriot - better still, a true patriot - is the greatest of compliments."
    },
    {
      "cite": "John Kleinig",
      "quote": "The morality of patriotism is intimately connected with controversies concerning such topics as character and motivation, human nature, citizenship, the role of the state, political identity and obligation, and the basic structure of morality."
    },
    {
      "cite": "John Kleinig",
      "quote": "Patriotism is not free-floating - one does not start off as patriotic and then look for a country."
    },
    {
      "cite": "John Kleinig",
      "quote": "The person who wishes that there was a country about which he could feel patriotic is not patriotic, even though he would like to be."
    },
    {
      "cite": "Library of Congress",
      "quote": "Some see patriotism as a virtue, or a moral requirement, or even as the moral requirement, the fount and bedrock of all morality."
    },
    {
      "cite": "Library of Congress",
      "quote": "Patriotism, then, is love of one's country, identification with it, and special concern for its well-being and that of compatriots."
    },
    {
      "cite": "Dr. Johnson Leo Tolstoy",
      "quote": "Patriotism is the last refuge of the scoundrel."
    },
    {
      "cite": "Library of Congress",
      "quote": "Patriotism involves a special concern for one's country, but that this concern need not to be unconstrained, nor exclusive and aggressive."
    },
    {
      "cite": "Eric Liu",
      "quote": "True patriots believe that what enables a free society to remain strong is a set of traditional virtues and values."
    },
    {
      "cite": "Simon Keller",
      "quote": "Patriotism involves anb endorsement of some aspect of your country that you take to be central, distinctive, and enduring."
    },
    {
      "cite": "Simon Keller",
      "quote": "A patriot may salute the flag, sing the national anthem, wear national dress, cook national dish, and cheer for her country's sporting teams."
    },
    {
      "cite": "Simon Keller",
      "quote": "A patriot may choose to give up professional opportunities overseas in order to stay in her country, she may lie or cheat to protect her country, and she may kill or die for her country, all as expressions of patriotism."
    },
    {
      "cite": "Simon Keller",
      "quote": "There are no particular acts that are necessary for patriotism."
    },
    {
      "cite": "Simon Keller",
      "quote": "Patriotism is not a trivial matter. Patriotism is not a mere indulgence."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Patriotism is not for those who represent wealth and power."
    },
    {
      "cite": "Pam Scheunemann",
      "quote": "Each country has its own flag. People fly the flags of their own country to show their patriotism. They are proud of their country."
    }
  ]
}