{
  "source": "https://www.wisesayings.com/counseling-quotes/",
  "theme": "counseling",
  "quotes": [
    {
      "quote": "Sometimes, just the act of venting is helpful. Counseling provides a safe haven for precisely that kind of free-ranging release: You can say things in the therapist's office, with the therapist present, that would be incendiary or hurtful in your living room.",
      "cite": "Laura Wasser"
    },
    {
      "quote": "It is not fair to ask of others what you are not willing to do yourself.",
      "cite": "Eleanor Roosevelt"
    },
    {
      "quote": "There came a time when the risk to remain tight in the bud was more painful than the risk it took to blossom.",
      "cite": "Anais Nin"
    },
    {
      "quote": "You can't think your way to a new way of acting, you must act your way to a new way of thinking.",
      "cite": "David Schnarch"
    },
    {
      "quote": "Rainbows are people whose lives are bright, shining examples for others.",
      "cite": "Maya Angelou"
    },
    {
      "quote": "Be an informed advocate and support.",
      "cite": "Asa Don Brown"
    },
    {
      "quote": "When we are no longer able to change a situation, we are challenged to change ourselves.",
      "cite": "Viktor Frankl"
    },
    {
      "quote": "You must do the thing that you think you cannot do.",
      "cite": "Eleanor Roosevelt"
    },
    {
      "quote": "And the trouble is, if you don't risk anything, you risk even more.",
      "cite": "Erica Jong"
    },
    {
      "quote": "The best way to predict your future is to create it.",
      "cite": "Abraham Lincoln"
    },
    {
      "quote": "We can choose to throw stones, to stumble on them, to climb over them, or to build with them.",
      "cite": "William Arthur Ward"
    },
    {
      "quote": "We cannot change the cards we are dealt, just how we play the hand.",
      "cite": "Randy Pausch"
    },
    {
      "quote": "If you allow yourself to be the person you are then everything will come into rhythm.",
      "cite": "John O&#39;Donohue"
    },
    {
      "quote": "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
      "cite": "Carl Jung"
    },
    {
      "quote": "It's not what happens to you, but how you react to it that matters.",
      "cite": "Epictetus"
    },
    {
      "quote": "You can't be right by doing wrong; you can't be wrong by doing right.",
      "cite": "Thomas S. Monson"
    },
    {
      "quote": "You don't have to control your thoughts. You just have to stop letting them control you.",
      "cite": "Dan Millman"
    },
    {
      "quote": "The important thing is this: to be able, at any moment, to sacrifice what we are for what we could become.",
      "cite": "Charles Dubois"
    },
    {
      "quote": "In any given moment, we have two options: to step forward into growth or to step back into safety.",
      "cite": "Abraham Maslow"
    },
    {
      "quote": "Be who you are and say what you feel, because those who mind don't matter and those who mind don't matter.",
      "cite": "Seuss"
    },
    {
      "quote": "There is no greater agony than bearing an untold story inside you.",
      "cite": "Maya Angelou"
    },
    {
      "quote": "Don't let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.",
      "cite": "Roopleen"
    },
    {
      "quote": "We are sent into the world to live to the full everything that awakens within us and everything that comes toward us.",
      "cite": "John O&#39;Donohue"
    },
    {
      "quote": "Life does not put things in front of you that you are unable to handle.",
      "cite": "Anonymous"
    },
    {
      "quote": "Real happiness provides you the confidence that you never thought was obtainable.",
      "cite": "Asa Don Brown"
    },
    {
      "quote": "Whatever you fight, you strengthen, and what you resist, persists.",
      "cite": "Eckhart Tolle"
    },
    {
      "quote": "If it is a first offense, you ground them and have a talk. The second offense would call for counseling.",
      "cite": "Alan Thicke"
    },
    {
      "quote": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.",
      "cite": "Seuss"
    },
    {
      "quote": "The secret to change is to focus all of your energy, not on fighting the old, but on building the new.",
      "cite": "Dan Millman"
    },
    {
      "quote": "It's easy to feel equal to wanting. It's rare to feel equal to having.",
      "cite": "Helen Humphreys"
    },
    {
      "quote": "The most effective way to do it, is to do it.",
      "cite": "Amelia Earhart"
    },
    {
      "quote": "The difference between perseverance and obstinancy is that one often comes from a strong will, and the other from a strong won't.",
      "cite": "Henry Ward Beecher"
    },
    {
      "quote": "When we talk about our feelings, they become less overwhelming, less upsetting, and less scary.",
      "cite": "Fred Rogers"
    },
    {
      "quote": "Preaching is personal counseling on a group basis.",
      "cite": "Harry Emerson Fosdick"
    },
    {
      "quote": "If it's free, it's advice. If you pay for it, it's counseling. If you can use either one, it's a miracle.",
      "cite": "Jack Adams"
    },
    {
      "quote": "Biblical counseling is listening to a person long enough until you hear a violation of scripture.",
      "cite": "Henry R Brandt"
    },
    {
      "quote": "The fish in the water that is thirsty needs serious professional counseling.",
      "cite": "Kabir"
    },
    {
      "quote": "Counseling has to do with intuition, with work on oneself, with the quietness of one's mind and the openness of one's heart.",
      "cite": "Ram Dass"
    }
  ]
}