{
  "source": "https://www.wisesayings.com/couples-quotes/",
  "theme": "couples",
  "quotes": [
    {
      "cite": "Nicholas Sparks",
      "quote": "Every couple has ups and downs, every couple argues, and that's the thing – you're a couple, and couples can't function without trust."
    },
    {
      "cite": "Aphra Behn",
      "quote": "Each moment of a happy lover's hour is worth an age of dull and common life."
    },
    {
      "cite": "Julia Roberts",
      "quote": "I believe that two people are connected at the heart, and it doesn't matter what you do, or who you are or where you live; there are no boundaries or barriers if two people are destined to be together."
    },
    {
      "cite": "Brendan Francis",
      "quote": "A man is already halfway in love with any woman who listens to him."
    },
    {
      "cite": "Robert Brault",
      "quote": "There are days when you need someone who just wants to be your sunshine and not the air you breathe."
    },
    {
      "cite": "Gretchen Kemp",
      "quote": "... See there's this place in me where your fingerprints still rest, your kisses still linger, and your whispers softly echo. It's the place where a part of you will forever be a part of me."
    },
    {
      "cite": "Kermit The Frog",
      "quote": "Maybe you don't need the whole world to love you. You know? Maybe you just need one person."
    },
    {
      "cite": "Lauren Child",
      "quote": "We were given: Two hands to hold. Two legs to walk. Two eyes to see. Two ears to listen. But why only one heart? Because the other was given to someone else. For us to find."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Having someone wonder where you are when you don't come home at night is a very old human need."
    },
    {
      "cite": "When Harry Met Sally",
      "quote": "When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible."
    },
    {
      "cite": "Friedrich Halm",
      "quote": "Two souls with but a single thought, Two hearts that beat as one."
    },
    {
      "cite": "Maya Angelou",
      "quote": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Now join your hands, and with your hands your hearts."
    },
    {
      "cite": "Sarah Bernhardt",
      "quote": "Your words are my food, your breath my wine. You are everything to me."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "I would rather share one lifetime with you than face all the ages of this world alone."
    },
    {
      "cite": "Bryon Pulsifer",
      "quote": "We may have started as individuals, but now we are as one."
    },
    {
      "cite": "Micheal Leunig",
      "quote": "Love one another and you will be happy. It's as simple and as difficult as that."
    },
    {
      "cite": "Kenny Loggins",
      "quote": "A soulmate is the one person whose love is powerful enough to motivate you to meet your soul, to do the emotional work of self-discovery, of awakening."
    },
    {
      "cite": "Emily Bronte",
      "quote": "Whatever our souls are made of, his and mine are the same."
    },
    {
      "cite": "Carrie Bradshaw",
      "quote": "Soul mate: two little words, one big concept. A belief that someone, somewhere, is holding the key to your heart."
    },
    {
      "cite": "Carl Jung",
      "quote": "The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed."
    },
    {
      "cite": "Emily Kimbrough",
      "quote": "Remember, we all stumble, every one of us. That's why it's a comfort to go hand in hand."
    },
    {
      "cite": "Paul Tillich",
      "quote": "The first duty of love is to listen."
    },
    {
      "cite": "Unkown",
      "quote": "Relationships are stronger when you're best friends first, and a couple second."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "The compatibility of a couple and the quality of a relationship lies in the way they handle their arguments and differences.."
    },
    {
      "cite": "Unkown",
      "quote": "Staying together when things get tough will only make you a stronger couple."
    },
    {
      "cite": "Mary Durso",
      "quote": "If you have respect and consideration for one another, you'll make it."
    },
    {
      "cite": "The Bachelor (Movie)",
      "quote": "It's a wonderful thing, as time goes by, to be with someone who looks into your face, when you've gotten old, and still sees what you think you look like."
    },
    {
      "cite": "Fannie Flagg",
      "quote": "I wonder how many people don't get the one they want, but end up with the one they're supposed to be with."
    },
    {
      "cite": "Tahereh Mafi",
      "quote": "I'm oxygen and he's dying to breathe."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "Slaves in the United States were not permitted to marry, so couples would unite by the practice of jumping over a broom handle, which stood for the jump from single to married life."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "A recent long-range study has found that whereas, because of prejudice, gay and lesbian couples face more external stressors on their relationships, they actually have better communication skills than heterosexual couples and use fewer hostile tactics during fights."
    },
    {
      "cite": "Alicia Alvrez",
      "quote": "In the Middle Ages, couples used to get married in the bathtub because water signified purity. The couple and their attendants would stand in a tub filled with water."
    },
    {
      "cite": "Billy Graham",
      "quote": "Marriage is the most serious long-term contract a couple will make in their lifetime."
    },
    {
      "cite": "Gavin Ewart",
      "quote": "The path of true love isn't smooth, / the ruffled feathers sex can soothe / ruffle again— for couples never spend / all their lives in bed again."
    },
    {
      "cite": "Joanne Kates",
      "quote": "Two couples living together and walking openly together openly for a week...it was like a week in a bell jar."
    },
    {
      "cite": "Helen Rowland",
      "quote": "When you see a married couple coming down the street, the one who is two or three steps ahead is the one that's mad."
    },
    {
      "cite": "French Proverb",
      "quote": "A deaf husband and a blind wife will make the best couple."
    },
    {
      "cite": "K.C. Jones",
      "quote": "In Eastern traditions, a groom would eat honey on his wedding day, and couples would drink mead, a honey wine, for a month after they married."
    },
    {
      "cite": "Betty Thomas",
      "quote": "When couples do things together, they learn what the other one likes, dislikes, prefers, requires, and enjoys."
    },
    {
      "cite": "Betty Thomas",
      "quote": "When couples stay together they will learn what the other's personality and thought processes are, and eventually could finish each other's sentences due to their familiarity with each other."
    },
    {
      "cite": "Matthew McKay",
      "quote": "Being in an intimate relationship can be one of the keenest human joys and one of the greatest sorces of pain."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "Sure we played a stunning couple / But I never liked the part / It ain't pretty, it ain't subtle / What happens to the heart."
    },
    {
      "cite": "David Ian Jackson",
      "quote": "Happy loving couples make it look so easy / Happy loving couples always talk so kind / Until the time that I can do my dancing with a partner / Those happy couples ain't no friends of mine."
    },
    {
      "cite": "Billy Crystal",
      "quote": "When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible."
    },
    {
      "cite": "J.K. Simmons",
      "quote": "In my opinion, the best thing you can do is find someone who loves you for exactly what you are. Good mood, bad mood, ugly, pretty, handsome, what have you."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "We should meet in another life, we should meet in air, me and you."
    },
    {
      "cite": "Dave Meurer",
      "quote": "A great marriage is not when the 'perfect couple' comes together. It is when an imperfect couple learns to enjoy their differences."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "On the left side of a strong woman, stands a strong man; he is strengthened by her character."
    },
    {
      "cite": "Nalini Singh",
      "quote": "'We fit, you and I,' he whispered looking into that haunting gaze. 'Two broken pieces making a whole.'"
    },
    {
      "cite": "Crystal Woods",
      "quote": "Even before we met and long after we're both gone, my heart lives inside of yours. I'm forever and ever in love with you."
    },
    {
      "cite": "Chris Crutcher",
      "quote": "...we can say we love each other if my life is better because you're in it and your life is better because I'm in it."
    },
    {
      "cite": "Stewart O'Nan",
      "quote": "Theirs was a private language, not shared with the rest of the world, and so exempt from censure, sheer burlesque."
    },
    {
      "cite": "Laura Barnholdt",
      "quote": "The thing about loving someone is that yelling at them only feels good while you're doing it -- as soon as they're gone, all you want to do is take it all back."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "Watching them, she realized they made so much sense together. Every look, every touch, was a reassurance, almost electric as if they were shocking each other with every contact."
    },
    {
      "cite": "Antoine de Saint Exupery",
      "quote": "Love does not consist of gazing at each other, but in looking outward together in the same direction."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "People are weird. When we find someone with a weirdness that is compatible with ours, we team up and call it love."
    },
    {
      "cite": "Martin Luther",
      "quote": "There is no more lovely, friendly, and charming relationship, communion, or company than a good marriage."
    }
  ]
}