{
  "source": "https://www.wisesayings.com/courting-quotes/",
  "theme": "courting",
  "quotes": [
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Courting is an activity when a man and a woman flaunt their virtues.  Dating is an activity where life exposes the other's vices."
    },
    {
      "cite": "Albert Einstein",
      "quote": "When you are courting a nice girl an hour seems like a second."
    },
    {
      "cite": "Julie Garwood",
      "quote": "Courting is for those who have not declared their love for one another. I have already told you what is in my heart."
    },
    {
      "cite": "Rebecca St. James",
      "quote": "I don't think courting and dating is a liability. I actually think it can be a blessing."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "I am about courting a girl I have had but little acquaintance with. How shall I come to a knowledge of her faults, and whether she has the virtues I imagine she has? Answer. Commend her among her female acquaintances."
    },
    {
      "cite": "Rick Warren",
      "quote": "If there was more courting in marriage, there'd be fewer marriages in court. Date your mate. Today."
    },
    {
      "cite": "Rutherford B. Hayes",
      "quote": "Fighting battles is like courting girls: those who make the most pretensions and are boldest usually win."
    },
    {
      "cite": "Steven Erikson",
      "quote": "Courting is the art of growing like mould on the one you want."
    },
    {
      "cite": "Eji Yoshikawa",
      "quote": "When a woman dislikes the man who is courting her, she parries him cleverly, like a willow in the wind."
    },
    {
      "cite": "unknown",
      "quote": "Courting someone is completely different than dating Its a state of mind. Its all in the level of respect you are looking for and willing to give."
    },
    {
      "cite": "Franz Kafka",
      "quote": "A non-writing writer is a monster courting insanity."
    },
    {
      "cite": "Plutarch",
      "quote": "He who least likes courting favour, ought also least to think of resenting neglect; to feel wounded at being refused a distinction can only arise from an overweening appetite to have it."
    },
    {
      "cite": "Sophie Dash",
      "quote": "Give her books, where other people did all the running around and courting; it was far easier to read about such matters than to experience them herself."
    },
    {
      "cite": "Alison Sinclair",
      "quote": "I'm not courting death; I've far too many books left to read."
    }
  ]
}