{
  "source": "https://www.wisesayings.com/court-quotes/",
  "theme": "court",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "There is a higher court than courts of justice and that is the court of conscience. It supercedes all other courts."
    },
    {
      "cite": "Ruth Bader Ginsburg",
      "quote": "The court generally moves in small steps rather than in one giant step."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "The court is like a palace of marble; it's composed of people very hard and very polished."
    },
    {
      "cite": "Charles Maurice de Talleyrand",
      "quote": "A court is an assembly of noble and distinguished beggars."
    },
    {
      "cite": "Antonin Scalia",
      "quote": "The court makes an amazing amount of decisions that ought to be made by the people."
    },
    {
      "cite": "William Rehnquist",
      "quote": "It is always possible for the court to overreach its proper bounds and perhaps declare a lot of laws unconstitutional and frustrate the will of the majority in a way that it ought not be frustrated."
    },
    {
      "cite": "Camiel Eurlings",
      "quote": "The court's decision will constitute a message in the area of freedom of expression."
    },
    {
      "cite": "Richard Harris",
      "quote": "Courts have paid a lot of deference to post-secondary institutions if they've done their work properly."
    },
    {
      "cite": "Anna Kournikova",
      "quote": "A court is like a scene, people want to see attractive people."
    },
    {
      "cite": "Arthur Cheney Train",
      "quote": "Court a place where they dispense with justice."
    },
    {
      "cite": "William Weld",
      "quote": "The courts are truly the least dangerous of the three branches of our government."
    },
    {
      "cite": "William O. Douglas",
      "quote": "The court is really the keeper of the conscience, and the conscience is the Constitution."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Courts are places where the ending is written first and all that precedes is simply vaudeville."
    },
    {
      "cite": "Robert Owen",
      "quote": "Courts of law, and all the paraphernalia and folly of law cannot be found in a rational state of society."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Courts of equity make their decrees so as to arrive at the justice of the case without violating the rules of law."
    },
    {
      "cite": "Alice Koller",
      "quote": "It takes a long time to learn that a courtroom is the last place in the world for learning the truth."
    },
    {
      "cite": "Denis Diderot",
      "quote": "The decisions of law courts should never be printed: in the long run, they form a counter authority to the law."
    },
    {
      "cite": "Rose Bird",
      "quote": "The courts are an easy scapegoat because at a time when everything has to boiled down to easy slogans, we speak in subtleties."
    },
    {
      "cite": "Stephen V Monsma",
      "quote": "The court's recent understanding of religion as a private matter for individuals has plainly become malnourished and impoverished."
    },
    {
      "cite": "Mike DeWine",
      "quote": "The court's recent decisions have made life more difficult for the democratic institutions that perform the day- to-day work of our nation."
    },
    {
      "cite": "Colin Powell",
      "quote": "The Court is perhaps one of the last citadels of jealously preserved individualism. For the most part, we function as nine, small independent law firms."
    },
    {
      "cite": "Robert H. Jackson",
      "quote": "This Court is forever adding new stories to the temples of constitutional law, and the temples have a way of collapsing when one story too many is added."
    },
    {
      "cite": "Adolf Loos",
      "quote": "The law courts must appear as a threatening gesture toward secret vice. The bank must declare: here your money is secure and well looked after by honest people."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "The Courts must declare the sense of the law; and if they should be disposed to exercise will instead of judgement; the consequences would be the substitution of their pleasure for that of the legislative body."
    },
    {
      "cite": "Sandra Day O'Connor",
      "quote": "The courts of this country should not be the places where resolution of disputes begins. They should be the places where the disputes end after alternative methods of resolving disputes have been considered and tried."
    },
    {
      "cite": "Hugo Black",
      "quote": "The Court stands against any winds that blow as havens of refuge for those who might otherwise suffer because they are helpless, weak, outnumbered, or because they are nonconforming victims of prejudice or public excitement."
    },
    {
      "cite": "Thomas Henry Huxley",
      "quote": "The ultimate court of appeal is observation and experiment not authority."
    }
  ]
}