{
  "source": "https://www.wisesayings.com/courtesy-quotes/",
  "theme": "courtesy",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Courtesy should be a continuous action, not something to be turned on and off like a faucet."
    },
    {
      "cite": "Erastus Wiman",
      "quote": "Nothing is ever lost by courtesy. It is the cheapest of the pleasures costs nothing and conveys much. It pleases him who gives and him who receives, and thus, like mercy, it is twice blessed."
    },
    {
      "cite": "Henry Clay",
      "quote": "Courtesies of a small and trivial character are the ones which strike deepest in the grateful and appreciating heart."
    },
    {
      "cite": "Khaleel Datay",
      "quote": "Lack of courtesy is an extreme form of disrespect."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is no outward sign of true courtesy that does not rest on a deep moral foundation."
    },
    {
      "cite": "Saint Basil",
      "quote": "He who sows courtesy reaps friendship."
    },
    {
      "cite": "Madame De Stael",
      "quote": "Politeness is the art of choosing among your thoughts."
    },
    {
      "cite": "Amy Vanderbilt",
      "quote": "Good manners have much to do with the emotions. To make them ring true, one must feel them, not merely exhibit them."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Courtesy is a silver lining around the dark clouds of civilization; it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man's cruelty and baseness."
    },
    {
      "cite": "Lord Alfred Tennyson",
      "quote": "The greater person is one of courtesy."
    },
    {
      "cite": "Bill Kelly",
      "quote": "Good manners are just a way of showing other people that we have respect for them."
    },
    {
      "cite": "David Chiles",
      "quote": "Courtesy and kindness cultivate confidence with good Netiquette. Doing things right makes you feel good."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "Courtesy is a small act but it packs a mighty wallop."
    },
    {
      "cite": "Lucas",
      "quote": "There can be no defence like elaborate courtesy."
    },
    {
      "cite": "Bryant McGill",
      "quote": "No one is more insufferable than he who lacks basic courtesy."
    },
    {
      "cite": "Voltaire",
      "quote": "To succeed in the world it is not enough to be stupid, you must also be well-mannered."
    },
    {
      "cite": "Julita Davies",
      "quote": "Courtesy is sometimes imperceptible, but its absence turns out to be poignant."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "It is better to have too much courtesy than too little, provided you are not equally courteous to all, for that would be injustice."
    },
    {
      "cite": "Yukteswar Giri",
      "quote": "Good manners without sincerity are like a beautiful dead lady."
    },
    {
      "cite": "Diana Mather",
      "quote": "Good manners are ageless, priceless and classless."
    },
    {
      "cite": "Anonymous",
      "quote": "Courtesy is simply doing unto others what you would like them to do unto you."
    },
    {
      "cite": "Sophie Turner",
      "quote": "Courtesy is a lady's armor."
    },
    {
      "cite": "Clarence Thomas",
      "quote": "A good manners will open doors that the best education cannot."
    },
    {
      "cite": "John Vanbrugh",
      "quote": "Good manners and soft words have brought many a difficult thing to pass."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "No one is too big to be courteous, but some are too little."
    },
    {
      "cite": "Hazrat Ali Ibn Abu-Talib A.S",
      "quote": "Courtesy costs nothing, but buys everything."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Courtesy dictates that we offer fellow wizards the opportunity of denying us entry."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Courtesy is as much a mark of a gentleman as courage."
    },
    {
      "cite": "George Santayana",
      "quote": "There is a kind of courtesy in skepticism. It would be an offense against polite conventions to press our doubts too far."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Courtesy and good humor are often found with little real worth."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "A man's own good breeding is the best security against other people's ill manners."
    },
    {
      "cite": "John Wanamaker",
      "quote": "Courtesy is the one coin you can never have too much of or be stingy with."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is a courtesy of the heart it is allied to love. From its springs the purest courtesy in the outward behavior."
    },
    {
      "cite": "Anonymous",
      "quote": "An excess of courtesy is discourtesy."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Courtesy is only a thin veneer on the general selfishness."
    }
  ]
}