{
  "source": "https://www.wisesayings.com/courtship-quotes/",
  "theme": "courtship",
  "quotes": [
    {
      "cite": "Megan Mccafferty",
      "quote": "So much of courtship is the unspoken."
    },
    {
      "cite": "Cullen Hightower",
      "quote": "Courtship brings out the best. Marriage brings out the rest."
    },
    {
      "cite": "William Congreve",
      "quote": "Courtship is to marriage, as a very witty prologue to a very dull play."
    },
    {
      "cite": "Jilly Cooper",
      "quote": "The only thing a whirlwind courtship does is blow dust in everyone's eyes."
    },
    {
      "cite": "Emily Murphy",
      "quote": "This is courtship all the world over - the man all tongue; the woman all ears."
    },
    {
      "cite": "Ron Brackin",
      "quote": "Courtship is driven by hormones; marriage is sustained by humility and self-sacrifice"
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "You must not contrast too strongly the hours of courtship with the years of possession."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Courtship is the time for sowing those seeds which will grow up ten years into domestic hatred."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "Courtship consists in a number of quiet attentions, not so pointed as to alarm, nor so vague as not to be understood."
    },
    {
      "cite": "Geoffrey Miller",
      "quote": "If most of your courtship attempts have succeeded, you must be a very attractive and charming person who has been aiming too low."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Every man in the time of courtship and in the first entrance of marriage, puts on a behavior like my correspondent's holiday suit."
    },
    {
      "cite": "Karen Scalf Linamen",
      "quote": "Courtship is exciting and romantic because it thrives on the edge of disaster. It co-exists with the threat that, at any moment, it could fall apart and be lost forever."
    },
    {
      "cite": "Teresa Medeiros",
      "quote": "It's true that romance novels do detail the courtship phase of a relationship. We usually write 'And they lived happily ever after' before our heroine starts snoring or our hero starts tossing his socks over the hamper."
    },
    {
      "cite": "Rebecca Miller",
      "quote": "Courtship is romantic. Marriage ... is an act of will,\" said Pippa, taking a sip of water. \"I mean, I adore Herb. But the marriage functions because we will it to. If you leave love to hold everything together, you can forget it."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "To dance with a man is to concentrate a twelvemonth's regulation fire upon him in the fragment of an hour. To pass to courtship without acquaintance, to pass to marriage without courtship, is a skipping of terms reserved for those alone who tread this royal road."
    },
    {
      "cite": "Vernon Lee",
      "quote": "There is too little courtship in the world. ... For courtship means a wish to stand well in the other person's eyes, and, what is more, a readiness to be pleased with the other's ways; a sense on each side of having had the better of the bargain; an undercurrent of surprise and thankfulness at one's good luck."
    },
    {
      "cite": "Jeffrey R. Holland",
      "quote": "No serious courtship or engagement or marriage is worth the name if we do not fully invest all that we have in it and in so doing trust ourselves totally to the one we love. You cannot succeed in love if you keep one foot out on the bank for safety's sake. The very nature of the endeavor requires that you hold on to each other as tightly as you can and jump in the pool together."
    },
    {
      "cite": "Catherine Wilson",
      "quote": "Human courtship has some wild extremes. At one end of the spectrum, there is harassment, pestering, blackmail, and an abuse of institutional power, which its targets rightly fear and loathe. At the other end is love, which as Nietzsche said, is beyond good and evil and always deserves our respect and compassion even when it is doomed or destructive. In the wide middle of the spectrum are all the ambiguous and tragi-comic goings-on of our species."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "With extramarital courtship, the deception was prolonged where it had been ephemeral, necessary where it had been frivolous, conspiratorial where it had been lonely."
    },
    {
      "cite": "Vernon Lee",
      "quote": "There is too little courtship in the world."
    },
    {
      "cite": "Joshua Harris",
      "quote": "Courtship is a commitment - it's a promise not to play games with another person's heart."
    },
    {
      "cite": "Joshua Harris",
      "quote": "During courtship, guarding each other's purity and refraining from intimacy are the acts of lovemaking."
    },
    {
      "cite": "Sofia Vassilieva",
      "quote": "The loss of courtship in modern days - like, people don't court anybody anymore. There's no beauty about it."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "Reverence to a woman in courtship is less to be dispensed with, as, generally, there is but little of it shown afterwards."
    },
    {
      "cite": "John Galsworthy",
      "quote": "Take modern courtships! They resulted in the same thing as under George the Second, but took longer to reach it, owing to the motor-cycle and the standing lunch."
    },
    {
      "cite": "Helen Fisher",
      "quote": "A lot of people head into courtship looking for fireworks. Don't pass up a chance by dumping someone after a first date because you don't feel the fireworks. The fireworks can happen at any time and be maintained."
    },
    {
      "cite": "Patricia Arquette",
      "quote": "Of course, a lot of courtship and dating is about sexual attraction. If you're an attractive person, you have that sort of interest from people, whether you cater to it or not, but when you get older, that's not really the leading thing anymore."
    }
  ]
}