{
  "source": "https://www.wisesayings.com/cousins-quotes/",
  "theme": "cousins",
  "quotes": [
    {
      "cite": "Woodrow Wilson",
      "quote": "Friendship is the only cement that will ever hold the cousins together."
    },
    {
      "cite": "Darlene Shaw",
      "quote": "Cousins by blood - friends by choice."
    },
    {
      "cite": "Isabel Norton",
      "quote": "In my cousin, I find a second self."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "No matter how you feel about your extended family or family gatherings you will be attending. This is because now the ultimate reason for attending family gatherings is for your children to have the time of their lives with their cousins. Little kids love their cousins. I'm not being cute or exaggerating here. Cousins are like celebrities for little kids. If little kids had a People magazine, cousins would be on the cover. Cousins are the barometers of how fun a family get-together will be. Are the cousins going to be there? Fun!"
    },
    {
      "cite": "Marion C. Garretty",
      "quote": "A cousin is a little bit of childhood that can never be lost."
    },
    {
      "cite": "unknown",
      "quote": "Cousins are those childhood playmates who grow up to be forever friends."
    },
    {
      "cite": "Courtney Cox",
      "quote": "Cousins are people that are ready made friends, you have laughs with them and remember good times from a young age, you have fights with them but you always know you love each other, they are a better thing than brothers and sisters and friends cause there all pieced together as one."
    },
    {
      "cite": "Ed Cunningham",
      "quote": "Cousins are those rare people who ask how we are and then wait to hear the answer."
    },
    {
      "cite": "Karen Decourcey",
      "quote": "At Christmas, Cousins are the presents under the tree."
    },
    {
      "cite": "unknown",
      "quote": "Cousin to cousin we'll always be, Special friends from the same family tree."
    },
    {
      "cite": "Proverb",
      "quote": "Cousins by chance, friends by choice."
    },
    {
      "cite": "Britney Spears",
      "quote": "I always call my cousin because we're so close. We're almost like sisters, and we're also close because our moms are sisters."
    },
    {
      "cite": "Leo Farno",
      "quote": "Cousins are Cool to see, Impossible to Forget and True to your heart."
    },
    {
      "cite": "Italian Proverb",
      "quote": "A near neighbour is better than a distant cousin."
    },
    {
      "cite": "Proverb",
      "quote": "A real cousin (or friend) is someone who walks in when the rest of the world walks out."
    },
    {
      "cite": "Shirley Abbott",
      "quote": "Within our family there was no such thing as a person who did not matter. Second cousins thrice removed mattered."
    },
    {
      "cite": "unknown",
      "quote": "Cousins are many. Best friends are few. What a rare delight to find both in you."
    },
    {
      "cite": "Susan Bolch",
      "quote": "If you're lucky, a cousin is there from the beginning."
    },
    {
      "cite": "Constance Richards",
      "quote": "Cousins are friends that will love you forever."
    },
    {
      "cite": "Reah Glowstorl",
      "quote": "Cousins are Sisters you never had."
    },
    {
      "cite": "Chill Wills",
      "quote": "Win, lose or draw, you're all my cousins and I love you."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Cousins are not those we do not know but instead part of a family that also provide support and comfort."
    },
    {
      "cite": "Old Arab adage",
      "quote": "I may argue with my brother, but I fight beside my brother against my cousin, and with my cousin against a stranger."
    },
    {
      "cite": "unknown",
      "quote": "Friends are forever, cousins are for life!"
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Born as a cousin, made as a friend."
    },
    {
      "cite": "unknown",
      "quote": "Nobody will understand the craziness of your family better than your cousins"
    },
    {
      "cite": "unknown",
      "quote": "A cousin is a ready-made friend for life."
    },
    {
      "cite": "Shutta Crum",
      "quote": "We are wild and fierce. We do not wait for invitations."
    },
    {
      "cite": "Katie Yamasaki",
      "quote": "The night before the cousins came, I couldn't sleep."
    },
    {
      "cite": "Jane Howard",
      "quote": "A lot of people would rather tour sewers than visit their cousins."
    },
    {
      "cite": "Srtephen Arnott",
      "quote": "Most people have relatives, but whether you'd want them is another matter--apart from mothers,that is, everyone likes mum."
    },
    {
      "cite": "Euripides",
      "quote": "One loyal friend is worth ten thousand relatives."
    },
    {
      "cite": "Charlie Chan",
      "quote": "Man without relatives is man without trouble."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When our relatives are at at home, we have to think of their good points or it would be impossible to endure them. But when they are away, we console ourselves for their absence by dwelling on their vices."
    },
    {
      "cite": "Oyekan Owomoyela",
      "quote": "Many relatives make many quarrels."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "Distant relatives are the best kind; the further, the better."
    },
    {
      "cite": "Jon R. Stone",
      "quote": "The rich never have to seek out their relatives."
    },
    {
      "cite": "Jon R. Stone",
      "quote": "Your soul to God, your body to dust, your land to your relatives, 'tis written thus."
    },
    {
      "cite": "Jon R. Stone",
      "quote": "The hatred of relatives is the most violent. The hatred of those closest to us is the most bitter."
    },
    {
      "cite": "Lois Horowitz",
      "quote": "Every individual has a vast network of living cousins, most of them unaware of each other's relationship and existence. The key to understanding this complex relationship lies in determining the distant grandparents we share."
    },
    {
      "cite": "Lois Horowitz",
      "quote": "As in many families, relatives sometimes follow different paths through life. And my sisters and I , never did get to know these eleder cousins, aunts and uncles."
    },
    {
      "cite": "Lois Horowitz",
      "quote": "The more distant the cousin relationship, the more distant the grandparents those cousins share, the distance being in the number of generations and years that separate them."
    },
    {
      "cite": "Alex Shoumatoff",
      "quote": "Pedigree collapse is caused by cousins marrying cousins-- intentional mating between close cousins and random mating between distant ones who don't even know thet're related."
    },
    {
      "cite": "Martin Ottenheimer",
      "quote": "The American myth of cousin marriage is a case in point. It perpetuates the idea that procreation between first cousins carries an intolerble biological hazard for offspring."
    },
    {
      "cite": "Martin Ottenheimer",
      "quote": "Relatives prohibited from marrying vary from society to society without any conformity to biological distance."
    },
    {
      "cite": "Robin Williams",
      "quote": "We've had cloning in the south for years. It's called cousins."
    },
    {
      "cite": "Richard Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life."
    },
    {
      "cite": "Saswat Padhy",
      "quote": "My cousins are shareholders of my soul.."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Your most expensive advice is the free advice you receive from your financially struggling friends and relatives."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Success is a relative term. It brings so many relatives."
    },
    {
      "cite": "Charles Martin",
      "quote": "Never judge someone by their relatives."
    },
    {
      "cite": "Drake",
      "quote": "Every million I gain an enemy or a cousin. And people's feelings have changed ever since I became somethin."
    }
  ]
}