{
  "source": "https://www.wisesayings.com/cow-quotes/",
  "theme": "cow",
  "quotes": [
    {
      "cite": "Abbie Hoffman",
      "quote": "Sacred cows make the tastiest hamburger."
    },
    {
      "cite": "Nikki Giovanni",
      "quote": "Sacred cows make very poor gladiators."
    },
    {
      "cite": "John McNulty",
      "quote": "The cow is nothing but a machine which makes grass fit for us people to eat."
    },
    {
      "cite": "Josh Billings",
      "quote": "Keep a cow, and then the milk won't have to be watered but once."
    },
    {
      "cite": "Xenophanes",
      "quote": "If cows and horses had hands and could draw, cows would draw gods that look like cows and horses would draw gods that look like horses."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Cow protection means protection of the weak, the helpless, the dumb and the deaf."
    },
    {
      "cite": "George Herbert",
      "quote": "The cow knows not what her tail is worth till she has lost it."
    },
    {
      "cite": "Oliver Gaspirtz",
      "quote": "A cow's heaven is a flower's idea of hell."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Mother cow is in many ways better than the mother who gave us birth."
    },
    {
      "cite": "Tom Robbins",
      "quote": "You should never hesitate to trade your cow for a handful of magic beans."
    },
    {
      "cite": "Mason Cooley",
      "quote": "The cow's point of view deserves more literary attention."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Even a cow creates ambiguous signifiers. The moo of mystery."
    },
    {
      "cite": "Hank Aaron",
      "quote": "You can only milk a cow so long, then you're left holding the pail."
    },
    {
      "cite": "Ogden Nash",
      "quote": "The cow is of the bovine ilk; one end is moo, the other milk."
    },
    {
      "cite": "Joel Salatin",
      "quote": "We need to respect the fact that cows are herbivores, and that does not mean feeding them corn and chicken manure."
    },
    {
      "cite": "Thomas de Quincey",
      "quote": "Cows are amongst the gentlest of breathing creatures; none show more passionate tenderness to their young when deprived of them; and, in short, I am not ashamed to profess a deep love for these quiet creatures."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "A cow is a very good animal in the field, but we turn her out of a garden."
    },
    {
      "cite": "John Harvey Kellogg",
      "quote": "A dead cow or sheep lying in a pasture is recognized as carrion. The same sort of a carcass dressed and hung up in a butcher's stall passes as food."
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "To give your sheep or cow a large, spacious meadow is the way to control him."
    },
    {
      "cite": "Gena Rowlands",
      "quote": "Every sacred cow in the business has to do with economics."
    },
    {
      "cite": "Steven Wright",
      "quote": "If a cow laughed, would milk come out her nose?"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Cow protection is the gift of Hinduism to the world."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The cow is the purest type of sub-human life."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Mother cow is as useful dead as when she is alive."
    },
    {
      "cite": "Alan Watts",
      "quote": "Cows scream louder than carrots."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The cow to me is a sermon on pity."
    }
  ]
}