{
  "source": "https://www.wisesayings.com/coward-quotes/",
  "theme": "coward",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "You cannot be a hero without being a coward."
    },
    {
      "cite": "Euripides",
      "quote": "Cowards do not count in battle; they are there, but not in it."
    },
    {
      "cite": "John Calvin",
      "quote": "A dog barks when his master is attacked. I would be a coward if I saw that God's truth is attacked and yet would remain silent."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Faint heart never won fair lady."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "He was just a coward and that was the worst luck any many could have."
    },
    {
      "cite": "Elise Pumpelly Cabot",
      "quote": "The coward fears the prick of Fate, not he who dares all, becoming himself the dreaded one."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "For cowards the road of desertion should be left open; they will carry over to the enemy nothing, but their fears."
    },
    {
      "cite": "Casey Robinson",
      "quote": "It's when you run away that you're most liable to stumble."
    },
    {
      "cite": "George Eliot",
      "quote": "Any coward can fight a battle when he's sure of winning; but give me the man who has pluck to fight when he's sure of losing."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A coward is much more exposed to quarrels than a man of spirit."
    },
    {
      "cite": "Phaedrus",
      "quote": "A coward boasting of his courage may deceive strangers, but he is a laughing-stock to those who know him."
    },
    {
      "cite": "Jose Rizal",
      "quote": "Cowardice rightly understood begins with selfishness and ends with shame."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The coward only threatens when he is safe."
    },
    {
      "cite": "Albert Camus",
      "quote": "There is always a philosophy for lack of courage."
    },
    {
      "cite": "Homer",
      "quote": "The worst cowards, banded together, have their power."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "That man is not truly brave who is afraid either to seem or to be, when it suits him, a coward."
    },
    {
      "cite": "John Fletcher",
      "quote": "The coward's weapon, poison."
    },
    {
      "cite": "Scylar Tyberius",
      "quote": "Haters and bullies are always cowards, you know. They like to pick on little guys."
    },
    {
      "cite": "Joseph R Bartlett",
      "quote": "There never was found a man who had courage to acknowledge himself a coward."
    },
    {
      "cite": "Dolores Ibarruri",
      "quote": "It is better to be the widow of a hero than the wife of a coward."
    },
    {
      "cite": "Marvin Kitman",
      "quote": "A coward is a hero with a wife, kids, and a mortgage."
    },
    {
      "cite": "Rollo May",
      "quote": "Apathy adds up, in the long run, to cowardice."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Cowardice, as distinguished from panic, is almost always simply a lack of ability to suspend the functioning of the imagination."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "A coward is one who in a perilous emergency thinks with his legs."
    },
    {
      "cite": "Criss Jami",
      "quote": "If you build the guts to do something, anything, then you better save enough to face the consequences."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "A coward talks to everyone but you."
    },
    {
      "cite": "Junius",
      "quote": "It is the coward who fawns upon those above him. It is the coward who is insolent whenever he dares be so."
    },
    {
      "cite": "L.A. Meyer",
      "quote": "I'm really a peaceful sort of coward."
    },
    {
      "cite": "Toba Beta",
      "quote": "Chirp of coward shouted in crowd, dare to speak but not to be known."
    },
    {
      "cite": "Quintus Curtius Rufus",
      "quote": "A cowardly cur barks more fiercely than it bites."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Fear has its use but cowardice has none."
    },
    {
      "cite": "Confucius",
      "quote": "To know what is right and not do it is the worst cowardice."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "A coward may cover the ground with his words but when the time comes to fight he runs away."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The coward calls himself cautious, the miser thrifty."
    },
    {
      "cite": "Cormac Mccarthy",
      "quote": "It was always himself that the coward abandoned first. After this all other betrayals came easily."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "Nearly every man is a coward, if confronted by the proper terror."
    },
    {
      "cite": "Spike Milligan",
      "quote": "I'm a hero with coward's legs."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Staying silent is like a slow growing cancer to the soul and a trait of a true coward. There is nothing intelligent about not standing up for yourself. You may not win every battle. However, everyone will at least know what you stood for you."
    },
    {
      "cite": "Burke",
      "quote": "A coward's courage is in his tongue."
    },
    {
      "cite": "Ferdinand Foch",
      "quote": "None but a coward dares to boast that he has never known fear."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Coward: One who, in a perilous emergency, thinks with his legs."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Cowards die many times before their deaths. The valiant never taste of death but once."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "A coward: a man or woman who is unsatisfied by his condition and believes he was destined to accept it that way."
    },
    {
      "cite": "Edith Piaf",
      "quote": "I'd like to see one person just one who would own up to having been a coward."
    },
    {
      "cite": "W.E.B. Du Bois",
      "quote": "There is but one coward on earth, and that is the coward that dare not know."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "A coward is incapable of exhibiting love; it is the prerogative of the brave."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Cowards can never be moral."
    },
    {
      "cite": "Ana Monnar",
      "quote": "Cowards dare others to do what they themselves do not dare to do."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "A man that flies from his fear may find that he has only taken a short cut to meet it."
    }
  ]
}