{
  "source": "https://www.wisesayings.com/cowboy-love-quotes/",
  "theme": "cowboy-love",
  "quotes": [
    {
      "cite": "Donald Cerrone",
      "quote": "I just fell in love with the cowboy way of life."
    },
    {
      "cite": "Tony Romo",
      "quote": "I feel like I'm going to be with the Cowboys the rest of my career, definitely. I love it."
    },
    {
      "cite": "Franco Nero",
      "quote": "Everyone has a first love, and mine was the western. When I was a child and dreamed of the movies, it was always as a cowboy on a white horse."
    },
    {
      "cite": "Laurence Fishburne",
      "quote": "I always wanted to play a cowboy. I just didn't get to do it the way I thought I would."
    },
    {
      "cite": "Paul Walker",
      "quote": "I'd like to live on horseback and just be a cowboy."
    },
    {
      "cite": "Tom Landry",
      "quote": "Every coach has his own style of play, but when you spend your whole life as a Cowboy, you have to be influenced by what we did."
    },
    {
      "cite": "Michael Biehn",
      "quote": "I was feeling real good and real manly. Until a real cowboy walked by and told me I had my hat on backwards. So much for my career as a cowboy."
    },
    {
      "cite": "Michael Biehn",
      "quote": "They gave me the chaps and hat and everything. I looked like a real cowboy. I walked around the rodeo and thought, I am a real cowboy and thought everyone thought I was a real cowboy."
    },
    {
      "cite": "Reba McEntire",
      "quote": "I grew up in southeastern Oklahoma on a working cattle ranch, and it was always very romantic to me: The West, the cowboy, the Western way of life."
    },
    {
      "cite": "Chris Kyle",
      "quote": "When I grew up, I only had two dreams. One was to be a cowboy and another was to be in the military. I grew up extremely patriotic and riding horses."
    },
    {
      "cite": "Daniel Craig",
      "quote": "I just wanted to play a cowboy for a long time."
    },
    {
      "cite": "Thomas McGuane",
      "quote": "I'm a neurotic fiction writer who'd like to be a cowboy."
    },
    {
      "cite": "Thomas McGuane",
      "quote": "I'm a neurotic fiction writer who'd like to be a cowboy."
    },
    {
      "cite": "Jeffrey Dean Morgan",
      "quote": "If I could just make Westerns for the rest of my life, that's all I would do. It's my favorite movie to make. There's something about being a cowboy."
    },
    {
      "cite": "Lee Byung-hun",
      "quote": "I was a fan of westerns growing up. Every boy wanted to ride a horse and be a cowboy."
    },
    {
      "cite": "Taylor Sheridan",
      "quote": "People in Texas wear cowboy hats; they're good at keeping the sun off your neck and face."
    },
    {
      "cite": "Mikey Garcia",
      "quote": "I like to wear cowboy gear once in a while. Whenever the occasion comes. In the ring, we used to wear a poncho and the hat."
    },
    {
      "cite": "Marty Stuart",
      "quote": "The first picture of me that I know of was me in the crib wearing a pair of cowboy boots."
    },
    {
      "cite": "Matt Cassel",
      "quote": "It's been a childhood dream of mine to be a Cowboy, honestly."
    },
    {
      "cite": "W. Earl Brown",
      "quote": "I grew up playing cowboy, and I still have all my Johnny West toys from when I was a kid. I have my actual toys from when I was five."
    },
    {
      "cite": "Gin Wigmore",
      "quote": "I think I was probably a cowboy in a past life."
    },
    {
      "cite": "Gin Wigmore",
      "quote": "I think I was probably a cowboy in a past life."
    },
    {
      "cite": "Gin Wigmore",
      "quote": "I think I was probably a cowboy in a past life."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "A Cowboy never says goodbye, the wind his closest friend A Cowboy never says goodbye -- his heart to only lend."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "A scant twenty years, grieved a century or more Poetically perfect, in spirit and lore A man and his horse alone on the range."
    },
    {
      "cite": "Clint Black",
      "quote": "Undercover cowboy Workin undercovers all over town Just another plowboy tryin' to cover a lot of ground"
    },
    {
      "cite": "Sons of the San Joaquin",
      "quote": "The cowboy lifts the doggie from its bed of sin Its mother's frozen, lost to winter's harm The dogie lifted high and dry above the saddle"
    },
    {
      "cite": "Garth Brooks",
      "quote": "We're cowboys, cowboys forever And we'll stand together as long as we live and breathe We're cowboys, cowboys forever We've always been, it's what always be cowboys forever"
    },
    {
      "cite": "The Bellamy Brothers",
      "quote": "to canyons where rivers run below still movin' down that highway Lookin' for a place to go, Cause I'm a Neon Cowboy and I'm a ridin' the horse\tto canyons where rivers run below still movin' down that highway Lookin' for a place to go, Cause I'm a Neon Cowboy and I'm a ridin' the horse"
    },
    {
      "cite": "The Sugarcubes",
      "quote": "Cowboy, cowboy, in the big town I'm a cowboy in the big town I'm looking for my pony A mans best friend is his pony"
    },
    {
      "cite": "The Velvet Underground",
      "quote": "Lonesome Cowboy Bill Rides the rodeo Lonesome Cowboy Bill You got to see him yodel \"Ay -hee-ho!\""
    },
    {
      "cite": "Charlie Daniels",
      "quote": "Well now cowboys love the ladies they like beans and sour dough Good horses and hot black coffee and camp fires burnin' low You know  we love that cowboy music but I'll bet you didn't know That even cowboys like just a little rock and roll"
    },
    {
      "cite": "Jesse James",
      "quote": "Just about the worst gun battle I've ever had in the western plains When me and a bunch of cowboys Run on in"
    },
    {
      "cite": "Waylon Jennings",
      "quote": "Cowboys they are ladies men all right they'll love 'em up and talk 'em up all night but they're lonely when there's nothing else to do And that's what makes the cowboys sing the blues"
    },
    {
      "cite": "Brooks &amp; Dunn",
      "quote": "In cowboy town, yeah cowboy town That's were I'm from Cowboy town we wear our boots to dinner drive our trucks to church"
    },
    {
      "cite": "Missy Lyons",
      "quote": "There is no better place to heal a broken heart than on the back of a horse."
    },
    {
      "cite": "William James",
      "quote": "A cowboy is a man with guts and a horse."
    },
    {
      "cite": "Olivia Flannery",
      "quote": "Cowboys work hard, play well, love soft, and are a hell of alot better than any other boy I've ever seen."
    },
    {
      "cite": "Paul Weller",
      "quote": "No man should have cowboys boots in his wardrobe. That's fair enough, isn't it? Unless you're a cowboy, of course."
    },
    {
      "cite": "James",
      "quote": "If it is a horse ride it, if it is a fence fix it, if she is a lady treat her like a queen."
    },
    {
      "cite": "HannahCheyenne",
      "quote": "Cowboy is a breed tougher than nails and strong as steel."
    },
    {
      "cite": "Anonymous",
      "quote": "A cowboy's hands are as strong as steel as tough as leather put soft enough to touch a hummingbirds wing and the skin of a woman and not disturb the beauty of either."
    },
    {
      "cite": "Missy Lyons",
      "quote": "Cowboys don't go around breaking hearts."
    },
    {
      "cite": "Lane Frost",
      "quote": "True Cowboys Are The Ones Who Aren't Afraid To Get Dirty."
    },
    {
      "cite": "RedneckCowboy777",
      "quote": "The best way to describe a cowboy Is mud, blood, guts, and glory."
    },
    {
      "cite": "Kim",
      "quote": "In every cowboys life he gets himself a god horse a good woman and a good loop!"
    }
  ]
}