{
  "source": "https://www.wisesayings.com/cowboy-quotes/",
  "theme": "cowboy",
  "quotes": [
    {
      "cite": "Ken Alstad",
      "quote": "Some cowboys have to much tumbleweed in their blood to settle down."
    },
    {
      "cite": "Clancy Jean Driscoll",
      "quote": "If you think bull riding' isn't intense, come sit on his back and try on my saddle. This aint for tenderfoots."
    },
    {
      "cite": "Winston Churchill",
      "quote": "No hour of life is wasted that is spent in the saddle."
    },
    {
      "cite": "Paul Weller",
      "quote": "No man should have cowboys boots in his wardrobe. That's fair enough, isn't it? Unless you're a cowboy, of course."
    },
    {
      "cite": "Juice Newton",
      "quote": "Ride E'm Cowboy, don't let them throw ya down.. You can't make no money if ya hit the ground, Ride E'm Cowboy, don't let them throw ya down, You're the toughest Cowboy in town."
    },
    {
      "cite": "Anonymous",
      "quote": "A good cowman knows how to lie to the tax collector and the cattle buyer."
    },
    {
      "cite": "Roy Rogers",
      "quote": "When my time comes, just skin me and put me up there on Trigger, just as though nothing had ever changed."
    },
    {
      "cite": "Anonymous",
      "quote": "Cowboys need nothin' more than a hat, horse, and the will to ride."
    },
    {
      "cite": "Morrie Schwartz",
      "quote": "We have a sense that we should be like the mythical cowboy... able to take on and conquer anything and live in the world without the need for other people."
    },
    {
      "cite": "Anonymous",
      "quote": "Any cowboy can carry a tune. The trouble comes when he tries to unload it."
    },
    {
      "cite": "Anonymous",
      "quote": "It doesn't matter if a Cowboy lives in the mountains or in the flats, as long as it's warm and there is a place to lay his hat."
    },
    {
      "cite": "Chris Kyle",
      "quote": "When I grew up, I only had two dreams. One was to be a cowboy and another was to be in the military. I grew up extremely patriotic and riding horses."
    },
    {
      "cite": "Olivia Flannery",
      "quote": "Cowboys work hard, play well, love soft, and are a hell of alot better than any other boy I've ever seen."
    },
    {
      "cite": "Richard Kadrey",
      "quote": "Now you are thinking like a thief. Fewer guns and more exits. We'll cure your cowboy ways yet."
    },
    {
      "cite": "Missy Lyons",
      "quote": "There is no better place to heal a broken heart than on the back of a horse."
    },
    {
      "cite": "Anonymous",
      "quote": "The cowboy must never shoot first, hit a smaller man or take unfair advantage."
    },
    {
      "cite": "Anonymous",
      "quote": "Cowboys are gentlemen who treat women with respect and work hard. They use their manners more than any other man would and ride horse and bulls like their is no tomorrow."
    },
    {
      "cite": "Judge Roy Bean",
      "quote": "A decent cowboy does not take what belongs to someone else and if he does he deserves to be strung up and left for the flies and coyotes."
    },
    {
      "cite": "Buck Brannaman",
      "quote": "The horse is a mirror to your soul. And sometimes you might not like what you see in the mirror."
    },
    {
      "cite": "James A. Michener",
      "quote": "First buy a cowboy hat and boots. Then you're on your way to being a Texan."
    },
    {
      "cite": "Agustus MacCrae",
      "quote": "Ain't nuthin' like ridin' a fine horse in new country."
    },
    {
      "cite": "Anonymous",
      "quote": "A true cowboy knows love, pain and shame but never cares about fame."
    },
    {
      "cite": "Roy Rogers",
      "quote": "When you're young and you fall off a horse, you may break something. When you're my age, you splatter."
    },
    {
      "cite": "Jimmy Tart",
      "quote": "Where the leather is scarred, there is a great story to tell."
    },
    {
      "cite": "Nathanael West",
      "quote": "Let him ride a horse. He's a cowboy ain't he."
    },
    {
      "cite": "Anonymous",
      "quote": "You can tell a true cowboy by the type of horse that he rides."
    },
    {
      "cite": "Richard Rowland",
      "quote": "Learn this well, the last ride is never the last ride. And the end is not the end."
    },
    {
      "cite": "Missy Lyons",
      "quote": "Cowboys don't go around breaking hearts."
    },
    {
      "cite": "Anonymous",
      "quote": "The only good reason to ride a bull is to meet a nurse."
    },
    {
      "cite": "Anonymous",
      "quote": "I took to the life of a cowboy like a horse takes to oats."
    },
    {
      "cite": "William James",
      "quote": "A cowboy is a man with guts and a horse."
    },
    {
      "cite": "Lane Frost",
      "quote": "True cowboys are the ones who aren't afraid to get dirty."
    },
    {
      "cite": "Anonymous",
      "quote": "Real cowboys never run, they just ride away."
    },
    {
      "cite": "Amber",
      "quote": "Cowboys they are all so tough on the outside, but so sweet and soft on the inside."
    },
    {
      "cite": "Anonymous",
      "quote": "It ain't the clothes that make the cowgirl, it's the attitude and heart."
    },
    {
      "cite": "Anonymous",
      "quote": "Boots, chaps and cowboy hats. Nothing else matters."
    },
    {
      "cite": "Nicholas Evans",
      "quote": "It's a lot like nuts and bolts-if the rider's nuts, the horse bolts!"
    },
    {
      "cite": "Clinton McCoy",
      "quote": "I took to the life of a cowboy like a horse takes to oats."
    },
    {
      "cite": "Shannon Ralls Lemon",
      "quote": "The essential joy of being with horses is that it brings us in contact with the rare elements of grace, beauty, spirit and fire."
    },
    {
      "cite": "Buck Brannaman",
      "quote": "Horses and life, it’s all the same to me."
    },
    {
      "cite": "Will Rogers",
      "quote": "There is something about riding on a prancing horse that makes you feel like something, even when you aint worth a thing"
    },
    {
      "cite": "Blake Allmendinger",
      "quote": "A cowboy is defined by the work that he does. Any man lays claim to that name if he lives on a ranch and works--drives, brands, castrates, or nutures--a cattleman's herd."
    },
    {
      "cite": "Charles W. Harris, Buck Rainey",
      "quote": "The cowboy no doubt can be regarded as a proud rider, skilled, observant, alert, resourceful, unyielding, daring, punctilious in a code peculiar to his occupation, and faithful to his trust."
    },
    {
      "cite": "Charles W. Harris, Buck Rainey",
      "quote": "The cowboy has been called America's folk hero."
    },
    {
      "cite": "Charles W. Harris, Buck Rainey",
      "quote": "That the cowboy is one of the most romantic figures in American history is uncontested."
    },
    {
      "cite": "Charles W. Harris, Buck Rainey",
      "quote": "Like the bears, the cowboy seemed to hibernate in the winter, and our only glimpse of him or the West was invariably in a summer setting."
    },
    {
      "cite": "Meg Clibbon",
      "quote": "Cowboys come in many different shapes and sizes but all cowboys must be able to ride horses."
    },
    {
      "cite": "Meg Clibbon",
      "quote": "The cowboys can rest and look at the distant mountains, the fish in the creek and the setting sun."
    },
    {
      "cite": "Meg Clibbon",
      "quote": "Cowboy films often show cowboys who are handsome, clean shaven, young and fair skinned. In real life cowboys were often quite old. They were covered in dust and had little time to wash or shave. Usually their horses were more handsome than they were."
    },
    {
      "cite": "Philip Ashton Rollins",
      "quote": "The cowboy remains an excellent model of popular history-- authoritative yet acccessible."
    },
    {
      "cite": "Philip Ashton Rollins",
      "quote": "The cowboy was far more than a theatric character. He was an affirmative, constructive factor in the social and political development of the United States."
    },
    {
      "cite": "John R. Erickson",
      "quote": "The cowboy I know is a working man. He is defined by his work, which should not be confused with the term 'job'."
    },
    {
      "cite": "John R. Erickson",
      "quote": "Cowboy work is more than a job; it is a life-style and a medium of expression."
    },
    {
      "cite": "John R. Erickson",
      "quote": "Remove the cowboy from his working environment and you have someone else, someone who resembles a cowboy in outward appearance but who, to one degree or another, is an imposter."
    },
    {
      "cite": "John R. Erickson",
      "quote": "Since he lives where he work, andsince he deals with animals instead of machines, the cowboy is never really off work ."
    },
    {
      "cite": "John R. Erickson",
      "quote": "The cowboy life attracts special type of individual who can shift for himself and endure isolation, and one who thrives on physical hardship, a certain amount of danger, and low wages."
    },
    {
      "cite": "John R. Erickson",
      "quote": "The cowboy doesn't have to punch a time clock, drive through snarls of traffic every morning, shave, wear a tie, or participate in office rituals to gain advancement.When he gets tired of the scenery, or if the boss crowds him too close, he packs his few possessions in a pick up and horse trailer, and moves on to another ranch."
    },
    {
      "cite": "John R. Erickson",
      "quote": "The cowboy is a common laborer with heroic tendencies and a sense of humor."
    },
    {
      "cite": "Taylor Kitsch",
      "quote": "A good old rodeo never hurt anyone."
    },
    {
      "cite": "Willie Nelson",
      "quote": "Inside every cowboy there’s a lady who’d love to slip out."
    },
    {
      "cite": "Lucille Recht Penner",
      "quote": "If your were out west about a hundred years ago, you might heard a cowboy yelling--ti yi yippy yay!- as he rode across the plains."
    },
    {
      "cite": "Lucille Recht Penner",
      "quote": "Cowboy lived on a cattle ranches. A ranch had a house for the rancher and his family, barns for animals, and a bunkhouse where the cowboys slept."
    },
    {
      "cite": "Lucille Recht Penner",
      "quote": "What was it like to be a cowboy-- to ride thousands of miles across the prairie.. to sleep under the stars at night.. to face storms and cattle rustlers and spampedes?Come take a ride with some cowboys and learn all about their exicting lives in the old west!"
    },
    {
      "cite": "Bob Weir",
      "quote": "I thought being a cowboy would be a terribly romantic thing to do. But it wasn't. I shoveled a lot of stalls."
    },
    {
      "cite": "Luke Perry",
      "quote": "There's a big difference between me and a real, legitimate working hand, or a world-champion rodeo cowboy. I play 'em, and I aspire to be like that, but those guys are tough."
    },
    {
      "cite": "Tom Segura",
      "quote": "If you're going to wear a cowboy hat, you're going to have to go all the way. You should have livestock around you, settle all of your disputes with a pistol, and ride a horse absolutely everywhere."
    },
    {
      "cite": "Viggo Mortensen",
      "quote": "In a lot of places in the United States and certainly even more places around the world, the image of the cowboy has become, for some people, a negative one. The word 'cowboy' implies a strong, stubborn individual whose individualism depends on pulling down other people's individualism."
    },
    {
      "cite": "Tom Landry",
      "quote": "Every coach has his own style of play, but when you spend your whole life as a Cowboy, you have to be influenced by what we did"
    },
    {
      "cite": "David Goodman",
      "quote": "Cowboys don't get married, unless they stop being cowboys."
    },
    {
      "cite": "Dick Richards,Eric Bercovici",
      "quote": "Kid, cowboying is something you do when you can't do nothing else."
    },
    {
      "cite": "Charles Dorian",
      "quote": "A cowboy would rather throw a bull than eat beans with his knife."
    },
    {
      "cite": "Charles Dorian",
      "quote": "These cowboys follow the rodeos from town to town in an effort to win some prize money and, incidentally, to break a few bones. Some of them win prize money."
    },
    {
      "cite": "Paul Davis",
      "quote": "They use to tell me, ride 'em cowboy don't let 'em throw you down / You can't make no money if you hit the ground / They say, ride 'em cowboy don't let 'em throw you down / You're the toughest cowboy in town."
    },
    {
      "cite": "Bobby Goldsboro",
      "quote": "The cowboy and the lady, as different as could be / But it seemed so right that rainy night in Tennessee."
    },
    {
      "cite": "John Denver",
      "quote": "I think I'd rather be a cowboy, I think I'd rather ride the range. / I think I'd rather be a cowboy than to lay me down in love and lady's chains."
    },
    {
      "cite": "Tracy Byrd",
      "quote": "Rodeo ain't no ordinary life / But a cowboy ain't no ordinary man"
    },
    {
      "cite": "Kostas Lazarides,Vince Gill",
      "quote": "Driving all night too many miles to go / Pedal tot he metal listenin' to the radio / I got three days to get from Cheyenne to San Antone / That's the life of a cowboy ridin' the rodeo"
    },
    {
      "cite": "Kostas Lazarides,Vince Gill",
      "quote": "Ride cowboy ride hold on for your life / Eight seconds is a long long time when you're sitting on dynamite."
    },
    {
      "cite": "Chris De Burgh",
      "quote": "Now if you think the grass is greener on the far side of the hill, / All you cowboys: take it easy, there's no grass there at all."
    },
    {
      "cite": "Chik Rains.Don Cook",
      "quote": "That's cowboy logic, every cowboy's got it / He's got a simple solution to just about anything"
    },
    {
      "cite": "Chik Rains.Don Cook",
      "quote": "Now a cowboy's got a set of rules that he lives by day to day / If you ask for his advice, he'll more than likely say / If it's a fence, mend it, if it's a dollar bill, spend it."
    },
    {
      "cite": "Jack Clement",
      "quote": "Cowboys they don't ever understand this thing between a woman and a man / Until they find the one they always lose"
    },
    {
      "cite": "Kacey Musgraves, Luke Laird, Shane McAnally",
      "quote": "When a horse wants to run, there ain't no sense in closing the gate / You can have your space, cowboy."
    },
    {
      "cite": "Eugene Field",
      "quote": "I'd like to be a cowboy an' ride a fiery hoss / Way out into the big an' boundless west; / I'd kill the bears an' catamounts an' wolves I come across, / An' I'd pluck the bal' head eagle from his nest! / With my pistols at my side"
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "A Cowboy never says goodbye, / it’s not in his nature."
    },
    {
      "cite": "Charles Marion Russell",
      "quote": "Spending that many hours in the saddle gave a man plenty of time to think. That's why so many cowboys fancied themselves Philosophers."
    }
  ]
}