{
  "source": "https://www.wisesayings.com/coworkers-quotes/",
  "theme": "coworkers",
  "quotes": [
    {
      "cite": "Bob Nelson",
      "quote": "Take time to appreciate employees and they will reciprocate in a thousand ways"
    },
    {
      "cite": "Fred Allen",
      "quote": "Treat employees like partners, and they act like partners."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "The employees who share innovative ideas may also be the folks who have some hidden talents that would help incorporate their suggestions."
    },
    {
      "cite": "Robert Reich",
      "quote": "Public employees should have the right to bargain for better wages and working conditions, just like all employees do."
    },
    {
      "cite": "Russell Hornsby",
      "quote": "In a lot of work places, you work at a lot of jobs and people work more with their colleagues than with their family."
    },
    {
      "cite": "Lars Peter Hansen",
      "quote": "A lot of my colleagues have been people with broad interests in economics, not just narrowly focused interests."
    },
    {
      "cite": "Erik Paulsen",
      "quote": "Spending more time with my colleagues outside the Capitol helps build bipartisan relationships."
    },
    {
      "cite": "Harry Ellis Dickson",
      "quote": "My dearest colleagues seem to become metamorphosed into snarling beasts if I as much as glance at them, even if my glance is a complimentary one."
    },
    {
      "cite": "Glen Mazzara",
      "quote": "Sharing information with employees makes them feel invested."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "If you fulfill the wishes of your employees, the employees will fulfill your visions."
    },
    {
      "cite": "Sam Walton",
      "quote": "Appreciate everything your associates do for the business."
    },
    {
      "cite": "LeBron James",
      "quote": "When you have that respect from your teammates, it makes it a lot more comfortable."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Mature workers are less impulsive, less reactive, more creative and more centered."
    },
    {
      "cite": "Shahid Kapoor",
      "quote": "I don't see any of my colleagues as rivals. I don't think our generation needs to do that. We are a chilled out lot, and we should all be happy."
    },
    {
      "cite": "Robert Fisk",
      "quote": "Colleagues will malign you if you're a moderately successful journalist."
    },
    {
      "cite": "Gresham Barrett",
      "quote": "Younger workers should have more freedom to build their retirement nest egg."
    },
    {
      "cite": "George W. Romney",
      "quote": "Workers must participate in progress to enjoy their work and take pride in its product."
    },
    {
      "cite": "Warren Buffett",
      "quote": "It's better to hang out with people better than you. Pick out associates whose behavior is better than yours and you'll drift in that direction."
    },
    {
      "cite": "Sam Walton",
      "quote": "Share your profits with all your associates, and treat them as partners. In turn, they will treat you as a partner, and together you will all perform beyond your wildest expectations."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "I've never had a teammate competing with me my whole life."
    },
    {
      "cite": "Denis Diderot",
      "quote": "We are far more liable to catch the vices than the virtues of our associates."
    },
    {
      "cite": "James Sinegal",
      "quote": "When employees are happy, they are your very best ambassadors."
    },
    {
      "cite": "Ricardo Semler",
      "quote": "Once employees feel challenged, invigorated and productive, their efforts will naturally translate into profit and growth for the organisation."
    },
    {
      "cite": "Michael Eisner",
      "quote": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime."
    },
    {
      "cite": "Clare Balding",
      "quote": "The most important quality in a partner is a sense of humour."
    },
    {
      "cite": "Tony Lema",
      "quote": "In choosing a partner, always pick the optimist."
    },
    {
      "cite": "James P. Hoffa",
      "quote": "All workers want is a fair shake."
    },
    {
      "cite": "Bob Nelson",
      "quote": "An employee's motivation is a direct result of the sum of interactions with his or her manager."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "A productive employee who is kept busy working at his or her job is far more likely to be happy at that job and less likely to look for employment elsewhere."
    },
    {
      "cite": "Gary Hamel",
      "quote": "An employee who's one of hundreds, rather than one of a few, is unlikely to feel personally responsible for helping the organization adapt and change."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "A part-time worker is fully employed, half the time. In other words, they are part-time unemployees."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Most employees don't really want to be highly-paid; they just want to earn more than their peers, and, more importantly, more than their neighbours."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "I'm not the smartest fellow in the world, but I can sure pick smart colleagues."
    },
    {
      "cite": "Daniel Nathans",
      "quote": "At every stage of my career I have had interesting and cordial colleagues, some of whom are close friends."
    },
    {
      "cite": "Robin Chase",
      "quote": "My peers and colleagues inspire me."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "A trusty comrade is always of use; and a chronicler still more so."
    },
    {
      "cite": "Ernest Bevin",
      "quote": "If the workers see themselves faced with defeat through starvation, they will prefer to go down fighting rather than fainting   and whether or not we leaders agree."
    },
    {
      "cite": "David Brock",
      "quote": "I'm an incredibly hard worker, I'm incredibly tenacious, and I'm incredibly detail-oriented."
    },
    {
      "cite": "John Cleese",
      "quote": "If you want creative workers, give them enough time to play."
    },
    {
      "cite": "Christopher Dodd",
      "quote": "American workers are first rate."
    },
    {
      "cite": "Eva Gabor",
      "quote": "My co-workers expect me to be late and temperamental."
    },
    {
      "cite": "Kenneth H. Blanchard",
      "quote": "None of us is as smart as all of us."
    },
    {
      "cite": "George Santayana",
      "quote": "The wisest mind has something yet to learn."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Friends and acquaintances are the surest passport to fortune."
    },
    {
      "cite": "Ian Somerhalder",
      "quote": "I have a million acquaintances but just two or three true friends. I can't hide anything from them."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "We need two kinds of acquaintances, one to complain to, while to the others we boast."
    },
    {
      "cite": "Toba Beta",
      "quote": "I have a lot of acquaintances, a few are buddies"
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "An acquaintance is someone we know well enough to borrow from, but not well enough to lend to."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "When you invite people to share in your miracle, you create future allies during rough weather."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "We may have many acquaintances, but we can have but few friends; this made Aristotle say that he that hath many friends hath none."
    },
    {
      "cite": "Harold Laski",
      "quote": "I respect fidelity to colleagues even though they are fit for the hangman."
    },
    {
      "cite": "Quinn Perkins",
      "quote": "Oh, is there an app to help you get along with your coworker? There should be."
    },
    {
      "cite": "Dr. Robert Ballard",
      "quote": "You will never make a good leader unless you have learned to follow. On those initial journeys when you are asked to pull your oar while another leads, learn what it takes to be a team player. Learn how to get along with others. Learn what loyalty and honesty are all about."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Associate yourself with people of good quality, for it is better to be alone than in bad company."
    },
    {
      "cite": "Alan Greenspan",
      "quote": "I do not deny that many appear to have succeeded in a material way by cutting corners and by manipulating associates, both in their professional and in their personal lives. But material success is possible in this world and far more satisfying when it comes without exploiting others."
    },
    {
      "cite": "Raymond Hull",
      "quote": "Winning promotion through Pull is a thing we all hate—in other people. Co-workers dislike the beneficiary of Pull (The Pullee) and usually express that dislike in comments on his incompetence."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Not a soul dropped in to see me in my little cubicle in the office for days on end. I finally solved the problem by scratching my name off the door and replacing it with the legend 'Gents’ Room.'"
    },
    {
      "cite": "Mike Drucker",
      "quote": "There is no pain greater than losing a loved one except for running into a co-worker outside of work."
    },
    {
      "cite": "Tara Cunningham",
      "quote": "Yesterday a co-worker's email to the whole company began with this accidental declaration: \"Hell to all\""
    },
    {
      "cite": "Julia Johns",
      "quote": "I like to lightheartedly tell my coworkers, \"Don't even talk to me until I've had my coffee!\" And then I never get coffee."
    },
    {
      "cite": "Maria Walker",
      "quote": "Just had to show a coworker where the secret stash of binder clips are. I'm now a black market office supply dealer."
    },
    {
      "cite": "Judy Smith",
      "quote": "Establish and maintain good working relationships with co-workers. You don't have to be friends, but you do have to be friendly."
    },
    {
      "cite": "Tracy McMillan",
      "quote": "If I had an office job, I'd probably be doing the exact same thing I'm doing on television: hanging out by the water cooler and talking to co-workers about their relationships."
    },
    {
      "cite": "Kimberly Guilfoyle",
      "quote": "In any situation, it is good to be aware of even your co-workers, and if you are uncomfortable or concerned about a colleague's behavior, report it to a supervisor."
    },
    {
      "cite": "Shahid Kapoor",
      "quote": "I don't see any of my colleagues as rivals. I don't think our generation needs to do that. We are a chilled out lot, and we should all be happy."
    },
    {
      "cite": "Henry Ford",
      "quote": "Coming together is beginning, staying together is progress, and working together is success."
    },
    {
      "cite": "George Shinn",
      "quote": "There is no such thing as a self-made man. You will reach your goals only with the help of others."
    },
    {
      "cite": "Harry Truman",
      "quote": "It is amazing what you can accomplish if you do not care who gets the credit."
    },
    {
      "cite": "Tom Rath",
      "quote": "When I speak with people who love their jobs and have vital friendships at work, they always talk about how their workgroup is like a family."
    },
    {
      "cite": "Nick Frost",
      "quote": "It’s a very special thing when you go and get to work with your best friend every day."
    },
    {
      "cite": "Brian Tyree Henry",
      "quote": "I always say I’m not going to work; I’m going to play with my friends."
    },
    {
      "cite": "Xavier Woods",
      "quote": "I have no desire to go to work and not work with my friends."
    },
    {
      "cite": "Ken Jeong",
      "quote": "When you’re working with your friends, it doesn’t feel like it’s work."
    },
    {
      "cite": "Michael Scott",
      "quote": "Do I have a special someone? Well, yeah, of course. A bunch of ’em. My employees."
    },
    {
      "cite": "Michael Scott",
      "quote": "The people you work with are just, when you get down to it, your very best friends."
    },
    {
      "cite": "Ron Swanson",
      "quote": "I once worked with a guy for three years and never learned his name. Best friend I ever had. We still never talk sometimes."
    },
    {
      "cite": "Biz Stone",
      "quote": "Positive culture comes from being mindful, and respecting your coworkers, and being empathetic."
    },
    {
      "cite": "Amy Morin",
      "quote": "\"Sometimes we see things as being black or white. Perhaps you have two categories of coworkers in your mind - the good ones and the bad ones. Or, maybe you look at each project as either a success or a failure. Recognize the shades of gray, rather than putting things in terms of all good or all bad."
    },
    {
      "cite": "Adena Friedman",
      "quote": "If you're not making use of even the most routine assignment to learn something, realize that many of your colleagues and coworkers are."
    },
    {
      "cite": "Sarah Cooper",
      "quote": "There are many ways to deal with annoying coworkers, but obviously the most effective way is to picture them as rappers. Picturing your coworkers as rappers makes you laugh and provides a helpful nickname that can be used when talking about them behind their backs."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "Motivation comes from working on things we care about. It also comes from working with people we care about."
    },
    {
      "cite": "Ron Garan",
      "quote": "People are more likely to remember the great social interaction they had with a colleague than the great meeting they both attended."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Each [co-worker] works his or her way, not your way. And each is entitled to work in his or her way. What matters is whether they perform and what their values are. As far as how they perform--each is likely to do it differently. The first secret to effectiveness is to understand the people you work with and depend on so that you can make use of their strengths, their ways of working, and their values. Working relationships are as much based on the people as they are on the work."
    }
  ]
}