{
  "source": "https://www.wisesayings.com/cozy-quotes/",
  "theme": "cozy",
  "quotes": [
    {
      "cite": "Jillian Michaels",
      "quote": "Get Comfortable being uncomfortable"
    },
    {
      "cite": "Hayley Hasselhoff",
      "quote": "Find what makes you feel comfortable. The confidence you wear your clothes in is what's really going to shine."
    },
    {
      "cite": "Guy P. Harrison",
      "quote": "Fear only the warm embrace of passive stupidity."
    },
    {
      "cite": "Thomas Perry",
      "quote": "Being comfortable isn't the way to learn to expand your abilities."
    },
    {
      "cite": "Jon Bon Jovi",
      "quote": "Don't get too comfortable with who you are at any given time - you may miss the opportunity to become who you want to be."
    },
    {
      "cite": "Chris Pratt",
      "quote": "Just be comfortable with who you are."
    },
    {
      "cite": "Lord Byron",
      "quote": "Be warm, be pure, be amorous, but be chaste."
    },
    {
      "cite": "Beck",
      "quote": "There's some quality you get when you're not totally comfortable. When you're not doing what you're used to, you could completely fall on your face. You could completely blow it."
    },
    {
      "cite": "Maria Rodale",
      "quote": "You can't just be in one thing and be comfortable in that one thing. You have to understand multiple things and how they all connect."
    },
    {
      "cite": "Dawn Olivieri",
      "quote": "If youre comfortable with who you are, it shows in your walk."
    },
    {
      "cite": "Seth Godin",
      "quote": "It's uncomfortable to resist the urge to settle."
    },
    {
      "cite": "Alex Ebert",
      "quote": "When you're comfortable, you're not necessarily inclined to care about things that are contributing to your comfort. It's difficult."
    },
    {
      "cite": "Anne Carson",
      "quote": "Comfortable means gradually more and more flattened down, more and more blunt - less and less sharp and biting into you."
    },
    {
      "cite": "Conor McGregor",
      "quote": "The more you seek the uncomfortable, the more you will become comfortable."
    },
    {
      "cite": "A. J. McLean",
      "quote": "You have to be comfortable in the uncomfortableness."
    },
    {
      "cite": "Xiaolu Guo",
      "quote": "Its important to be comfortable with uncertainty."
    },
    {
      "cite": "Adriana Lima",
      "quote": "If you're comfortable in your own skin, you will feel beautiful - and look beautiful to others, too."
    },
    {
      "cite": "Kerry Emanuel",
      "quote": "As you warm the climate, you basically raise the speed limit on hurricanes."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "There are risks and costs to action. But they are far less than the long range risks of comfortable inaction."
    },
    {
      "cite": "Selena Gomez",
      "quote": "There's nothing wrong with a woman being comfortable, confident."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "If we really feel like we're comfortable in our own skins now, we have a longer period of time to live out that kind of third or fourth act of our life."
    },
    {
      "cite": "Verner Panton",
      "quote": "One sits more comfortably on a colour that one likes."
    },
    {
      "cite": "Princess Diana",
      "quote": "You can't comfort the afflicted with afflicting the comfortable."
    },
    {
      "cite": "Helen Mirren",
      "quote": "You can't control how other people see you or think of you. But you have to be comfortable with that."
    },
    {
      "cite": "Princess Tatiana of Greece and Denmark",
      "quote": "Just be comfortable in your own skin. And that's how you can be the sexiest woman that you can possibly be."
    },
    {
      "cite": "Nate Silver",
      "quote": "We must become more comfortable with probability and uncertainty."
    },
    {
      "cite": "Betty MacDonald",
      "quote": "There's nothing as cozy as a piece of candy and a book."
    },
    {
      "cite": "Jonathan Tropper",
      "quote": "Get comfortable with being alone. It will empower you."
    }
  ]
}