{
  "source": "https://www.wisesayings.com/crabby-quotes/",
  "theme": "crabby",
  "quotes": [
    {
      "cite": "Mason Cooley",
      "quote": "Idleness makes people feeble and peevish. Work makes them stalwart and prone to anger."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "The worst families are those in which the members never really speak their minds to one another; they maintain an atmosphere of unreality, and every one always lives in an atmosphere of suppressed ill-feeling. It is the same with nations."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Man delights not me."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Righteous indignation: your own wrath as opposed to the shocking bad temper of others."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "If your day is full of little mean, dark thoughts, is it any wonder you feel crabby? Maybe it's because you let your mind run wild like a dog putting its nose into garbage everywhere."
    },
    {
      "cite": "Don Herold",
      "quote": "There is nobody so irritating as somebody with less intelligence and more sense than we have."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "There is always a secret irritation about a laugh into which we cannot join."
    },
    {
      "cite": "Rumi",
      "quote": "If you are irritated by every rub, how will your mirror be polished?"
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "It is very important to understand why those annoying people annoy you and then figure out where that fits into your world."
    },
    {
      "cite": "Darynda Jones",
      "quote": "When the going gets tough, the tough refuse to talk about it and insist on running away to stew in their own crabby insecurities."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The continuance and frequent fits of anger produce in the soul a propensity to be angry; which oftentimes ends in choler, bitterness, and moronity, when the mid becomes ulcerated, peevish, and querulous, and is wounded by the least occurrence."
    },
    {
      "cite": "Paul Weller",
      "quote": "People say that if you're still angry at 52, you're not an angry young man, just a grumpy old git."
    },
    {
      "cite": "Jorge Bucay",
      "quote": "When you don't manage your life well, you become angry and frustrated as things don't go as intended, and our bad mood is a sign showing we were not able to resolve the conflict."
    },
    {
      "cite": "James Thomson",
      "quote": "The best of men have ever loved repose: They hate to mingle in the filthy fray; Where the soul sours, and gradual rancour grows, Imbitter'd more from peevish day to day."
    },
    {
      "cite": "Mortimer Adler",
      "quote": "There is no more irritating fellow than the man who tries to settle an argument about communism, or justice, or liberty, by quoting from Webster."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Worried about being a dull fellow? You might develop your talent for being irritating."
    },
    {
      "cite": "Julie Powell",
      "quote": "But hard bitten cynicism leaves one feeling peevish, and too much of it can do lasting damage to your heart."
    },
    {
      "cite": "Dolly Parton",
      "quote": "I'm old enough and cranky enough now that if someone tried to tell me what to do, I'd tell them where to put it."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Feeling irritated, restless, afraid, and hopeless is a reminder to listen more carefully."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Nothing is as peevish and pedantic as men's judgements of one another."
    },
    {
      "cite": "Marian Anderson",
      "quote": "Prejudice is like a hair across your cheek. You can't see it, you can't find it with your fingers, but you keep brushing at it because the feel of it is irritating."
    },
    {
      "cite": "Anita Roddick",
      "quote": "Irritation is a great source of energy and creativity."
    },
    {
      "cite": "Anonymous",
      "quote": "I will stop being so irritable when people stop being so irritating."
    },
    {
      "cite": "Alfred Adler",
      "quote": "We must interpret a bad temper as a sign of inferiority."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Nothing helps a bad mood like spreading it around."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "Nothing is as irritating as the fellow who chats pleasantly while he's overcharging you."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "The crabby little girls of today are the crabby old women of tomorrow!"
    }
  ]
}