{
  "source": "https://www.wisesayings.com/crab-quotes/",
  "theme": "crab",
  "quotes": [
    {
      "cite": "Cyril Connolly",
      "quote": "Like those crabs which dress themselves with seaweed, we wear belief and custom."
    },
    {
      "cite": "Travie McCoy",
      "quote": "A pound of Alaskan king crab legs and buffalo shrimp = happy Travie."
    },
    {
      "cite": "Haitian Proverb",
      "quote": "The crab that walks too far falls into the pot."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "In Baltimore, soft crabs are always fried (or broiled) in the altogether, with maybe a small jock-strap of bacon added."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Have you ever watched a crab on the shore crawling backward in search of the Atlantic Ocean, and missing? That's the way the mind of man operates."
    },
    {
      "cite": "Gregory Bateson",
      "quote": "What is the pattern that connects the crab to the lobster and the primrose to the orchid, and all of them to me, and me to you?"
    },
    {
      "cite": "Bill Walton",
      "quote": "Currently, the green crab is viewed only as a pest species. The crab tends to eat what we eat. It's incredibly tough. And generally speaking, its presence in the water means fewer clams and lobsters. So, we'd like to turn around these negatives and make them into a positive."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Walk straight, my son - as the old crab said to the young crab."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "There is a saying in Baltimore that crabs may be prepared in fifty ways and that all of them are good."
    },
    {
      "cite": "Pythagoras",
      "quote": "As the sea-crab swimmeth always against the stream, so doth wit always against wisdom."
    },
    {
      "cite": "Angelica Hopes",
      "quote": "Stretch an unwavering tenacity when facing bad to worse attitudes."
    },
    {
      "cite": "Cody Wilson",
      "quote": "People have a crab mentality, man. They're walking sideways."
    },
    {
      "cite": "Laurie Colwin",
      "quote": "The best way to eat crabs, as everyone knows, is off newspaper at a large table with a large number of people."
    },
    {
      "cite": "Aristophanes",
      "quote": "You cannot teach a crab to walk straight."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "The highest treason a crab can commit is to make a leap for the rim of the bucket."
    },
    {
      "cite": "John Hay",
      "quote": "There are three species of creatures who when they seem coming are going, when they seem going they come: diplomats, women, and crabs."
    },
    {
      "cite": "Richard Russo",
      "quote": "Worse, I have to admit to feeling the jealousy of one crab for another that has managed to climb out of the barrel."
    },
    {
      "cite": "Rachel Khoo",
      "quote": "Crab meat is surprisingly sweet in its purest form, which is why it is often pepped up with zippy chilli and lifted with citrus."
    },
    {
      "cite": "Tony Hale",
      "quote": "If a D.C. event doesn't have crab cakes, it's low-rent and you need to flee."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Oysters open completely when the moon is full; and when the crab sees one it throws a piece of stone or seaweed into it and the oyster cannot close again so that it serves the crab for meat. Such is the fate of him who opens his mouth too much and thereby puts himself at the mercy of the listener."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Through searching out origins, one becomes a crab. The historian looks backwards, and finally he also believes backwards."
    },
    {
      "cite": "Mark Twain",
      "quote": "A country without a patent office and good patent laws is just a crab, and can't travel any way but sideways and backways."
    },
    {
      "cite": "Victor Hugo",
      "quote": "There are souls which, crab-like, crawl continually toward darkness, going back in life rather than advancing in it, using what experience they have to increase their deformity, growing worse without ceasing, and becoming steeped more and more thoroughly in an intensifying wickedness."
    },
    {
      "cite": "Tom Douglas",
      "quote": "Some versions of crab cakes are mostly crabmeat lightly bound with egg, but I'm a firm believer that a crab cake should contain bread crumbs."
    },
    {
      "cite": "Jamaican Saying",
      "quote": "It is because of self-importance, why crab does not have a head."
    },
    {
      "cite": "Jamaican Saying",
      "quote": "An unwilling crab never gets fat."
    },
    {
      "cite": "Jamaican Saying",
      "quote": "A little crab hole spoils a big race horse."
    },
    {
      "cite": "Jamaican Saying",
      "quote": "If you put your ears close to the roots of a mango tree, you will hear crabs coughing."
    },
    {
      "cite": "African Proverb",
      "quote": "A crab does not beget a bird."
    },
    {
      "cite": "Afghani Proverb",
      "quote": "A lame crab walks straight."
    },
    {
      "cite": "Korean Proverb",
      "quote": "Remove the claws of even a boiled crab."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Our last deed, like the young of the land crab, wends its way to the sea of cause and effect as soon as born, and makes a drop there to eternity."
    },
    {
      "cite": "West Africa Proverb",
      "quote": "The crab's daughter does not bear a bird."
    },
    {
      "cite": "German Proverb",
      "quote": "He who builds on the favours of the great, advances towards fortune mounted on a crab."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Big sisters are the crab grass in the lawn of life."
    },
    {
      "cite": "Marvin Gaye",
      "quote": "Do not be the proverbial crab in a bucket and make war with those around you! Work together and grow! Love! Live Life!"
    },
    {
      "cite": "Jacques-Yves Cousteau",
      "quote": "In truth we are partners of the fish, the crab, the grasses that grow beyond our sight. Upon their survival hangs our own."
    },
    {
      "cite": "Leigh Alexandra",
      "quote": "Don’t be part of a bucket of crabs. Be the crab that gets out."
    },
    {
      "cite": "Lord Rufus Crabmiser",
      "quote": "Matter of fact, the only thing a crab is good for is holding back other crabs. A crab don't want to see another crab make it."
    },
    {
      "cite": "Lord Rufus Crabmiser",
      "quote": "Crab is like, \"If I'm gonna die, we all gonna die.\" I admire that."
    },
    {
      "cite": "Jamaican Saying",
      "quote": "A crab cannot hold in a lobster's shell."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Glistening golden sands of the beach, /  A lunch box for venomous crabs, / Stormy waves dispatching sheets of salt, / With metallic clangs on crab shell, / Prompting elaborate spread of noxious tentacles, / Temporary dislocating the gallant brown spider, / Into well spun cocoons of slippery mud."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "I could see nothing behind that child's eye. / I have seen eyes in the street / Trying to peer through lighted shutters, / And a crab one afternoon in a pool, / An old crab with barnacles on his back, / Gripped the end of a stick which I held him."
    }
  ]
}