{
  "source": "https://www.wisesayings.com/craft-quotes/",
  "theme": "craft",
  "quotes": [
    {
      "cite": "Flannery O'Connor",
      "quote": "Art never responds to the wish to make it democratic; it is not for everybody; it is only for those who are willing to undergo the effort needed to understand it."
    },
    {
      "cite": "George Herbert",
      "quote": "Craft against craft makes no living."
    },
    {
      "cite": "Seema Brain Openers",
      "quote": "Work done by you with unconditional love and pure devotion goes straight in the category of divine and immortal craft."
    },
    {
      "cite": "Lady Gaga",
      "quote": "When you make music or write or create, it's really your job to have mind-blowing, irresponsible, condomless sex with whatever idea it is you're writing about at the time."
    },
    {
      "cite": "David Bayles",
      "quote": "For the artisan, craft is an end in itself. For you, the artist, craft is the vehicle for expressing your vision. Craft is the visible edge of art."
    },
    {
      "cite": "Edouard Manet",
      "quote": "It is not enough to know your craft you have to have feeling. Science is all very well, but for us imagination is worth far more."
    },
    {
      "cite": "Anne Sexton",
      "quote": "Craft is a trick you make up to let you write the poem."
    },
    {
      "cite": "Eric Gibbons",
      "quote": "Art without heart is craft."
    },
    {
      "cite": "Stephen Graham Jones",
      "quote": "Craft can get you through ninety percent of a piece, but it's art that carries you at the end."
    },
    {
      "cite": "Emile Zola",
      "quote": "There are two men inside the artist, the poet and the craftsman. One is born a poet. One becomes a craftsman."
    },
    {
      "cite": "Michael J. Kannengieser",
      "quote": "Writing is a craft, being an author is work, and having readers and a following is a gift."
    },
    {
      "cite": "Andre Gide",
      "quote": "Art that submits to orthodoxy, to even the soundest doctrines, but lacks imagination and deep self-expression is lost leaving only the craftsmanship."
    },
    {
      "cite": "John Steinbeck",
      "quote": "The craft or art of writing is the clumsy attempt to find symbols for the wordlessness."
    },
    {
      "cite": "Anonymous",
      "quote": "In crafting ther eare no mistakes just unique creations."
    },
    {
      "cite": "Robin Tunney",
      "quote": "The Craft was what it was. People who respond to that movie respond to it really strongly."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "The moment a man begins to talk about technique that's proof that he is fresh out of ideas."
    },
    {
      "cite": "Balthus",
      "quote": "The craft of painting has virtually disappeared. There is hardly anyone left who really possesses it. For evidence one has only to look at the painters of this century."
    },
    {
      "cite": "Phyllis George",
      "quote": "Crafts make us feel rooted, give us a sense of belonging and connect us with our history. Our ancestors used to create these crafts out of necessity, and now we do them for fun, to make money and to express ourselves."
    },
    {
      "cite": "Frank Langella",
      "quote": "The only thing you have then to believe in is your craft."
    },
    {
      "cite": "Dylan Thomas",
      "quote": "The best craftsmanship always leaves holes and gaps, so that something that is not in the poem can creep, crawl, flash or thunder in"
    },
    {
      "cite": "Lucinda Williams",
      "quote": "You should put time into learning your craft. It seems like people want success so quickly, way before they're ready."
    },
    {
      "cite": "Johannes Brahms",
      "quote": "Without craftsmanship, inspiration is a mere reed shaken in the wind."
    },
    {
      "cite": "Richard Cantillon",
      "quote": "The Crafts which require the most Time intraining or most Ingenuityand Industry must necessarily be the best paid."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "We are all apprentices in a craft where no one ever becomes a master."
    },
    {
      "cite": "David Hockney",
      "quote": "Well you can't teach the poetry, but you can teach the craft."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "Your craft is comprehensive if it represents you."
    },
    {
      "cite": "Steve Martin",
      "quote": "You want to be a bit compulsive in your art or craft or whatever you do."
    },
    {
      "cite": "Maura Madden",
      "quote": "Craft can be practiced by anyone, regardless of the skill or artistry that has come to be demanded by those who preach craft. Like a good meal, a good Crafternoon shouldn't need much - a few quality ingredients, a couple of good friends, and a little bit of creativity."
    },
    {
      "cite": "Frank Langella",
      "quote": "If you're lucky as you get older, you respect the craft and it becomes a skill."
    },
    {
      "cite": "D. B. Sweeney",
      "quote": "If you learn the craft, you can make a movie and get by with tricks."
    },
    {
      "cite": "Lindsay Buckingham",
      "quote": "If you're any good at all, you know you can be better."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "The craft of the novelist does lie first of all in story-telling."
    },
    {
      "cite": "Titus Burckhardt",
      "quote": "A craft can only have meaning when it serves a spiritual way."
    },
    {
      "cite": "Kid Rock",
      "quote": "Whatever your craft is, be a master of it. Being half assed at something, people will eventually see through."
    },
    {
      "cite": "Hippocrates",
      "quote": "The life so short, the craft so long to learn."
    },
    {
      "cite": "Gavin Bryars",
      "quote": "Craft is part of the creative process."
    },
    {
      "cite": "Omari Hardwick",
      "quote": "Craft is everything."
    },
    {
      "cite": "Vidal Sassoon",
      "quote": "You either create something and you keep it a secret and you die with it, or you can benefit the craft."
    },
    {
      "cite": "Jacqueline Fernandez",
      "quote": "Our craft is all we have. So, we should keep it challenging and exciting. Else, there's no actual growth."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Before undertaking his craft, the artisan first sharpens his tools."
    },
    {
      "cite": "Roman Proverb",
      "quote": "No one masters his craft the first day."
    },
    {
      "cite": "Italian Proverb",
      "quote": "He who is of the craft can discourse about it."
    },
    {
      "cite": "Dorothy Allison",
      "quote": "I did not begin with craft, I began with strong feelings and worked toward craft."
    },
    {
      "cite": "Ann Patchett",
      "quote": "Art stands on the shoulders of craft, which means that to get to the art, you must master the craft. If you want to write, practice writing."
    },
    {
      "cite": "William Goldman",
      "quote": "A screenplay is a piece of carpentry, and except in the case of Ingmar Bergman, it's not an art, it's a craft. And you want to be as good as you can at your craft."
    },
    {
      "cite": "Paul Gauguin",
      "quote": "With practice, the craft will come almost of itself, in spite of you, and all the more easily if you think of something besides technique."
    },
    {
      "cite": "Robert Olen Butler",
      "quote": "The only craft and technique you have legitimate access to is the craft and technique you forgot, that has dissolved itself into the unconscious ...because you have learned it so well you have forgotten it."
    },
    {
      "cite": "June C. Nash",
      "quote": "The objects are a medium of communication between people who live profoundly different lives but who can respond to the symbols, textures, and forms that express distinct cultural traditions."
    },
    {
      "cite": "Malcolm McCollough",
      "quote": "There may be an element of art in craft or an element of craft in art."
    },
    {
      "cite": "Malcolm McCollough",
      "quote": "Craft is certainly an application of skill, and it may yet involve the skilled hand."
    },
    {
      "cite": "Malcolm McCollough",
      "quote": "Being made by human hands, the craft is made for human hands: we can not only see it but caress it with our fingers."
    },
    {
      "cite": "Malcolm McCollough",
      "quote": "Craft remains skilled work applied toward practical ends. It is indescribable talent with describable aims. It is habitual skilled practice with particular tools, materials, or media, for the purpose of making increasingly well-executed artifacts."
    },
    {
      "cite": "Malcolm McCollough",
      "quote": "Craft is certainly an application of skill, and it may yet involve the skilled hand."
    },
    {
      "cite": "Graburn",
      "quote": "Crafts, in all their variety, are considered suitable markers of cultural identity."
    },
    {
      "cite": "William Morris",
      "quote": "A work of utility might also be a work of art if we cared to make it so."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Words have to be crafted, not sprayed. They need to be fitted together with infinite care."
    },
    {
      "cite": "Johnnie Dent, Jr.",
      "quote": "Work your craft; until it becomes an art form."
    },
    {
      "cite": "Francis of Assisi",
      "quote": "He who works with his hands is a laborer. / He who works with his hands and his head is a craftsman. / He who works with his hands and his head and his heart is an artist."
    },
    {
      "cite": "Ilse Crawford",
      "quote": "Craft makes our homes more human."
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "There is something deeply satisfying in shaping something with your hands. Proper artificing is like a song made solid. It is an act of creation."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Art is not a handicraft, it is the transmission of feeling the artist has experienced."
    },
    {
      "cite": "Ricky Maye",
      "quote": "Life is a craft no one masters. But we will see an abundance of amazing colors, beautiful views, and stunning insights along the way."
    },
    {
      "cite": "Richie Norton",
      "quote": "Crafting your work beats being told what to do."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Hands can cook, hands can create, hands can kill. There is no better tool than our hands."
    },
    {
      "cite": "Susan Grieshaber and Felicity McArdle",
      "quote": "The art and craft of early childhood teaching are in making decisions about fun, play, and work. And it is this crafting that distinguishes the professional from the babysitter, parent, or childminder."
    },
    {
      "cite": "William Goldman",
      "quote": "No. Not yet. A craftsman only. But I dream to be an artist. I pray that someday if I work with enough care if I am very very lucky, I will make a weapon that is a work of art. Call me an artist then, and I will answer."
    },
    {
      "cite": "John Geddes",
      "quote": "...the making of stories is only one part of my craft -mainly, I'm a heart whisperer..."
    }
  ]
}