{
  "source": "https://www.wisesayings.com/crafty-quotes/",
  "theme": "crafty",
  "quotes": [
    {
      "cite": "Ptahhotep",
      "quote": "Be a craftsman in speech that thou mayest be strong, for the strength of one is the tongue, and speech is mightier than all fighting"
    },
    {
      "cite": "Criss Jami",
      "quote": "A poet should be so crafty with words that he is envied even for his pains."
    },
    {
      "cite": "Anuj Somany",
      "quote": "A person with his good writing can make some earning, but if he seems to be enjoying luxury living then probably it's time for all to see the intention of the people behind his promotion."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "That crafty kindness which inveigles me to sacrifice principle is the serpent in the grass deadly to the incautious wayfarer."
    },
    {
      "cite": "Kerry E. Wagner",
      "quote": "Clever is when one is crafty enough to mistake your imagination for intelligence. Smart is when one assumes they are too educated to notice the difference."
    },
    {
      "cite": "John Tillotson",
      "quote": "The crafty person is always in danger; and when they think they walk in the dark, all their pretenses are transparent."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Humans are pretty crafty but will fold quickly in severe cold."
    },
    {
      "cite": "Paul Simon",
      "quote": "Facts can be turned into art if one is artful enough."
    },
    {
      "cite": "John Tillotson",
      "quote": "The art of using deceit and cunning grow continually weaker and less effective to the user."
    },
    {
      "cite": "Balthasar Gracian",
      "quote": "Cunning grows in deceit at seeing itself discovered, and tries to deceive with truth itself."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Cunning is the art of concealing our own defects, and discovering other people's weaknesses."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Cunning is only the mimic of discretion, and may pass upon weak men in the same manner as vivacity is often mistaken for wit, and gravity for wisdom."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Cunning is natural to mankind. It is the sense of our weakness, and an attempt to effect by concealment what we cannot do openly and by force."
    },
    {
      "cite": "Anna Jameson",
      "quote": "A cunning mind emphatically delights in its own cunning, and is the ready prey of cunning."
    },
    {
      "cite": "William Blake",
      "quote": "The weak in courage is strong in cunning."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The most effectual way to be deceived is to believe oneself more cunning than one's neighbors."
    }
  ]
}