{
  "source": "https://www.wisesayings.com/crash-quotes/",
  "theme": "crash",
  "quotes": [
    {
      "cite": "William S. Burroughs",
      "quote": "Smash the control images. Smash the control machine."
    },
    {
      "cite": "Henry Fuseli",
      "quote": "Life is rapid, art is slow, occasion coy, practice fallacious, and judgment partial."
    },
    {
      "cite": "Paul Haggis",
      "quote": "We crash into each other just so we can feel something."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "We will not have any more crashes in our time."
    },
    {
      "cite": "Deborah",
      "quote": "Smashing heads does not open minds."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "It is wise to direct your anger towards problems - not people; to focus your energies on answers - not excuses."
    },
    {
      "cite": "Roald Dahl",
      "quote": "We have so much time and so little to do. Strike that, reverse it."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "You can't take a crash course in serenity."
    },
    {
      "cite": "Juicy J",
      "quote": "You never know what's gonna be a hit."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "So rapid is the flight of dreams upon the wings of imagination."
    },
    {
      "cite": "Doug Larson",
      "quote": "If people concentrated on the really important things in life, there'd be a shortage of fishing poles."
    },
    {
      "cite": "Shaun White",
      "quote": "You take a crash, you get back up and next time you succeed and that's a great feeling."
    },
    {
      "cite": "Willie Keeler",
      "quote": "Hit them where they ain't."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "To never see a fool you lock yourself in your room and smash the looking-glass."
    },
    {
      "cite": "Laura Esquivel",
      "quote": "Each of us is born with a box of matches inside us but we can't strike them all by ourselves"
    },
    {
      "cite": "Halsey",
      "quote": "Hit hard, hit fast, hit often!"
    },
    {
      "cite": "Ron Chernow",
      "quote": "A crash really occurs when you suddenly have a violent downturn in the market that then heralds a long bull market."
    },
    {
      "cite": "Bill Gates",
      "quote": "It is hard to smash a computer when you're laughing."
    },
    {
      "cite": "Douglas Horton",
      "quote": "To hit bottom is to fall from grace."
    }
  ]
}