{
  "source": "https://www.wisesayings.com/crazy-family-quotes/",
  "theme": "crazy-family",
  "quotes": [
    {
      "cite": "Erma Bombeck",
      "quote": "I come from a family where gravy is considered a beverage."
    },
    {
      "cite": "Penelope Lombard",
      "quote": "My family is really boring. They have a coffee table book called 'Pictures We Took Just to Use Up the Rest of the Film.'"
    },
    {
      "cite": "Robert Brault",
      "quote": "If minutes were kept of a family gathering, they would show that \"Members not Present\"and \"Subjects Discussed\" were one and the same."
    },
    {
      "cite": "unknown",
      "quote": "Families are like fudge... mostly sweet with a few nuts."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "If you don't believe in ghosts, you've never been to a family reunion."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "If you ever start feeling like you have the goofiest, craziest, most dysfunctional family in the world, all you have to do is go to a state fair. Because five minutes at the fair, you'll be going, 'you know, we're alright. We are dang near royalty."
    },
    {
      "cite": "Elizabeth II",
      "quote": "Like all the best families, we have our share of eccentricities, of impetuous and wayward youngsters and of family disagreements"
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My uncle's dying wish - he wanted me on his lap. He was in the electric chair."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Humans are not proud of their ancestors, and rarely invite them round to dinner."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Being crazy isn't enough."
    },
    {
      "cite": "Bernard Malamud",
      "quote": "Where to look if you've lost your mind?"
    },
    {
      "cite": "Emilie Autumn",
      "quote": "Some are born mad, some achieve madness, and some have madness thrust upon 'em."
    },
    {
      "cite": "unknown",
      "quote": "Crazy is a relative term in my family!"
    },
    {
      "cite": "Melody Beattie",
      "quote": "It's hard to give up the self-esteem connected to being codependent and appearing 'right,' which is probably survival behavior learned from growing up in a crazy family. It feels like you will actually disappear."
    },
    {
      "cite": "Criss Jami",
      "quote": "Ask anyone and they'll most likely say their family is crazy, and if they don't say their family is crazy, their friends are crazy. That's because everyone is crazy after taking the mask off. People are most themselves when not really trying to fit in, when either alone or around those already closest to them, and that is crazy."
    },
    {
      "cite": "Nicole Gulla",
      "quote": "No one wants to rattle the cage of a \"crazy\" person whose family tends to snap."
    },
    {
      "cite": "Cary Grant",
      "quote": "Insanity runs in my family. It practically gallops."
    },
    {
      "cite": "R. D. Laing",
      "quote": "Insanity - a perfectly rational adjustment to an insane world."
    },
    {
      "cite": "Elizabeth Wurtzel",
      "quote": "Insanity is knowing that what you're doing is completely idiotic, but still, somehow, you just can't stop it."
    },
    {
      "cite": "Bob Hope",
      "quote": "I grew up with six brothers. That's how I learned to dance -waiting for the bathroom."
    },
    {
      "cite": "Victor Borge",
      "quote": "I wish to thank my parents for making it all possible...and I wish to thank my children for making it necessary."
    },
    {
      "cite": "Robert Frost",
      "quote": "The greatest thing in family life is to take a hint when a hint is intended- and not to take a hint when a hint is not intended."
    },
    {
      "cite": "Evan Esar",
      "quote": "Family: A social unit where the father is concerned with parking space, the children with outer space, and the mother with closet space."
    },
    {
      "cite": "Margaret Laurence",
      "quote": "In some families, 'please' is described as the magic word. In our house, however, it was 'sorry'."
    },
    {
      "cite": "Wayne H.",
      "quote": "Some family trees bear an enormous crop of nuts."
    },
    {
      "cite": "unknown",
      "quote": "Insanity does not run in my family. Rather, it strolls through, taking its time, getting to know everyone personally."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "We are all born crazy. Some of us remain that way."
    },
    {
      "cite": "unknown",
      "quote": "Every family has that one crazy person in it. If you're missing one I seem to have a few extras."
    },
    {
      "cite": "unknown",
      "quote": "A crazy person has the ability to make a sane person crazy."
    },
    {
      "cite": "Charles Martin",
      "quote": "Never judge someone by their relatives."
    },
    {
      "cite": "John Mayer",
      "quote": "No, it's never on the day you leave That you remember Christmas Eve And all the things you miss about her crazy family"
    },
    {
      "cite": "Ani DiFranco",
      "quote": "Looks like my crazy family Is down one crazy daughter cause I'm shipwrecked in a desert that Once was underwent just Looking for a swift turn of phrase Some colors to fly As I float by In the parade"
    },
    {
      "cite": "The Simpsons",
      "quote": "I wonder how I got here, I wonder what I'll be. The saddest little twig On this crazy family tree. I feel like I'm a loser, With nothing left to loose."
    },
    {
      "cite": "John Tabacco",
      "quote": "Memories up flames,- it's crazy And the family ties have all been broke Try to filter out the pain it's endless We blew away the only hope we had So many friends have departed I can only guess where they have gone So many things that were started Will they ever be done?"
    },
    {
      "cite": "Goo Goo Dolls",
      "quote": "I need a family to drive me crazy Call me out when I'm low and lazy It won't be perfect, but we'll be fine 'Cause I've got your back, and you've got mine You got mine"
    },
    {
      "cite": "Kottonmouth Kings",
      "quote": "When you drive you can catch me in your rear view Laughing having fun and smiling Kicking it with bass getting crazy straight relying For my family, know that I loved ya"
    },
    {
      "cite": "Drew Holcomb &amp; the Neighbors",
      "quote": "You don't choose em, you can't lose em We all have a song to sing Some are crazy, some are amazing All got a little bit of everything Family, sons and daughters Family like a photograph"
    },
    {
      "cite": "Irvin Yalom",
      "quote": "I explain to my patients that abused children often find it hard to disentangle themselves from their dysfunctional families, whereas children grow away from good, loving parents with far less conflict. After all, isn't that the task of a good parent, to enable the child to leave home?"
    },
    {
      "cite": "Dana Arcuri",
      "quote": "How ironic that our family should be a safe haven. Our parents and siblings are supposed to love us, accept us, and care for us. They should protect us and support us. Sometimes, our home is where we find the deepest heartaches."
    },
    {
      "cite": "Yamile Saied Mendez",
      "quote": "Our family was stuck in a cosmic hamster wheel of toxic love, making the same mistakes, saying the same words, being hurt in the same ways generation after generation. I didn’t want to keep playing a role in this tragedy of errors."
    },
    {
      "cite": "Swollen Members",
      "quote": "family Had a rough landing No one's hurt badly I'm difficult at times But my friends understand me I act crazy But they act the same Pulled me back from"
    },
    {
      "cite": "Stephen Marley",
      "quote": "Oh you crazy mother Heyo, listen, took my freedom, my honor, my pride To provide for my family I tried Gots to prepare, cause listen We's here for the ride"
    },
    {
      "cite": "Prince Mydas",
      "quote": "You're thinking that I'm crazy I see through all them see your visions I'm fried up with the premonitions Black suits Long faces Sad words Slow singing at the side of your grave Now tell me how were you mislead so easily When you was raised better by your family"
    },
    {
      "cite": "Ras Kass",
      "quote": "to a family of four and so that makes me one-fourth of a dysfunctional home I had a father who only stayed to see me grown when I turned twelve he was gone"
    },
    {
      "cite": "Tory Lanez",
      "quote": "You and me, we'll always be tight Family every single day and night Even when you start acting like a fool You know I'm loving every single thing you do"
    },
    {
      "cite": "Curtis Mayfield",
      "quote": "Another shorty that won't make it to the family will If I don't make it, can't take it, hope the family will They ain't crazy they don't know how insanity feel"
    },
    {
      "cite": "Christopher Dines",
      "quote": "A family is a social system and if that system is dysfunctional, the ramifications for the children growing up within it are grave. In what is known as generational drug addiction, the adult children of drug addicts and alcoholics are quietly suffering all over the world. By the time the children have grown up, dysfunction has been deeply ingrained in mind, body and brain."
    },
    {
      "cite": "John Bradshaw",
      "quote": "Perhaps nothing so accurately characterizes dysfunctional families as denial."
    },
    {
      "cite": "David Earle",
      "quote": "Many of the habits of dysfunctional families use are not from the lack of love but are the result of fear. Knowing the love-limiting habits and behaviors of dysfunctional families is a wonderful beginning to lower the fear, allowing us to be real, allowing us all to learn how to love better."
    },
    {
      "cite": "David Earle",
      "quote": "Families living in dysfunction seldom have healthy boundaries. Dysfunctional families have trouble knowing where they stop and others begin."
    },
    {
      "cite": "David Earle",
      "quote": "Since children from dysfunctional families are so good at judging others, they also judge themselves finding themselves unacceptable when compared to others, always assuming they are second best, not enough. This is a painful realization so often they hide behind righteous arrogance."
    },
    {
      "cite": "David Earle",
      "quote": "Our parents were our first gods. If parents are loving, nurturing, and kind, this becomes the child’s definition of the creator. If parents were controlling, angry, and manipulative, then this becomes their definition."
    },
    {
      "cite": "Edward M. Hallowell",
      "quote": "Lots of people in my own family were crazy, so I felt a special closeness with them and wanted to learn how to help them."
    },
    {
      "cite": "Edward M. Hallowell",
      "quote": "There was a lot that needed saving in my crazy family, but I'm proud of the whole lot. We didn't know what we were doing much of the time, we made stupid plans if we planned at all, we stumbled into situations we didn't expect, we blew fortunes we could have made, and we often failed to deliver on the potential we were born with."
    },
    {
      "cite": "Students Of Pierce Middle School",
      "quote": "Sometimes, my family becomes the strangest family on Earth."
    }
  ]
}