{
  "source": "https://www.wisesayings.com/crazy-people-quotes/",
  "theme": "crazy-people",
  "quotes": [
    {
      "cite": "Ursula K. Leguin",
      "quote": "What sane person could live in this world and not be crazy?"
    },
    {
      "cite": "Gordon R. Dickson",
      "quote": "Some people like my advice so much that they frame it upon the wall instead of using it."
    },
    {
      "cite": "Frank Zappa",
      "quote": "I never set out to be weird. It was always the other people who called me weird."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "We are all born mad. Some remain so."
    },
    {
      "cite": "John Dryden",
      "quote": "Great wits are sure to madness near allied; And thin partitions do their bonds divide."
    },
    {
      "cite": "William Dement",
      "quote": "Dreaming permits each and every one of us to be quietly and safely insane every night of the week."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A question that sometimes drives me hazy: am I or are the others crazy?"
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Taking crazy things seriously is a serious waste of time."
    },
    {
      "cite": "R.A. Salvatore",
      "quote": "Sane is boring."
    },
    {
      "cite": "Jake Gyllenhaal",
      "quote": "Crazy people don't sit around wondering if they're nuts."
    },
    {
      "cite": "John Lydon",
      "quote": "I like crazy people, especially those who don't see the risk."
    },
    {
      "cite": "Michaela Watkins",
      "quote": "Maybe women get to a certain age and they no longer have a filter; they're considered crazy people or something."
    },
    {
      "cite": "Bo Bennett",
      "quote": "If you want plenty of experience in dealing with difficult people, then have kids."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "The problem with some people is that when they aren't drunk, they're sober."
    },
    {
      "cite": "Zahid Abas",
      "quote": "Don't expect to see positive changes in your life if you surround yourself with negative people."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Here's to the crazy ones, the misfits, the rebels, the troublemakers, the round pegs in the square holes... the ones who see things differently -- they're not fond of rules... they push the human race forward, and while some may see them as the crazy ones, we see genius, because the ones who are crazy enough to think that they can change the world, are the ones who do."
    },
    {
      "cite": "Scott Adams",
      "quote": "Dogbert: Reality is always controlled by the people who are most insane."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The object of life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "All are lunatics, but he who can analyze his delusions is called a philosopher."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Some may never live, but the crazy never die"
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "If you're going to be crazy, you have to get paid for it or else you're going to be locked up."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Of course I'm crazy, but that doesn't mean I'm wrong."
    },
    {
      "cite": "Orson Scott",
      "quote": "Religion makes themcrazy. Not a woman I ever met wasn't crazy with religion."
    },
    {
      "cite": "Mark Twain",
      "quote": "Never argue with a fool; onlookers may not be able to tell the difference."
    },
    {
      "cite": "Dave Davies",
      "quote": "People that have had genuine abduction experiences that I've met that seem very genuine to me, but they're just confused about why it happened. I've met a lot of people like which I regard as being very genuine... but there's a lot of crazy people out there"
    },
    {
      "cite": "Jean-Michel Basquiat",
      "quote": "The country makes me more paranoid, you know? I think the crazy people out there are little crazier."
    },
    {
      "cite": "Paul Julius M_bius",
      "quote": "Everybody is pathological to a certain degree... the more so the elevated his standing... only myth and cliche have that a person must be either sane or crazy."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "When you are pursuing your dreams, they will call you crazy because they are lazy."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Crazy people are not crazy if one accepts their reasoning."
    },
    {
      "cite": "Fred Wilson",
      "quote": "I think 'crazy' is a compliment. I think you make money with people who are crazy."
    }
  ]
}