{
  "source": "https://www.wisesayings.com/crazy-friends-quotes/",
  "theme": "crazy-friends",
  "quotes": [
    {
      "cite": "Matt Schucker",
      "quote": "My friends and I are crazy. That's the only thing that keeps us sane."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "The statistics on sanity are that one out of every four Americans is suffering from some form of mental illness. Think of your three best friends. If they're okay, then it's you."
    },
    {
      "cite": "Unkown",
      "quote": "You'll look a lot less crazy if you can get your friend to do it with you."
    },
    {
      "cite": "Robert Brault",
      "quote": "Most of us don't need a psychiatric therapist as much as a friend to be silly with."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Friendship is born at that moment when one person says to another, 'What! You too? I thought I was the only one!"
    },
    {
      "cite": "Andrew Solomon",
      "quote": "A large proportion of my best friends are a little bit crazy...I try to be cautious with my friends who are too sane. Depression is itself destructive, and it breeds destructive impulses: I am easily disappointed in people who don't get it"
    },
    {
      "cite": "Charles Lamb",
      "quote": "Tis the privilege of friendship to talk nonsense, and have her nonsense respected."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked."
    },
    {
      "cite": "unknown",
      "quote": "Best friends...they know how crazy you are and still choose to be seen with you in public."
    },
    {
      "cite": "Jim Hayes",
      "quote": "An old friend will help you move. A good friend will help you move a dead body."
    },
    {
      "cite": "Unkown",
      "quote": "You don't have to be crazy to be my friend but it sure helps!"
    },
    {
      "cite": "Unkown",
      "quote": "If you have crazy friends, you have everything."
    },
    {
      "cite": "unknown",
      "quote": "Behind every successful woman is a best friend giving her crazy ideas."
    },
    {
      "cite": "unknown",
      "quote": "You will never realize how weird your friends are until you start to describe them to someone else."
    },
    {
      "cite": "unknown",
      "quote": "We are best friends. Always remember that when you fall, I'll pick you up, after I finish laughing."
    },
    {
      "cite": "Arnold H. Glasgow",
      "quote": "A loyal friend laughs at your jokes when they're not so good, and sympathizes with your problems when they're not so bad."
    },
    {
      "cite": "Becca Anderson",
      "quote": "As the old saying goes, laughter truly is the best medicine, and giggling with your gal pals can heal almost anything."
    },
    {
      "cite": "Mila Kunis",
      "quote": "If I killed somebody, I have zero doubt that if I called my best friend and was like,'Hey grab a shovel,' she wouldn't even ask a question."
    },
    {
      "cite": "Emilie Saint-Genis",
      "quote": "True friends don't judge each other, they judge other people together."
    },
    {
      "cite": "R. Luke Thompson",
      "quote": "Crazy friends are the ones that  go through the rain with you."
    },
    {
      "cite": "R. Luke Thompson",
      "quote": "We all need a crazy friend that is willing to stand up for us when we are down on ourselves. We also need to be a crazy friend for someone else in their time of need."
    },
    {
      "cite": "Margot Asquith",
      "quote": "The Bible tells us to forgive our enemies; not our friends."
    },
    {
      "cite": "Gore Vidal",
      "quote": "Whenever a friend succeeds, a little something in me dies."
    },
    {
      "cite": "Mae West",
      "quote": "He's the kind of man who picks his friends—to pieces."
    },
    {
      "cite": "Confucius",
      "quote": "There is no spectacle more agreeable than to observe an old friend fall from a rooftop."
    },
    {
      "cite": "Eeyore",
      "quote": "Afterall, one can't complain. I have my friends. Somebody spoke to me only yesterday."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "He has not an enemy in the world, and none of his friends like him."
    },
    {
      "cite": "Woody Allen",
      "quote": "The lion and the calf shall lie down together, but the calf won't get much sleep."
    },
    {
      "cite": "Jennifer Hillier",
      "quote": "I'm fortunate to have kind and funny friends who've been by my side through all the crazy ups and downs of trying to get published (and, hello life), and if they weren't keeping me sane and making me laugh, I don't know that I could have written this book."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "I don't trust him. We're friends."
    },
    {
      "cite": "Chancey Depew",
      "quote": "I get my exercise acting as a pallbearer to my friends who exercise."
    },
    {
      "cite": "Sylvia Path",
      "quote": "There is nothing like puking with somebody to make you into old friends."
    },
    {
      "cite": "Lawrence J. Peter",
      "quote": "You can always tell a real friend: when you've made a fool of yourself he doesn't feel you've done a permanent job."
    },
    {
      "cite": "George Carlin",
      "quote": "One good reason to only maintain a small circle of friends is that three out of four murders are committed by people who know the victim."
    },
    {
      "cite": "Groucho Marx",
      "quote": "When you're in jail, a good friend will be trying to bail you out. A best friend will be in the cell next to you saying, ‘Damn, that was fun.'"
    },
    {
      "cite": "Erma Bombeck",
      "quote": "A friend never defends a husband who gets his wife an electric skillet for her birthday."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the blessings of old friends that you can afford to be stupid with them."
    },
    {
      "cite": "Marcelene Cox",
      "quote": "One sure way to lose another woman’s friendship is to try to improve her flower arrangements."
    },
    {
      "cite": "William Somerset Maugham",
      "quote": "We know our friends by their defects rather than by their merits."
    },
    {
      "cite": "Ann Lindbergh",
      "quote": "Men kick friendship around like a football and it doesn't seem to crack. Women treat it like glass and it falls to pieces."
    },
    {
      "cite": "Warren G. Harding",
      "quote": "I have no trouble with my enemies. I can take care of my enemies all right. But my damn friends – they're the ones that keep me walking the floor nights!"
    },
    {
      "cite": "A.A. Milne",
      "quote": "It is more fun to talk with someone who doesn't use long, difficult words but rather short, easy words like ‘What about lunch?’"
    }
  ]
}