{
  "source": "https://www.wisesayings.com/creativity-quotes/",
  "theme": "creativity",
  "quotes": [
    {
      "cite": "German (on books and writers)",
      "quote": "A good book praises itself."
    },
    {
      "cite": "Swiss (on art and creativity)",
      "quote": "A good spectator also creates."
    },
    {
      "cite": "English (on books and writers)",
      "quote": "A goose quill is more dangerous than a lion's claw."
    },
    {
      "cite": "Greek (on books and writers)",
      "quote": "A library is a repository of medicine for the mind."
    },
    {
      "cite": "Latin (on art and creativity)",
      "quote": "A picture is a poem without words."
    },
    {
      "cite": "unknown",
      "quote": "A picture's worth a thousand words."
    },
    {
      "cite": "Chinese (on art and creativity)",
      "quote": "A thousand artisans, a thousand plans."
    },
    {
      "cite": "William Shakespeare",
      "quote": "All the world's a stage."
    },
    {
      "cite": "Korean (on art and creativity)",
      "quote": "Even the best song becomes tiresome if heard too often."
    },
    {
      "cite": "Spanish (on books and writers)",
      "quote": "Even the best writer has to erase."
    },
    {
      "cite": "Arabic (on books and writers)",
      "quote": "Every age has its book."
    },
    {
      "cite": "unknown",
      "quote": "Every picture tells a story."
    },
    {
      "cite": "unknown",
      "quote": "Great ideas are the fuel of progress."
    },
    {
      "cite": "Punch",
      "quote": "Great minds think alike."
    },
    {
      "cite": "Japanese (on books and writers)",
      "quote": "If you believe everything you read, better not read."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Imagination is more important than knowledge."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Imitation is the sincerest form of flattery."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "Mediocrity knows nothing higher than itself but talent instantly recognizes genius."
    },
    {
      "cite": "Julius Caesar",
      "quote": "Men willingly believe what they wish."
    },
    {
      "cite": "unknown",
      "quote": "Our brightest blazes are commonly kindled by unexpected sparks."
    },
    {
      "cite": "George Eliot",
      "quote": "Our deeds determine us as much as we determine our deeds."
    },
    {
      "cite": "unknown",
      "quote": "Quality, not quantity."
    },
    {
      "cite": "Moroccan (on books and writers)",
      "quote": "The sight of books removes sorrows from the heart."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Creativity is just connecting things. When you ask creative people how they did something, they feel a little guilty because they didn't really do it, they just saw something. It seemed obvious to them after a while. That's because they were able to connect experiences they've had and synthesize new things."
    },
    {
      "cite": "Edward de Bono",
      "quote": "Creativity involves breaking out of established patterns in order to look at things in a different way."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level."
    },
    {
      "cite": "Edward de Bono",
      "quote": "Creative thinking - in terms of idea creativity - is not a mystical talent. It is a skill that can be practised and nurtured."
    },
    {
      "cite": "Charles Mingus",
      "quote": "Creativity is more than just being different. Anybody can plan weird; that's easy. What's hard is to be as simple as Bach. Making the simple, awesomely simple, that's creativity"
    },
    {
      "cite": "Donatella Versace",
      "quote": "Creativity comes from a conflict of ideas"
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Don't think. Thinking is the enemy of creativity. It's self-conscious, and anything self-conscious is lousy. You can't try to do things. You simply must do things"
    },
    {
      "cite": "Linda Naiman",
      "quote": "When we engage in what we are naturally suited to do, our work takes on the quality of play and it is play that stimulates creativity."
    },
    {
      "cite": "Alan Alda",
      "quote": "The creative is the place where no one else has ever been. You have to leave the city of your comfort and go into the wilderness of your intuition. What you'll discover will be wonderful. What you'll discover is yourself."
    },
    {
      "cite": "Frank Goble",
      "quote": "The truly creative person is one who can think crazy; such a person knows full well that many of his great ideas will prove to be worthless. The creative person is flexible; he is able to change as the situation changes, to break habits, to face indecision and changes in conditions without undue stress. He is not threatened by the unexpected as rigid, inflexible people are."
    },
    {
      "cite": "Carl Ally",
      "quote": "The creative person wants to be a know-it-all. He wants to know about all kinds of things-ancient history, nineteenth century mathematics, current manufacturing techniques, hog futures. Because he never knows when these ideas might come together to form a new idea. It may happen six minutes later, or six months, or six years. But he has faith that it will happen."
    },
    {
      "cite": "Mary Lou Cook",
      "quote": "Creativity is inventing, experimenting, growing, taking risks, breaking rules, making mistakes, and having fun."
    },
    {
      "cite": "Michele Shea",
      "quote": "Creativity is seeing something that doesn't exist already. You need to find out how you can bring it into being and that way be a playmate with God."
    },
    {
      "cite": "Abe Tannenbaum",
      "quote": "The creative person is willing to live with ambiguity. He doesn't need problems solved immediately and can afford to wait for the right ideas"
    },
    {
      "cite": "Erich Fromm",
      "quote": "Conditions for creativity are to be puzzled; to concentrate; to accept conflict and tension; to be born everyday; to feel a sense of self."
    },
    {
      "cite": "George Kneller",
      "quote": "It seems to be one of the paradoxes of creativity that in order to think originally, we must familiarize ourselves with the ideas of others."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You can't use up creativity. The more you use, the more you have."
    },
    {
      "cite": "Joseph Chilton Pierce",
      "quote": "To live a creative life, we must lose our fear of being wrong."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "Creative activity could be described as a type of learning process where teacher and pupil are located in the same individual."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "The things we fear most in organizations - fluctuations, disturbances, imbalances - are the primary sources of creativity."
    },
    {
      "cite": "Anthony Jay",
      "quote": "The uncreative mind can spot wrong answers, but it takes a very creative mind to spot wrong questions."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Creativity comes from trust. Trust your instincts. And never hope more than you work."
    },
    {
      "cite": "Gail Sheehy",
      "quote": "Creativity can be described as letting go of certainties."
    },
    {
      "cite": "Ken Robinson",
      "quote": "Human life is inherently creative. It's why we all have different resumes. It's why human culture is so interesting and diverse and dynamic."
    },
    {
      "cite": "Julie Burstein",
      "quote": "For creativity to flourish [requires] the embrace of loss, the oldest and most constant of human experiences."
    },
    {
      "cite": "Kirby Ferguson",
      "quote": "Creative works may indeed be kind of like property, but it's property that we're all building on."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "The chief enemy of creativity is 'good' sense."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The secret to creativity is knowing how to hide your sources."
    },
    {
      "cite": "Julia Cameron",
      "quote": "I came to believe that creativity is God's will for us, and that we can practice creativity like any other spiritual practice— a day at a time."
    },
    {
      "cite": "Julia Cameron",
      "quote": "Kids are not self-conscious. and once we are actually in the flow of our creativity, neither are we."
    },
    {
      "cite": "Cicero",
      "quote": "Only those who are able to relax can create, and then ideas reach the mind like lightning."
    },
    {
      "cite": "Channing",
      "quote": "We must forget what is behind. If we cease to originate, we are lost. We can only keep what we have, by new activity"
    },
    {
      "cite": "John Stuart Mill",
      "quote": "The great creative individual...is capable of more wisdom and virtue than collective man ever can be."
    },
    {
      "cite": "Herman Melville",
      "quote": "It is better to fail in originality than to succeed in imitation."
    },
    {
      "cite": "Thomas Edison",
      "quote": "To invent, you need a good imagination and a pile of junk."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Do a common thing in an uncommon way."
    },
    {
      "cite": "Jung",
      "quote": "The creation of something new is not accomplished by the intellect but by the play instinct acting from inner necessity. The creative mind plays with the objects it loves."
    },
    {
      "cite": "Reverdy",
      "quote": "To create is to think more efficiently."
    },
    {
      "cite": "Albert Szent-Gyorgyi",
      "quote": "Discovery consists of seeing what everybody else has seen and thinking what nobody has thought."
    },
    {
      "cite": "Paul Goodman",
      "quote": "All men are creative but few are artists."
    },
    {
      "cite": "Lou Dorfsman",
      "quote": "Creativity is essentially a lonely art. An even lonelier struggle. To some a blessing. To others a curse. It is in reality the ability to reach inside yourself and drag forth from your very soul an idea."
    },
    {
      "cite": "Akio Morito",
      "quote": "Curiosity is the key to creativity."
    },
    {
      "cite": "George Kneller",
      "quote": "Creativity consists largely of rearranging what we know in order to find out what we do not know...Hence, to think creatively, we must be able to look afresh at what we normally take for granted."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "A creative person is someone who imagines what other people cannot. Their value to us lies in expanding our own possibilities. Walls fall. We break out. Art releases what was lost."
    },
    {
      "cite": "George Lois",
      "quote": "Creativity can solve almost any problem. The creative act, the defeat of habit by originality, overcomes everything."
    },
    {
      "cite": "Gardner",
      "quote": "Perhaps someday we shall know how to heighten creativity. Until then, one of the best things we can do for creative men and women is to stand out of their light."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Creativity requires the courage to let go of certainties."
    },
    {
      "cite": "Michaelangelo",
      "quote": "The idea is there, locked inside. All you have to do is remove the excess stone."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Creativity is discontent translated into arts."
    },
    {
      "cite": "A.A. Milne",
      "quote": "One of the advantages of being disorderly is that one is constantly making exciting discoveries."
    },
    {
      "cite": "M.C. Escher",
      "quote": "Confidence in non-sense is a requirement for the creative process."
    },
    {
      "cite": "Picasso",
      "quote": "Ah, good taste! What a dreadful thing! Taste is the enemy of creativity."
    },
    {
      "cite": "Duke Ellington",
      "quote": "Create, and be true to yourself, and depend only on your own good taste."
    },
    {
      "cite": "Rollo May",
      "quote": "Creativity arises out of the tension between spontaneity and limitations, the latter forcing spontaneity into the various forms which are essential to the work of art or poem."
    },
    {
      "cite": "Florence King",
      "quote": "Americans worship creativity the way they worship physical beauty as a way of enjoying elitism without guilt: God did it."
    },
    {
      "cite": "Ted Conover",
      "quote": "To me, the creativity begins not when I sit down to write, but back when I'm envisioning the book and what kind of situations I can insinuate myself into."
    },
    {
      "cite": "Satish Kumar",
      "quote": "We do not even own our intellect, our creativity, or our skills. We have received them as a gift and grace."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You can't use up creativity. The more you use, the more you have."
    },
    {
      "cite": "Carl Sagan",
      "quote": "It is tension between creativity and skepticism that has produced the stunning and unexpected findings of science."
    },
    {
      "cite": "Charles Mingus",
      "quote": "Anyone can make the simple complicated. Creativity is making the complicated simple."
    },
    {
      "cite": "Nick Belardes",
      "quote": "Creativity is both a gift and a learned talent that is nurtured over years."
    }
  ]
}