{
  "source": "https://www.wisesayings.com/creative-people-quotes/",
  "theme": "creative-people",
  "quotes": [
    {
      "cite": "Lee Clow",
      "quote": "Creative people are 50% ego and 50% insecurity."
    },
    {
      "cite": "E. B. White",
      "quote": "Habitually creative people are prepared to be lucky."
    },
    {
      "cite": "Criss Jami",
      "quote": "Creative people are often found either disagreeable or intimidating by mediocrities."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "The most creative people are motivated by the grandest of problems that are presented before them."
    },
    {
      "cite": "Alex Steffen",
      "quote": "What makes creative people tingle are interesting problems, the chance to impress their friends, and caffeine."
    },
    {
      "cite": "Jami Attenberg",
      "quote": "As creative people, we should be really conscious of being of service in our work, being as generous as we can."
    },
    {
      "cite": "Mel Brooks",
      "quote": "Creative people should always be striving, they should always be hungry, they should be looking for the next place to go."
    },
    {
      "cite": "Steve Jobs",
      "quote": "When you ask creative people how they did something, they feel a little guilty because they didn't really do it, they just saw something."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "If there is one word that makes creative people different from others, it is the word complexity. Instead of being an individual, they are a multitude."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Truly creative people care a little about what they have done, and a lot about what they are doing. Their driving focus is the life force that surges in them now."
    },
    {
      "cite": "Mary Oliver",
      "quote": "There is a notion that creative people are absent-minded, reckless, heedless of social customs and obligations. It is, hopefully, true for they are in another world altogether."
    },
    {
      "cite": "Roger Von Oech",
      "quote": "The hallmark of creative people is their mental flexibility... Sometimes they are open and probing, at others they're playful and off-the-wall. At still other times, they're critical and faultfinding. And finally they're doggedly persistent in striving to reach their goals."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "All creative people want to do the unexpected."
    },
    {
      "cite": "Dietrich Fischer-Dieskau",
      "quote": "With creative people, truly new horizons open up."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Creative people have to be fed from the divine source."
    },
    {
      "cite": "David Brin",
      "quote": "Creative people see Prometheus in a mirror, never Pandora."
    },
    {
      "cite": "Deepika Padukone",
      "quote": "Everything that creative people think and do is from the heart."
    },
    {
      "cite": "Robert Rodriguez",
      "quote": "Creative people are notoriously the slowest to adopt new technology."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Creative people neither like to be possessive nor like to be possessed."
    },
    {
      "cite": "Alec Issigonis",
      "quote": "All creative people hate mathematics. It's the most uncreative subject you can study."
    },
    {
      "cite": "Theodore Levitt",
      "quote": "Creative people tend to pass the responsibility for getting down to brass tacks to others."
    },
    {
      "cite": "Steven Pinker",
      "quote": "Unfortunately, creative people are at their most creative when writing their autobiographies."
    },
    {
      "cite": "Henri Matisse",
      "quote": "Creative people are curious, flexible, and independent with a tremendous spirit and a love of play."
    },
    {
      "cite": "Marshall Cook",
      "quote": "Creative people must entertain lots of silly ideas in order to receive the occasional strokes of genius."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Only when creative people take ownership of cosmic discovery will society accept science as the cultural activity that it is."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "To creative people, the compendium of the white man's dialect are unfashionable, because their creations are more than what the tongue could say."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Creative people do not belong in the university because the process is antithetical to the analytical process so necessary for proper scholarship."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "Creative people are all there, totally immersed, fascinated and absorbed in the present, in the current situation, in the here-now, with the matter-in-hand."
    },
    {
      "cite": "John Cleese",
      "quote": "The most creative people have learned to tolerate the slight discomfort of indecision for much longer and so, just because they put in more pondering time, their solutions are more creative."
    },
    {
      "cite": "William Plomer",
      "quote": "It is the function of creative people to perceive relations between thoughts, or things, or forms of expressions that seem utterly different, and to be able to connect the seemingly unconnected."
    },
    {
      "cite": "Nolan Bushnell",
      "quote": "The truly creative people tend to be outliers."
    },
    {
      "cite": "Jim Gilmore",
      "quote": "If the rules of creativity are the norm for a company, creative people will be the norm."
    },
    {
      "cite": "Fennel Hudson",
      "quote": "Creative people need strong encouragement."
    },
    {
      "cite": "Austin Kleon",
      "quote": "Creative people need time to just sit around and do nothing."
    },
    {
      "cite": "John Cleese",
      "quote": "The most creative people have this childlike facility to play."
    },
    {
      "cite": "Samuel R. Delany",
      "quote": "All too often, when creative people pick out someone else's creative work as an inspiration, what they end up with is very, very far from the original."
    },
    {
      "cite": "Joy Mangano",
      "quote": "There is something special when creative people get together."
    }
  ]
}