{
  "source": "https://www.wisesayings.com/creative-mind-quotes/",
  "theme": "creative-mind",
  "quotes": [
    {
      "cite": "Carl Jung",
      "quote": "The creation of something new is not accomplished by the intellect but by the play instinct acting from inner necessity. The creative mind plays with the objects it loves."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The monotony and solitude of a quiet life stimulates the creative mind."
    },
    {
      "cite": "Hans Hofmann",
      "quote": "Being inexhaustible, life and nature are a constant stimulus for a creative mind."
    },
    {
      "cite": "Antony Jay",
      "quote": "The uncreative mind can spot wrong answers, but it takes a very creative mind to spot wrong questions."
    },
    {
      "cite": "George Kneller",
      "quote": "To think creatively, we must be able to look afresh at what we normally take for granted."
    },
    {
      "cite": "Anna Freud",
      "quote": "Creative minds have always been known to survive any kind of bad training."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "The mind is the most capricious of insects — flitting, fluttering."
    },
    {
      "cite": "Hermann Weyl",
      "quote": "But it seems an irony of creation that man's mind knows how to handle things the better the farther removed they are from the center of his existence. Thus we are cleverest where knowledge matters least...."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "A creative person is someone who imagines what other people cannot. Their value to us lies in expanding our own possibilities. Walls fall. We break out."
    },
    {
      "cite": "H.P. Lovecraft",
      "quote": "Creative minds are uneven, and the best of fabrics have their dull spots."
    },
    {
      "cite": "Mel Brooks",
      "quote": "My mind is a raging torrent, flooded with rivulets of thought cascading into a waterfall of creative alternatives."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Give your mind a job to do, or else it will find a job to do, and you might not like the job it invents."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Creative minds don't follow rules, they follow will."
    },
    {
      "cite": "J.E.B. Spredemann",
      "quote": "If a picture is worth a thousand words, then the imagination is worth a thousand pictures."
    },
    {
      "cite": "Pearl Buck",
      "quote": "The truly creative mind in any field is no more than this: a human creature born abnormally, inhumanly sensitive. To him, a touch is a blow, a sound is a noise, a misfortune is a tragedy, a joy is an ecstasy, a friend is a lover, a lover is a god, and failure is death. Add to this cruelly delicate organism the overpowering necessity to create, create, create - so that without the creating of music or poetry or books or buildings or something of meaning, his very breath is cut off from him. He must create, must pour out creation. By some strange, unknown, inward urgency he is not really alive unless he is creating."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "The mark of the creative mind is that it defies a part of what it has learned."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "It is perhaps typical of very creative minds that they hit very large nails not quite on the head."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "The truly creative mind in any field is no more than this: A human creature born abnormally, inhumanly sensitive."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In our willingness to step into the unknown, we surrender ourselves to the creative mind that orchestrates the dance of the universe."
    },
    {
      "cite": "Arthur Fry",
      "quote": "The creative mind doesn't have to have the whole pattern-it can have just a little piece and be able to envision the whole picture in completion."
    },
    {
      "cite": "Ruth Ross",
      "quote": "All prosperity begins in the mind and is dependent only on the full use of our creative imagination."
    },
    {
      "cite": "Byron Katie",
      "quote": "When the creative mind is unleashed and understands its true nature, it's unlimited. There's nothing you cannot do."
    },
    {
      "cite": "Naum Gabo",
      "quote": "The way of a creative mind is always positive, it always asserts; it does not know the doubts which are so characteristic of the scientific mind."
    },
    {
      "cite": "Grace S. Richmond",
      "quote": "The creative mind is as delicately balanced as the needle trembling in a compass; the presence of antagonistic metal deflects it instantly."
    },
    {
      "cite": "Riccardo Tisci",
      "quote": "Being a creative mind, you have to examine who you are every day."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The possibilities of creative effort connected with the subconscious mind are stupendous and imponderable. They inspire one with awe."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The creative mind is the playful mind. Philosophy is the play and dance of ideas."
    },
    {
      "cite": "Jesse Livermore",
      "quote": "It isn't a hunch but the subconscious mind, which is the creative mind, at work. That is the mind which makes artists do things without their knowing how they came to do them. Perhaps with me it was the cumulative effect of a lot of little things individually insignificant but collectively powerful."
    },
    {
      "cite": "Alison Moyet",
      "quote": "When you have a creative mind it doesn't stop going."
    },
    {
      "cite": "John William Gardner",
      "quote": "Creative minds are rarely tidy."
    },
    {
      "cite": "Alfreda Doyle",
      "quote": "To think outside of the box you must be outside of the box."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The intellect has little to do on the road to discovery. There comes a leap in consciousness, call it intuition or what you will, and the solution comes to you and you don't know how or why."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Beauty is a primeval phenomenon, which itself never makes its appearance, but the reflection of which is visible in a thousand different utterances of the creative mind, and is as various as nature herself."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "When you see a thing clearly in your mind, your creative 'success mechanism' within you takes over and does the job much better than you could do it by conscious effort or 'willpower'."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You can think about red. You can think about pink. You can think up a horse. Oh, the THINKS you can think!"
    }
  ]
}