{
  "source": "https://www.wisesayings.com/credit-quotes/",
  "theme": "credit",
  "quotes": [
    {
      "cite": "Harry S Truman",
      "quote": "It is amazing what you can accomplish if you do not care who gets the credit."
    },
    {
      "cite": "Charles Lyell",
      "quote": "Never call an accountant a credit to his profession; a good accountant is a debit to his profession."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "There is more credit and satisfaction in being a first-rate truck driver than a tenth-rate executive."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The more credit you give away, the more will come back to you. The more you help others, the more they will want to help you."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Remember that credit is money."
    },
    {
      "cite": "Criss Jami",
      "quote": "When you have wit of your own, it's a pleasure to credit other people for theirs."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Credit is a system whereby a person who can't pay, gets another person who can't pay, to guarantee that he can pay."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Credit of time in your life is limited."
    },
    {
      "cite": "Tyler Gregory",
      "quote": "If you don't take good care of your credit, then your credit won't take good care of you."
    },
    {
      "cite": "King of Queens",
      "quote": "Wife credit is like a piece of fish. As soon as you get it, it starts to go bad."
    },
    {
      "cite": "Marie Stopes",
      "quote": "You can take no credit for beauty at sixteen. But if you are beautiful at sixty, it will be your soul's own doing."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Creditor. One of a tribe of savages dwelling beyond the Financial Straits and dreaded for their desolating incursions."
    },
    {
      "cite": "James Howell",
      "quote": "The creditor hath a better memory than the debtor."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "No man's credit is ever as good as his money."
    },
    {
      "cite": "Karl Gutzkow",
      "quote": "People give us credit only for what we ourselves believe."
    },
    {
      "cite": "Maurice Switzer",
      "quote": "Credit is like a looking-glass, which when once sullied by a breath, may be wiped clear again; but if once cracked can never be repaired."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The credit of advancing science has always been due to individuals and never to the age."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Credit is a system whereby a person who can't pay gets another person who can't pay to guarantee that he can pay."
    },
    {
      "cite": "Junius",
      "quote": "Private credit is wealth; public honor is security; the feather that adorns the royal bird supports its flight; strip him of his plumage, and you fix him to the earth."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Public credit is suspicion asleep."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "Credit is a matter so subtle in its essence, that, as it may be obtained almost without reason, so, without reason, may it be made to melt away."
    },
    {
      "cite": "James Blish",
      "quote": "Credit is the only enduring testimonial to man's confidence in man."
    },
    {
      "cite": "Loretta Young",
      "quote": "Giving credit where credit is due is a very rewarding habit to form. Its rewards are inestimable."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Credit is a system whereby a person who can not pay gets another person who can not pay to guarantee that he can pay."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "There is more credit and satisfaction in being a first rate truck driver than a tenth rate executive."
    },
    {
      "cite": "Jean Rostand",
      "quote": "One must credit an hypothesis with all that has had to be discovered in order to demolish it."
    },
    {
      "cite": "Hill Harper",
      "quote": "Credit card interest payments are the dumbest money of all."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Credit is a young man's capital."
    },
    {
      "cite": "Anonymous",
      "quote": "Give credit where credit is due."
    },
    {
      "cite": "Solomon Northup",
      "quote": "Credit leads a man into temptation. Cash down is the only thing that will deliver him from evil."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "Credit buying is much like being drunk. The buzz happens immediately and gives you a lift. The hangover comes the day after."
    },
    {
      "cite": "Sophia Amoruso",
      "quote": "You can ruin your credit in one seemingly responsible afternoon, but rebuilding it takes years."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Credit is something that should be given to others. If you are in a position to give credit to yourself, then you do not need it."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "No man will make a great leader who wants to do it all himself or get all the credit for doing it."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "The most important thing for a young man is to establish a credit a reputation, character."
    }
  ]
}