{
  "source": "https://www.wisesayings.com/credibility-quotes/",
  "theme": "credibility",
  "quotes": [
    {
      "cite": "Rebecca Solnit",
      "quote": "Credibility is a basic survival tool."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "All credibility, all good conscience, all evidence of truth come only from the senses."
    },
    {
      "cite": "Kiran Mazumdar-Shaw",
      "quote": "As you become more successful, the gender barrier disappears. The credibility challenges you have during your growing up years starts disappearing when you start demonstrating success."
    },
    {
      "cite": "Aristotle",
      "quote": "A statement is persuasive and credible either because it is directly self-evident or because it appears to be proved from other statements that are so."
    },
    {
      "cite": "Richie Norton",
      "quote": "Credibility comes from results. Everything else is just marketing."
    },
    {
      "cite": "Bernard Kelvin Clive",
      "quote": "Lack of credibility slays your character."
    },
    {
      "cite": "Neil Postman",
      "quote": "The credibility of the teller is the ultimate test of the truth of a proposition."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Accuracy builds credibility."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "To gain credibility, you must consistently demonstrate three things: Initiative: You have to get up to go up. Sacrifice: You have to give up to go up. Maturity: You have to grow up to go up. If you show the way, people will want to follow you. The higher you go, the greater the number of people who will be willing to travel with you."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Credibility is a leader's currency. With it, he or she is solvent; without it, he or she is bankrupt."
    },
    {
      "cite": "Brian Koslow",
      "quote": "The more you are willing to accept responsibility for your actions, the more credibility you will have."
    },
    {
      "cite": "Anonymous",
      "quote": "Credibility is like virginity. Once you lose it, you can never get it back."
    },
    {
      "cite": "Richard Clopton",
      "quote": "For every credibility gap, there is a gullibility gap."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Governing today means giving acceptable signs of credibility. It is like advertising and it is the same effect that is achieved commitment to a scenario."
    },
    {
      "cite": "Louis C.K.",
      "quote": "Credibility lasts about two cycles of bad material, and then you'll probably never get it back. If you let people down, that's really hard to come back from harder than climbing from nothing to something, even."
    },
    {
      "cite": "Rowan Williams",
      "quote": "A flourishing, morally credible media is a vital component in the maintenance of genuinely public talk, argument about common good."
    },
    {
      "cite": "Lisa Guerrero",
      "quote": "Constantly there's a credibility issue; you're judged on how you look. If you look good' people assume you aren't credible. It's a battle you'll always fight if you're on TV and a female."
    },
    {
      "cite": "Walker Stapleton",
      "quote": "Having a credible existence in the private sector frees people to be able to be better public servants. You're less concerned with toeing the party line and more concerned with doing what is right."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "A highly credible leader under promises and over delivers."
    },
    {
      "cite": "Pope Francis",
      "quote": "A credible witness to truth and to the values of the Gospel is urgently needed."
    },
    {
      "cite": "John P. Kotter",
      "quote": "Without credible communication, and a lot of it, the hearts and minds of others are never captured."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "To be persuasive we must be believable; to be believable we must be credible; credible we must be truthful."
    },
    {
      "cite": "Lisa Guerrero",
      "quote": "Being attractive and being credible can and do go together."
    },
    {
      "cite": "Rex Stout",
      "quote": "Everything in a story should be credible."
    },
    {
      "cite": "Judith M. Bardwick",
      "quote": "Credibility is lost when there are big discrepancies between what leaders say and what they do. Increasing credibility requires openness. Hidden agendas will destroy trust."
    },
    {
      "cite": "Michael Scott",
      "quote": "The credibility of any item in finance is inversely proportionate to the amount of publicity it receives."
    },
    {
      "cite": "Paul Stanley",
      "quote": "Credibility is someone else's idea of what I should be doing."
    },
    {
      "cite": "Rickie Lee Jones",
      "quote": "Somehow credibility comes into play if you do things that are too familiar."
    },
    {
      "cite": "Frank Gehry",
      "quote": "You have to build up a credibility before the support comes to you."
    },
    {
      "cite": "Arlen Specter",
      "quote": "American credibility in the war on terrorism depends on a strong stand against all terrorist acts, whether committed by foe or friend."
    },
    {
      "cite": "Richard Cobden",
      "quote": "For every credibility gap there is a gullibility gap."
    },
    {
      "cite": "Anonymous",
      "quote": "Build your credibility so you won't have to say the same thing twice before someone believes it."
    }
  ]
}