{
  "source": "https://www.wisesayings.com/creepy-quotes/",
  "theme": "creepy",
  "quotes": [
    {
      "cite": "Mike Birbiglia",
      "quote": "Creepy people do the things that decent people want to do, but have decided are not a great idea."
    },
    {
      "cite": "Cornelia Funke",
      "quote": "Nothing is more frightening than a fear you cannot name."
    },
    {
      "cite": "Elizabeth Hand",
      "quote": "It sounds creepy, but I always liked the idea of disappearing then becoming something new. That of course was before I disappeared."
    },
    {
      "cite": "Colleen McCullough",
      "quote": "How frightening, that one person could mean so much, so many things."
    },
    {
      "cite": "Michael Faraday",
      "quote": "There's nothing quite as frightening as someone who knows they are right."
    },
    {
      "cite": "Doris Day",
      "quote": "The really frightening thing about middle age is that you know you'll grow out of it."
    },
    {
      "cite": "Jared C. Wilson",
      "quote": "The frightening thing is that, to enter hell, all one has to do is nothing."
    },
    {
      "cite": "Kobo Abe",
      "quote": "The most frightening thing in the world is to discover the abnormal in that which is closest to us."
    },
    {
      "cite": "Gillian Flynn",
      "quote": "The truly frightening flaw in humanity is our capacity for cruelty – we all have it."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "Only one thing is more frightening than speaking your truth, and that is not speaking."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "It's frightening when things you love appear suddenly changed from what you have always known."
    },
    {
      "cite": "Frank Herbert",
      "quote": "The most terrifying things in the universe came from human minds."
    },
    {
      "cite": "Rebecca West",
      "quote": "There is nothing more frightening than the faces of people whom one does not know but who seem to know one, and be amused by one."
    },
    {
      "cite": "Richard Bach",
      "quote": "The only way to avoid all frightening choices is to leave society and become a hermit, and that is a frightening choice."
    },
    {
      "cite": "Betty Friedan",
      "quote": "It is frightening when a woman finally realizes that there is no answer to the question 'who am I' except the voice inside herself."
    },
    {
      "cite": "John Steinbeck",
      "quote": "What a frightening thing is the human, a mass of gauges and dials and registers, and we can only read a few and those perhaps not accurately."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "There is nothing frightening about an eternal dreamless sleep. Surely it is better than eternal torment in Hell and eternal boredom in Heaven."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "How sad. How frightening. To be filled with so much hate that you could not even rejoice in the healing of a child...How did anyone ever come to that point?"
    },
    {
      "cite": "Stanley Kubrick",
      "quote": "The most terrifying fact about the universe is not that it is hostile but that it is indifferent."
    },
    {
      "cite": "Laura Poitras",
      "quote": "One of the most frightening things, I think, is the capacity for retroactive searching, so you can go back in time and trace who someone is in contact with and where they've been."
    },
    {
      "cite": "Félix J. Palma",
      "quote": "The most terrifying thing is sometimes not what we see, but rather what we are forced to imagine."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "It's terrifying to see someone inside of whom a vital spring seems to have been broken. It's particularly terrifying to see him in your mirror."
    },
    {
      "cite": "Stephen King",
      "quote": "And the most terrifying question of all may be just how much horror the human mind can stand and still maintain a wakeful, staring, unrelenting sanity."
    },
    {
      "cite": "Rick Yancey",
      "quote": "In every creepy movie ever made, the barn is the prime nesting ground for the things you don't know you're looking for and always regret finding."
    },
    {
      "cite": "Samuel Fuller",
      "quote": "The creepy thing about battle is you always feel alone."
    },
    {
      "cite": "Jhonen Vasquez",
      "quote": "It's a frightening world to be alone in."
    },
    {
      "cite": "L. J. Smith",
      "quote": "There's nothing frightening in the dark if you just face it"
    },
    {
      "cite": "Aimee Carter",
      "quote": "It's frightening how much things change in seventy-one years."
    },
    {
      "cite": "Svetlana Alexievich",
      "quote": "Is there anything more frightening than people?"
    },
    {
      "cite": "Neel Burton",
      "quote": "The irony is, nothing is more frightening than being frightened."
    },
    {
      "cite": "Geoff Ramsey",
      "quote": "Nothing is more frightening than a monster that cares about his health, cause you know he'll be around for a while."
    },
    {
      "cite": "Michael Finkel",
      "quote": "Frightening things happen in solitude."
    },
    {
      "cite": "Jim Harrison",
      "quote": "There's something frightening about finding a woman who would take your heart."
    },
    {
      "cite": "Bruce Forsyth",
      "quote": "It's frightening, the way life speeds up. When you're at school, time can't go fast enough."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "It's frightening to wake up one morning and discover that while you were asleep you went out of style."
    },
    {
      "cite": "Paula Rego",
      "quote": "If you put frightening things into a picture, then they can't harm you. In fact, you end becoming quite fond of them."
    },
    {
      "cite": "Franz Grillparzer",
      "quote": "How frightening it is to have reached the height of human accomplishment in art that must forever borrow from life's abundance."
    },
    {
      "cite": "Brooke Shields",
      "quote": "The very damaging, frightening part of postpartum is the lack of perspective and the lack of priority and understanding what is really important."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Regardless of how hard, challenging, frightening, or difficult an experience may seem, everything is just as it needs to be in order for us to heal, grow, and learn."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "It's frightening to think that you mark your children merely by being yourself. It seems unfair. You can't assume the responsibility for everything you do — or don't do."
    },
    {
      "cite": "Audrey Flack",
      "quote": "It is terrifying to think of what a commodity art has become."
    },
    {
      "cite": "Vera Farmiga",
      "quote": "It's terrifying to be the lead. There's a moment of excitement, and then pure terror."
    },
    {
      "cite": "Libba Bray",
      "quote": "There is nothing more terrifying than the absoluteness of one who believes he's right."
    },
    {
      "cite": "James Baldwin",
      "quote": "Terrifying, that the loss of intimacy with one person results in the freezing over of the world, and the loss of oneself."
    }
  ]
}