{
  "source": "https://www.wisesayings.com/crew-quotes/",
  "theme": "crew",
  "quotes": [
    {
      "cite": "Sterling Hayden",
      "quote": "A sailing ship is no democracy; you don't caucus a crew as to where you'll go anymore than you inquire when they'd like to shorten sail."
    },
    {
      "cite": "Wes Fesler",
      "quote": "A family ship will never sink until it is abandoned by its crew."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "When a crew and a captain understand each other to the core, it takes a gale, and more than a gale, to put their ship ashore."
    },
    {
      "cite": "Daniel James Brown",
      "quote": "What mattered more than how hard a man rowed was how well everything he did in the boat harmonized with what the other fellows were doing. And a man could't harmonize with his crew-mates unless he opened his heart to them. He had to care about his crew."
    },
    {
      "cite": "Heather Vogel Frederick",
      "quote": "Papa was right, after all. A ship's crew was like a family, and together we had done what we never could have managed alone."
    },
    {
      "cite": "unknown",
      "quote": "Change yourself and watch how your crew quickly changes."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "There are no passengers on spaceship earth. We are all crew."
    },
    {
      "cite": "Joey Badass",
      "quote": "You're only as strong as your weakest link so you've got to make sure everybody in your crew is on point."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "No member of a crew is praised for the rugged individuality of his rowing."
    },
    {
      "cite": "Grace Hopper",
      "quote": "Leadership is a two-way street, loyalty up and loyalty down. Respect for one's superiors; care for one's crew."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Life without a defined purpose is similar to a boat without a crew in the middle of the ocean."
    },
    {
      "cite": "Emraan Hashmi",
      "quote": "You never compete with the people in your crew; you have your own team. Competition is only with those people whose film is releasing alongside on Friday and never with one's own team."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Great things in business are never done by one person. They're done by a team of people."
    },
    {
      "cite": "Lister Sinclair",
      "quote": "A frightened captain makes a frightened crew."
    },
    {
      "cite": "Magnus Olsson",
      "quote": "It’s scary to have a 30-foot wave chasing you. If you are steering, you don’t look back. The crew looks back for you, and you watch their faces. When they look straight up, then get ready!"
    },
    {
      "cite": "unknown",
      "quote": "You don't inspire your team by showing them how amazing you are. You inspire them by showing them how amazing they are."
    },
    {
      "cite": "unknown",
      "quote": "You have to be happy with your own company before you try to accompany someone else."
    },
    {
      "cite": "Eric Hiscock",
      "quote": "The only way to get a good crew is to marry one."
    },
    {
      "cite": "Wanda Sykes",
      "quote": "I work hard. The staff and crew see how much energy I put into this project, and it makes them step up."
    },
    {
      "cite": "Carsten Jensen",
      "quote": "Now I remembered a captain's honor and his only duty: to bring his crew back alive."
    },
    {
      "cite": "James Alan Gardner",
      "quote": "That's the first rule of command; be consistent! You can be sadistic, you can be lazy, you can be stupid, but if you're consistent the crew will still let you sit in when they play dominoes."
    },
    {
      "cite": "Sri Sathya Sai Baba",
      "quote": "Good company is important, it helps to cultivate good qualities."
    },
    {
      "cite": "Geoff Dyer",
      "quote": "If you help them (the crew) create good memories, they'll forget all the bad stuff"
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Calm sailing doesn’t come from calm waters, it comes from having a good navigator; a good crew and a good vessel."
    }
  ]
}