{
  "source": "https://www.wisesayings.com/cricket-quotes/",
  "theme": "cricket",
  "quotes": [
    {
      "cite": "Virat Kohli",
      "quote": "No cricket team in the world depends on one or two players. The team always plays to win."
    },
    {
      "cite": "Gautam Gambhir",
      "quote": "Cricket is a team game. If you want fame for yourself, go play an individual game."
    },
    {
      "cite": "Robin Williams",
      "quote": "Cricket is basically baseball on valium."
    },
    {
      "cite": "Mahendra Singh Dhoni",
      "quote": "The era of playing aggressive cricket and to have the mid-on up is gone. You now try to read the mindset of a batsman."
    },
    {
      "cite": "Richie Benaud",
      "quote": "A cricket ground is a flat piece of earth with some buildings around it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It cricket requires one to assume such indecent postures."
    },
    {
      "cite": "Ricky Ponting",
      "quote": "The Test cricket we've played over the last few weeks has been of a very high standard."
    },
    {
      "cite": "Edmund Blunden",
      "quote": "Cricket to us was more than play, It was a worship in the summer sun."
    },
    {
      "cite": "Malcolm Speed",
      "quote": "Cricket is an international game which is played by a diverse range of cultures and communities. Respect for each other is a key component of the game and racist comments have no place in cricket."
    },
    {
      "cite": "Ken Doyle",
      "quote": "Cricket is about a lot more than playing by the rules, Mistry. It's a gentleman's game. Don't you ever forget that."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "A good cricketer never loses his nerve. He just bats on!"
    },
    {
      "cite": "Peter Kellne",
      "quote": "In cricket, you have a sense of sport as it should be played by people who respect each other. They fought fiercely but they were friends."
    },
    {
      "cite": "Paul Hogan",
      "quote": "Cricket needs brightening up a bit. My solution is to let the players drink at the beginning of the game, not after. It always works in our picnic matches"
    },
    {
      "cite": "Ian Botham",
      "quote": "Cricket is full of theorists who can ruin your game in no time."
    },
    {
      "cite": "Henry Blofeld",
      "quote": "One-day cricket is an exhibition. Test cricket is an examination."
    },
    {
      "cite": "Glenn McGrath",
      "quote": "Cricket now is definitely a professional sport."
    },
    {
      "cite": "Douglas Jardine",
      "quote": "Cricket is battle and service and sport and art"
    },
    {
      "cite": "Viv Richards",
      "quote": "One day cricket is like fast food. No one wants to cook."
    },
    {
      "cite": "Queen Anne",
      "quote": "Cricket is not illegal, for it is a manly game."
    },
    {
      "cite": "John Fowles",
      "quote": "Baseball and cricket are beautiful and highly stylized medieval war substitutes, chess made flesh, a mixture of proud chivalry and base in both senses greed."
    },
    {
      "cite": "Neville Cardus",
      "quote": "Cricket more than any other game is inclined towards sentimentalism and cant."
    },
    {
      "cite": "Imran Khan",
      "quote": "Cricket is a pressure game, and when it comes to an India-Pakistan match the pressure is doubled."
    },
    {
      "cite": "Benjamin Mancroft",
      "quote": "Cricket a game which the English, not being a spiritual people, have invented in order to give themselves some conception of eternity."
    },
    {
      "cite": "John Arlott",
      "quote": "Cricket is a most precarious profession; it is called a team game but, in fact, no one is so lonely as a batsman facing a bowler supported by ten fieldsmen and observed by two umpires to ensure that his error does not go unpunished."
    },
    {
      "cite": "Michael Hussey",
      "quote": "Test cricket is bloody hard work, especially when you've got Sachin batting with what looks like a three metre wide bat."
    },
    {
      "cite": "Donald Bradman",
      "quote": "When you play test cricket, you don't give the Englishmen an inch. Play it tough, all the way. Grind them into the dust."
    },
    {
      "cite": "Dave Forrest",
      "quote": "Only cricket can make a moment like this so confusing and messed up. Common sense please."
    },
    {
      "cite": "David McCord",
      "quote": "The cricket's gone, we only hear machines In erg and atom they exact their pay. And life is largely lived on silver screens."
    },
    {
      "cite": "Neville Cardus",
      "quote": "A true batsman should in most of his strokes tell the truth about himself."
    },
    {
      "cite": "I.A.R. Peebles",
      "quote": "In the game of cricket it has always been customary to accord more adulation to batsman than to bowlers."
    },
    {
      "cite": "Pete Rose",
      "quote": "It's a round ball and a round bat, and you got to hit it square."
    },
    {
      "cite": "Terence Rattigan",
      "quote": "Chekhov and cricket - great similarity you know. Same sense of shape and pattern, form and design. Each done with that superbly satisfying art which conceals art. The same passion for the beautifully inconclusive."
    },
    {
      "cite": "Julian Mitchell",
      "quote": "Cricket is a fundamental part of the capitalist conspiracy."
    },
    {
      "cite": "Kevin Eastman",
      "quote": "Cricket? Nobody understands cricket! You gotta know what a crumpet is to understand cricket!"
    },
    {
      "cite": "Simon Block",
      "quote": "Cricket is not something you like, Detective Sergeant. Cricket is a religion."
    },
    {
      "cite": "Julian Knight",
      "quote": "To the casual observer cricket can appear complex and at times, well, just plain bizarre. What other sport is there which involves people dressing all in white and then throwing themselves around a muddy, grassy field?  But those in the know treasure the game as simply the supreme test of brains and brawn."
    },
    {
      "cite": "Julian Knight",
      "quote": "Cricket is played by both men and women, though the men's game grabs the lion's share of the headlines."
    },
    {
      "cite": "Julian Knight",
      "quote": "Cricket can be a complex game and even some cricketers have difficulty grasping some aspects."
    },
    {
      "cite": "Julian Knight",
      "quote": "Millions of people around the globe follow cricket. For many, cricket is the number one sport, offering a unique blend of physical strength, lightning reflexes, huge skill and tactics galore."
    },
    {
      "cite": "Julian Knight",
      "quote": "Many cricket watchers suggest that there has never been a more exciting time to be a cricket fan."
    },
    {
      "cite": "P. David Sentance",
      "quote": "Cricket as an example of the American melting pot in action for the last century is now on the cusp of change."
    },
    {
      "cite": "P. David Sentance",
      "quote": "Cricket  was an America's bat and ball game for 140 years before baseball became established."
    },
    {
      "cite": "Dr. Mtutuzeli Nyoka",
      "quote": "Cricket is inherently a black man's sport."
    },
    {
      "cite": "HowExpert",
      "quote": "Test cricket is the oldest format of cricket. It is considered to be the most difficult format of cricket for the players."
    },
    {
      "cite": "Manchester University Press",
      "quote": "Cricket was a vital element in Anglo-Saxon culture."
    },
    {
      "cite": "Manchester University Press",
      "quote": "The story of imperial cricket is really about the colonial quest for identity in the face if the colonizers' search for authority."
    },
    {
      "cite": "Manchester University Press",
      "quote": "Cricket became a powerful symbolic and representational force for the Victorians who believed that it embodied all that was noble in the Anglo-Saxon character."
    },
    {
      "cite": "Manchester University Press",
      "quote": "It is difficult to underestimate the importance of cricket in Victorian life. It was a ritual as well as recreation, a spiritual as well as sporting experience."
    },
    {
      "cite": "Manchester University Press",
      "quote": "Cricket produced its own literature whose social impact went far beyond the details of the game, with cricket language becoming moral code."
    },
    {
      "cite": "Luke Sellers",
      "quote": "To win any game of crickets a team must score more runs than the opposition. That's the simple part."
    },
    {
      "cite": "Luke Sellers",
      "quote": "The bat is the main tool of your trade, so choosing the right one is really important. Cricket bats are made from willow, and the quality of the bat depend on the quality of wood used."
    },
    {
      "cite": "Abhiram",
      "quote": "While playing cricket, if someone says you are a good batsman/good bowler/good fielder/good keeper, you will accept is willingly."
    },
    {
      "cite": "Hemanta Saikia",
      "quote": "Cricket is a relatively leisurely outdoor game played in a circular ground, where the interaction between the bat and the ball takes place in a 22-yard hard surface called the pitch."
    },
    {
      "cite": "Hemanta Saikia",
      "quote": "Cricket became a substantial gambling sport in England."
    },
    {
      "cite": "Hemanta Saikia",
      "quote": "Cricket is a team, and in every cricket match, an enormous amount of statistics is generated in terms of player, team, game, and season."
    },
    {
      "cite": "Frank Pyke",
      "quote": "Although versatility, adaptability and the ability to perform under pressure are all valuable assets, players with a strong foundation of core cricket skills have a better chance of success in all forms of the game."
    },
    {
      "cite": "Geoff Armstrong",
      "quote": "Each sport has its great ones; cricket seems to have them in abundance. And when we talk of cricket's heroes, we talk not just of runs and wickets, but--much more significantly."
    },
    {
      "cite": "Geoff Armstrong",
      "quote": "Cricket--a sport with passionate fans across several continents-- was a natural fit."
    },
    {
      "cite": "Cassell's Saturday Journal",
      "quote": "If a man possesses any good qualities, cricket will most surely develop them. It is a game which calls constantly for little acts of courtesy and self-denial, and no one who plays it can help feeling the better for its influence."
    },
    {
      "cite": "Tatenda Taibu",
      "quote": "In truth, a number of the players really resented some of the young black cricketers being promoted."
    },
    {
      "cite": "Ellyse Perry",
      "quote": "Sport for me, and specifically cricket these days, is the avenue I've found to provide personal meaning and purpose, without it defining me."
    }
  ]
}