{
  "source": "https://www.wisesayings.com/criminal-quotes/",
  "theme": "criminal",
  "quotes": [
    {
      "cite": "George Herbert",
      "quote": "The offender never pardons."
    },
    {
      "cite": "Ben Whishaw",
      "quote": "The criminal justice system, like any system designed by human beings, clearly has its flaws."
    },
    {
      "cite": "Harshit Walia",
      "quote": "A criminal mind needs consideration rather than the criminal itself. In truth, there are more criminals than those who committed a crime."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Our crime against criminals lies in the fact that we treat them like rascals."
    },
    {
      "cite": "Democritus",
      "quote": "The offender, who repents, is not yet lost."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Criminals should be punished, not fed pastries."
    },
    {
      "cite": "Khuswant Singh",
      "quote": "There is no crime in anyone's blood any more than there is goodness in the blood of others. Criminals are not born. They are made by hunger, want and injustice."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Every society has the criminals it deserves."
    },
    {
      "cite": "Munia Khan",
      "quote": "Every criminal has a good mind conquered by the devil."
    },
    {
      "cite": "Jack Gleeson",
      "quote": "Both villains and heroes need to have a steadfast belief in themselves."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Only crime and the criminal, it is true, confront us with the perplexity of radical evil; but only the hypocrite is really rotten to the core."
    },
    {
      "cite": "Johanna Lindsey",
      "quote": "Villains are meant to be hated."
    },
    {
      "cite": "L. Frank Baum",
      "quote": "To destroy an offender cannot benefit society so much as to redeem him."
    },
    {
      "cite": "Panayiotis Zavos",
      "quote": "We're not lawbreakers, we're law-abiding, and intend to stay that way."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Life is nothing but a competition to be the criminal rather than the victim."
    },
    {
      "cite": "Criss Jami",
      "quote": "Law without reason is criminal."
    },
    {
      "cite": "Ljupka Cvetanovaetanova",
      "quote": "A criminal always returns home."
    },
    {
      "cite": "Francis Bacon",
      "quote": "When a judge departs from the letter of the law he becomes a lawbreaker."
    },
    {
      "cite": "Anonymous",
      "quote": "All criminals turn preachers under the gallows."
    }
  ]
}