{
  "source": "https://www.wisesayings.com/crime-quotes/",
  "theme": "crime",
  "quotes": [
    {
      "cite": "Hannah Arendt",
      "quote": "Only crime and the criminal, it is true, confront us with the perplexity of radical evil; but only the hypocrite is really rotten to the core."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "A good act does not wash out the bad, nor a bad act the good. Each should have its own reward."
    },
    {
      "cite": "Jerome P. Crabb",
      "quote": "Crime is to man as fleas are to dog, the likelihood of its presence increases as the quality of one's personal circumstances decreases."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "Almost all crime is due to the repressed desire for aesthetic expression."
    },
    {
      "cite": "Lucan",
      "quote": "A crime which is the crime of many none avenge."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "This crime against humanity must never be forgotten."
    },
    {
      "cite": "Amit Abraham",
      "quote": "Rape is a more heinous crime than murder since the rape victim dies throughout the period she lives."
    },
    {
      "cite": "Malcolm X",
      "quote": "To have once been a criminal is no disgrace. To remain a criminal is the disgrace."
    },
    {
      "cite": "Narendra Modi",
      "quote": "A crime is a crime irrespective of the birth marks of the criminal."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "There are crimes that, like frost on flowers, in one single night destroy character and reputation."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Little crimes breed big crimes. You smile at little crimes and then big crimes blow your head off."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "There are crimes which become innocent, and even glorious, through their splendor, number, and excess: Hence it is, that public theft is called Address, and to seize on Provinces unjustly, to make Conquests."
    },
    {
      "cite": "Mahmoud Ahmadinejad",
      "quote": "Crime against the individual is the equivalent of crime against humanity."
    },
    {
      "cite": "Xun Zi",
      "quote": "A person is born with feelings of envy and hate. If he gives way to them, they will lead him to violence and crime, and any sense of loyalty and good faith will be abandoned."
    },
    {
      "cite": "James Q. Wilson",
      "quote": "Crime is the price society pays for abandoning character."
    },
    {
      "cite": "Albert Camus",
      "quote": "There are crimes of passion and crimes of logic. The boundary between them is not clearly defined."
    },
    {
      "cite": "Joseph Pulitzer",
      "quote": "There is not a crime, there is not a dodge, there is not a trick, there is not a swindle, there is not a vice which does not live by secrecy."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Commit a crime and the world is made of glass. Commit a crime, and it seems as if a coat of snow fell on the ground, such as reveals in the woods the track of every partridge and fox and squirrel and mole."
    },
    {
      "cite": "Håkan Nesser",
      "quote": "A crime is born in the gap between the morality of society and that of the individual."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "But from each crime are born bullets that will one day seek out in you where the heart lies."
    },
    {
      "cite": "Scott Turow",
      "quote": "It was crime at its purest, in which empathy, that most fundamental aspect of human morality, evaporated and another being became only a target for untamed fantasy."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "It is a crime against the State to be powerful enough to commit one."
    },
    {
      "cite": "H. G. Wells",
      "quote": "Crime and bad lives are the measure of a State's failure, all crime in the end is the crime of the community."
    },
    {
      "cite": "Mark Frost",
      "quote": "Crime has always been a regrettably consistent element of the human experience."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "When a man is denied the right to live the life he believes in, he has no choice but to become an outlaw."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Crimes lead one into another; they who are capable of being forgers are capable of being incendiaries."
    },
    {
      "cite": "Livy",
      "quote": "No crime can ever be defended on rational grounds."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "A crime against god is a demonstrated impossibility."
    },
    {
      "cite": "Tacitus",
      "quote": "Crime succeeds by sudden despatch; honest counsels gain vigor by delay."
    },
    {
      "cite": "Georges Bataille",
      "quote": "Crime is a fact of the human species, a fact of that specieas alone, but it is above all the secret aspect, impenetrable and hidden. Crime hides, and by far the most terrifying things are those which elude us."
    },
    {
      "cite": "V.E. Schwab",
      "quote": "Some people steal to stay alive, and some steal to feel alive. Simple as that."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Crime is terribly revealing. Try and vary your methods as you will, your tastes, your habits, your attitude of mind, and your soul is revealed by your actions."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "When crimes begin to pile up they become invisible. When sufferings become unendurable the cries are no longer heard. The cries, too, fall like rain in summer."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Our crime against criminals lies in the fact that we treat them like rascals."
    },
    {
      "cite": "Mark Twain",
      "quote": "A crime persevered in a thousand centuries ceases to be a crime, and becomes a virtue. This is the law of custom, and custom supersedes all other forms of law."
    },
    {
      "cite": "Elizabeth Fry",
      "quote": "Punishment is not for revenge, but to lessen crime and reform the criminal."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "All crime is a kind of disease and should be treated as such."
    },
    {
      "cite": "Rand Paul",
      "quote": "All issues of crime are better addressed at the state level."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Violence is a crime against humanity, for it destroys the very fabric of society."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Crime is naught but misdirected energy."
    },
    {
      "cite": "Juvenal",
      "quote": "Every crime will bring remorse to the man who committed it."
    },
    {
      "cite": "Jean Genet",
      "quote": "Crimes of which a people is ashamed constitute its real history. The same is true of man."
    },
    {
      "cite": "Andrew Vachss",
      "quote": "Crime takes the pulse of a culture. It tells us the truth about us as a species."
    },
    {
      "cite": "Kaz Brekker",
      "quote": "The easiest way to steal a man's wallet is to tell him you're going to steal his watch."
    },
    {
      "cite": "De philosopher DJ Kyos",
      "quote": "Crime has no color. Crime has no type. Crime has no gender. The reason why crime doesn't end. It is being categorized to certain individuals that people who really commit it, get away with it, right under our noses."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Crime is only the retail department of what, in wholesale, we call penal law."
    },
    {
      "cite": "Lewis F. Korns",
      "quote": "Crime is as much a condition as an intention."
    },
    {
      "cite": "Olavo De Carvalho",
      "quote": "Some explanations of a crime are not explanations: they're part of the crime."
    },
    {
      "cite": "Georges Bataille",
      "quote": "Crime is a fact of the human species, a fact of that species alone, but it is above all the secret aspect, impenetrable and hidden. Crime hides, and by far the most terrifying things are those which elude us."
    },
    {
      "cite": "Robert Rice",
      "quote": "Crime is a logical extension of the sort of behaviour that is often considered perfectly respectable in legitimate business."
    }
  ]
}