{
  "source": "https://www.wisesayings.com/critical-thinking-quotes/",
  "theme": "critical-thinking",
  "quotes": [
    {
      "cite": "Josh Lanyon",
      "quote": "If there was one life skill everyone on the planet needed, it was the ability to think with critical objectivity"
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "The essence of the independent mind lies not in what it thinks, but in how it thinks."
    },
    {
      "cite": "Jon Stratton",
      "quote": "The purpose of critical thinking is rethinking: that is, reviewing, evaluating, and revising thought."
    },
    {
      "cite": "Kathy Hirsh-Pasek",
      "quote": "Critical thinking relies on content, because you can't navigate masses of information if you have nothing to navigate to."
    },
    {
      "cite": "Barack Obama",
      "quote": "We seem to have trouble with critical thinking. And our political system doesn't help."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Most people do not have a problem with you thinking for yourself, as long as your conclusions are the same as or at least compatible with their beliefs."
    },
    {
      "cite": "Andy Stanley",
      "quote": "The insecure leader will interpret critical thinking as critiscism."
    },
    {
      "cite": "Pearl Zhu",
      "quote": "Critical Thinking has the potential to be a deeply creative process."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "You have a brain and mind of your own. Use it, and reach your own decisions."
    },
    {
      "cite": "Henry Ford",
      "quote": "Thinking is the hardest work there is, which is probably the reason so few engage in it."
    },
    {
      "cite": "Susan Cain",
      "quote": "We put too much of a premium on presenting and not enough on substance and critical thinking."
    },
    {
      "cite": "Voltaire",
      "quote": "No problem can withstand the assault of sustained thinking."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Negative thinking creates clouds at critical decision times."
    },
    {
      "cite": "Nicolas Boileau",
      "quote": "Ignorance is always ready to admire itself. Procure yourself critical friends."
    },
    {
      "cite": "Ken Ham",
      "quote": "For students, the evolution-creation discussion can be a useful exercise, for it can help develop their critical thinking skills."
    },
    {
      "cite": "James W. Loewen",
      "quote": "All of the common core standards stuff about critical reading and critical thinking and so on can only be positive."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Do not indoctrinate your children. Teach them how to think for themselves, how to evaluate evidence, and how to disagree with you."
    },
    {
      "cite": "Pauline Baynes",
      "quote": "Believe what you like, but don't believe everything you read without questioning it."
    },
    {
      "cite": "Adam Savage",
      "quote": "It's sort of a mental attitude about critical thinking and curiosity. It's about mindset of looking at the world in a playful and curious and creative way."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "You need to answer questions on where, when and what to do"
    },
    {
      "cite": "Darrel Ray",
      "quote": "Simply disabling specific critical thinking skills is all that is necessary for the god virus to take control of a person."
    },
    {
      "cite": "Travis Nichols",
      "quote": "The most fundamental attack on freedom is the attack on critical thinking skills."
    },
    {
      "cite": "Rassool Jibraeel Snyman",
      "quote": "To some people critical thinking means you mustn't be critical of them only others"
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "There is nothing more Islamic than critical thinking."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Instead of complaining, discover ways, tactics and tricks on how to reach out to people"
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Losing your job releases you to think effectively and make rational decisions"
    },
    {
      "cite": "Laurie Helgoe",
      "quote": "The ability to reflect is associated with critical thinking and reasoning ability. And the capacity to be alone is one of the highest levels of development. It's important to know how to self-soothe and be confident of other people's love even when they're not there in front of you."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "Nothing is more conductive to peace of mind than not having any opinions at all."
    },
    {
      "cite": "Jane Smiley",
      "quote": "Critical thinking is to a liberal education as faith is to religion. ... the converse was true also - faith is to a liberal education as critical thinking is to religion, irrelevant and even damaging."
    },
    {
      "cite": "Aristotle",
      "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it."
    },
    {
      "cite": "Roberta Michnick Golinkoff",
      "quote": "Critical thinking is what leads to the next breakthroughs in any area."
    },
    {
      "cite": "Boris Yeltsin",
      "quote": "It is especially important to encourage unorthodox thinking when the situation is critical"
    },
    {
      "cite": "Roger Lewin",
      "quote": "Too often we give children answers to remember rather than problems to solve."
    },
    {
      "cite": "Richard Branson",
      "quote": "Learn to use your brain power. Critical thinking is the key to creative problem solving in business."
    },
    {
      "cite": "Brad Feld",
      "quote": "What I'm looking for in my interaction is critical thinking on the part of the person pitching to me."
    },
    {
      "cite": "Aberjhani",
      "quote": "Discourse and critical thinking are essential tools when it comes to securing progress in a democratic society. But in the end, unity and engaged participation are what make it happen."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "To learn that it's easier to be told by others what to think and believe than it is to think for yourself."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "In unanimity there may well be either cowardice or uncritical thinking."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Keeping an open mind is a virtue, but not so open that your brains fall out."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "There is no expedient to which a man will not go to avoid the labor of thinking."
    },
    {
      "cite": "Alexander Herzen",
      "quote": "Life has taught me to think, but thinking has not taught me to live."
    },
    {
      "cite": "Thoreau",
      "quote": "A man thinks as well through his legs and arms as his brain."
    },
    {
      "cite": "Alfred Korzybski",
      "quote": "There are two ways to slide easily through life: to believe everything or to doubt everything; both ways save us from thinking."
    },
    {
      "cite": "Goethe",
      "quote": "Thinking is more interesting than knowing, but less interesting than looking."
    },
    {
      "cite": "Evan Esar",
      "quote": "Life always gives you plenty to think about, but seldom enough to think with."
    },
    {
      "cite": "Evan Esar",
      "quote": "The more we think of some people, the less we think of them."
    },
    {
      "cite": "Evan Esar",
      "quote": "For every man who is always telling you what he thinks, there is another who is always telling you what others think."
    },
    {
      "cite": "Evan Esar",
      "quote": "For every man who is always telling you what he thinks, there is another who is always telling you what others think."
    },
    {
      "cite": "Evan Esar",
      "quote": "Many a man who thinks he is thinking, is merely digesting yesterday's newspaper."
    },
    {
      "cite": "John A. Andrews",
      "quote": "Your way of thinking starts with individual thoughts, whether good, bad or ugly."
    },
    {
      "cite": "John A. Andrews",
      "quote": "If we think with a mindset of giving, we entertain abundance, and if we think with an attitude of withholding, we invite lack. As the source gives to the stream so ought the stream to impart to the ocean."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Critical thinking involves first discovering the who, what, when, and how of things."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Critical thinkers are clear as to the purpose at hand and the question at issue."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Critical thinking is an interactive process, one that demands participation on the part of teacher and students alike."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Keeping an open mind is an essential requirement of critical thinking."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Critical thinking requires us to use our imagination, seeing things from perspectives other than our own and envisioning the likely consequences of our position."
    },
    {
      "cite": "Ellie Weiler",
      "quote": "Critical thinking skills are the foundation for all other types of learning."
    },
    {
      "cite": "Ellie Weiler",
      "quote": "Once thinking skills are mastered, students are able to tackle new challenges with the ability to think them through and discover solutions."
    },
    {
      "cite": "Aveyard",
      "quote": "Critical thinking is essential as a tool of inquiry."
    },
    {
      "cite": "Aveyard",
      "quote": "Critical thinking is a liberating force in education and a powerful resource in one's personal and civic life."
    },
    {
      "cite": "Aveyard",
      "quote": "While not synonymous with good thinking, critical thinking is a pervasive and self-rectifying human phenomenon."
    },
    {
      "cite": "Aveyard",
      "quote": "Critical thinkers are able to look for flaws in argument and resist claims that have no support."
    },
    {
      "cite": "Aveyard",
      "quote": "Critical thinkers are more likely to engage in productive and positive activity due to their continual questioning of their knowledge, assumptions and perspectives."
    }
  ]
}