{
  "source": "https://www.wisesayings.com/criticism-quotes/",
  "theme": "criticism",
  "quotes": [
    {
      "cite": "Laurence J. Peter",
      "quote": "A man convinced against his will is of the same opinion still."
    },
    {
      "cite": "Belizean (on criticism)",
      "quote": "Don't call the alligator, big mouth until you have crossed the river."
    },
    {
      "cite": "Native American Proverb",
      "quote": "Don't judge anyone unless you've walked in their moccasins one moon."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Don't judge of men's wealth or piety by their Sunday appearances."
    },
    {
      "cite": "Swiss (on criticism)",
      "quote": "It is easier to criticize than to do better."
    },
    {
      "cite": "unknown",
      "quote": "Sticks and stones may break my bones, but names can never hurt me."
    },
    {
      "cite": "Korean (on criticism)",
      "quote": "The bad plowman quarrels with his ox."
    },
    {
      "cite": "Vietnamese (on criticism)",
      "quote": "The human tongue is more poisonous than a bee's sting."
    },
    {
      "cite": "unknown",
      "quote": "The pen is mightier than the sword."
    },
    {
      "cite": "Filipino (on criticism)",
      "quote": "The rattan basket criticizes the palm"
    },
    {
      "cite": "unknown",
      "quote": "The worst enemy you have is right in your head."
    },
    {
      "cite": "Confucious",
      "quote": "When strict with oneself, one rarely fails."
    },
    {
      "cite": "Burmese (on criticism)",
      "quote": "Worthless people blame their karma."
    },
    {
      "cite": "unknown",
      "quote": "You'll never do anything behind you that won't come up in front of you."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Criticism may not be agreeable, but it is necessary. It fulfils the same function as pain in the human body. It calls attention to an unhealthy state of things."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "Criticism, like rain, should be gentle enough to nourish a man's growth without destroying his roots."
    },
    {
      "cite": "Joseph Addison",
      "quote": "There is no defense against criticism except obscurity."
    },
    {
      "cite": "Johannes Kepler",
      "quote": "I much prefer the sharpest criticism of a single intelligent man to the thoughtless approval of the masses."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The final proof of greatness lies in being able to endure criticism without resentment."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "The trouble with most of us is that we would rather be ruined by praise than saved by criticism."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Don't criticize what you can't understand."
    },
    {
      "cite": "Aristotle",
      "quote": "To avoid criticism say nothing, do nothing, be nothing."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "He has a right to criticize, who has a heart to help."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Let me never fall into the vulgar mistake of dreaming that I am persecuted whenever I am contradicted."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "People ask you for criticism, but they only want praise."
    },
    {
      "cite": "Unknown Author",
      "quote": "Before you go and criticize the younger generation, just remember who raised them."
    },
    {
      "cite": "Unknown Author",
      "quote": "When we judge or criticize another person, it says nothing about that person; it merely says something about our own need to be critical."
    },
    {
      "cite": "Emmet Fox",
      "quote": "Criticism is an indirect form of self-boasting."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Any fool can criticize, condemn, and complain but it takes character and self control to be understanding and forgiving."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "How much easier it is to be critical than to be correct."
    },
    {
      "cite": "Christopher Hampton",
      "quote": "Asking a working writer what he thinks about critics is like asking a lamppost how it feels about dogs."
    },
    {
      "cite": "Unknown Author",
      "quote": "Criticism is the disapproval of people, not for having faults, but having faults different from your own."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Do what you feel in your heart to be right - for you'll be criticized anyway. You'll be damned if you do, and damned if you don't."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "Honest criticism is hard to take, particularly from a relative, a friend, an acquaintance, or a stranger."
    },
    {
      "cite": "Alice Miller",
      "quote": "If it's very painful for you to criticize your friends - you're safe in doing it. But if you take the slightest pleasure in it, that's the time to hold your tongue."
    },
    {
      "cite": "Howard Mumford Jones",
      "quote": "Persecution is the first law of society because it is always easier to suppress criticism than to meet it."
    },
    {
      "cite": "James Luther Adams",
      "quote": "Nothing is complete and thus nothing is exempt from criticism."
    },
    {
      "cite": "David Brinkley",
      "quote": "A successful person is one who can lay a firm foundation with the bricks that others throw at him or her."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "The pleasure we feel in criticizing robs us from being moved by very beautiful things."
    },
    {
      "cite": "Fred Allen",
      "quote": "If criticism had any power to harm, the skunk would be extinct by now."
    },
    {
      "cite": "James Allen",
      "quote": "The man who cannot endure to have his errors and shortcomings brought to the surface and made known, but tries to hide them, is unfit to walk the highway of truth."
    },
    {
      "cite": "Paul Arden",
      "quote": "Do not seek praise. Seek criticism."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Sandwich every bit of criticism between two layers of praise."
    },
    {
      "cite": "W.H Auden",
      "quote": "Criticism should be a casual conversation."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Remember that all is opinion."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The critic has to educate the public; the artist has to educate the critic."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "A sneer is the weapon of the weak."
    },
    {
      "cite": "Sam Rayburn",
      "quote": "Any jackass can kick a barn down, but it takes a carpenter to build it."
    },
    {
      "cite": "Unknown Author",
      "quote": "Do not use a hatchet to remove a fly from your friend's forehead."
    },
    {
      "cite": "William Gilmore Simms",
      "quote": "The dread of criticism is the death of genius."
    }
  ]
}