{
  "source": "https://www.wisesayings.com/crocodile-quotes/",
  "theme": "crocodile",
  "quotes": [
    {
      "cite": "Winston Churchill",
      "quote": "They feed the crocodile in the hope that he will eat them last."
    },
    {
      "cite": "Linda Hogan",
      "quote": "The crocodile doesn't harm the bird that cleans his teeth for him. He eats the others but not that one."
    },
    {
      "cite": "Steve Irwin",
      "quote": "Crocodiles are easy. They try to kill and eat you. People are harder. Sometimes they pretend to be your friend first."
    },
    {
      "cite": "Pyotr Kapitsa",
      "quote": "The crocodile cannot turn its head. Like all science, it must always go forward with all-devouring jaws."
    },
    {
      "cite": "Francis Bacon",
      "quote": "It is the wisdom of the crocodiles, that shed tears when they would devour."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "It is only safe to mock a crocodile when you have crossed the river."
    },
    {
      "cite": "Jack Hanna",
      "quote": "Alligators and crocodiles are some of the most aggressive creatures on the planet - they'll take down a boat if you come up to their nest."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "The fallen of the baboon into the river is the risen of the joy of the crocodile. Though the crocodile becomes happy, it conceals its joy until it deploys all its necessary deft and strength to take captive of the Baboon."
    },
    {
      "cite": "Bindi Irwin",
      "quote": "Working with crocodiles is always amazing because they're beautiful. They're modern day dinosaurs, which is really cool."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The crocodiles that frighten from crossing the rivers of our destinies are easily drowned with personal confidence but not team courage. It means you owe it to yourself to defeat your own crocodiles and cross over to the other side!"
    },
    {
      "cite": "Louis Kahn",
      "quote": "The crocodile must want to be a crocodile for reasons of the crocodile."
    },
    {
      "cite": "Linda Kozlowski",
      "quote": "Crocodiles are really bold, and they do come up on land."
    },
    {
      "cite": "Peter Kreeft",
      "quote": "To worship a crocodile is better to worship yourself."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Alligator: The crocodile of America, superior in every detail to the crocodile of the effete monarchies of the Old World."
    },
    {
      "cite": "Steve Irwin",
      "quote": "Take the crocodile, for example, my favorite animal. There are 23 species. Seventeen of those species are rare or endangered. They're on the way out, no matter what anyone does or says, you know."
    },
    {
      "cite": "Steve Irwin",
      "quote": "Statistically there's only one crocodile-related human fatality per year in the whole of Australia."
    }
  ]
}