{
  "source": "https://www.wisesayings.com/crooks--quotes/",
  "theme": "crooks-",
  "quotes": [
    {
      "cite": "Orson Welles",
      "quote": "Crooks aren't the worst people, just the stupidest. The fleas of the world."
    },
    {
      "cite": "Brendan Behan",
      "quote": "What's a crook, only a businessman without a shop."
    },
    {
      "cite": "F.Scott Fitzgerald",
      "quote": "Very well then, better a sane crook than a mad puritan."
    },
    {
      "cite": "Jack Layton",
      "quote": "I don't know why we'd need so many more prisons when the crooks seem so happy in the Senate."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A silver-tongued charlatan and a half-wit society are made for each other! When these two come together in an election, a great disaster happens: Charlatan comes to power!"
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "The charlatan is always the pioneer... The quack of yesterday is the professor of tomorrow."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The Robbed that smiles, steals something from the thief."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Thieves respect property. They merely wish the property to become their property that they may more perfectly respect it."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Every time a thief steals, he steals from his own peace, from his own honor! No man is as poor as a rich thief!"
    },
    {
      "cite": "Aesop",
      "quote": "We hang the petty thieves and appoint the great ones to public office."
    },
    {
      "cite": "Dashiell Hammet",
      "quote": "The cheaper the crook, the gaudier the patter."
    },
    {
      "cite": "Hugh Kingsmill",
      "quote": "A charlatan makes obscure what is clear; a thinker makes clear what is obscure."
    },
    {
      "cite": "Henry Paulson",
      "quote": "We've had crooks from the beginning of time...It's always very interesting and troubling why good people do bad things."
    },
    {
      "cite": "Harry S Truman",
      "quote": "You can't get rich in politics unless you're a crook."
    },
    {
      "cite": "Indro Montanelli",
      "quote": "I know many crooks and they never preach, but I don't know anyone who preaches that isn't a crook also."
    },
    {
      "cite": "Craig Newmark",
      "quote": "Crooks are early adopters."
    },
    {
      "cite": "Indian Proverb",
      "quote": "A thief is a thief, whether he steals a diamond or a cucumber."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The more laws and order are made prominent, the more thieves and robbers there will be."
    },
    {
      "cite": "John Andreas Widtsoe",
      "quote": "A thief, though rich, will continue to steal, but an honest man, though poor, will ever seek to pay his debts."
    },
    {
      "cite": "Czech Proverb",
      "quote": "The big thieves hang the little ones."
    },
    {
      "cite": "Irish Sayings",
      "quote": "It is not easy to steal where the landlord is a thief."
    },
    {
      "cite": "Aristophanes",
      "quote": "One bush, they say can never hide two thieves"
    },
    {
      "cite": "Miriam Santiago",
      "quote": "Those crooks exhibit the epidermis of pachyderms. But I am prepared to fight them. I have cultivated intestinal fortitude."
    },
    {
      "cite": "Al Capone",
      "quote": "A crook is a crook, and there's something healthy about his frankness in the matter. But any guy who pretends he is enforcing the law and steals on his authority is a swell snake. The worst type of these punks is the big politician. You can only get a little of his time because he spends so much time covering up that no one will know that he is a thief. A hard-working crook will-and can-get those birds by the dozen, but right down in his heart he won't depend on them-hates the sight of them."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "The real culprits are those who created a system that makes it dangerous to work and safe to loaf."
    },
    {
      "cite": "Steve Camp",
      "quote": "Every time we try to plug a hole in the system, the crooks are finding a way to beat the system."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "An artist who conforms to conventional ideas is nothing but a mere charlatan."
    }
  ]
}