{
  "source": "https://www.wisesayings.com/cross-quotes/",
  "theme": "cross",
  "quotes": [
    {
      "cite": "Thomas a Kempis",
      "quote": "If you carry your cross joyfully, it will carry you."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "It is much easier to wear a cross than to bear a cross."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Look at the cross and you will know what one soul means to Jesus."
    },
    {
      "cite": "Michael Catt",
      "quote": "Without the cross we have a meaningless and powerless Christianity."
    },
    {
      "cite": "George Dana Boardman Pepper",
      "quote": "The cross is the only ladder high enough to touch Heaven's threshold."
    },
    {
      "cite": "Timothy Keller",
      "quote": "Only on the cross do you have a totally holy God and a totally loving God."
    },
    {
      "cite": "Max Lucado",
      "quote": "The cross is where God forgave his children without lowering his standards."
    },
    {
      "cite": "Pope Francis",
      "quote": "The Cross is the Word through which God has responded to evil in the world."
    },
    {
      "cite": "N. T. Wright",
      "quote": "The cross is the place where, and the means by which, God loved us to the uttermost."
    },
    {
      "cite": "Rob Bell",
      "quote": "The cross is God's way of taking away all of our accusations, excuses, and arguments."
    },
    {
      "cite": "John F. Macarthur Jr.",
      "quote": "The cross is proof of both the immense love of God and the profound wickedness of sin."
    },
    {
      "cite": "Basil Moreau",
      "quote": "For those who live by faith, the cross is a treasure more valuable than gold and precious stones."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The cross means there is no shipwreck without hope; there is no dark without dawn; nor storm without haven."
    },
    {
      "cite": "N. T. Wright",
      "quote": "The cross is the surest, truest and deepest window on the very heart and character of the living and loving God."
    },
    {
      "cite": "Martin Luther",
      "quote": "The cross alone is our theology."
    },
    {
      "cite": "Thomas Draxe",
      "quote": "The cross is the ladder to heaven."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The cross cannot be defeated for it is defeat."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "Bear the Cross cheerfully and it will bear you."
    },
    {
      "cite": "Bruno of Cologne",
      "quote": "While the world changes, the cross stands firm."
    },
    {
      "cite": "Bruno of Cologne",
      "quote": "The cross is steady while the world is turning."
    },
    {
      "cite": "Philip Neri",
      "quote": "The cross is the gift God gives to his friends."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "All crosses are easier to carry when we keep moving."
    },
    {
      "cite": "Rob Bell",
      "quote": "The cross is God taking on flesh and blood and saying, Me too."
    },
    {
      "cite": "Arthur Pink",
      "quote": "Taking up my cross means a life voluntarily surrendered to God."
    },
    {
      "cite": "Watchman Nee",
      "quote": "The cross grants us position, the Holy Spirit gives us experience."
    },
    {
      "cite": "Paul of the Cross",
      "quote": "The Cross is the way to Paradise, but only when it is borne willingly."
    },
    {
      "cite": "Pope Leo I",
      "quote": "The cross of Christ is the true ground and chief cause of Christian hope."
    },
    {
      "cite": "Mother Teresa",
      "quote": "The Cross will be for us as it was for Christ: proof of the greatest love."
    },
    {
      "cite": "John of the Cross",
      "quote": "Whoever does not seek the cross of Christ doesn't seek the glory of Christ."
    },
    {
      "cite": "Steven J Lawson",
      "quote": "A cross without offense to the world is a cross without power in the world."
    },
    {
      "cite": "Margaret Mary Alacoque",
      "quote": "The cross is a precious treasure to be kept secret, lest we be robbed of it."
    },
    {
      "cite": "Edith Stein",
      "quote": "Usually one gets a heavier cross when one attempts to get rid of an old one."
    },
    {
      "cite": "Rose of Lima",
      "quote": "Apart from the cross, there is no other ladder by which we may get to heaven."
    },
    {
      "cite": "Timothy Keller",
      "quote": "Out of the cross comes the resurrection. Out of weakness comes real strength."
    },
    {
      "cite": "Elisabeth Elliot",
      "quote": "The cross means suffering. Suffering's meaning is to be learned through the cross."
    },
    {
      "cite": "Pope Francis",
      "quote": "Jesus' Cross shows the full force of evil, but also the full power of God's mercy."
    },
    {
      "cite": "Pope Francis",
      "quote": "There is no cross, big or small, in our life which the Lord does not share with us."
    },
    {
      "cite": "Robert Jeffress",
      "quote": "The cross of Jesus Christ represents the intersection of God's love and God's holiness."
    },
    {
      "cite": "Vance Havner",
      "quote": "We need men of the cross, with the message of the cross, bearing the marks of the cross."
    },
    {
      "cite": "J. C. Ryle",
      "quote": "Go to the cross of Christ, all you that want to be delivered from the power of selfishness."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "The Cross is not responsible for God's love; rather it was His love that conceived the Cross."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "The Cross is the central event in time and eternity, and the answer to all the problems of both."
    },
    {
      "cite": "Billy Graham",
      "quote": "The cross shows us the seriousness of our sin-but it also shows us the immeasurable love of God."
    },
    {
      "cite": "Timothy Keller",
      "quote": "Because of the Cross, God can be both just towards sin and yet mercifully justifying to sinners."
    },
    {
      "cite": "Samuel Rutherford",
      "quote": "To believe Christ's cross to be a friend, as he himself is a friend, is also a special act of faith."
    },
    {
      "cite": "Billy Graham",
      "quote": "The cross is offensive because it directly confronts the evils which dominate so much of this world."
    },
    {
      "cite": "Edgar Cayce",
      "quote": "The way of the Cross is not easy, yet it is the tuneful, the rhythmic, the beautiful, the lovely way."
    },
    {
      "cite": "Ravi Zacharias",
      "quote": "The Cross of Christ is the crux of history. Without the Cross, history cannot be defined or corrected."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "The cross reminds us that there is no true love without suffering, there is no gift of life without pain."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "The cross stands high above the opinions of men and to that cross all opinions must come at last for judgment."
    }
  ]
}