{
  "source": "https://www.wisesayings.com/cross-country-quotes/",
  "theme": "cross-country",
  "quotes": [
    {
      "cite": "Lynn Jennings",
      "quote": "The freedom of Cross Country is so primitive. It's woman vs. nature."
    },
    {
      "cite": "Rollie Geiger",
      "quote": "Cross Country is like poker. You have to be holding five good cards all the time."
    },
    {
      "cite": "Steven Wright",
      "quote": "Cross country skiing is great if you live in a small country."
    },
    {
      "cite": "Joseph Vanderstel",
      "quote": "Running cross country is the closest man will ever get to flying."
    },
    {
      "cite": "Robin Williams",
      "quote": "I love running cross country....On a track, I feel like a hamster."
    },
    {
      "cite": "Chuck Norris",
      "quote": "Cross Country: No half times, no time outs, no substitutions. It must be the only true sport."
    },
    {
      "cite": "Wilbert Gilbry",
      "quote": "You know you are a cross country runner when your shoes have more mileage than your car."
    },
    {
      "cite": "unknown",
      "quote": "Cross country is a mental sport and we're all insane."
    },
    {
      "cite": "Dean Glaze",
      "quote": "As cross-country skiers, we tend to be a bit fanatical, because it's our own energy that makes you go."
    },
    {
      "cite": "Clyde Tubick",
      "quote": "Every step you take is one step closer to the finish line."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Only those who will risk going too far can possibly find out how far one can go."
    },
    {
      "cite": "John Bingham",
      "quote": "If you run, you are a runner. It doesn't matter how fast or how far. It doesn't matter if today is your first day or if you've been running for twenty years. There is no test to pass, no license to earn, no membership card to get. You just run."
    },
    {
      "cite": "A.J. Ellison",
      "quote": "Cross country was something that started off as a punishment from my father for low grades. I guess he didn't realize it would take off so well. It gave me something to do with my free time and it taught me to be accountable."
    },
    {
      "cite": "Heywood Broun",
      "quote": "Sports do not build character. They reveal it."
    },
    {
      "cite": "Michael Phelps",
      "quote": "You can't put a limit on anything. The more you dream, the farther you get."
    },
    {
      "cite": "Paavo Nurmi",
      "quote": "If you want to tell something to an athlete, say it quickly and give no alternatives. This is a game of winning and losing. It is senseless to explain and explain."
    },
    {
      "cite": "Lynn Jennings",
      "quote": "Every athlete has doubts. Elite runners in particular are insecure people. You need someone to affirm that what you are doing is right."
    },
    {
      "cite": "Ken Doherty",
      "quote": "A runner's creed: I will win; if I cannot win, I shall be second; if I cannot be second, I shall be third; if I cannot place at all, I shall still do my best."
    },
    {
      "cite": "Doris Brown Heritage",
      "quote": "When you put yourself on the line in a race and expose yourself to the unknown, you learn things about yourself that are very exciting."
    },
    {
      "cite": "Steve Johnson",
      "quote": "Cycling is unique. No other sport lets you go like that   where there's only the bike left to hold you up. If you ran as hard, you'd fall over. Your legs wouldn't support you."
    },
    {
      "cite": "Joseph Vanderstel",
      "quote": "Running cross country is the closest man will ever get to flying."
    },
    {
      "cite": "unknown",
      "quote": "You know you run cross country when  you are freakishly good at estimating distances."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Sports are a microcosm of society."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Once you have tasted flight, you will forever walk the earth with your eyes turned skyward, for there you have been, and there you will always long to return."
    },
    {
      "cite": "Catherine Ndereba",
      "quote": "I found I could also be good in cross country. I don't think my running style has anything to do with it. If you have speed and your body feels good, you can do any distance."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Running taught me valuable lessons. In cross-country competition, training counted more than intrinsic ability, and I could compensate for a lack of natural aptitude with diligence and discipline. I applied this in everything I did."
    },
    {
      "cite": "Louis Zamperini",
      "quote": "That's one thing you learn in sports. You don't give up; you fight to the finish."
    },
    {
      "cite": "Bo Jackson",
      "quote": "If I miss anything about the sport, it's the camaraderie of old teammates."
    },
    {
      "cite": "John Bingham",
      "quote": "The miracle isn't that I finished. The miracle is that I had the courage to start."
    },
    {
      "cite": "Ed Eyestone",
      "quote": "The start of a World Cross Country event is like riding a horse in the middle of a buffalo stampede. It's a thrill if you keep up, but one slip and you're nothing but hoof prints."
    },
    {
      "cite": "Nick Steele",
      "quote": "Cross country embodies risk, just like life."
    },
    {
      "cite": "Nick Steele",
      "quote": "I learned from cross country that the people with the most excuses were usually not among the elite. It they happened to luck up, they were never in the top 10, or the extraordinary. They also did not have the highest quality of life."
    },
    {
      "cite": "Nick Steele",
      "quote": "Cross country taught me my own temporary weakness; excuses are temporary if you choose to let go of them."
    },
    {
      "cite": "Nick Steele",
      "quote": "Cross country will test your will, your courage, and ultimately your discipline."
    },
    {
      "cite": "Nick Steele",
      "quote": "What I learned from cross country is that one person can influence a team. If this one person persists in pushing the team, even when they do not feel like working particularly hard, he can infect them with his tenacity."
    },
    {
      "cite": "Hal Higdon",
      "quote": "My cross-country shoes have more miles than your car."
    },
    {
      "cite": "Hal Higdon",
      "quote": "Cross-country runners do it in the woods."
    },
    {
      "cite": "Lynn Jennings",
      "quote": "I really like cross-country. You're one with the mud."
    },
    {
      "cite": "Bill Rodgers",
      "quote": "I loved cross country right from the start. I loved the open territory and going the distance."
    },
    {
      "cite": "Hal Higdon",
      "quote": "In a world of give and take, give what it takes. There is no bench in cross-country."
    },
    {
      "cite": "Hal Higdon",
      "quote": "Cross-country is my first great love in running. Like anyone's first love, I remember it with great sentimentality."
    },
    {
      "cite": "Hal Higdon",
      "quote": "In the beginning of cross-country travel by car, the thing that was almost as common as cars driving cross-country was cross-country road memoirs."
    },
    {
      "cite": "Rickey Gates",
      "quote": "To cross the country on foot is, by definition, extraordinary."
    },
    {
      "cite": "Eileen Heisler",
      "quote": "I prayed for cross country to go away."
    },
    {
      "cite": "James A. FitzPatrick",
      "quote": "The most exciting sport in France, however, is cross country bicycle racing."
    },
    {
      "cite": "Andrew W. Marlowe",
      "quote": "I think you should take the bike on a cross-country trip. It's something you've always wanted to do."
    },
    {
      "cite": "Anita Cochran",
      "quote": "She wants to ride, a horse cross country. She wants to feel, wind brush against her skin."
    },
    {
      "cite": "Wynonna Judd",
      "quote": "Been cross country a time or two and look at it now, it's just like new."
    },
    {
      "cite": "UGK",
      "quote": "She be cross country, givin' all that she got. A thousand a pop, I'm pullin' Bentleys off the lot."
    },
    {
      "cite": "Snoop Dog",
      "quote": "Cross country track, greyhound bus ride."
    },
    {
      "cite": "Pusha T",
      "quote": "Crosswords, cross birds, I cross country with a couple those."
    },
    {
      "cite": "James A. FitzPatrick",
      "quote": "The most exciting sport in France, however, is cross country bicycle racing."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "I'm wasted on cross-country! We Dwarves are natural sprinters, very dangerous over short distances."
    },
    {
      "cite": "Jim Jacobs",
      "quote": "Not just running! Something that needs endurance! Something that needs stamina! Like, long-distance running! Cross-country running!"
    },
    {
      "cite": "Nathan Fillion",
      "quote": "I think you should take the bike on a cross-country trip. It's something you've always wanted to do."
    },
    {
      "cite": "Peter S. Fischer",
      "quote": "Cross-country I can handle. But downhill it was total terror all the way. I have a feeling I gonna regret this tomorrow."
    },
    {
      "cite": "Seth MacFarlane",
      "quote": "I'm traveling cross-country taking Polaroid pictures of people walking other people's dogs. It's pretty hard to tell, but I didn't become an artist because it was easy."
    },
    {
      "cite": "Jeff Galloway",
      "quote": "Cross country runners sacrifice activities to study and run. In the process, hidden sources of strength, creativity and confidence are discovered which are applied to everything else in their lives."
    },
    {
      "cite": "Jeff Galloway",
      "quote": "It was commonly known, even back in the 50's that over half of the cross-country team members were among the best students and leaders in school organizations."
    },
    {
      "cite": "Jeff Galloway",
      "quote": "The most common reason why cross-country runners don't achieve their goal is that they get injured."
    },
    {
      "cite": "Jeff Galloway",
      "quote": "Pushing too hard, too soon is the most common cause of cross-country injuries."
    },
    {
      "cite": "Jeff Galloway",
      "quote": "During the days off, cross training can provide other benefits, while the body is improving."
    },
    {
      "cite": "Skye Arthur-Banning",
      "quote": "Cross-country competitions, which originated in english schools in the 19th century, are unique from other running sports and that they take place on open-air courses covered natural torrent such as forest areas and grass covered fields."
    },
    {
      "cite": "Skye Arthur-Banning",
      "quote": "Cross-country was introduced into the summer olympic games in 1912 with sweden taking the gold medal."
    },
    {
      "cite": "Skye Arthur-Banning",
      "quote": "Harvard was the first college to introduce cross-country as a training event for track and field in 1880."
    },
    {
      "cite": "Skye Arthur-Banning",
      "quote": "Today the world cross country championships is the highest regarded international competition in cross country running."
    },
    {
      "cite": "Skye Arthur-Banning",
      "quote": "Cross-country runners are judged both as individuals and as a team."
    },
    {
      "cite": "Jules Older",
      "quote": "Cross-country also called ski touring, nordic skiing, or skinny skiing takes you where you want to go."
    },
    {
      "cite": "Ed Ayres",
      "quote": "In my junior year in 1957, the cross-country runners were issued canvas shoes with thin, hard soles that had no cushioning, no lateral support, and almost no heel-they were what a later generation call minimalist."
    },
    {
      "cite": "Romeo Marrishaw",
      "quote": "It's more like a cross-country run. It's a perfectly normal course of action for a man to alter his future plans, as he gets older and wiser."
    },
    {
      "cite": "Romeo Marrishaw",
      "quote": "Success is not a 100-yard dash. It's more like a cross-country run."
    },
    {
      "cite": "Meb Keflezighi",
      "quote": "Consistency doesn't mean you run every day no matter what."
    },
    {
      "cite": "Meb Keflezighi",
      "quote": "Consistency is about running frequently enough that it's a regular part of your life."
    },
    {
      "cite": "Meb Keflezighi",
      "quote": "Variety will improve your running even if you have no racing plans."
    },
    {
      "cite": "Meb Keflezighi",
      "quote": "Small bits of faster running once a week, or once every 2 weeks, will add a fun challenge and improve your running form."
    },
    {
      "cite": "Meb Keflezighi",
      "quote": "Just like we all have different fingerprints, we all come to running as unique athletes."
    },
    {
      "cite": "Pat Tyson",
      "quote": "In cross country, a runner doesn't rely solely on his or her own motivation."
    },
    {
      "cite": "Pat Tyson",
      "quote": "A team of runners can share the emotional, spiritual, and inspirational load."
    },
    {
      "cite": "Pat Tyson",
      "quote": "In cross country, the number of athletes who come out for the team is paramount."
    },
    {
      "cite": "Pat Tyson",
      "quote": "Cross country should be as inclusive as possible."
    },
    {
      "cite": "Pat Tyson",
      "quote": "For some students, cross country is a way to manage weight."
    },
    {
      "cite": "Matt Fitzgerald",
      "quote": "Only you can decide where running sits on our list of priorities."
    },
    {
      "cite": "Matt Fitzgerald",
      "quote": "Fear of injuries is a more legitimate reason to avoid running more."
    },
    {
      "cite": "Matt Fitzgerald",
      "quote": "The faster you run, the more your muscles rely on carbohydrate."
    },
    {
      "cite": "Matt Fitzgerald",
      "quote": "Carbohydrate in both forms, glycogen and glucose is one of two major energy sources for running."
    },
    {
      "cite": "Ben Logsdon",
      "quote": "There is no time to think about how much I hurt; there is only time to run."
    },
    {
      "cite": "Chris Lear",
      "quote": "In many ways, a race is analogous to life itself. Once it is over, it cannot be re-created. All that is left are impressions in the heart, and in the mind."
    },
    {
      "cite": "Nike",
      "quote": "Embrace the mud. The dirt. The grit."
    },
    {
      "cite": "Lynn Jennings",
      "quote": "The footing was really atrocious. I loved it. I really like cross country; you’re one with the mud."
    },
    {
      "cite": "Ed Eyestone",
      "quote": "The start of a World Cross Country event is like riding a horse in the middle of a buffalo stampede. It’s a thrill if you keep up, but one slip and you’re nothing but hoof prints."
    },
    {
      "cite": "Matt Fitzgerald",
      "quote": "All runners burn some cards when running at their marathon or half marathon pace."
    },
    {
      "cite": "Adam Goucher",
      "quote": "I love controlling a race, chewing up an opponent. Let’s get down and dirty. Let’s fight it out. It’s raw, animalistic, with no one to rely on but yourself. There’s no better feeling than that."
    },
    {
      "cite": "Pat Tyson",
      "quote": "Number one is just to gain a passion for running. To love the morning, to love the trail, to love the pace on the track. And if some kid gets really good at it, that’s cool too."
    },
    {
      "cite": "Alan Armstrong",
      "quote": "Champions do not become champions when they win the event, but in the hours, weeks, months and years they spend preparing for it. The victorious performance itself is merely the demonstration of their championship character."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Running is the greatest metaphor for life, because you get out of it what you put into it."
    },
    {
      "cite": "Roger Bannister",
      "quote": "The man who can drive himself further once the effort gets painful is the man who will win."
    },
    {
      "cite": "Steve Prefontaine",
      "quote": "A lot of people run a race to see who is fastest. I run to see who has the most guts, who can punish himself into exhausting pace, and then at the end, punish himself even more."
    },
    {
      "cite": "Ken Doherty",
      "quote": "The five S's of sports training are: stamina, speed, strength, skill, and spirit; but the greatest of these is spirit."
    },
    {
      "cite": "Lou Holtz",
      "quote": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it."
    },
    {
      "cite": "Abe Gubegna",
      "quote": "It doesn't matter whether you are a lion or a gazelle. When the sun comes up, you better be running."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go as long as you do not stop."
    },
    {
      "cite": "Bill Squires",
      "quote": "The long run is what puts the tiger in the cat."
    },
    {
      "cite": "Jacqueline Gareau",
      "quote": "The body does not want you to do this. As you run, it tells you to stop but the mind must be strong. You always go too far for your body. You must handle the pain with strategy...It is not age; it is not diet. It is the will to succeed."
    },
    {
      "cite": "Priscilla Welch",
      "quote": "If you want to become the best runner you can be, start now. Don't spend the rest of your life wondering if you can do it."
    },
    {
      "cite": "George A. Sheehan",
      "quote": "Sweat cleanses from the inside. It comes from places a shower will never reach."
    },
    {
      "cite": "Steve Prefontaine",
      "quote": "To give anything less than your best is to sacrifice the gift."
    },
    {
      "cite": "Juma Ikangaa",
      "quote": "The will to win means nothing without the will to prepare."
    },
    {
      "cite": "Bill Rodgers",
      "quote": "My whole feeling in terms of racing is that you have to be very bold. You sometimes have to be aggressive and gamble."
    },
    {
      "cite": "Bill Bowerman",
      "quote": "There's no such thing as bad weather, just soft people."
    },
    {
      "cite": "Steve Prefontaine",
      "quote": "A race is a work of art that people can look at and be affected in as many ways they're capable of understanding."
    },
    {
      "cite": "Babe Ruth",
      "quote": "Every strike brings me closer to the next home run."
    },
    {
      "cite": "Sasha Azevedo",
      "quote": "I run because it's my passion, and not just a sport."
    },
    {
      "cite": "Said Aouita",
      "quote": "Those who say that I will lose and am finished will have to run over my body to beat me."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "People who say it cannot be done should not interrupt those who are doing it."
    },
    {
      "cite": "Juha Vaatainen",
      "quote": "Stadiums are for spectators. We runners have Nature, and that is much better."
    },
    {
      "cite": "Bill Dellinger",
      "quote": "Good things come slow, especially in distance running."
    },
    {
      "cite": "Sam Snead",
      "quote": "In golf, as in life, you get out of it what you put into it."
    },
    {
      "cite": "John Ruskin",
      "quote": "Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather."
    },
    {
      "cite": "Bill Rodgers",
      "quote": "The marathon can humble you."
    },
    {
      "cite": "Robert de Castella",
      "quote": "A lot of people don't realize that about 98 percent of the running I put in is anything but glamorous: 2 percent joyful participation, 98 percent dedication! It's a tough formula. Getting out in the forest in the biting cold and the flattening heat, and putting in kilometer after kilometer."
    },
    {
      "cite": "Ann Trason",
      "quote": "It hurts up to a point and then it doesn't get any worse."
    },
    {
      "cite": "Paavo Nurmi",
      "quote": "Mind is everything. Muscle - pieces of rubber. All that I am, I am because of my mind."
    },
    {
      "cite": "Henry James",
      "quote": "Art is nothing more than the shadow of humanity."
    },
    {
      "cite": "Tamara Mellon",
      "quote": "My motto is: feel the fear and do it anyway."
    },
    {
      "cite": "Thornton W. Burgess",
      "quote": "Who runs in circles never gets far."
    },
    {
      "cite": "Michelle Dekkers",
      "quote": "I prefer running without shoes. My toes didn't get cold. Besides, if I'm in front from the start, no one can step on them."
    },
    {
      "cite": "Gordon Pirie",
      "quote": "School cross country runs started because the rugby pitches were flooded. There was an alternative: extra studying. This meant there were plenty of runners on sports afternoons."
    },
    {
      "cite": "Fred Lebow",
      "quote": "It doesn't matter whether you come in first, in the middle of the pack, or last. You can say, 'I have finished.' There is a lot of satisfaction in that."
    },
    {
      "cite": "Jack Lovelock",
      "quote": "Big occasions and races which have been eagerly anticipated almost to the point of dread, are where great deeds can be accomplished."
    },
    {
      "cite": "John Trautmann",
      "quote": "Everyone in life is looking for a certain rush. Racing is where I get mine."
    },
    {
      "cite": "Robert Collier",
      "quote": "Success is the sum of small efforts, repeated day in and day out."
    },
    {
      "cite": "Bob Kennedy",
      "quote": "One thing about racing is that it hurts. You better accept that from the beginning or you’re not going anywhere."
    },
    {
      "cite": "Emil Zatopek",
      "quote": "It’s at the borders of pain and suffering that the men are separated from the boys."
    },
    {
      "cite": "Bill Easton",
      "quote": "You can’t flirt with the track, you must marry it."
    },
    {
      "cite": "Percy Cerutty",
      "quote": "To be great, one does not have to be mad, but definitely it helps."
    },
    {
      "cite": "Arthur “GreatHeart” Newton",
      "quote": "We must wake up to the fact that athletics is not, nor ever can be perfected; there will always be more to learn."
    }
  ]
}