{
  "source": "https://www.wisesayings.com/crowd-quotes/",
  "theme": "crowd",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "The person who follows the crowd will usually go no further than the crowd."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Walking into the crowd was like sinking into a stew - you became an ingredient, you took on a certain flavour."
    },
    {
      "cite": "Laertius Diogenes",
      "quote": "The mob is the mother of tyrants."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The intelligence of that creature known as a crowd is the square root of the number of people in it."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "A crowd has the collective wisdom of individual ignorance."
    },
    {
      "cite": "Anonymous",
      "quote": "Those who follow the crowd usually get lost in it."
    },
    {
      "cite": "Rolsey",
      "quote": "Following the crowd is cool if you want to go where the crowd is going. Never fear being the odd one out in order to achieve your own goals."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Don’t follow the crowd, let the crowd follow you."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Whenever you enter the crowds, keep your own personality, keep your own behaviour, keep your own mind; stay as yourself!"
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The crowd, in fact, is composed of individuals; it must therefore be in every man's power to become what he is, an individual. From becoming an individual no one, no one at all, is excluded, except he who excludes himself by becoming a crowd."
    },
    {
      "cite": "B.F Skinner",
      "quote": "The mob rushes in where individuals fear to tread."
    },
    {
      "cite": "Louis Auchincloss",
      "quote": "The crowd has a way of being right."
    },
    {
      "cite": "Esther Hicks",
      "quote": "There is never a crowd on the leading edge."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Inside a crowd, you have no right to complain about the crowdedness, because you are already a part of it!"
    },
    {
      "cite": "Elias Canetti",
      "quote": "A crowd exists so long as it has an unattained goal."
    },
    {
      "cite": "Elias Canetti",
      "quote": "The crowd is the same everywhere, in all periods and cultures; it remains essentially the same among men of the most diverse origin, education and language."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A crowd is not company, and faces are but a gallery of pictures."
    },
    {
      "cite": "Emmanuel Aghado",
      "quote": "When you stand in the crowd you stand like the cloud baseless. But when you stand out of the crowd you're outstanding like the proud limitless. Stand out to be outstanding."
    },
    {
      "cite": "R.S Donnell",
      "quote": "The man who follows a crowd will never be followed by a crowd."
    },
    {
      "cite": "Arturo Sandoval",
      "quote": "To rise above the crowd, you must discipline yourself unceasingly to the strict demand and realities of your ambition."
    },
    {
      "cite": "Mychal Wynn",
      "quote": "The only certain about following the crowd is that you will all get there together."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Society! It's a crowd thing!"
    },
    {
      "cite": "Gerald Stanley Lee",
      "quote": "Crowds speak in heroes."
    },
    {
      "cite": "P. T. Barnum",
      "quote": "Every crowd has a silver lining."
    }
  ]
}