{
  "source": "https://www.wisesayings.com/crow-quotes/",
  "theme": "crow",
  "quotes": [
    {
      "cite": "George R.R. Martin",
      "quote": "And the crow once called the raven black."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "If you have to eat crow, eat it while it's young and tender."
    },
    {
      "cite": "George Herbert",
      "quote": "The crow bewailes the sheepe, and then eates it."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Crows will fight over a dead man's flesh and kill each other for his eyes."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "The crow commands, the captive must obey."
    },
    {
      "cite": "George Catlin",
      "quote": "A Crow is known wherever he is met by his beautiful white dress, and his tall and elegant figure; the greater part of the men being six feet high."
    },
    {
      "cite": "Muhammad Iqbal",
      "quote": "The wing of the Falcon brings to the king, the wing if the crow brings him to the cemetery."
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "We heap up around us things that we do not need as the crow makes piles of glittering pebbles."
    },
    {
      "cite": "Horace",
      "quote": "If the crow had been satisfied to eat his prey in silence, he would have had more meat and less quarreling and envy."
    },
    {
      "cite": "William Cowper",
      "quote": "There is a bird who by his coat, And by the hoarseness of his note, Might be supposed a crow."
    },
    {
      "cite": "Robbie Coltraine",
      "quote": "Crows are incredibly smart. They can be taught five things on the drop."
    },
    {
      "cite": "Janet Fitch",
      "quote": "Crows squawked raucously in the trees. It sounded like they were tearing something apart, something they didn't even want, just for the fun of destroying it."
    },
    {
      "cite": "William Blake",
      "quote": "The crow wished everything was black, the Owl, that everything was white."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When a crow says an intelligent thing, chickens may laugh at it. This is the laughing of the sand castles at the powerful waves!"
    },
    {
      "cite": "William Henry Maule",
      "quote": "As the crow flies a popular and picturesque expression to denote a straight line."
    },
    {
      "cite": "Kate Horsley",
      "quote": "It is better to listen to a crow that lives in trees than to a learned man who lives only in ideas."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "If men had wings and bore black feathers, Few of them would be clever enough to be crows."
    },
    {
      "cite": "William Blake",
      "quote": "The eagle never lost so much time as when he submitted to learn from the crow."
    },
    {
      "cite": "Robert Moss",
      "quote": "In many traditions, crows are messengers and close attention is paid to their actions."
    },
    {
      "cite": "Sathya Sai Baba",
      "quote": "The world is a nest of crows; some caw in praise, some caw in derision. But men should be above the reach of praise and blame."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I will make thee think thy swan a crow."
    },
    {
      "cite": "William James",
      "quote": "If you wish to upset the law that all crows are black, you mustn't seek to show that no crows are, it is enough if you prove one single crow to be white."
    },
    {
      "cite": "Kami Garcia",
      "quote": "Maybe all crows were just creepy."
    },
    {
      "cite": "George R. R. Martin",
      "quote": "How much can a crown be worth, when a crow can dine upon a king?"
    },
    {
      "cite": "George Eliot",
      "quote": "Don't seem to he on the lookout for crows, else you'll set other people watching."
    },
    {
      "cite": "William James",
      "quote": "In order to disprove the assertion that all crows are black, one white crow is sufficient."
    },
    {
      "cite": "Epictetus",
      "quote": "Crows pick out the eyes of the dead, when the dead have no longer need of them, but flatterers mar the soul of the living, and her eyes they blind."
    },
    {
      "cite": "Gavin Douglas",
      "quote": "The black crow thinketh her own birds white."
    },
    {
      "cite": "Munia Khan",
      "quote": "Nothing is unreal as long as you can imagine like a crow."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "A crow, who had flown away with a cheese from a dairy window, sate perched on a tree looking down at a great big frog in a pool underneath him."
    },
    {
      "cite": "Franz Kafka",
      "quote": "The crows maintain that a single crow could destroy the heavens. There is no doubt of that, but it proves nothing against the heavens, for heaven simply means: the impossibility of crows."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "Crows are not always available to give warning."
    },
    {
      "cite": "John Gay",
      "quote": "To shoot at crows is powder flung away."
    },
    {
      "cite": "Jerry Spinelli",
      "quote": "Angels and crows passed each other, one leaving, the other coming."
    },
    {
      "cite": "Antisthenes",
      "quote": "It is better to fall among crows than flatterers, for those devour only the dead. These the living."
    }
  ]
}