{
  "source": "https://www.wisesayings.com/crown-quotes/",
  "theme": "crown",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "My crown is called content, a crown that seldom kings enjoy."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Old age: the crown of life, our play's last act."
    },
    {
      "cite": "Frederick The Great",
      "quote": "A crown is merely a hat that lets the rain in."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "A sorrow's crown of sorrow is remembering happier times."
    },
    {
      "cite": "Winifred Holtby",
      "quote": "The crown of life is neither happiness nor annihilation; it is understanding."
    },
    {
      "cite": "Ovid",
      "quote": "Give way to your opponent; thus will you gain the crown of victory."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "A crown, if it hurts us, is not worth wearing."
    },
    {
      "cite": "Howard Koch",
      "quote": "Uneasy lies the head that craves the crown."
    },
    {
      "cite": "Welsh Proverb",
      "quote": "If every fool wore a crown, we should all be kings."
    },
    {
      "cite": "Aberjhani",
      "quote": "Compassion crowns the soul with its truest victory."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Crowns do queer things to the heads beneath them."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Any man worth his salt has by the time he is forty-five accumulated a crown of thorns, and the problem is to learn to wear it over one ear."
    },
    {
      "cite": "Friedrich von Schiller",
      "quote": "To gain a crown by fighting is great, to reject it divine."
    },
    {
      "cite": "John Milton",
      "quote": "A crown, golden in show is but a wreath of thorns."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Popularity is the crown of laurel which the world puts on bad art. Whatever is popular is wrong."
    },
    {
      "cite": "George Bancroft",
      "quote": "By common consent gray hairs are a crown of glory the only object of respect that can never excite envy."
    },
    {
      "cite": "Elizabeth I",
      "quote": "To be a king and wear a crown is a thing more glorious to them that see it than it is pleasant to them that bear it."
    },
    {
      "cite": "Gordon Lightfoot",
      "quote": "To wear the crown of peace, you must wear the crown of thorns."
    },
    {
      "cite": "Lloyd Alexander",
      "quote": "A crown is more discomfort than adornment. If you have learned that, you have already learned much."
    },
    {
      "cite": "Francis Quarles",
      "quote": "He that has no cross will have no crown."
    },
    {
      "cite": "John Wodroephe",
      "quote": "A good woman is worth, if she were sold, the fairest crown that's made of purest gold."
    },
    {
      "cite": "Juvenal",
      "quote": "Many commit the same crimes with a very different result. One bears a cross for his crime; another a crown."
    },
    {
      "cite": "William Penn",
      "quote": "No pain, no palm; no thorns, no throne; no gall, no glory; no cross, no crown."
    },
    {
      "cite": "Kabir",
      "quote": "Wear a crown of flowers on your head, let its roots reach your heart."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Idleness is the beginning of all vice, the crown of all virtues."
    },
    {
      "cite": "Lloyd Alexander",
      "quote": "A crown is a pitiless master, harsher than the staff of a pig-keeper; while a staff bears up, a crown weighs down, beyond the strength of any man to wear it lightly."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "If there be no enemy there’s no fight. If no fight, no victory and if no victory there is no crown."
    },
    {
      "cite": "Virgil",
      "quote": "A chaplet of leaves crowns the victor."
    },
    {
      "cite": "Eustachius",
      "quote": "He who has put a good finish to his undertaking is said to have placed a golden crown to the whole."
    },
    {
      "cite": "John Webster",
      "quote": "Integrity of life is fame's best friend, which nobly, beyond death, shall crown in the end."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "As a king can wear a crown, a crown can also weary a king."
    },
    {
      "cite": "Walter Lang",
      "quote": "Being made in the image of God, man was the crown of creation."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Though triumphs were to generals only due, crowns were reserved to grace the soldiers too."
    }
  ]
}