{
  "source": "https://www.wisesayings.com/cruelty-quotes/",
  "theme": "cruelty",
  "quotes": [
    {
      "cite": "Frank Herbert",
      "quote": "Kindness is the beginning of cruelty."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "Cruelty is the law pervading all nature and society; and we can't get out of it if we would."
    },
    {
      "cite": "Edith Sitwell",
      "quote": "When we think of cruelty, we must try to remember the stupidity, the envy, the frustration from which it has arisen."
    },
    {
      "cite": "Brene Brown",
      "quote": "Cruelty is easy, cheap and rampant."
    },
    {
      "cite": "Matthew Scully",
      "quote": "The only thing worse than cruelty is delegated cruelty."
    },
    {
      "cite": "Sukarno",
      "quote": "The worst cruelty that can be inflicted on a human being is isolation."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Deliberate cruelty is unforgivable."
    },
    {
      "cite": "Edward St. Aubyn",
      "quote": "If anything should take place behind closed doors, it was cruelty and betrayal."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Cruelty is a tyrant that's always attended with fear."
    },
    {
      "cite": "Antonin Artaud",
      "quote": "Cruelty signifies rigor, implacable intention and decision, irreversible and absolute determination."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Cruelty is softened by fear, not pity."
    },
    {
      "cite": "George Eliot",
      "quote": "Cruelty, like every other vice, requires no motive outside of itself; it only requires opportunity."
    },
    {
      "cite": "Nani",
      "quote": "Cruelty is the first attribute of the devil."
    },
    {
      "cite": "William Tecumseh Sherman",
      "quote": "War is cruelty. There is no use trying to reform it. The crueler it is, the sooner it will be over."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "All the cruelty and torment of which the world is full is in fact merely the necessary result of the totality of the forms under which the will to live is objectified."
    },
    {
      "cite": "Vastly Grossman",
      "quote": "In great hearts the cruelty of life gives birth to good."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "Cruelty, very far from being a vice, is the first sentiment Nature injects in us all."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Cruelty is the surest sign of stupidity."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "Cruelty is a part of nature, at least of human nature, but it is the one thing that seems unnatural to us."
    },
    {
      "cite": "Willie Nelson",
      "quote": "Cruelty is all out of ignorance. If you knew what was in store for you, you wouldn't hurt anybody, because whatever you do comes back much more forceful than you send it out."
    },
    {
      "cite": "Johnny Rich",
      "quote": "Is cruelty still cruel if it is necessary? Is cruelty still cruel if it is part of a lie?"
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Cruelty and fear shake hands together. An unfulfilled vocation drains the color from a man's entire existence."
    },
    {
      "cite": "Harriet Ann Jacobs",
      "quote": "Cruelty is contagious in uncivilized communities."
    },
    {
      "cite": "Euginia Herlihy",
      "quote": "Cruelty is not something you can just sugar coat with a smile, with laughter, with a hug or with an act of kindness. It is a diabolical behaviour that will keep popping up behind that smile, behind that laughter, behind that hug and behind that act of kindness. 'A man who is kind benefits himself, but a cruel man hurts himself.' (Proverbs 11:17)"
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "It is cruelty to the innocent not to punish the guilty."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Cruelty is, perhaps, the worst kid of sin. Intellectual cruelty is certainly the worst kind of cruelty."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Cruelty would be delicious if one could only find some sort of cruelty that didn't really hurt."
    },
    {
      "cite": "Pete Waterman",
      "quote": "There's a certain edge about cruelty. If you're honest about it, most people wince, but say it had to be said."
    },
    {
      "cite": "Martin Amis",
      "quote": "Probably human cruelty is fixed and eternal. Only styles change."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Lack of courage leads to cruelty."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Cruelty is a language that the blind can see, the deaf can hear, and the heart feels forever."
    },
    {
      "cite": "Jocelyn Murray",
      "quote": "There is no honor in cruelty."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Cruelty towards others is always also cruelty towards ourselves."
    },
    {
      "cite": "Jodie Foster",
      "quote": "Cruelty might be very human, and it might be cultural, but it's not acceptable."
    },
    {
      "cite": "Eliza Cook",
      "quote": "Cruelty constitutes the greatest moral distance at which an intelligent creature can be removed from a God of forbearance and mercy."
    },
    {
      "cite": "Lodovico Ariosto",
      "quote": "Cruelty ever proceeds from a vile mind, and often from a cowardly heart."
    },
    {
      "cite": "Elihu Root",
      "quote": "Cruelty to men and to the lower animals as well, which would have passed unnoticed a century ago, now shocks the sensibilities and is regarded as wicked and degrading."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Cruelty must be whitewashed by a moral excuse, and pretense of reluctance."
    },
    {
      "cite": "Erich Fromm",
      "quote": "The cruelty itself is motivated by something deeper: the wish to know the secret of things and of life."
    },
    {
      "cite": "Seneca",
      "quote": "All cruelty springs from weakness."
    },
    {
      "cite": "Tacitus",
      "quote": "Cruelty is fed, not weakened, by tears."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "Cruelty is the highest pleasure to the cruel man; it is his love."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "Cruelty is not a literary value."
    },
    {
      "cite": "Vernon Howard",
      "quote": "Cruelty practiced as a matter of social principle or public policy, and presented to the community as a means to a higher goal is the most obscene and decadent phenomenon of any civilization."
    },
    {
      "cite": "Rue McClanahan",
      "quote": "Cruelty is one fashion statement we can all do without."
    },
    {
      "cite": "Gilbert Parker",
      "quote": "War is cruelty, and none can make it gentle."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Cruelty is lack of courage."
    },
    {
      "cite": "Soledad O'Brien",
      "quote": "Is the capacity for cruelty inherent in all of us?"
    },
    {
      "cite": "Elisabeth Elliot",
      "quote": "Cruelty and wrong are not the greatest forces in the world. There is nothing eternal in them. Only love is eternal."
    },
    {
      "cite": "Gayendra Abeywardane",
      "quote": "The cruelty of men had infected the land, and sea only swept in sharp waves to the shores."
    }
  ]
}