{
  "source": "https://www.wisesayings.com/cruise-quotes/",
  "theme": "cruise",
  "quotes": [
    {
      "cite": "Tony Hsieh",
      "quote": "A bigger business is like a cruise ship: There are lots of amenities and you can go a lot further, but it's harder to turn quickly."
    },
    {
      "cite": "Martin Buber",
      "quote": "All journeys have secret destinations of which the traveller is unaware."
    },
    {
      "cite": "John Rousmaniere",
      "quote": "The goal is not to sail the boat, but rather to help the boat sail herself."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "The journey, not the arrival matters."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Any fool can carry on, but a wise man knows how to shorten sail in time."
    },
    {
      "cite": "Mark Twain",
      "quote": "Twenty years from now you will be more disappointed by the things you didn't do than by the ones you did do. So throw off the bowlines, sail away from the safe harbour. Catch the winds in your sails. Explore. Dream. Discover."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "He that will not sail till all dangers are over must never put to sea."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "The greatest thing in this world is not so much where we stand as in what direction we are moving."
    },
    {
      "cite": "Bob Bitchin",
      "quote": "Attitude is the difference between ordeal and adventure"
    },
    {
      "cite": "Robin Lee Graham",
      "quote": "At sea, I learned how little a person needs, not how much."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "For my part, I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails."
    },
    {
      "cite": "Brooks Atkinson",
      "quote": "Land was created to provide a place for boats to visit."
    },
    {
      "cite": "Mohammed Saeed al-Sahaf",
      "quote": "The Cruise missiles do not frighten anyone. We are catching them like fish in a river. I mean here that over the past two days, we managed to shoot down 196 missiles before they hit their target."
    },
    {
      "cite": "Grace Hopper",
      "quote": "A ship in port is safe, but that's not what ships are built for."
    },
    {
      "cite": "Dennis Conner",
      "quote": "Sailing is just the bottom line, like adding up the score in bridge. My real interest is in the tremendous game of life."
    },
    {
      "cite": "Patricia Hagan",
      "quote": "Oh, it was easy to see why people had whirlwind shipboard romances, for it was a temporary journey into fantasy, where dreams could come true if only for the duration of the cruise."
    },
    {
      "cite": "Lee Allred",
      "quote": "Without patience, a sailor I would never be."
    },
    {
      "cite": "Sir Francis Drake",
      "quote": "It isn't that life ashore is distasteful to me. But life at sea is better."
    },
    {
      "cite": "Mary Barra",
      "quote": "Super Cruise will follow the lanes of the road, follow the speed you set, and you can be hands-off driving on an expressway."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "There is nothing more enticing, disenchanting, and enslaving than the life at sea."
    },
    {
      "cite": "Susan Wiggs",
      "quote": "She watched the gap between ship and shore grow to a huge gulf. Perhaps this was a little like dying, the departed no longer visible to the others, yet both still existed, only in different worlds."
    },
    {
      "cite": "André Gide",
      "quote": "One doesn’t discover new lands without consenting to lose sight, for a very long time, of the shore."
    },
    {
      "cite": "Anita Desai",
      "quote": "Wherever you go becomes a part of you somehow."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "In life, it’s not where you go, it’s who you travel with."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "To move, to breathe, to fly, to float, To gain all while you give, To roam the roads of lands remote, To travel is to live."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "We wander for distraction, but we travel for fulfillment."
    },
    {
      "cite": "Isak Dinesen",
      "quote": "The cure for anything is saltwater, sweat, tears, or the sea."
    },
    {
      "cite": "Jacques Cousteau",
      "quote": "The sea, once it casts its spell, holds one in its net of wonder forever."
    },
    {
      "cite": "Joshua Slocum",
      "quote": "The days pass happily with me wherever my ship sails."
    },
    {
      "cite": "Marcel Proust",
      "quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes."
    },
    {
      "cite": "Mark Twain",
      "quote": "Travel is fatal to prejudice, bigotry, and narrow-mindedness."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "A mind that is stretched by a new experience can never go back to its old dimensions."
    },
    {
      "cite": "Pico Iyer",
      "quote": "We travel, initially, to lose ourselves, and we travel, next to find ourselves."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Stuff your eyes with wonder, live as if you’d drop dead in ten seconds. See the world. It’s more fantastic than any dream made or paid for in factories."
    },
    {
      "cite": "Robert Henri",
      "quote": "Why do we love the sea? It is because it has some potent power to make us think things we like to think."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "We travel for romance, we travel for architecture, and we travel to be lost."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "Ships at a distance have every man’s wish on board."
    },
    {
      "cite": "Helen Keller",
      "quote": "Life is either a daring adventure or nothing at all."
    },
    {
      "cite": "Michael Palin",
      "quote": "Once the travel bug bites there is no known antitode, and I know that I shall be happily infected until the end of my life."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We are tied to the ocean, and when we go back to the sea, whether it is to sail or to watch, we are going back from whence we came."
    },
    {
      "cite": "Hellen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched, they must be felt with the heart."
    },
    {
      "cite": "Vito Dumas",
      "quote": "It’s out there at sea that you are really yourself."
    },
    {
      "cite": "Jawaharial Nehru",
      "quote": "We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures we can have if only we seek them with our eyes open."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Old and young, we are all on our last cruise."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Live in the sunshine, swim the sea, drink the wild air."
    },
    {
      "cite": "Mark Twain",
      "quote": "There is no unhappiness like the misery of sighting land again after a cheerful, careless voyage."
    }
  ]
}