{
  "source": "https://www.wisesayings.com/crushes-quotes/",
  "theme": "crushes",
  "quotes": [
    {
      "cite": "Raheel Farooq",
      "quote": "Teenage crush is like flu. If you find a remedy for it, it lasts for a couple of days. If you don't, it still lasts for a couple of days."
    },
    {
      "cite": "Maya Banks",
      "quote": "Some crushes just never went away. They built, instead, into something permanent, obsessive and all consuming."
    },
    {
      "cite": "Luke Blaise Pereira",
      "quote": "Infatuation is like a drug that gives you the best high yet gives you the worst headache after."
    },
    {
      "cite": "Shana Alexander",
      "quote": "The mark of a true crush... is that you fall in love first and grope for reasons afterward."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "I know I am but summer to your heart, and not the full four seasons of the year."
    },
    {
      "cite": "Joseph Bartlett",
      "quote": "Infatuation is the language of a beautiful eye upon a sensitive heart."
    },
    {
      "cite": "Valerie Lombardo",
      "quote": "To be your friend was all I ever wanted; to be your lover was all I ever dreamed."
    },
    {
      "cite": "Claudia Adrienne Grandi",
      "quote": "If I had a single flower for every time I think of you, I could walk forever in my garden."
    },
    {
      "cite": "Brian Kiley",
      "quote": "There's always one teacher you have a crush on. For me it's my wife's aerobics instructor."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "It takes a minute to have a crush on someone, an hour to like someone, a day to love someone...but it takes a lifetime to forget someone."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "I used to write things for friends. There was this girl I had a crush on, and she had a teacher she didn't like at school. I had a real crush on her, so almost every day I would write her a little short story where she would kill him in a different way."
    },
    {
      "cite": "Jason Gordon",
      "quote": "A subway crush is simply someone you most likely will never talk to or even meet, but will stare at adoringly from afar. It's a crush in the simplest, most intense sense of the word."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "It's just that I don't want to be somebody's crush. If somebody likes me, I want them to like the real me, not what they think I am. And I don't want them to carry it around inside. I want them to show me, so I can feel it too."
    },
    {
      "cite": "Ash Sweeney",
      "quote": "Just thinking about you brings a smile to face, a twinkle to my eye, and a skipped beat to my heart."
    },
    {
      "cite": "Jennifer Saunders",
      "quote": "You get crushes on people. You have to see them every day in that week. They're a fantastic person, and it could be a man or a woman."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes I just can't ignore the way I feel when I see you smile."
    },
    {
      "cite": "Scarlett Johansson",
      "quote": "It's nice to have a crush on someone. It feels like you're alive, you know?"
    },
    {
      "cite": "Anais Nin",
      "quote": "Your eyes make me shy."
    },
    {
      "cite": "Maureen O'Hara",
      "quote": "I don't remember having a crush on a boy when I was a girl. I don't even remember my first kiss."
    },
    {
      "cite": "Steig Larsson",
      "quote": "What she had realised was that love was that moment when your heart was about to burst."
    },
    {
      "cite": "P. C. Cast",
      "quote": "And when you love someone you don't always see them realistically."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Admiration is a very short-lived passion, that immediately decays upon growing familiar with its object."
    },
    {
      "cite": "Judy Blume",
      "quote": "My insides still turn over when he looks at me that certain way."
    },
    {
      "cite": "Jill Santopolo",
      "quote": "Even without a kiss, this moment is perfect, and you wouldn't trade it for anything."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Nothing takes the taste out of peanut butter quite like unrequited love."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Some people are so much sunshine to the square inch."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "I think about you constantly, whether it's with my mind or my heart."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "When I find myself thinking of you, it is all the good memories that we had that bring a smile to my face."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "I like her because she smiles at me and means it."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Because of your smile, you make life more beautiful."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Isn't it funny how just one little phone call or text can make your bad day suddenly wonderful !"
    },
    {
      "cite": "Raymond Chandler",
      "quote": "She gave me a smile I could feel in my hip pocket."
    },
    {
      "cite": "Jazz Jennings",
      "quote": "Often, when a girl has a crush on a boy, her friend will dare her to speak to him or ask for a pencil, or better yet, let him know that she has a crush. Pretty risky stuff... It happens thousands of times a day in the lives of teenagers everywhere. Putting yourself out there. Daring to expose your true feelings."
    },
    {
      "cite": "Mandy Moore",
      "quote": "I got a crush on you; I hope you feel the way that I do: I get a rush when I’m with you; Oh, I got a crush on you."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I have a crush on your mind. I fell for your personality. Your looks are just a bonus."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "Crushes are so awful. I wonder if they suck worse for the crush-er or the crush-ee. I consider my three years of watching Josh from afar. Yeah, definitely the crush-er."
    },
    {
      "cite": "Sikhwetha maanda stanley",
      "quote": "When you have crush you become nothing but a poet."
    },
    {
      "cite": "David Archuleta",
      "quote": "Cause I’m trying and trying to walk away, but I know this crush ain’t goin’ away."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The world crushes the dust under its feet, but the seeker after truth should so humble himself that even dust could crush him."
    },
    {
      "cite": "Arlene De’Sha Jennings",
      "quote": "It's difficult when old friends grow apart, it still totally crushes my heart."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "One single feather crushes the whole swarm."
    },
    {
      "cite": "John Boyle O'Reilly",
      "quote": "Your brute-force crushes a legion, but a soul it can never reach."
    },
    {
      "cite": "Georg Trakl",
      "quote": "Everyday's gray grief crushes you."
    }
  ]
}