{
  "source": "https://www.wisesayings.com/crying-quotes/",
  "theme": "crying",
  "quotes": [
    {
      "cite": "Antoine Rivarol",
      "quote": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water."
    },
    {
      "cite": "John Vance Cheney",
      "quote": "The soul would have no rainbow had the eyes no tears."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Heaven knows we need never be ashamed of our tears, for they are rain upon the blinding dust of earth, overlying our hard hearts."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "You know that a good, long session of weeping can often make you feel better, even if your circumstances have not changed one bit."
    },
    {
      "cite": "Henry Maudsley",
      "quote": "The sorrow which has no vent in tears may make other organs weep."
    },
    {
      "cite": "Eileen Mayhew",
      "quote": "Let your tears come. Let them water your soul."
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "Tearless grief bleeds inwardly."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "It is such a secret place, the land of tears."
    },
    {
      "cite": "Mahogany SilverRain",
      "quote": "My body needs laughter as much as it needs tears. Both are cleansers of stress."
    },
    {
      "cite": "Rita Schiano",
      "quote": "Tears are God's gift to us. Our holy water. They heal us as they flow."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Crying is all right in its way while it lasts. But you have to stop sooner or later, and then you still have to decide what to do."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Do not apologize for crying. Without this emotion, we are only robots."
    },
    {
      "cite": "William Shakespeare",
      "quote": "To weep is to make less the depth of grief."
    },
    {
      "cite": "Dionne Warwick",
      "quote": "Crying is cleansing. There's a reason for tears, happiness or sadness."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Crying over what's gone won't find the present."
    },
    {
      "cite": "Sophia Loren",
      "quote": "If you haven't cried, your eyes can't be beautiful."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Invisible tears are the hardest to wipe away. Just let it out, my friend."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Laugh till you weep. Weep till there's nothing left but to laugh at your weeping. In the end it's all one."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "The tears of the world are a constant quality. For each one who begins to weep, somewhere else another stops. The same is true of the laugh."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Crying is the refuge of plain women but the ruin of pretty ones."
    },
    {
      "cite": "Charles Dickens",
      "quote": "It opens the lungs, washes the countenance, exercises the eyes, and softens down the temper; so cry away."
    },
    {
      "cite": "Joseph Roux",
      "quote": "There are people who laugh to show their fine teeth; and there are those who cry to show their good hearts."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "I wept not, so to stone within I grew."
    },
    {
      "cite": "Voltaire",
      "quote": "Tears are the silent language of grief."
    },
    {
      "cite": "Alfred Austin",
      "quote": "Tears are the summer showers to the soul."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "What soap is for the body, tears are for the soul."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes, crying is the only way your eyes speak when your mouth can't explain how broken your heart is."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Laughter and tears are both responses to frustration and exhaustion. I myself prefer to laugh, since there is less cleaning up to do afterward."
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "Tearless grief bleeds inwardly."
    },
    {
      "cite": "Natalie Clifford Barney",
      "quote": "Time engraves our faces with all the tears we have not shed."
    },
    {
      "cite": "Albert Smith",
      "quote": "Tears are the safety valve of the heart when too much pressure is laid on it."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Crying is right at hand in the smothering dark, closed inside someone else, when you see how everything you can ever accomplish will end up as trash."
    },
    {
      "cite": "unknown",
      "quote": "Crying is never a symbol of weakness. For the time we are born, it has always been a sign that we are alive...."
    },
    {
      "cite": "D.H. Mondfleur",
      "quote": "I like the snot to run a little, the tears to accumulate a bit before reaching for the handkerchief. Then I know I'm really crying. Crying just isn't crying unless it's messy."
    },
    {
      "cite": "Golda Meir",
      "quote": "Those who do not know how to weep with their whole heart don't know how to laugh either."
    },
    {
      "cite": "Violeta Parra",
      "quote": "Don't cry when the sun is gone, because the tears won't let you see the stars."
    },
    {
      "cite": "Thomas Otway",
      "quote": "Shining through tears, like April suns in showers, that labor to overcome the cloud that loads em."
    },
    {
      "cite": "Ovid",
      "quote": "There is a certain pleasure in weeping."
    },
    {
      "cite": "Steel Magnolias",
      "quote": "Laughter through tears is my favorite emotion."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "More grievous than tears is the sight of them."
    },
    {
      "cite": "Amborella Oltre",
      "quote": "I heard the teardrop hit my pillow before I even knew I was crying."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Promises are like crying babies in a theater, they should be carried out at once."
    },
    {
      "cite": "William Somerset Maugham",
      "quote": "It's no good crying over spilt milk, because all the forces of the universe were bent on spilling it."
    },
    {
      "cite": "French Proverb",
      "quote": "Life is an onion and one peels it crying."
    },
    {
      "cite": "Dr. Hook",
      "quote": "Have a good cry, wash out your heart. If you keep it inside it'll tear you apart. Sometimes you lose, but you're gonna win if you just hang in."
    },
    {
      "cite": "Victor Hugo",
      "quote": "He does not weep who does not see."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "I was smiling yesterday,I am smiling today and I will smile tomorrow.Simply because life is too short to cry for anything."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness."
    },
    {
      "cite": "Alanis Morissette",
      "quote": "When pain brings you down, don't be silly, don't close your eyes and cry, you just might be in the best position to see the sun shine."
    },
    {
      "cite": "William Shakespeare",
      "quote": "When we are born, we cry that we are come to this great stage of fools."
    },
    {
      "cite": "James Baldwin",
      "quote": "People can cry much easier than they can change."
    },
    {
      "cite": "Carrie Ryan",
      "quote": "You stay safe, You love. You survive. You laugh and cry and struggle and sometimes you fail and sometimes you succeed. You Push."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Never cry because you have mountains of problem in your hands to solve. Always smile because each problems will someday resolve."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Whenever she felt like crying, she would instead become angry—at someone else or at herself—which meant that it was rare for her to shed tears."
    },
    {
      "cite": "Leila Sales",
      "quote": "Sometimes, when you are worn down, day after day, relentlessly, with no reprieve for years piled on years, sometimes you lose everything but the ability to cry."
    },
    {
      "cite": "Lisi Harrison",
      "quote": "She didn't mind a little rain. At least no one would see her cry."
    },
    {
      "cite": "Joshilyn Jackson",
      "quote": "God gave us crying so other folks could see when we needed help, and help us."
    },
    {
      "cite": "Taylor Swift",
      "quote": "If somebody hurts you, it's okay to cry a river, just remember to build a bridge and get over it."
    },
    {
      "cite": "Demi Lovato",
      "quote": "Watch a movie that makes you laugh or listen to a song that makes you cry. Embrace your emotions and be proud of what you feel."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Life is an onion - you peel it year by year and sometimes cry."
    },
    {
      "cite": "Julie Metz",
      "quote": "At some point, I had to start laughing, because I was all wrung out from crying."
    },
    {
      "cite": "Kinoko Nasu",
      "quote": "I can't cry if I tried. Because the crying is something special."
    },
    {
      "cite": "Peter Marshall",
      "quote": "That's why you're crying? Because you're happy? You're going to be crying for all your married life, then."
    },
    {
      "cite": "Sulev Nõmmik",
      "quote": "Crying is the best thing in the world! A real man must cry really hard once in a lifetime!"
    },
    {
      "cite": "Jordan Fried",
      "quote": "It's like that phrase about smiling because it happened and not crying because it's over. Except you are crying, but out of happiness."
    },
    {
      "cite": "Jordan Roberts",
      "quote": "Crying is a natural response to pain."
    },
    {
      "cite": "Neil Simon",
      "quote": "You can't spend the rest of your life crying. It annoys people in the movies."
    },
    {
      "cite": "E. Phillips Oppenheim",
      "quote": "Cinderella didn't cry in the story. But she would have in real life. I'm too happy not to cry. Too happy."
    },
    {
      "cite": "Ingmar Bergman",
      "quote": "Crying? yes. Women live in a storm of tears. They must breathe with gills - for a man chokes in all that salt water."
    },
    {
      "cite": "Joe Connelly",
      "quote": "Sometimes things get so messed up, crying is the only thing you can do."
    },
    {
      "cite": "Elly Brewer",
      "quote": "Because nothing changes, no matter how much you cry or how sorry you feel for yourself."
    },
    {
      "cite": "Benjamin Joseph Levin",
      "quote": "Ain't no crying in the club (hey, hey) / Let the beat carry away, your tears as they fall baby"
    },
    {
      "cite": "Tom Higgenson",
      "quote": "Don't you go crying no tears / Take your feelings and hide them / Roll them up and ignite them"
    },
    {
      "cite": "Tom Higgenson",
      "quote": "Now you're gonna cry about it like that's gonna solve anything? / You're gonna let this girl make you feel so low, so desperate"
    },
    {
      "cite": "Joe Melson",
      "quote": "Since you said so long left me standing all alone alone and crying crying crying crying / It's hard to understand that the touch of your hand can start me crying / I thought that I was over you but it's true so true"
    },
    {
      "cite": "Rita Chester",
      "quote": "Women cry more often. It's just true in a general sense. You an attribute it to emotions, culture, or simply to hormones."
    },
    {
      "cite": "Andrée Nicole",
      "quote": "Crying is a perfectly natural, healthy thing to do."
    },
    {
      "cite": "Andrée Nicole",
      "quote": "We usually cry in response to strong emotions either during times of sadness, joy, despair, or even anger."
    },
    {
      "cite": "Andrée Nicole",
      "quote": "However in the midst of theses tears, I later learned that they encouraged healing, and because of the fact that I was able to cry, I had gained remarkable strength and the ability to make the required steps to fully heal."
    },
    {
      "cite": "Andrée Nicole",
      "quote": "Do you believe that by holding in your tears creates more harm than good?"
    },
    {
      "cite": "Gina Schampers",
      "quote": "Just because you are not crying over a death of a loved one does not mean that is wrong. It is okay not to cry."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "We must also look into our feelings of grief and loss. When we accept that everything is constantly changing, when we accept the inevitability that people and animals die, we can deal with pain in a much better fashion."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "Embrace your grief and your sadness felt towards those that have passed and remember them with love."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "Replace your grief with love and appreciation. That is truly what any who have departed from our lives would wish for us."
    },
    {
      "cite": "Jon Gordon",
      "quote": "You are more powerful than your circumstances. They don't define you. You do."
    },
    {
      "cite": "Jon Gordon",
      "quote": "The story you tell yourself defines the life you live and the actions you take. It's important to tell yourself a positive story."
    },
    {
      "cite": "Jon Gordon",
      "quote": "While fear and worry can weaken or harden you, love transforms you and the people and situations around you."
    },
    {
      "cite": "Jon Gordon",
      "quote": "You don't have to wait to feel positive enough for a smile to happen. You can generate a positive feeling by smiling. Your smile can be the source of your positivity, not the result of it. Smile more today."
    },
    {
      "cite": "Alain De Botton",
      "quote": "The moment we cry in a film is not when things are sad but when they turn out to be more beautiful than we expected them to be."
    },
    {
      "cite": "Libba Bray",
      "quote": "I an see his pain, see it in the way he runs his fingers through his hair, over and over, and I understand what it costs him to hide it all."
    },
    {
      "cite": "John Preston",
      "quote": "Crying has been found to bring significant emotional relief."
    },
    {
      "cite": "John Preston",
      "quote": "Crying is a social signal that might elicit support from others."
    },
    {
      "cite": "John Preston",
      "quote": "Crying often leads to emotional relief for people with depression."
    },
    {
      "cite": "John Preston",
      "quote": "Crying is not a sign of weakness, and you can still get things done when you're crying."
    },
    {
      "cite": "Lois P. Frankel",
      "quote": "You don't need a PhD to know many women cry when they're happy, when they're sad, when they're frustrated, when they're angry, when the sun shining, when it's not--well, you get the point."
    },
    {
      "cite": "Lois P. Frankel",
      "quote": "Don't substitute tears for anger. Women often cry because they've been taught being angry isn't ladylike or acceptable."
    }
  ]
}