{
  "source": "https://www.wisesayings.com/cryptocurrency-quotes/",
  "theme": "cryptocurrency",
  "quotes": [
    {
      "cite": "Steve Eisman",
      "quote": "What value does cryptocurrency actually add? No one's been able to answer that question for me."
    },
    {
      "cite": "Naval Ravikant",
      "quote": "Cryptocurrency currencies take the concept of money, and they take it native into computers, where everything is settled with computers and doesn't require external institutions or trusted third parties to validate things."
    },
    {
      "cite": "Adi Shamir",
      "quote": "The crypto currency community hasn't decided whether they want to be anarchist rebels or to replace the establishment."
    },
    {
      "cite": "Andrew Ross Sorkin",
      "quote": "Bitcoin, in the short or even long term, may turn out be a good investment in the same way that anything that is rare can be considered valuable. Like baseball cards. Or a Picasso."
    },
    {
      "cite": "Timothy C. Draper",
      "quote": "Bitcoin frees people from trying to operate in a modern market economy."
    },
    {
      "cite": "Bill Gates",
      "quote": "Bitcoin is a technological tour de force."
    },
    {
      "cite": "Wences Casares",
      "quote": "Right now Bitcoin feels like the Internet before the browser."
    },
    {
      "cite": "Max Keiser",
      "quote": "Bitcoin is the currency of resistance."
    },
    {
      "cite": "Rick Falkvinge",
      "quote": "Bitcoin will do to banks what email did to the postal industry."
    },
    {
      "cite": "Eric Schmidt",
      "quote": "Bitcoin is a remarkable cryptographic achievement and the ability to create something that is not duplicable in the digital world has the enormous value."
    },
    {
      "cite": "Andreas Antonopoulos",
      "quote": "Bitcoin is not currency; it's the internet of money!"
    },
    {
      "cite": "Wences Casares",
      "quote": "Bitcoin is not a currency for a government; it is a global currency for the people."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Bitcoin is the beginning of something great: a currency without a government, something necessary and imperative."
    },
    {
      "cite": "Kurt Eichenwald",
      "quote": "Bitcoins are not an investment. They are an investment fad that someday could be a real digital currency, but if they continue to behave as they have, they will instead be nothing."
    },
    {
      "cite": "Peter Diamandis",
      "quote": "At its core, bitcoin is a smart currency, designed by very forward-thinking engineers. It eliminates the need for banks, gets rid of credit card fees, currency exchange fees, money transfer fees, and reduces the need for lawyers in transitions all good things."
    },
    {
      "cite": "Julian Assange",
      "quote": "Bitcoin actually has the balance and incentives right, and that is why it is starting to take off."
    },
    {
      "cite": "Leon Louw",
      "quote": "Bitcoin might revolutionise more than money or economics. It could transform the role and nature of government"
    },
    {
      "cite": "Stefan Molyneux",
      "quote": "So bitcoin gives us an opportunity to reclaim the power of the people to say yes or no to what the government claims that it wants to do."
    },
    {
      "cite": "Dan Kaminsky",
      "quote": "BitCoin is actually an exploit against network complexity. Not financial networks, or computer networks, or social networks. Networks themselves."
    },
    {
      "cite": "Andreas Antonopoulos",
      "quote": "Bitcoin is a currency, bitcoin is a network, bitcoin is a technology and you can't separate these things. A consensus network that bases its value on the currency does not work without the currency."
    },
    {
      "cite": "Brad Garlinghouse",
      "quote": "If the cryptocurrency market overall or a digital asset is solving a problem, it's going to drive some value."
    },
    {
      "cite": "Erik Voorhees",
      "quote": "Whenever the price of cryptocurrency is rallying, people start spending a lot more."
    },
    {
      "cite": "Dan Kaminsky",
      "quote": "Bitcoin's got its issues. But it is not competing with perfection."
    },
    {
      "cite": "Paul Ford",
      "quote": "Bitcoin isn’t tied to any commodity – besides trust."
    }
  ]
}