{
  "source": "https://www.wisesayings.com/cryptic-quotes/",
  "theme": "cryptic",
  "quotes": [
    {
      "cite": "Mary Jo Putney",
      "quote": "Enigmatic - the quality of keeping silent and making people wonder if one is stupid rather than opening one's mouth and removing all doubt."
    },
    {
      "cite": "Elsa Barker",
      "quote": "Our minds are the most mysterious things about us."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Stay curious! Life is simple but mysterious."
    },
    {
      "cite": "Walter Darby Bannard",
      "quote": "When you make the obvious mysterious, then the mysterious becomes unavailable."
    },
    {
      "cite": "Bede Jarrett",
      "quote": "The mysterious is always attractive. People will always follow a vail."
    },
    {
      "cite": "William Rounseville Alger",
      "quote": "A blue eye is a true eye; Mysterious is a dark one, Which flashes like a spark sun! A black eye is the best one."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "That mysterious independent variable of political calculation, Public Opinion."
    },
    {
      "cite": "James Baldwin",
      "quote": "Confusion is a luxury which only the very, very young can possibly afford and you are not that young anymore."
    },
    {
      "cite": "Benjamin Whichcote",
      "quote": "The more mysterious, the more imperfect: that which is mystically spoken is but half spoken."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Nothing is wholly obvious without becoming enigmatic. Reality itself is too obvious to be true"
    },
    {
      "cite": "Dean Koontz",
      "quote": "Life's mysterious, strange, and full of wonders - and only a fool withdraws from it willingly and lets it pass him by."
    },
    {
      "cite": "Sitting Bull",
      "quote": "It is through this mysterious power that we too have our being, and we therefore yield to our neighbors, even to our animal neighbors, the same right as ourselves to inhabit this vast land."
    },
    {
      "cite": "Ruskin Bond",
      "quote": "Happiness is a mysterious thing, to be found somewhere between too little and too much."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The most confused you will ever get is when you try to convince your heart and spirit of something your mind knows is a lie."
    },
    {
      "cite": "Carolyn Keene",
      "quote": "Do act mysterious. It always keeps them coming back for more."
    },
    {
      "cite": "Ze Frank",
      "quote": "Trust is a confusing thing. It seems so simple, but when you try to pin it down, it can be so elusive."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "No object is mysterious. The mystery is your eye."
    },
    {
      "cite": "Eliezer Yudkowsky",
      "quote": "There were mysterious questions, but a mysterious answer was a contradiction in terms."
    },
    {
      "cite": "Niall Williams",
      "quote": "Human beings are not seamless smooth creations, they have insoluble parts, and the closer you look the more mysterious they become."
    },
    {
      "cite": "Nigel Calder",
      "quote": "The natural pattern of current astronomy is provided by the cryptic unity of nature itself (belief in which is the chief act of faith of the scientist)."
    },
    {
      "cite": "John Dryden",
      "quote": "For mysterious things of faith, rely on the proponent, Heaven's authority."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Be extremely subtle, even to the point of formlessness. Be extremely mysterious, even to the point of soundlessness. Thereby you can be the director of the opponent's fate."
    },
    {
      "cite": "Michele Cassou",
      "quote": "There is this mysterious energy that wants us to keep growing."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Life has its enigmatic events, that can make it a mystery, or my misery. It all depends on how I view it."
    },
    {
      "cite": "Meghan O'Rourke",
      "quote": "Our minds are mysterious; our conscious brain is like a ship on a sea that is obscure to us."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Considering the sense of powerlessness that such a state of affairs would bring about, to have people floating in a pool of mysterious question marks seems like a minor sin."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "It's a very confusing era that we're in."
    },
    {
      "cite": "Jeff Goldblum",
      "quote": "It's mysterious what attracts you to a person."
    }
  ]
}