{
  "source": "https://www.wisesayings.com/cuba-quotes/",
  "theme": "cuba",
  "quotes": [
    {
      "cite": "Pico Iyer",
      "quote": "For centuries, Cuba's greatest resource has been its people."
    },
    {
      "cite": "Pedro Juan Gutierrez",
      "quote": "Cuba may be the only place in the world where you can be yourself and more than yourself at the same time."
    },
    {
      "cite": "Fernando Perez",
      "quote": "In Cuba and specifically in Havana there's a sort of energy that turns every situation into something unexpected."
    },
    {
      "cite": "Assata Shakur",
      "quote": "Cuba has its own moral system and priorities. That's what keeps it going, the belief that the country can control its own destiny."
    },
    {
      "cite": "Fernando Perez",
      "quote": "I don't think that the reality of Cuba is perfect, but it doesn't cleave to the negativity, either, with which some people see it."
    },
    {
      "cite": "Pitbull",
      "quote": "The people in Cuba, they know what I stand for, and there's a lot of people in Cuba that stand for the same. But they can't say it."
    },
    {
      "cite": "Assata Shakur",
      "quote": "Being in Cuba has allowed me to live in a society that is not at war with itself. There is a sense of community. It's a given in Cuba that, if you fall down, the person next to you is going to help you get up."
    },
    {
      "cite": "Henry Louis Gates",
      "quote": "Cuba is like going to a whole other planet. It's so different but it's so similar to the United States, to Miami. It's like a doppelgaenger. It's the mirror image. And I have no doubt, that once Cuba becomes democratic, that it will be the favorite tourist destination for Americans."
    },
    {
      "cite": "Carlos Fuentes",
      "quote": "Cuba needs a dose of perestroika."
    },
    {
      "cite": "Alberto Juantorena",
      "quote": "In Cuba we use our champions to promote the sport."
    },
    {
      "cite": "Assata Shakur",
      "quote": "What most impressed me about Cuba was the optimism."
    },
    {
      "cite": "Brit Marling",
      "quote": "Living in Cuba made me unafraid of whatever could happen to me."
    },
    {
      "cite": "William McKinley",
      "quote": "Cuba ought to be free and independent, and the government should be turned over to the Cuban people."
    },
    {
      "cite": "Jose Contreras",
      "quote": "It's amazing how everything here seems like it's in abundance. In Cuba, there is a shortage of everything."
    },
    {
      "cite": "Raul Castro",
      "quote": "The notion that Cuba is the only country in the world where you can live without working must be erased forever."
    },
    {
      "cite": "Julia Sawalha",
      "quote": "Cuba is such a beautiful country, and everywhere you go, there's music and people dancing - especially in Havana."
    },
    {
      "cite": "Fernando Perez",
      "quote": "It's true that in Cuba there are double standards, there's opportunism, and there is a lack of freedom in some ways."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Cuba has become a symbol of courageous resistance to attack. Since 1959, Cuba has been under attack from the hemispheric superpower."
    },
    {
      "cite": "Felipe Perez",
      "quote": "Cuba laments and expresses its profound sadness for the loss of so many innocent lives and expresses our absolute rejection of acts of terrorism, wherever they may come from."
    },
    {
      "cite": "Assata Shakur",
      "quote": "I trust Cuba as a principled country. Cuba's strength is that it has been steadfast in its commitment to the principles of liberation, freedom, of resistance to the kind of institutionalized terrorism that the United States government does every day."
    },
    {
      "cite": "Lech Walesa",
      "quote": "Communism in Cuba will collapse sooner or later because you can't control the free flow of information. Communism prevents organizations from developing by stopping the flow of information. The system is based on police and listening devices and triggers the worst characteristics in humans."
    }
  ]
}