{
  "source": "https://www.wisesayings.com/cuddle-quotes/",
  "theme": "cuddle",
  "quotes": [
    {
      "cite": "Purity Hogan",
      "quote": "I feel your love so real in my love, so true and strong especially when you put your arms around me. You make me always crave your cuddles."
    },
    {
      "cite": "Robert Bird",
      "quote": "Come cuddle close in daddy's coat Beside the fire so bright, And hear about the fairy folk That wander in the night."
    },
    {
      "cite": "Jane Thomson",
      "quote": "What is life, without your arms around me? What is life without the smell of you next to me? What is life without you by my side? Cuddle me, love me and promise never to ever live my side."
    },
    {
      "cite": "Henry Spira",
      "quote": "I began to wonder why we cuddle some animals and put a fork in others."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "Come, cuddle your head on my shoulder, dear, your head like the golden rod, and we will go sailing away from here to the beautiful Land of Nod."
    },
    {
      "cite": "Ellen Gilchrist",
      "quote": "Cuddle up. Rain always stops. It always stops. It always does."
    },
    {
      "cite": "Laurell K Hamilton",
      "quote": "All I really wanted to do was cuddle back under the blankets, maybe with a certain stuffed toy penguin I knew. Yeah, hiding sounded good."
    },
    {
      "cite": "Kat Dennings",
      "quote": "There's nothing else I would rather do, unless there was a profession that involved cuddling bunny rabbits and kittens all day for money."
    },
    {
      "cite": "Keith Getty",
      "quote": "I've always loved the music...My favorite kind of music is Christmas music and the only thing I love better music is my wife and daughters. So, hanging out with my wife and daughters and cuddling them will be pretty cool."
    },
    {
      "cite": "Dave Attell",
      "quote": "Don't get me wrong, I like to cuddle. But there is such a fine line between cuddling and holding someone down so that they can't get away."
    },
    {
      "cite": "Nicola Horlick",
      "quote": "When I pick up one of my children and cuddle them, all the strain and stress of life temporarily disappears. There is nothing more wonderful than motherhood and no-one will ever love you as much as a small child."
    },
    {
      "cite": "Tim LaHaye",
      "quote": "He imagined them sitting somewhere, just enjoying each other's company, her head on his chest, his arm around her. And he realized how desperately lonely he had become."
    },
    {
      "cite": "Russell Crowe",
      "quote": "My days, if they start in the morning with a cuddle from my son, are just so much more glorious than they were prior to that."
    },
    {
      "cite": "Harry Styles",
      "quote": "I'm tired of going to an empty bedroom every night. I wish I had a girl I could cuddle with."
    },
    {
      "cite": "David Nicholls",
      "quote": "Cuddling was for great aunts and teddy bears. Cuddling gave him cramp."
    },
    {
      "cite": "Harry Styles",
      "quote": "I get really upset some days , and I really just wish I had someone there to cuddle."
    },
    {
      "cite": "Charlie Sheen",
      "quote": "I have to tell them that last night was a shameful train wreck filled with blind cuddly puppies."
    },
    {
      "cite": "James Clarke",
      "quote": "Living cuddled in your life is one thing I would give my life for, having to be kissed by you every morning I would die for and without you; my life is not worth living."
    },
    {
      "cite": "A. J. McLean",
      "quote": "Love for me is innocence, honesty, compassion, trust, loyalty, a gentle summer breeze, sunshine, a great cuddle."
    },
    {
      "cite": "Eric Bristow",
      "quote": "All this cuddling and kissing on stage these days, well it's all right in football when someone scores a goal, but not when you're playing darts."
    },
    {
      "cite": "Robbie Williams",
      "quote": "I miss having someone to cuddle up and have an early night with. But I'm looking. Meanwhile, I'm having a few relationships that don't mean much."
    },
    {
      "cite": "Giles Andreae",
      "quote": "When it's cold & dark at night, and we're alone together, I long to take you in my arms, and cuddle you forever."
    },
    {
      "cite": "Shahrukh Khan",
      "quote": "Yeah, I treat all my heroines like children now. I pick them up, I cuddle them, I call them baby."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "What the world really needs is more love and less paperwork."
    },
    {
      "cite": "Anita Scott Coleman",
      "quote": "The baby I hold in my arms is a black baby. / I toil, and I cannot always cuddle him. / I place him on the ground at my feet."
    },
    {
      "cite": "Ray",
      "quote": "Men don't like to cuddle. We only like it if it leads to, you know, lower cuddling."
    },
    {
      "cite": "Patty",
      "quote": "I can sit on her lap, though, and she tells me stories about when she was young and I can cuddle up with her. It sounds weird, but I like to snuggle into her and smell her and rub her arm in my face. She is cozy."
    },
    {
      "cite": "Richard Exley",
      "quote": "Moms are always busy but never too busy to give you a quick cuddle."
    },
    {
      "cite": "Clive James",
      "quote": "He looks such a wooly cuddle and sounds smoother than a pint of Guinness going down a dry throat."
    },
    {
      "cite": "Rob Grader",
      "quote": "There is no wrong way to cuddle, but there are ways to make your cuddles more intimate and enjoyable."
    },
    {
      "cite": "Rob Grader",
      "quote": "Above all else, a cuddle must be comfortable for it to be comforting."
    },
    {
      "cite": "Rob Grader",
      "quote": "Once you are physically communicating with your partner through the cuddle, verbal communication will have even more of an impact."
    },
    {
      "cite": "Sonica Ellis",
      "quote": "Grandma's cuddles start with a hug, / And soon you're feeling safe and snug. / She pulls you in then tickles your chin, / And asks you how your day has been."
    },
    {
      "cite": "Rob Grader",
      "quote": "Within the simple act of an embrace, two people can be joined together in such an intense bond that words no longer serve a purpose. The cuddle says it all."
    },
    {
      "cite": "Rob Grader",
      "quote": "One of the magical things about cuddling is that anyone can do it. It is not limited by gender, age, sie, or acrobatic abilities."
    },
    {
      "cite": "Elizabeth Verdick",
      "quote": "Cuddle time can help your baby calm down after an upset or get ready for naps and beds. Make cuddling a frequent part of your daily routine."
    },
    {
      "cite": "Christina Georgina Rossetti",
      "quote": "‘Cuddle and love me, cuddle and love me,’ / Crows the mouth of coral pink: / Oh, the bald head, and, oh, the sweet lips, / And, oh, the sleepy eyes that wink!"
    },
    {
      "cite": "Angelina Sabia",
      "quote": "When I look into your eyes, / I see you're in love, / When we cuddle I feel safe, / And I don't feel like a waif."
    },
    {
      "cite": "Dave Willis",
      "quote": "Fight less, cuddle more. Demand less, serve more. Text less, talk more. Criticize less, compliment more. Stress less, laugh more. Worry less, pray more. With each new day, find new ways to love each other even more."
    },
    {
      "cite": "Kandyse Mcclure",
      "quote": "I read that when cats are cuddling and kneading you, and you think it’s cute, they're really just checking your vitals for weak spots."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Petting, scratching, and cuddling a dog could be as soothing to the mind and heart as deep meditation and almost as good for the soul as prayer."
    },
    {
      "cite": "Brigitte Nielsen",
      "quote": "Being cuddly has nothing to do with size."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "Memories keep us stay alive as they gently cuddle us along the squirming roads of our lives and even warn us sometimes of insidious pitfalls."
    },
    {
      "cite": "Anoir Ou-Chad",
      "quote": "When you miss your loved one, remember the beautiful moments you've had with them. And when your heart swells, cuddle your pillow and let your tears soothe the pain."
    },
    {
      "cite": "Will Advise",
      "quote": "All my friends are bums. We all gather around our camp-fire (in a can) and sing songs of togetherness as we cuddle, to preserve our warmth..."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "I'm not a hugger. People make fun of me. It's something that I have a hard time with. If someone hugs me, I hold my breath. Snuggling, cuddling, hugging, crying - all that stuff makes me very uncomfortable."
    },
    {
      "cite": "Philip Johnson",
      "quote": "It is wonderful to be in the country in a glasshouse because no matter what happens out there, you're nice and safe, you know, cuddled in your little bed, and there it is, raging storms, snowing - wonderful. -"
    },
    {
      "cite": "Andre Benjamin",
      "quote": "If models are made for modeling, thick girls are made for cuddling."
    },
    {
      "cite": "Zoe Heller",
      "quote": "It's similar to the way you feel cuddling an infant or a kitten when you want to squeeze it so hard you'd kill it..."
    },
    {
      "cite": "AJ McLean",
      "quote": "Love for me is innocence, honesty, compassion, trust, loyalty, a gentle summer breeze, sunshine, a great cuddle."
    },
    {
      "cite": "Ray Davies",
      "quote": "End up blowing all of his wages for the week, all for a cuddle and a peck on the cheek"
    },
    {
      "cite": "Alyssa Milano",
      "quote": "Our bodies are made to nurture and cuddle and all of those amazing things that come along with being a mom."
    }
  ]
}