{
  "source": "https://www.wisesayings.com/culinary-quotes/",
  "theme": "culinary",
  "quotes": [
    {
      "cite": "Francois Minot",
      "quote": "Anybody can make you enjoy the first bite of a dish, but only a real chef can make you enjoy the last."
    },
    {
      "cite": "Luciano Pavarotti",
      "quote": "One of the very nicest things about life is the way we must regularly stop whatever it is we are doing and devote our attention to eating."
    },
    {
      "cite": "Isabella Beeton",
      "quote": "A good kitchen should be sufficiently remote from the principal apartments of the house, that the members, visitors, or guests of the family, may not perceive the odour incident to cooking, or hear the noise of culinary operations."
    },
    {
      "cite": "Emeril Lagasse",
      "quote": "Cooking is so popular today because it's the perfect mix of food and fun."
    },
    {
      "cite": "Harriet Van Horne",
      "quote": "Cooking is like love. It should be entered into with abandon or not at all."
    },
    {
      "cite": "Ted Allen",
      "quote": "People want honest, flavourful food, not some show-off meal that takes days to prepare."
    },
    {
      "cite": "Dione Lucas",
      "quote": "The preparation of good food is merely another expression of art, one of the joys of civilized living."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "The chef that grew up with the grandma who cooks tends to always beat the chef that went to the culinary institute. It's in the blood."
    },
    {
      "cite": "Julia Child",
      "quote": "Cooking well doesn't mean cooking fancy."
    },
    {
      "cite": "Tanith Tyrr",
      "quote": "Ingredients are not sacred. The art of cuisine is sacred."
    },
    {
      "cite": "Andy Paula",
      "quote": "Craving is a good thing.In matters of culinary art, craving creates wonders."
    },
    {
      "cite": "Jeffrey Steingarten",
      "quote": "But the goal of the arts, culinary or otherwise, is not to increase our comfort. That is the goal of an easy chair."
    },
    {
      "cite": "James Hamilton Paterson",
      "quote": "A culinary triumph: the ingenious use of food as an offensive weapon."
    },
    {
      "cite": "Ferran Adria",
      "quote": "You cannot get an influence from the cuisine of a country if you don't understand it. You've got to study it."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "One cannot think well, love well, sleep well, if one has not dined well."
    },
    {
      "cite": "Eric Christian Olsen",
      "quote": "At culinary school, none of the things we use to define ourselves outside that world - actor, producer, student - none of that matters. It's a magical art form."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "After a good dinner one can forgive anybody, even one's own relatives."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "Even just a few spices or ethnic condiments that you can keep in your pantry can turn your mundane dishes into a culinary masterpiece."
    },
    {
      "cite": "Andre Simon",
      "quote": "Cookery is a wholly unselfish art: All good cooks, like all great artists, must have an audience worth cooking for."
    },
    {
      "cite": "Harriet Van Horne",
      "quote": "Cooking is like love, it should be entered into with abandon or not at all."
    },
    {
      "cite": "Angelo Pellegrini",
      "quote": "A man who loves good food has a way of making it gravitate toward his kitchen."
    },
    {
      "cite": "Laiko Bahrs",
      "quote": "When baking, follow directions. When cooking, go by your own taste."
    },
    {
      "cite": "Mark Twain",
      "quote": "Part of the secret of success in life is to eat what you like and let the food fight it out inside."
    },
    {
      "cite": "Elsa Schiaparelli",
      "quote": "A good cook is like a sorceress who dispenses happiness."
    },
    {
      "cite": "Alton Brown",
      "quote": "Culinary tradition is not always based on fact. Sometimes it's based on history, on habits that come out of a time when kitchens were fueled by charcoal."
    },
    {
      "cite": "Nathan Myhrvold",
      "quote": "Cooking is an art, but all art requires knowing something about the techniques and materials."
    },
    {
      "cite": "Julia Child",
      "quote": "No one is born a great cook, one learns by doing."
    },
    {
      "cite": "G. Garvin",
      "quote": "Great cooking is about being inspired by the simple things around you fresh markets, various spices. It doesn't necessarily have to look fancy."
    },
    {
      "cite": "Judith B. Jones",
      "quote": "Cooking demands attention, patience, and above all, a respect for the gifts of the earth. It is a form of worship, a way of giving thanks."
    },
    {
      "cite": "Marcel Boulestin",
      "quote": "Cookery is not chemistry. It is an art. It requires instinct and taste rather than exact measurements."
    },
    {
      "cite": "Bo Songvisava",
      "quote": "Secrets, especially with cooking, are best shared so that the cuisine lives on."
    }
  ]
}