{
  "source": "https://www.wisesayings.com/cult-quotes/",
  "theme": "cult",
  "quotes": [
    {
      "cite": "Anita Robinson",
      "quote": "The cult of personality is the curse of modern communication. Why should we believe that the actor, the entertainer or the sportsperson, the well-born, rich (whether by talent or accident,) or just famous for being famous, have anything original, wise, or philosophical to say? Yet, smitten by celebrity, we hang upon their lips."
    },
    {
      "cite": "Keith Henson",
      "quote": "Even small cults are a serious cost on the world economy, to victims, their families, employers, friends, and credit-card companies."
    },
    {
      "cite": "Cyril M. Drew",
      "quote": "The new cult... unimportant and opinionated young men who fancy that they can invert Nature and the human passions.... The love of a man for a woman, of woman for man, is the axis whereon the universe revolves."
    },
    {
      "cite": "Tom Wolfe",
      "quote": "A cult is a religion with no political power."
    },
    {
      "cite": "Philip Seymour Hoffman",
      "quote": "One person's religion is another person's cult."
    },
    {
      "cite": "Scott McLemee",
      "quote": "The difference between a cult and an established religion is sometimes about one generation."
    },
    {
      "cite": "Robert Altman",
      "quote": "What's a cult? It just means not enough people to make a minority."
    },
    {
      "cite": "Helen Dendy Bosanquet",
      "quote": "Every family had its own peculiar cult, to which no stranger was ever admitted, and which alone could appease and satisfy the gods of that family. The cult was handed down from father to son, from generation to generation, and could not be lost without condemning the whole series of ancestors to eternal misery."
    },
    {
      "cite": "Pope Francis",
      "quote": "The worship of the golden calf of old has found a new and heartless image in the cult of money and the dictatorship of an economy which is faceless and lacking any truly human goal."
    },
    {
      "cite": "Roger Lowenstein",
      "quote": "The modern spirit is a hesitant one. Spontaneity has given way to cautious legalisms, and the age of heroes has been superseded by a cult of specialization. We have no more giants; only obedient ants."
    },
    {
      "cite": "Max Lerner",
      "quote": "Despite the success cult, men are most deeply moved not by the reaching of the goal but by the grandness of the effort involved in getting there - or failing to get there."
    },
    {
      "cite": "Okakura Kakuzō",
      "quote": "Teaism is a cult founded on the adoration of the beautiful among the sordid facts of everyday existence.... It is essentially a worship of the Imperfect, as it is a tender attempt to accomplish something possible in this impossible thing we know as life."
    },
    {
      "cite": "Marguerite Yourcenar",
      "quote": "Men who care passionately for women attach themselves at least as much to the temple and to the accessories of the cult as to their goddess herself."
    },
    {
      "cite": "Pascal Bruckner",
      "quote": "The cult of happiness turns into a huge concern which to my opinion is exactly contrary to what happiness should be: a paradise of enchantment."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The cult of moral grayness is a revolt against moral values."
    },
    {
      "cite": "Philip Zimbardo",
      "quote": "A good cult delivers on its promises. A good cult nourishes the needs of its members, has transparency and integrity, and creates provisions for challenging its leadership openly. A good cult expands the freedoms and well-being of its members rather than limits them."
    },
    {
      "cite": "Steve Almond",
      "quote": "If you want to fight a cult, you've got to form a cult."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The selfishness of an age that has devoted itself to the mere cult of pleasure has tainted the whole human race with an error that makes all our acts more or less lies against God."
    },
    {
      "cite": "Alan Moore",
      "quote": "All culture must have arisen from cult."
    },
    {
      "cite": "Johnny Hart",
      "quote": "Religious cult: The church down the street from yours."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The believer in magic and miracles reflects on how to impose a law on nature--: and, in brief, the religious cult is the outcome of this reflection."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "The less reasonable a cult is, the more men seek to establish it by force."
    },
    {
      "cite": "Jan Shipps",
      "quote": "When a cult grows up, it becomes a culture."
    },
    {
      "cite": "Martin Mull",
      "quote": "A cult following is a nice way of saying very few people like you."
    },
    {
      "cite": "Daniel Shaw",
      "quote": "Cult leaders succeed in dominating their followers because they have mastered the cruel art of exploiting universal human dependency and attachment needs in others."
    },
    {
      "cite": "Frank Zappa",
      "quote": "The only difference between a cult and a religion is the amount of real estate they own."
    },
    {
      "cite": "Philip Zimbardo",
      "quote": "Many cults start off with high ideals that get corrupted by leaders or their board of advisors who become power-hungry and dominate and control members' lives. No group with high ideals starts off as a 'cult'; they become one when their errant ways are exposed."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "Worship is the community's cult in its purest, most inward, most subjective form--a cult in which objectivity is, as it were, consumed and digested, while the objective content, now stripped of its objectivity, has become a possession of mind and feeling."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Almost any sect, cult, or religion will legislate its creed into law if it acquires the political power to do so."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "The cult of art gives pride; one never has too much of it."
    },
    {
      "cite": "Stephen Spender",
      "quote": "Cult: simply an extension of the idea that everyone's supreme aim in life is self- fulfillment and happiness and that one is entitled to wreck marriage, children and certainly one's health and sanity in pursuit of this."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Nationalism is our form of incest, is our idolatry, is our insanity. Patriotism is its cult."
    }
  ]
}