{
  "source": "https://www.wisesayings.com/culture-quotes/",
  "theme": "culture",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "A nation's culture resides in the hearts and in the soul of its people."
    },
    {
      "cite": "Mary Douglas",
      "quote": "If you want to change the culture, you will have to start by changing the organization."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "Preservation of one's own culture does not require contempt or disrespect for other cultures."
    },
    {
      "cite": "Ernest Gaines",
      "quote": "Why is it that, as a culture, we are more comfortable seeing two men holding guns than holding hands?"
    },
    {
      "cite": "U. G. Krishnamurti",
      "quote": "Society or culture or whatever you might want to call it, has created us all solely and wholly for the purpose of maintaining its continuity and status quo."
    },
    {
      "cite": "Thomas Wolfe",
      "quote": "Culture is the arts elevated to a set of beliefs."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "No culture can live if it attempts to be exclusive."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "When a tradition gathers enough strength to go on for centuries, you don't just turn it off one day."
    },
    {
      "cite": "Alexander McQueen",
      "quote": "Youth culture now really looks back and embraces the past, but keeps it contemporary but not sticking to one particular style."
    },
    {
      "cite": "John Podhoretz",
      "quote": "Pop culture is a reflection of social change, not a cause of social change."
    },
    {
      "cite": "Malcolm Bradbury",
      "quote": "Culture is a way of coping with the world by defining it in detail."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Popular culture has become engorged, broadening and thickening until it's the only culture anyone notices."
    },
    {
      "cite": "Edward T. Hall",
      "quote": "Culture is not made up but something that evolves which is human."
    },
    {
      "cite": "Johan Huizinga",
      "quote": "If we are to preserve culture we must continue to create it."
    },
    {
      "cite": "Menander",
      "quote": "Culture makes all men gentle."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "This is the culture you're raising your kids in. Don't be surprised if it blows up in your face."
    },
    {
      "cite": "Ralph Nader",
      "quote": "Every culture has something to be ashamed of, but every culture also has the right to change, to challenge negative traditions, and create to new ones."
    },
    {
      "cite": "Johan Huizinga",
      "quote": "The second fundamental feature of culture is that all culture has an element of striving."
    },
    {
      "cite": "Wendell Pierce",
      "quote": "The role of culture is that it's the form through which we as a society reflect on who we are, where we've been, where we hope to be."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "Culture is the widening of the mind and of the spirit."
    },
    {
      "cite": "Bill Gates",
      "quote": "If your culture doesn't like geeks, you are in real trouble."
    },
    {
      "cite": "Marina Abramovic",
      "quote": "In every ancient culture, there are rituals to mortify the body as a way of understanding that the energy of the soul is indestructible."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "To merely observe your culture without contributing to it seems very close to existing as a ghost."
    },
    {
      "cite": "Ava Duvernay",
      "quote": "If you're doing something outside of dominant culture, there's not an easy place for you. You will have to do it yourself."
    },
    {
      "cite": "Yo-Yo Ma",
      "quote": "When you learn something from people, or from a culture, you accept it as a gift, and it is your lifelong commitment to preserve it and build on it."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Culture's worth huge, huge risks. Without culture we're all totalitarian beasts."
    },
    {
      "cite": "Jonah Goldberg",
      "quote": "Cultures grow on the vine of tradition."
    },
    {
      "cite": "Woody Allen",
      "quote": "Tradition is the illusion of permanence."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Tradition is a guide and not a jailer."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Tradition does not mean that the living are dead, it means that the dead are living."
    },
    {
      "cite": "Rob Lowe",
      "quote": "I like the tradition of ordinary men in extraordinary circumstances and how they react to events which force them to be heroic in a way that is not in their natures."
    },
    {
      "cite": "Peter Davison",
      "quote": "I just think that some version of the past in our culture is going to rise up and become dominant."
    },
    {
      "cite": "Daniel Barenboim",
      "quote": "Tradition demands that we not speak poorly of the dead."
    },
    {
      "cite": "Jacques Derrida",
      "quote": "Everything is arranged so that it be this way, this is what is called culture."
    },
    {
      "cite": "Maggie Gallagher",
      "quote": "When a marriage culture fails, sexual desire no longer unites; instead it fragments."
    },
    {
      "cite": "James Levine",
      "quote": "Everybody blames the culture without taking responsibility."
    },
    {
      "cite": "Klaus Schulze",
      "quote": "We are all part of a tradition, at least we depend on the past."
    },
    {
      "cite": "Nance O'Neil",
      "quote": "Tradition has made women cowardly."
    },
    {
      "cite": "David Hume",
      "quote": "Custom is the great guide to human life."
    },
    {
      "cite": "Edith Wharton",
      "quote": "Habit is necessary; it is the habit of having habits, of turning a trail into a rut, that must be incessantly fought against if one is to remain alive."
    },
    {
      "cite": "Ellen Goodman",
      "quote": "Traditions are the guideposts driven deep in our subconscious minds. The most powerful ones are those we can't even describe, aren't even aware of."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "Tradition means giving votes to the most obscure of all classes, our ancestors. It is the democracy of the dead."
    },
    {
      "cite": "Kenzo Tange",
      "quote": "Tradition can, to be sure, participate in a creation, but it can no longer be creative itself."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "All tradition is merely the past."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A love for tradition has never weakened a nation, indeed it has strengthened nations in their hour of peril."
    },
    {
      "cite": "Jose Bergamin",
      "quote": "Tradition simply means that we need to end what began well and continue what is worth continuing"
    },
    {
      "cite": "Joseph Addison",
      "quote": "Tradition is an important help to history, but its statements should be carefully scrutinized before we rely on them."
    },
    {
      "cite": "Allan Bloom",
      "quote": "As soon as tradition has come to be recognized as tradition, it is dead."
    },
    {
      "cite": "J.R. Slaughter",
      "quote": "Building a great tradition is more rewarding than simply having one."
    },
    {
      "cite": "Grace Mcgarvie",
      "quote": "Tradition is an explanation for acting without thinking."
    },
    {
      "cite": "Paul J. Carney",
      "quote": "Culture is such a thin veneer / Scratch it and the truth will come gushing out / And the truth will come bleeding out / Yeah it all will come crashing down / The truth will come"
    },
    {
      "cite": "Duncan Philip Bridgeman",
      "quote": "This is what my daddy told me / I wish he would hold me a little more than he did / But he taught me my culture / And how to live positive"
    },
    {
      "cite": "Jeremy Gara",
      "quote": "We don't know what it's for but / We've lived the southern strategy / You know it's never going to last / So keep it in the past"
    },
    {
      "cite": "Northrop Frye",
      "quote": "In an immature society culture is an import; for a mature one it is a native manufacture which eventually becomes an export."
    },
    {
      "cite": "Northrop Frye",
      "quote": "Culture is born in leisure and an awareness of standards, and pioneer conditions tend to make energetic and uncritical work an end it itself, to preach a gospel of social unconsciousness, which lingers long after the pioneer conditions have disappeared."
    },
    {
      "cite": "Elizabeth Knowles",
      "quote": "It is a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practising it."
    },
    {
      "cite": "Wangari Maathai",
      "quote": "Culture is coded wisdom."
    },
    {
      "cite": "Johan Huizinga",
      "quote": "Culture means control over nature."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Culture opens the sense of beauty."
    },
    {
      "cite": "John Gresham Machen",
      "quote": "Modern culture is a tremendous force."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "Company culture is a religion, not a sermon."
    },
    {
      "cite": "George Horace Lorimer",
      "quote": "Culture is not a matter of a change of climate."
    },
    {
      "cite": "Steve Gruenert",
      "quote": "The effectiveness of a new culture depends on the strength of the people behind the change and the strength of the pre-existing culture."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Cultures are virtual realities made of language."
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "Culture does not make people. People make culture."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Culture is a slingshot moved by the force of its past."
    },
    {
      "cite": "Toby Hemenway",
      "quote": "A culture disconnected from wild nature becomes insane."
    },
    {
      "cite": "Siddharth Katragadda",
      "quote": "The greatness of a culture can be found in its festivals."
    }
  ]
}