{
  "source": "https://www.wisesayings.com/cunning-quotes/",
  "theme": "cunning",
  "quotes": [
    {
      "quote": "The more cunning a man is, the less he suspects that he will be caught in a simple thing. The more cunning a man is, the simpler the trap he must be caught in.",
      "cite": "Fyodor Dostoevsky"
    },
    {
      "quote": "Cunning is the art of concealing our own defects, and discovering other people’s weaknesses.",
      "cite": "William Hazlitt"
    },
    {
      "quote": "Cunning leads to knavery. It is but a step from one to the other, and that very slippery. Only lying makes the difference; add that to cunning, and it is knavery.",
      "cite": "Ovid"
    },
    {
      "quote": "Cunning is a short blanket, if you pull it over your face, you expose your feet.",
      "cite": "Austin O&#39;Malley"
    },
    {
      "quote": "The cunning man steals a horse, the wise man lets him alone.",
      "cite": "Benjamin Franklin"
    },
    {
      "quote": "Cunning is seeing a hundred yards ahead—wisdom, fifty miles in advance.",
      "cite": "Charles William Day"
    },
    {
      "quote": "One must be cunning and wicked in this world.",
      "cite": "Leo Tolstoy"
    },
    {
      "quote": "Cunning grows in deceit at seeing itself discovered, and tries to deceive with truth itself.",
      "cite": "Balthasar Gracian"
    },
    {
      "quote": "Learn well how to think right and then be your own shepherd, otherwise you shall be the unlucky sheep of all sorts of cunning shepherds!",
      "cite": "Mehmet Murat ildan"
    },
    {
      "quote": "Do not be held a cheat, even though it is impossible to live today without being one. Let your greatest cunning lie in covering up what looks like cunning.",
      "cite": "Baltasar Gracian"
    },
    {
      "quote": "There is nothing so cunning as tangled deception. If you wish to seek out the truth, first uncover the lies that surround the illusion.",
      "cite": "Virginia Alison"
    },
    {
      "quote": "Have courage, or cunning, when you deal with an enemy.",
      "cite": "Publilius Syrus"
    },
    {
      "quote": "Only the cunning needs excuses.",
      "cite": "Aristotle"
    },
    {
      "quote": "The weak in courage is strong in cunning.",
      "cite": "William Blake"
    },
    {
      "quote": "Cunning is strength withheld.",
      "cite": "Ralph Waldo Emerson"
    },
    {
      "quote": "The greatest cunning is to have none at all.",
      "cite": "French Proverb"
    },
    {
      "quote": "Self-love is more cunning than the most cunning man in the world.",
      "cite": "Francois de la Rochefoucauld"
    },
    {
      "quote": "Cunning is but the low mimic of wisdom.",
      "cite": "Plato"
    },
    {
      "quote": "Be neither silly, nor cunning, but wise.",
      "cite": "Benjamin Franklin"
    },
    {
      "quote": "Cunning differs from wisdom as twilight from open day.",
      "cite": "Samuel Johnson"
    },
    {
      "quote": "Cunning is the mere ape of wisdom, and all hate its low tricks.",
      "cite": "John Thornton"
    },
    {
      "quote": "The very cunning conceal their cunning; the indifferently shrewd boast of it.",
      "cite": "Christian Nestell Bovee"
    },
    {
      "quote": "The greatest cunning is to have none at all.",
      "cite": "Carl Sandburg"
    },
    {
      "quote": "It is important to realize that the cunning are not always vicious. The cunning often do good things, but for self-interested and utility-driven reasons.",
      "cite": "Jeffrey Cornwall"
    },
    {
      "quote": "Cunning is the dwarf of wisdom.",
      "cite": "W.R Alger"
    },
    {
      "quote": "A cunning man overreaches no one half as much as himself.",
      "cite": "Henry Ward Beecher"
    },
    {
      "quote": "Cunning is the intensest rendering of vulgarity, absolute and utter.",
      "cite": "Ruskin"
    },
    {
      "quote": "Cunning is none of the best nor worst qualities. It floats between virtue and vice.",
      "cite": "La Bruyère"
    },
    {
      "quote": "Cunning has little honor.",
      "cite": "Danish Proverb"
    },
    {
      "quote": "Cunning surpasses strength.",
      "cite": "German Proverb"
    }
  ]
}