{
  "source": "https://www.wisesayings.com/cup-quotes/",
  "theme": "cup",
  "quotes": [
    {
      "cite": "Bruce Lee",
      "quote": "The usefulness of a cup is its emptiness."
    },
    {
      "cite": "Henry Rollins",
      "quote": "What goes best with a cup of coffee? Another cup."
    },
    {
      "cite": "Bruce Lee",
      "quote": "In order to taste my cup of water you must first empty your cup."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Empty your cup so that it may be filled; become devoid to gain totality."
    },
    {
      "cite": "Alexander Maclaren",
      "quote": "The cup which my Saviour giveth me, can it be anything but a cup of salvation?"
    },
    {
      "cite": "Amy Carmichael",
      "quote": "A cup brimful of sweetness cannot spill even one drop of bitter water, no matter how suddenly jarred."
    },
    {
      "cite": "Rose Pastor Stokes",
      "quote": "Fill the cup of happiness for others, and there will be enough overflowing to fill yours to the brim."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "When your cup is empty, you do not mourn what is gone. Because if you do, you will miss the opportunity to fill it again."
    },
    {
      "cite": "Rowena Cory Daniells",
      "quote": "For you the cup isn't half full or half empty, you're always topping it up."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "The cup of innocence will always overflow with the liquid of experience."
    },
    {
      "cite": "Wynonna Judd",
      "quote": "You have to fill your cup. You then give away the overflowing, but you keep a cupful for yourself."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "We are cups, constantly and quietly being filled. The trick is knowing how to tip ourselves over and let the beautiful stuff out."
    },
    {
      "cite": "Boyle Roche",
      "quote": "The cup of Ireland's misery has been overflowing for centuries and is not yet half full."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "A flawless cup: how delicate and fine The flowing curve of every jewelled line! Look, turn it up or down, 'tis perfect still-- But holds no drop of life's heart-warming wine."
    },
    {
      "cite": "Nadia Boulanger",
      "quote": "Without a strong cup to carry the emotion, it is only a curiosity. Great art can come to us only in strong cups. Without emotion, there is nothing to carry."
    },
    {
      "cite": "Margaret of Valois",
      "quote": "The cup of joy is heaviest when empty."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "Our cup will truly run over only after we have sealed the character cracks."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Every inordinate cup is unbless'd, and the ingredient is a devil."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "There comes a time when the cup of endurance runs over, and men are no longer willing to be plunged into the abyss of despair."
    },
    {
      "cite": "Carole Wilkinson",
      "quote": "It is because of its emptiness that the cup is useful."
    },
    {
      "cite": "Henri J.M. Nouwen",
      "quote": "Lifting our cup means sharing our life so we can celebrate it. When we truly believe we are called to lay down our lives for our friends, we must dare to take the risk to let others know what we are living."
    },
    {
      "cite": "Priyanka Priya",
      "quote": "A cup of tea is a cup of peace."
    },
    {
      "cite": "Douglas Adams",
      "quote": "A cup of tea would restore my normality."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The cup of suffering is not the same size for everyone."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "Life is like a cup of tea, the sugar is all at the bottom!"
    },
    {
      "cite": "S.A. Tawks",
      "quote": "A cup of tea at the ready and a jug of water will suffice just fine."
    },
    {
      "cite": "Daphne du Maurier",
      "quote": "Nothing like a cup of tea to make a person feel better, man or woman."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "You can't get a cup of tea big enough or a book long enough to suit me."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Life is just one cup of coffee after another, and don't look for anything else."
    },
    {
      "cite": "James M. Barrie",
      "quote": "Life is a cup of tea; the more heartily we drink the sooner we reach the dregs."
    },
    {
      "cite": "Sri Aurobindo",
      "quote": "The cup has to be left clean and empty for the divine liquor to be poured into it."
    },
    {
      "cite": "Gustav Mahler",
      "quote": "A full cup of wine at the right time is worth more than all the kingdoms of this earth!"
    },
    {
      "cite": "Jason Wong",
      "quote": "Life is like a cup of coffee or tea. No matter how bitter it may be, it is always enjoyable."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Like drinking a cup of tea, all the simple things in life are the real things that make us happy!"
    },
    {
      "cite": "Penny Jordan",
      "quote": "A thoughtful cup of tea brought to your bedside each morning means more to me than the huge bouquet of flowers bought once a year."
    },
    {
      "cite": "Mel B",
      "quote": "I know I'm not everybody's cup of tea. I'm just me."
    }
  ]
}