{
  "source": "https://www.wisesayings.com/cupcake-quotes/",
  "theme": "cupcake",
  "quotes": [
    {
      "cite": "Jane Louise Curry",
      "quote": "The little cakes were iced in white, with golden yellow icing roses on top, and instead of ice cream there was sherbet that was a rainbow of colors in each dish."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Desserts are the fairy tales of the kitchen a happily ever after to supper."
    },
    {
      "cite": "Anonymous",
      "quote": "When you hold a cupcake, sorrow disappears."
    },
    {
      "cite": "SadaoTurner",
      "quote": "Cupcakes and muffins are like twin sisters, one of whom makes no effort to hide that she sleeps around."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "Cupcakes are the tattooed brunette chick of the baked goods world."
    },
    {
      "cite": "Anonymous",
      "quote": "You can not buy happiness, but you can buy cupcakes. And certainly will be glad with them!"
    },
    {
      "cite": "Dana Gould",
      "quote": "Cupcakes when you want to watch your weight, but still feel the pride that comes with eating an entire cake."
    },
    {
      "cite": "Meg Donohue",
      "quote": "By contrast, my method of eating a cupcake was quite straight forward step one: gobble it down one large bite at a time until there's nothing left. That's it."
    },
    {
      "cite": "Anne Byrn",
      "quote": "When you look at a cupcake, you've got to smile."
    },
    {
      "cite": "Jenna McCarthy",
      "quote": "Subsisting on a diet drawn from one food group isn't healthy or gratifying. Even eating cupcakes 24/7 eventually would get old!"
    },
    {
      "cite": "Frank Zappa",
      "quote": "Some people. Some people like cupcakes exclusively, while myself, I say, There is naught nor ought there be nothing so exalted on the face of god's grey earth as that prince of foods. the muffin!"
    },
    {
      "cite": "Susane Colasanti",
      "quote": "Sometimes in the midst of all your boy drama, you just need a cupcake."
    },
    {
      "cite": "Emma Shortt",
      "quote": "Writing is like baking cupcakes, you're trying to make something from the raw. Like with cupcakes it's flour and eggs and stuff, and with books it's ideas and words. The end result is the same though, you want people to eat them up."
    },
    {
      "cite": "Marie Williams Johnstone",
      "quote": "Cupcakes are sweet and even sweeter when shared."
    },
    {
      "cite": "Ray Toro",
      "quote": "Hey! Don't laugh at me for that cupcake thing. I enjoy cupcakes, therefore everyone should enjoy cupcakes."
    },
    {
      "cite": "Laurel Nakadate",
      "quote": "A cupcake is like a great pop song. The whole world in less than three minutes. And it's impossible to have a bad cupcake. In New York you walk everywhere. So I'm always looking, always on the eternal search for the perfect cupcake. I take them very seriously. It's like hunting and gathering for me."
    },
    {
      "cite": "Sharon Shaw",
      "quote": "We have cupcakes and of course they're decorated with Halloween goodies and they have to eat the cupcake and then ride back out."
    },
    {
      "cite": "Anonymous",
      "quote": "Balanced diet is to keep a cupcake in each hand."
    },
    {
      "cite": "Kim Knott",
      "quote": "A homemade cupcake deserves a homemade icing."
    },
    {
      "cite": "Joe",
      "quote": "The balance to life is kale cakes and cupcakes."
    },
    {
      "cite": "Brian P Cleary",
      "quote": "Any cupcake consumed before 9AM is, technically, a muffin."
    },
    {
      "cite": "Dianna Agron",
      "quote": "We do have a love fest at home. It's like, I'm making you a cupcake. Then it's like, Well, I made you a cake. And it's like, Well I made you a cake with a cupcake on top and candles."
    },
    {
      "cite": "Paul Simon",
      "quote": "Hide it in a hiding place where no one ever goes Put it in your pantry with your cupcakes."
    },
    {
      "cite": "Greg Bryk",
      "quote": "I bake my daughter cupcakes for her school. I'm very hands-on."
    },
    {
      "cite": "Janet Evanovich",
      "quote": "Cupcake, you've been breaking my heart for as long as I've known you."
    },
    {
      "cite": "Shay Mitchell",
      "quote": "I'll never turn down a red velvet cupcake."
    },
    {
      "cite": "Anonymous",
      "quote": "The cupcakes make people happy."
    }
  ]
}