{
  "source": "https://www.wisesayings.com/cure-quotes/",
  "theme": "cure",
  "quotes": [
    {
      "cite": "Henry Ward Beecher",
      "quote": "Compassion will cure more sins than condemnation."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Nature performs the cure, the physician takes the fee."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The greatest cure for love is still that time honoured medicine - love returned."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "In order to cure a feeling of malaise, you have to throw light on it."
    },
    {
      "cite": "Jane Roberts",
      "quote": "The easiest time to cure an illness is before it is accepted as a part of the self-image."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "There are no such things as incurable, there are only things for which man has not found a cure."
    },
    {
      "cite": "Rumi",
      "quote": "The cure for pain is in the pain. Good and bad are mixed. If you don't have both, you don't belong with us."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "As a cure for worrying, work is better than whiskey."
    },
    {
      "cite": "Spike Milligan",
      "quote": "A sure cure for seasickness is to sit under a tree."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Prevention is better than cure."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Work could cure almost anything."
    },
    {
      "cite": "Bono",
      "quote": "Perspective is the cure for depression."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The cure for grief is motion."
    },
    {
      "cite": "William James",
      "quote": "The sovereign cure for worry is prayer."
    },
    {
      "cite": "J. C. Ryle",
      "quote": "The true cure for self-righteousness is self-knowledge."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "The greatest remedy for anger is delay."
    },
    {
      "cite": "David Weinberger",
      "quote": "The cure to information overload is more information."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "Distance is the only cure for certain diseases."
    },
    {
      "cite": "Barbara Sher",
      "quote": "The cure for sorrow is to learn something."
    },
    {
      "cite": "Jeremy Paxman",
      "quote": "The cure for cynicism is simply to engage honestly."
    },
    {
      "cite": "Carl Jung",
      "quote": "Medicines cure diseases, but only doctors can cure patients."
    },
    {
      "cite": "Napoleon",
      "quote": "The best cure for the body is a quiet mind."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "The only cure for anxiety is to get down on our knees."
    },
    {
      "cite": "Siddhartha Mukherjee",
      "quote": "A positive attitude does not cure cancer, any more than a negative one causes it."
    },
    {
      "cite": "Thomas Browne",
      "quote": "We all labor against our own cure, for death is the cure of all diseases."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The cure for advanced gullibility is to go to sleep and consider matters again the next day."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "The place to cure most of the ills of society is in the homes of the people."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The cure for tender sensibilities is to make more of our objects and less of our selves."
    },
    {
      "cite": "Wodehouse",
      "quote": "There is only one cure for grey hair. It was invented by a Frenchman. It is called the guillotine."
    },
    {
      "cite": "W. C. Fields",
      "quote": "The best cure for insomnia is to get a lot of sleep."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "Optimism is a cure for many things."
    },
    {
      "cite": "Nancy E. Turner",
      "quote": "The best cure for sadness is doing something."
    },
    {
      "cite": "Audrey Niffenegger",
      "quote": "The cure might be worse than the problem."
    },
    {
      "cite": "Faina Ranevskaya",
      "quote": "You cannot cure sclerosis, but you can forget it."
    },
    {
      "cite": "Joel Fuhrman",
      "quote": "We're not going to find a magic cure for cancer. We've got to prevent it."
    },
    {
      "cite": "Geeta Iyengar",
      "quote": "Yoga teaches us to cure what need not be endured and endure what cannot be cured."
    },
    {
      "cite": "Goodman Ace",
      "quote": "The best cure for hypochondria is to forget about your body and get interested in someone else's."
    }
  ]
}