{
  "source": "https://www.wisesayings.com/curiosity-quotes/",
  "theme": "curiosity",
  "quotes": [
    {
      "cite": "Bernard Baruch",
      "quote": "Millions saw the apple fall, but Newton asked why."
    },
    {
      "cite": "S.Leonard Rubinstein",
      "quote": "Curiosity is a willing, a proud, and eager confession of ignorance."
    },
    {
      "cite": "Anatole France",
      "quote": "The whole art of teaching is the only art of awakening the natural curiosity of young minds for the purpose of satisfying it afterwards; and curiosity itself can be vivid and wholesome only in proportion as the mind is contented and happy"
    },
    {
      "cite": "John Locke",
      "quote": "Curiosity in children, is but an appetite for knowledge. The great reason why children abandon themselves wholly to silly pursuits and trifle away their time insipidly is, because they find their curiosity balked, and their inquiries neglected."
    },
    {
      "cite": "Arnold Edinborough",
      "quote": "Curiosity is the very basis of education and if you tell me that curiosity killed the cat, I say only the cat died nobly."
    },
    {
      "cite": "Charles Proteus Steinmetz",
      "quote": "There are no foolish questions, and no man becomes a fool until he has stopped asking questions."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "The cure for boredom is curiosity. There is no cure for curiosity."
    },
    {
      "cite": "Richard Whately",
      "quote": "Curiosity is as much the parent of attention, as attention is of memory."
    },
    {
      "cite": "Smiley Blanton",
      "quote": "A sense of curiosity is nature's original school of education."
    },
    {
      "cite": "Marie Curie",
      "quote": "Be less curious about people and more curious about ideas."
    },
    {
      "cite": "John Mason Brown",
      "quote": "God spare me sclerosis of the curiosity, for the curiosity which craves to keep us informed about the small things no less than the large is the mainspring, the dynamo, the jet propulsion of all complete living."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The important thing is not to stop questioning. Curiosity has its own reason for existing. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvellous structure of reality."
    },
    {
      "cite": "Leo Burnett",
      "quote": "Curiosity about life in all of its aspects, I think, is still the secret of great creative people."
    },
    {
      "cite": "Clarence Day",
      "quote": "Creatures whose mainspring is curiosity enjoy the accumulating of facts far more than the pausing at times to reflect on those facts."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I have no particular talent. I am merely inquisitive."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The first and simplest emotion which we discover in the human mind, is curiosity."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "Curiosity is the lust of the mind."
    },
    {
      "cite": "Cicero",
      "quote": "It is a shameful thing to be weary of inquiry when what we search for is excellent."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Curiosity is one of the forms of feminine bravery."
    },
    {
      "cite": "unknown",
      "quote": "You can teach a student a lesson for a day; but if you can teach him to learn by creating curiosity, he will continue the learning process as long as he lives"
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A single conversation with a wise man is better than ten years of study."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "All the world is a laboratory to the inquiring mind."
    },
    {
      "cite": "Vernon Howard",
      "quote": "Always walk through life as if you have something new to learn and you will."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Curiosity is only vanity. Most frequently we wish not to know, but to talk. We would not take a sea voyage for the sole pleasure of seeing without hope of ever telling."
    },
    {
      "cite": "Henry L. Doherty",
      "quote": "Get over the idea that only children should spend their time in study. Be a student so long as you still have something to learn, and this will mean all your life."
    },
    {
      "cite": "Mahlon Hoagland",
      "quote": "As children we all possess a natural uninhabited curiosity, a hunger for explanations, which seems to die slowly as we age--suppressed, I suppose by the need not to appear ignorant."
    },
    {
      "cite": "Edwin Bulwar-Lytton",
      "quote": "Childhood and genius have the same master-organ in common--inquisitiveness."
    },
    {
      "cite": "Alistar Cooke",
      "quote": "Curiosity ... endows the people who have it with a generosity in argument and a serenity in cheerful willingness to let life take the form it will."
    },
    {
      "cite": "Sarah Scott",
      "quote": "Curiosity is one of those insatiable passions that grow by gratification."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Curiosity is the wick in the candle of learning."
    },
    {
      "cite": "Eric Booth",
      "quote": "When curiosity is alive, we are attracted to many things; we discover many worlds."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Curiosity might be pictured as being made up of chains of small questions extending outwards, sometimes over huge distances, from a central hub composed of a few blunt, large questions."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Let your curiosity be greater than your fear."
    },
    {
      "cite": "Winston Churchill",
      "quote": "I have always had a curious nature; I enjoy learning, but I dislike being taught."
    },
    {
      "cite": "John Cleese",
      "quote": "The open mode is a mood in which curiosity for its own sake can operate, because we're not under pressure to get a specific thing done properly. We can play."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Curiosity is lying in wait for every secret."
    },
    {
      "cite": "Alexander Pope",
      "quote": "A person who is too nice an observer of the business of the crowd, like one who is too curious in observing the labor of bees, will often be stung for his curiosity."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "The alchemists in their search for gold discovered many other things of greater value."
    },
    {
      "cite": "Robert Browning",
      "quote": "Where the apple reddens never pry -- lest we lose our Edens, Eve and I."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It is a miracle that curiosity survives formal education."
    },
    {
      "cite": "Voltaire",
      "quote": "Judge a man by his questions rather than by his answers."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Curiosity is one of the most permanent and certain characteristics of a vigorous intellect."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Mere curiosity adds wings to every step."
    },
    {
      "cite": "James Stephens",
      "quote": "Curiosity will conquer fear even more than bravery will."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "I think, at a child's birth, if a mother could ask a fairy godmother to endow it with the most useful gift, that gift would be curiosity."
    },
    {
      "cite": "Enrico Fermi",
      "quote": "There are two possible outcomes: If the result confirms the hypothesis, then you've made a measurement. If the result is contrary to the hypothesis, then you've made a discovery."
    },
    {
      "cite": "Henry Adams",
      "quote": "They know enough who know how to learn."
    },
    {
      "cite": "John Muir",
      "quote": "Between every two pines is a doorway to a new world."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Questions show the mind's range, and answers its subtlety."
    },
    {
      "cite": "unknown",
      "quote": "Be very wary of any attempt, by anybody or anything, to limit the ultimate human right and duty to question and verify the truth."
    },
    {
      "cite": "Plutarch",
      "quote": "The mind is not a vessel to be filled, but a fire to be kindled."
    },
    {
      "cite": "Richard Feynmann",
      "quote": "Study hard what interests you the most in the most undisciplined, irreverent and original manner possible."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The public have an insatiable curiosity to know everything, except what is worth knowing."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Curiosity is one of the many masks of love."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Curiosity is gluttony. To see is to devour."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder."
    },
    {
      "cite": "Damien Echols",
      "quote": "Those with less curiosity or ambition just mumble that God works in mysterious ways. I intend to catch him in the act."
    },
    {
      "cite": "Henry James",
      "quote": "She had an immense curiosity about life, and was constantly staring and wondering."
    },
    {
      "cite": "Luci Swindoll",
      "quote": "It's daring to be curious about the unknown, to dream big dreams, to live outside prescribed boxes, to take risks, and above all, daring to investigate the way we live until we discover the deepest treasured purpose of why we are here."
    },
    {
      "cite": "Linus Pauling",
      "quote": "Satisfaction of one's curiosity is one of the greatest sources of happiness in life."
    },
    {
      "cite": "Tony Schwartz",
      "quote": "Let go of certainty. The opposite isn't uncertainty. It's openness, curiosity and a willingness to embrace paradox, rather than choose sides. The ultimate challenge is to accept ourselves exactly as we are, but never stop trying to learn and grow."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "A large volume of adventures may be grasped within this little span of life, by he who interests his heart in everything."
    },
    {
      "cite": "Walt Disney",
      "quote": "Around here, however, we don't look backwards for very long. We keep moving forward, opening up new doors and doing new things, because we're curious... and curiosity keeps leading us down new paths."
    },
    {
      "cite": "Ken Robinson",
      "quote": "Curiosity is the engine of achievement."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "I think I benefited from being equal parts ambitious and curious. And of the two, curiosity has served me best."
    },
    {
      "cite": "Toba Beta",
      "quote": "Curiosity is a call from knowledge."
    },
    {
      "cite": "Rachel Carson",
      "quote": "If facts are the seeds that later produce knowledge and wisdom, then the emotions and the impressions of the senses are the fertile soil in which the seeds must grow."
    },
    {
      "cite": "Drishti Bablani",
      "quote": "Curiosity is often mistaken as love, since they both have the common elements of interest and passion."
    },
    {
      "cite": "Lauren Bacall",
      "quote": "Standing still is the fastest way of moving backwards in a rapidly changing world. Imagination is the highest kite one can fly."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I know quite certainly that I myself have no special talent; curiosity, obsession and dogged endurance, combined with self-criticism, have brought me to my ideas."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Curiosity is a kernel of the forbidden fruit which still sticketh in the throat of a natural man, sometimes to the clanger of his choking."
    },
    {
      "cite": "François de la Rochefoucauld",
      "quote": "There are different kinds of curiosity; one of interest, which causes us to learn that which would be useful to us; and the other of pride, which springs from a desire to know that of which others are ignorant."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The gratification of curiosity rather frees us from uneasiness, than confers pleasure. We are more pained by ignorance, than delighted by instruction. Curiosity is the thirst of the soul."
    },
    {
      "cite": "Lord Byron",
      "quote": "I loathe that low vice, curiosity."
    },
    {
      "cite": "H. L. Wayland",
      "quote": "Curiosity is looking over other people's affairs, and overlooking our own."
    },
    {
      "cite": "Pasquier Quesnel",
      "quote": "People are more inclined to ask curious questions, than to obtain necessary instruction."
    },
    {
      "cite": "Terence",
      "quote": "Nothing is so difficult but that it may be found out by seeking."
    },
    {
      "cite": "Philip Massinger",
      "quote": "The over curious are not over wise."
    },
    {
      "cite": "Ramakrishna",
      "quote": "The fabled musk deer searches the world over for the source of the scent which comes from itself."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "None of us can afford to stop learning or to check our curiosity about new things, or to lose our humility in the face of new situations."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Curiosity is, in great and generous minds, the first passion and the last."
    },
    {
      "cite": "Peter Guber",
      "quote": "Do not let the weight of fear weigh down curiosity."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The important thing is to not stop questioning. Curiosity has its own reason for existing."
    },
    {
      "cite": "Fernand Lacaud",
      "quote": "Without curiosity, my dear, there would be no wise men."
    }
  ]
}