{
  "source": "https://www.wisesayings.com/curious-quotes/",
  "theme": "curious",
  "quotes": [
    {
      "cite": "James Stephens",
      "quote": "Curiosity will conquer fear even more than bravery will."
    },
    {
      "cite": "Daniel Boone",
      "quote": "Curiosity is natural to the soul of man and interesting objects have a powerful influence on our affections."
    },
    {
      "cite": "Debbie Ford",
      "quote": "Your soul is infinitely creative. It is alive and expansive in nature. It is curious and playful, changing with the tides of time."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Curiosity is one of the most permanent and certain characteristics of a vigorous intellect."
    },
    {
      "cite": "Anatole France",
      "quote": "The greatest virtue of man is perhaps curiosity."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Curiosity is one of the great secrets of happiness."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "Curiosity is the direct incontinency of the spirit."
    },
    {
      "cite": "Patricia Cornwell",
      "quote": "The human capacity to be curious has always existed."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "The human being is a most curious creature. He thinks he has got one soul, and he has got dozens."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Curious things, habits. People themselves never knew they had them."
    },
    {
      "cite": "Jochen Zeitz",
      "quote": "Be curious enough to keep an open mind to what's happening around you in society. You can look at yourself and the world at the same time."
    },
    {
      "cite": "M. J. Rose",
      "quote": "A curious mind is the most important attribute any man or woman can possess."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "Curiosity is the lust of the mind."
    },
    {
      "cite": "Katherine Johnson",
      "quote": "Take all the courses in your curriculum. Do the research. Ask questions. Find someone doing what you are interested in! Be curious!"
    },
    {
      "cite": "James Harvey Robinson",
      "quote": "Curiosity is idle only to those who fail to realize that it may be a very rare and indispensable thing."
    },
    {
      "cite": "Dean Ornish",
      "quote": "Curious patients are more receptive to new ideas, and those who engage their health practitioners in a dialogue are much more likely to adhere to these recommendations."
    },
    {
      "cite": "Richard Whately",
      "quote": "Curiosity is as much the parent of attention, as attention is of memory."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The important thing is not to stop questioning. Curiosity has its own reason for existing."
    },
    {
      "cite": "Viggo Mortensen",
      "quote": "Be kind. It's worthwhile to make an effort to learn about other people and figure out what you might have in common with them. If you allow yourself to be somewhat curious - and if you get into the habit of doing that - it's the first step to being open minded and realizing that your points of view aren't totally opposite."
    },
    {
      "cite": "Ann Turner",
      "quote": "Writers are nosy people; we are endlessly curious: we ask questions when we shouldn't - we peek around corners when we are least expected."
    },
    {
      "cite": "Friedrich August von Hayek",
      "quote": "The curious task of economics is to demonstrate to men how little they really know about what they imagine they can design."
    },
    {
      "cite": "Robert J. Sawyer",
      "quote": "When you're changing centuries, people get curious about the future."
    },
    {
      "cite": "John C. Mather",
      "quote": "There is no limit to what astrophysicists can do. We can be very curious."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Curiosity is one of the forms of feminine bravery."
    },
    {
      "cite": "Walt Disney",
      "quote": "We keep moving forward, opening new doors, and doing new things, because we're curious and curiosity keeps leading us down new paths."
    },
    {
      "cite": "Walt Disney",
      "quote": "When you're curious, you find lots of interesting things to do."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "No one is dumb who is curious. The people who don't ask questions remain clueless throughout their lives."
    },
    {
      "cite": "Ahmed Zewail",
      "quote": "Curiosity - the rover and the concept - is what science is all about: the quest to reveal the unknown."
    },
    {
      "cite": "Marie Curie",
      "quote": "Be less curious about people and more curious about ideas."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious."
    },
    {
      "cite": "Ken Robinson",
      "quote": "You can't just give someone a creativity injection. You have to create an environment for curiosity and a way to encourage people and get the best out of them."
    },
    {
      "cite": "Chip Conley",
      "quote": "At the heart of great leadership is a curious mind, heart, and spirit."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is curious that physical courage should be so common in the world and moral courage so rare."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Curiosity is the wick in the candle of learning."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "Research is formalized curiosity. It is poking and prying with a purpose."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Be curious, not judgmental."
    },
    {
      "cite": "Aimee Mullins",
      "quote": "Kids are naturally curious about what they don't know, or don't understand, or what is foreign to them. They only learn to be frightened of those differences when an adult influences them to behave that way and censors that natural curiosity."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Curiosity is lying in wait for every secret."
    },
    {
      "cite": "Alistair Cooke",
      "quote": "Curiosity is free-wheeling intelligence."
    },
    {
      "cite": "Adam Savage",
      "quote": "It's sort of a mental attitude about critical thinking and curiosity. It's about mindset of looking at the world in a playful and curious and creative way."
    },
    {
      "cite": "Harry Lorayne",
      "quote": "Curiosity killed the cat, but where human beings are concerned, the only thing a healthy curiosity can kill is ignorance."
    },
    {
      "cite": "Hugh Walpole",
      "quote": "Happiness comes from... some curious adjustment to life."
    },
    {
      "cite": "Joseph de Maistre",
      "quote": "It is one of man's curious idiosyncrasies to create difficulties for the pleasure of resolving them."
    },
    {
      "cite": "Alistair Cooke",
      "quote": "Curiosity endows the people who have it with a generosity in argument and a serenity in their own mode of life which springs from their cheerful willingness to let life take the form it will."
    },
    {
      "cite": "Freya Stark",
      "quote": "Curiosity is the one thing invincible in Nature."
    },
    {
      "cite": "Lawrence Welk",
      "quote": "It's curious how we act in moments of personal despair."
    },
    {
      "cite": "Diane Sawyer",
      "quote": "If you're curious, you'll probably be a good journalist because we follow our curiosity like cats."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Curiosity, n. An objectionable quality of the female mind. The desire to know whether or not a woman is cursed with curiosity is one of the most active and insatiable passions of the masculine soul."
    },
    {
      "cite": "Diego Luna",
      "quote": "Many times when you're a tourist you can just stay on the surface and not really experience the place you're visiting, which will probably leave you disappointed. Everywhere has something interesting; it's just about being curious enough to find it and scratch where you have to scratch and stay longer and walk further."
    },
    {
      "cite": "Samuel Alexander",
      "quote": "Curiosity begins as an act of tearing to pieces or analysis."
    }
  ]
}