{
  "source": "https://www.wisesayings.com/curly-hair-quotes/",
  "theme": "curly-hair",
  "quotes": [
    {
      "cite": "Phyllis McGinley",
      "quote": "Of the small gifts of heaven, /It seems to me a more than equal share / At birth was given / To girls with curly hair."
    },
    {
      "cite": "Judy Davis",
      "quote": "Anybody who has curly hair knows you don't want it to be brushed out because it becomes a never-ending tangle."
    },
    {
      "cite": "Lorraine Massey",
      "quote": "Curly girl: It's more than just hair, it's an attitude."
    },
    {
      "cite": "Mary Ann Shaffer",
      "quote": "Naturally curly hair is a curse, and don't ever let anyone tell you different."
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "Ladies with curly hair / Have time to spare."
    },
    {
      "cite": "Ahdaf Soueif",
      "quote": "I haven't come to you only to take, I haven't come to you empty handed. I bring you poetry as great as yours but in another tongue, I bring you black eyes and golden skin and curly hair."
    },
    {
      "cite": "Bo Goldman",
      "quote": "Have you ever buried your nose in a mountain of curls, and just wanted to go to sleep forever?"
    },
    {
      "cite": "Cassandra Clare",
      "quote": "She had her back to them and was talking to Luke and Jocelyn, laughing, flinging her curly hair back. \"Don't even think about it.\""
    },
    {
      "cite": "Kirsten Dunst",
      "quote": "I was a big Guns N' Roses fan when I was seven. My friend who lived across the street had long dark curly hair and I had long blonde hair, so I'd dress up as Axl and she'd be Slash, and we'd rock out in front of the mirror singing 'Patience.'"
    },
    {
      "cite": "Kyra Sundance",
      "quote": "People always expect more of you when you have naturally curly hair!"
    },
    {
      "cite": "Lorraine Massey",
      "quote": "Curls are like a box of chocolates you never know which type you're going to get."
    },
    {
      "cite": "Tracee Ellis Ross",
      "quote": "I was shy, but it came out in a big personality. My turning point was when I let my hair go naturally and I got contact lenses."
    }
  ]
}