{
  "source": "https://www.wisesayings.com/curry-quotes/",
  "theme": "curry",
  "quotes": [
    {
      "cite": "Colleen Taylor Sen",
      "quote": "If any dish deserves to be called global, it is curry. From Newfoundland to the Antarctic, from Beijing to Warsaw, there is scarcely a place where curries are not enjoyed."
    },
    {
      "cite": "Camellia Panjabi",
      "quote": "Curries are the fulcrum of the Indian meal."
    },
    {
      "cite": "Camellia Panjabi",
      "quote": "So for curry aficionados there is a real pleasure in discovering that you can make dishes yourself that you would otherwise be able to taste only by going to a restaurant that has a cook from that region who takes no shortcuts."
    },
    {
      "cite": "Aarti Sequeira",
      "quote": "I'm going to scream this from the mountain top, there's no such thing as 'a curry.' There's six kazillion different kinds of curry. When someone asks how to make chicken curry, I have to ask 'Which one?'"
    },
    {
      "cite": "Marianne Jean-Baptiste",
      "quote": "Britain is no longer totally a white place where people ride horses, wear long frocks, and drink tea. The national dish is no longer fish and chips, it's curry."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Have you ever bitten a red hot ice cube? That's curry."
    },
    {
      "cite": "Matt Goulding",
      "quote": "Giant pots of curry, dark and brooding as a sudden summer storm, where apples and onions and huge hunks of meat are simmered into submission over hours."
    },
    {
      "cite": "Karl Wiggins",
      "quote": "Americans tend to think that korma is the curry of choice for the Caucasian, and it is if you’re a white guy with no balls"
    },
    {
      "cite": "Marge Piercy",
      "quote": "In her bottled up is a woman peppery as curry, a yam of a woman of butter and brass."
    },
    {
      "cite": "Lesley Nicol",
      "quote": "The first meal my husband ever made me was a chicken curry. I have never tasted anything so delicious in my life."
    },
    {
      "cite": "Peter Ustinov",
      "quote": "Playwrights are like men who have been dining for a month in an Indian restaurant. After eating curry night after night, they deny the existence of asparagus."
    },
    {
      "cite": "C. Northcote Parkinson",
      "quote": "Where life is colorful and varied, religion can be austere or unimportant. Where life is appallingly monotonous, religion must be emotional, dramatic and intense. Without the curry, boiled rice can be very dull."
    },
    {
      "cite": "James Abourezk",
      "quote": "If you want to curry favor with a politician, give him credit for something someone else did."
    }
  ]
}