{
  "source": "https://www.wisesayings.com/currency-quotes/",
  "theme": "currency",
  "quotes": [
    {
      "cite": "P. T. Barnum",
      "quote": "Money is in some respects life's fire: it is a very excellent servant, but a terrible master."
    },
    {
      "cite": "Albert Camus",
      "quote": "It is a kind of spiritual snobbery that makes people think they can be happy without money."
    },
    {
      "cite": "John Rogers",
      "quote": "Banks do not create money for the public good. They are businesses owned by private shareholders. Their purpose is to make a profit."
    },
    {
      "cite": "Mahathir Mohamad",
      "quote": "Currency trading is unnecessary, unproductive and totally immoral. It should be stopped."
    },
    {
      "cite": "Murray Rothbard",
      "quote": "Monetary inflation not only raises prices and destroys the value of the currency unit; it also acts as a giant system of expropriation."
    },
    {
      "cite": "Douglas Rushkoff",
      "quote": "A currency designed for long-term storage and investment doesn't do so well at encouraging transactions and exchange in the moment."
    },
    {
      "cite": "Philip Seymour Hoffman",
      "quote": "The only true currency in this bankrupt world is what you share with someone else when you're uncool."
    },
    {
      "cite": "Lee Child",
      "quote": "Printing currency for foreigners to buy is the best racket a government can get into."
    },
    {
      "cite": "Ayrton Senna",
      "quote": "Money is a strange business. People who haven't got it aim it strongly. People who have are full of troubles."
    },
    {
      "cite": "Robert Genn",
      "quote": "Our currency is what we are able to make."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "The best way to destroy the capitalist system is to debauch the currency."
    },
    {
      "cite": "Martin Truex Jr.",
      "quote": "The only currency still used as a store of value after 5000 years is gold."
    },
    {
      "cite": "John Burroughs",
      "quote": "For anything worth having one must pay the price; and the price is always work, patience, love, self-sacrifice - no paper currency, no promises to pay, but the gold of real service."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Don't matter how much money you got, there's only two kinds of people: there's saved people and there's lost people."
    },
    {
      "cite": "Robert Mundell",
      "quote": "The benefits from a world currency would be enormous."
    },
    {
      "cite": "Norman O. Brown",
      "quote": "All currency is neurotic currency."
    },
    {
      "cite": "Ben Bernanke",
      "quote": "The amount of currency in circulation is not changing. The money supply is not changing in any significant way."
    },
    {
      "cite": "Robert Harris",
      "quote": "The true currency of life is time, not money, and we've all got a limited stock of that."
    },
    {
      "cite": "Jeffrey Sachs",
      "quote": "It's not so unusual to run out of someone else's currency."
    },
    {
      "cite": "Dan Simmons",
      "quote": "Power: a currency that never went out of style."
    },
    {
      "cite": "Daniel Webster",
      "quote": "A disordered currency is one of the greatest political evils."
    },
    {
      "cite": "Ray Davies",
      "quote": "Money and corruption are ruining the land, crooked politicians betray the working man, pocketing the profits and treating us like sheep, and we're tired of hearing promises that we know they'll never keep."
    },
    {
      "cite": "Ross Perot",
      "quote": "A weak currency is the sign of a weak economy, and a weak economy leads to a weak nation."
    },
    {
      "cite": "J.R. Rim",
      "quote": "Get money when you don't need it, so you can use it when you need to."
    },
    {
      "cite": "Richard Florida",
      "quote": "Ideas are the currency of the new economy."
    },
    {
      "cite": "Simon Mainwaring",
      "quote": "The currency of universal values make brands innately sharable."
    },
    {
      "cite": "Woody Allen",
      "quote": "Money is better than poverty, if only for financial reasons."
    },
    {
      "cite": "Erik Naggum",
      "quote": "The currency in the developer community is enthusiasm."
    },
    {
      "cite": "Barack Obama",
      "quote": "The dollar is the reserve currency of the world."
    },
    {
      "cite": "Harry Dexter White",
      "quote": "Currency warfare is the most destructive form of economic warfare."
    }
  ]
}