{
  "source": "https://www.wisesayings.com/curse-quotes/",
  "theme": "curse",
  "quotes": [
    {
      "cite": "Roseanne Barr",
      "quote": "Women are cursed, and men are the proof."
    },
    {
      "cite": "Morley",
      "quote": "The curse of imagination is picturing the world as it should be."
    },
    {
      "cite": "William Dean Howells",
      "quote": "It is the curse of prosperity that it takes work away from us, and shuts that door to hope and health of spirit."
    },
    {
      "cite": "Robert Fanney",
      "quote": "It is the curse of the powerful to be blind to their own faults."
    },
    {
      "cite": "Rudolph Virchow",
      "quote": "It is the curse of humanity that it learns to tolerate even the most horrible situations by habituation."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "The curse of poverty has no justification in our age."
    },
    {
      "cite": "Phyllis Bottome",
      "quote": "Some of us cling to our curses if we haven't anything better to cling to!"
    },
    {
      "cite": "Giovanni Ruffini",
      "quote": "Curses are like processions. They return to the place from which they came."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Cursed is everyone who places his hope in changing the nature of man."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Poverty makes you wise but it's a curse."
    },
    {
      "cite": "Yasmin Mogahed",
      "quote": "Never curse a fall. The ground is where humility lives."
    },
    {
      "cite": "Gannicus",
      "quote": "It is a curse, being blessed with so much to offer."
    },
    {
      "cite": "Stendhal",
      "quote": "This is the curse of our age, even the strangest aberrations are no cure for boredom."
    },
    {
      "cite": "Christina Westover",
      "quote": "Unrequited love is the infinite curse of a lonely heart."
    },
    {
      "cite": "Ezra Pound",
      "quote": "In our time, the curse is monetary illiteracy, just as inability to read plain print was the curse of earlier centuries."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "A great curse has fallen upon modern life with the discovery of the vastness of the word Education."
    },
    {
      "cite": "Paul Keating",
      "quote": "The great curse of modern political life is incrementalism."
    },
    {
      "cite": "Robert Southey",
      "quote": "Curses are like young chickens, they always come home to roost."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Emotions are the curse of logic."
    },
    {
      "cite": "Horace Walpole",
      "quote": "The curse of modern times is, that almost everything does create controversy."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Every blessing ignored becomes a curse."
    },
    {
      "cite": "Gore Verbinski",
      "quote": "The curse is an incredible set of blue balls."
    },
    {
      "cite": "Sophocles",
      "quote": "The curse of ignorance is that man without being good or evil is nevertheless satisfied with himself."
    },
    {
      "cite": "Rebecca Johns",
      "quote": "Beauty was a curse to be borne, not a blessing."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Light a candle instead of cursing the darkness."
    },
    {
      "cite": "William E. Gladstone",
      "quote": "Selfishness is the greatest curse of the human race."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "We shall dig our own grave if we do not purge ourselves of this curse of untouchability."
    },
    {
      "cite": "Victor L. Guerrero",
      "quote": "Cursed is the man who ceaselessly loves without fear - He will inevitably fall in love with the devil."
    },
    {
      "cite": "Greg Bear",
      "quote": "All things will be ambiguous, for this is the curse of wisdom."
    },
    {
      "cite": "Elijah",
      "quote": "The curse of the sun and the moon is fake. It doesn`t exist."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Alimony is the curse of the writing class."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Love is, after all, a curse of suffering."
    },
    {
      "cite": "Richard Sibbes",
      "quote": "A curse lies upon those that, when the truth suffers, have not a word to defend it."
    },
    {
      "cite": "Alethea Kontis",
      "quote": "The curse of an interesting life: there are either very good times or very bad times."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Commitment is a curse if it interferes with righteousness."
    },
    {
      "cite": "Alexander H. Stephens",
      "quote": "The greatest curse that can befall a free people, is civil war."
    },
    {
      "cite": "Marya Mannes",
      "quote": "The curse of the romantic is a greed for dreams, an intensity of expectation that, in the end, diminishes the reality."
    },
    {
      "cite": "Steve Farrar",
      "quote": "The curse of fatherhood is distance, and the good fathers spend their lives trying to overcome it."
    },
    {
      "cite": "Lucy Larcom",
      "quote": "The curse of covetousness is that it destroys manhood by substituting money for character."
    }
  ]
}