{
  "source": "https://www.wisesayings.com/curves-quotes/",
  "theme": "curves",
  "quotes": [
    {
      "cite": "Mason Cooley",
      "quote": "Magic lives in curves, not angles."
    },
    {
      "cite": "P.G.Wodehouse",
      "quote": "She had more curves than a scenic railway."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The curves of your lips rewrite history."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "In life, as in art, the beautiful moves in curves."
    },
    {
      "cite": "Stephanie Dray",
      "quote": "The curves of his smile become the waves in my ocean."
    },
    {
      "cite": "Kate Winslet",
      "quote": "I feel very strongly that 'curves' are natural, womanly and real."
    },
    {
      "cite": "Mae West",
      "quote": "Cultivate your curves - they may be dangerous but they won't be avoided."
    },
    {
      "cite": "Sebastian Horsley",
      "quote": "A woman is supposed to have curves like an old Bentley, not like some old bike."
    },
    {
      "cite": "Meghan Trainor",
      "quote": "Owning your curves means being confident - actually being confident - in your own skin."
    },
    {
      "cite": "L'Wren Scott",
      "quote": "Everyone's curves fall in a different place. But you can't put something of mine on and not see curves."
    },
    {
      "cite": "Oscar Niemeyer",
      "quote": "What attracts me are free and sensual curves. The curves we find in mountains, in the waves of the sea, in the body of the woman we love."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "When producers want to know what the public wants, they graph it as curves. When they want to tell the public what to get, they say it in curves."
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "The curve of imagination, the curve of brilliance and the curve of sanity are identical curves or at least similar curves... The more imagination a person has, why, the more intelligence, the more knowingness he has and the saner he's going to be."
    },
    {
      "cite": "Wesley Ruggles",
      "quote": "A figure with curves always offers a lot of interesting angles."
    },
    {
      "cite": "Shenae Grimes",
      "quote": "It took me a while to accept that I'm not going to have the curves other girls get."
    },
    {
      "cite": "Hayley Hasselhoff",
      "quote": "I love the idea of embracing your curves and loving yourself while expressing it through fashion."
    }
  ]
}