{
  "source": "https://www.wisesayings.com/curveball-quotes/",
  "theme": "curveball",
  "quotes": [
    {
      "cite": "Sumner Redstone",
      "quote": "Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe."
    },
    {
      "cite": "Anonymous",
      "quote": "When life throws you a curveball, hit it out of the park."
    },
    {
      "cite": "Christine Pelosi",
      "quote": "Baseball calls it a curve ball for a reason: you just don't know where some pitches will land. Your ace could get injured. Your golden glover could err. Your team could sit through a rain delay. Your manager could get ejected. Your bench must be broad and deep enough to overcome."
    },
    {
      "cite": "Jeanne Moutoussamy-Ashe",
      "quote": "There will always be some curve balls in your life. Teach your children to thrive in that adversity."
    },
    {
      "cite": "Mark Edwards",
      "quote": "You can't control the curve balls life throws you, so you have to learn how to control yourself and change quickly to make sure the curve ball doesn't knock you out."
    },
    {
      "cite": "Jimmy Cannon",
      "quote": "A knuckleball is a curve ball that doesn't give a damn."
    },
    {
      "cite": "Jayleigh Cape",
      "quote": "Life keeps throwing me curve balls and I don't even own a bat. At least my dodging skills are improving."
    },
    {
      "cite": "Carl Furillo",
      "quote": "Carrots might be good for my eyes, but they won't straighten out the curveball."
    },
    {
      "cite": "Rick Maksian",
      "quote": "Life will always throw you curves, just keep fouling them off. The right pitch will come, but when it does, be prepared to run the bases."
    },
    {
      "cite": "Maya Angelou",
      "quote": "We may encounter many defeats but we must not be defeated."
    },
    {
      "cite": "Queen Latifah",
      "quote": "Those curveballs are always coming-eventually, you learn to hit some of them."
    },
    {
      "cite": "Aaron Judge",
      "quote": "You never hit a good slider or curveball; you just try to go after the mistakes."
    },
    {
      "cite": "S.L. Jennings",
      "quote": "Pain was life's curveball. Without it, we would never appreciate what it felt like to be loved."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Tough times never last, but tough people do."
    },
    {
      "cite": "Criss Jami",
      "quote": "An artistic perspective will jab at you from a different angle; its logic comes like a pitcher with a curveball."
    },
    {
      "cite": "Sophia Bush",
      "quote": "Life throws some curveballs at you and you go where it takes you."
    },
    {
      "cite": "Fiona Boyd",
      "quote": "If life gives you a curveball, then be the catcher and catch it."
    },
    {
      "cite": "H.J. Bellus",
      "quote": "Once you think you have everything figured out, and clear sailing is all you can see in your future, life throws you a curveball, and no matter how fast or slow it comes at you, you have to decide in a split second if you'll catch it or allow it destroy you."
    },
    {
      "cite": "K.A. tucker",
      "quote": "Life has a funny way of creating it's own tests. It throws curve balls that make you do and think and feel things that are in direct conflict with what you had planned and don't allow you to operate in terms of black and white."
    },
    {
      "cite": "Kathryn Orford",
      "quote": "Sometimes our biggest nightmare turns out to be our biggest gift. And it all comes down to our attitude. Life will throw us curve balls and disappointments, even heartbreak. But ultimately we can choose if we're going to be bitter or better for the experience."
    },
    {
      "cite": "Katy Perry",
      "quote": "Sometimes if you want to achieve something great, there will be curveballs. You just have to dodge them every once in a while."
    }
  ]
}