{
  "source": "https://www.wisesayings.com/cuteness-quotes/",
  "theme": "cuteness",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "Whatever you are, be a good one."
    },
    {
      "cite": "Albert Einstein",
      "quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle."
    },
    {
      "cite": "Champfleury",
      "quote": "A kitten is the delight of a household. All day long a comedy is played out by an incomparable actor."
    },
    {
      "cite": "Christy Romano",
      "quote": "You don't really need to dress expensive clothes to look cute."
    },
    {
      "cite": "Confucius",
      "quote": "Wherever you go, go with all your heart."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "There’s nothing that can help you understand your beliefs more than trying to explain them to an inquisitive child."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Without music, life would be a mistake."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Life was not meant to be easy, my child. But take courage, it can be delightful."
    },
    {
      "cite": "Gina Carey",
      "quote": "A strong woman looks a challenge in the eye and gives it a wink."
    },
    {
      "cite": "Harry Styles",
      "quote": "A real girl isn’t perfect and a perfect girl isn't real."
    },
    {
      "cite": "Helen Keller",
      "quote": "Walking with a friend in the dark is better than walking alone in the light."
    },
    {
      "cite": "Jackie Kennedy",
      "quote": "Pearls are always appropriate."
    },
    {
      "cite": "Kiera Cass",
      "quote": "Cinderella never asked for a prince. She asked for a night off and a dress."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Imperfection is beauty, madness is genius and it’s better to be absolutely ridiculous than absolutely boring."
    },
    {
      "cite": "Maurice Switzer",
      "quote": "It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of It."
    },
    {
      "cite": "Munia Khan",
      "quote": "I feel more human when I compare the cuteness of a lizard to a newborn child's sweetness. Both are God's creations filled with precious innocence."
    },
    {
      "cite": "Paris Hilton",
      "quote": "The only rule is don't be boring and dress cute wherever you go. Life is too short to blend in."
    },
    {
      "cite": "Walt Whitman",
      "quote": "We were together. I forget the rest."
    },
    {
      "cite": "Zayn Malik",
      "quote": "Life is funny. Things change, people change, but you will always be you, so stay true to yourself and never sacrifice who you are for anyone."
    },
    {
      "cite": "Natalie Portman",
      "quote": "Cute is when your personality shines through your looks. Like, when you see someone's personality in the way they walk and you just feel like hugging them every time you see them."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "Like most qualities, cuteness is delineated by what it isn't. Most people aren't cute at all, or if so they quickly outgrow their cuteness ... Elegance, grace, delicacy, beauty, and a lack of self-consciousness: a creature who knows he is cute soon isn't."
    },
    {
      "cite": "Daria Snadowsky",
      "quote": "Cuteness and kindness are often inversely proportional in people."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Fatherhood makes you cute. Women find bumbling fathers cute and attractive."
    }
  ]
}