{
  "source": "https://www.wisesayings.com/cute-couple-quotes/",
  "theme": "cute-couple",
  "quotes": [
    {
      "cite": "Ray Croft",
      "quote": "I love you not only for what you are, but for what I am when I am with you."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "I love you because the entire universe conspired to help me find you."
    },
    {
      "cite": "Angelita Lim",
      "quote": "I saw that you were perfect and I loved you. Then I saw that you were not perfect and I loved you even more."
    },
    {
      "cite": "Dr. Steve Maraboli",
      "quote": "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves."
    },
    {
      "cite": "Karen Clodfelder",
      "quote": "As we grow older together, as we continue to change with age, there is one thing that will never change. I will always keep falling in love with you."
    },
    {
      "cite": "Hoang Chau",
      "quote": "You are the source of my joy, the center of my world and the whole of my heart."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I love you. I am who I am because of you. You are every reason, every hope, and every dream I've ever had, and no matter what happens to us in the future, everyday we are together is the greatest day of my life. I will always be yours."
    },
    {
      "cite": "John Donne",
      "quote": "Come live with me, and be my love, and we will some new pleasures prove, of golden sands, and crystal brooks, with silken lines and silver hooks."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you the strength, while loving someone deeply gives you courage."
    },
    {
      "cite": "Samantha",
      "quote": "If i had nothing but you, i would still have everything."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "If I had a flower for every time I thought of you...I could walk through my garden forever."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "I love you and that's the beginning and end of everything."
    },
    {
      "cite": "Plato",
      "quote": "Every heart sings a song, incomplete, until another heart whispers back. Those who wish to sing always find a song. At the touch of a lover, everyone becomes a poet."
    },
    {
      "cite": "Rabinranath Tagore",
      "quote": "I seem to have loved you in numberless forms, numberless times, in life after life, in age after age forever."
    },
    {
      "cite": "Steve Marabol",
      "quote": "When in a relationship, a real man doesn't make his woman jealous of others, he makes others jealous of his woman."
    },
    {
      "cite": "Christina White",
      "quote": "My love for you has no depth, its boundaries are ever-expanding. My love and my life with you will be a never-ending story."
    },
    {
      "cite": "A.A. Milne",
      "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
    },
    {
      "cite": "Bill Russell",
      "quote": "To love someone is nothing, to be loved by someone is something, but to be loved by the one you love is everything."
    },
    {
      "cite": "J.K.K. Tolken",
      "quote": "I would rather spend one lifetime with you, than face all the ages of this world alone."
    },
    {
      "cite": "Bill Wilson",
      "quote": "To the world you may be one person, but to one person you are the world."
    },
    {
      "cite": "Pocahontas",
      "quote": "I'd rather die tomorrow than live a hundred years without knowing you."
    },
    {
      "cite": "Walt Whitman",
      "quote": "We were together. I forget the rest."
    },
    {
      "cite": "Shannon Crown",
      "quote": "The best thing about me is you."
    },
    {
      "cite": "H. Jackson Brown Jr.",
      "quote": "Love is when the other person's happiness is more important than your own."
    },
    {
      "cite": "Bob Dylan",
      "quote": "I'll let you be in my dreams if I can be in yours."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Familiar acts are beautiful through love."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down."
    },
    {
      "cite": "Carroll Bryant",
      "quote": "Love is a two-way street constantly under construction."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "If I know what love is, it is because of you."
    },
    {
      "cite": "Carl Jung",
      "quote": "The meeting of two personalities is like the contact of two chemical substances. If there is any reaction, both are transformed."
    },
    {
      "cite": "Stephanie Perkins",
      "quote": "For the two of us, home isn't a place. It is a person. And we are finally home."
    },
    {
      "cite": "Emily Bronte",
      "quote": "Whatever our souls are made of, his and mine are the same."
    },
    {
      "cite": "Judy Garland",
      "quote": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul."
    },
    {
      "cite": "Lao  tzu",
      "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I fell in love with her when we were together, then fell deeper in love with her in the years we were apart."
    },
    {
      "cite": "Jasper Fforde",
      "quote": "Two minds with but a single thought, two hearts that beat as one."
    },
    {
      "cite": "William Blake",
      "quote": "I am in you and you in me, mutual in divine love."
    }
  ]
}