{
  "source": "https://www.wisesayings.com/cute-quotes/",
  "theme": "cute",
  "quotes": [
    {
      "cite": "Terri Guillemets",
      "quote": "Other than a dimple in a cute little chin, What's more adorable than a toothless grin?"
    },
    {
      "cite": "Michelle Paver",
      "quote": "When a wolf doesn't want to do something, they look really cute."
    },
    {
      "cite": "Cole Porter",
      "quote": "If you ever feel so happy you land in jail, I'm your bail."
    },
    {
      "cite": "Dave Eggers",
      "quote": "Dignity is an affectation, cute but eccentric, like learning French or collecting scarves."
    },
    {
      "cite": "Barbarella",
      "quote": "A life without cause is a life without effect."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age."
    },
    {
      "cite": "Angus Young",
      "quote": "There are all sorts of cute puppy dogs, but it doesn't stop people from going out and buying Dobermans."
    },
    {
      "cite": "Dave Barry",
      "quote": "If God had wanted us to be concerned for the plight of the toads, he would have made them cute and furry."
    },
    {
      "cite": "Malagasy Proverb",
      "quote": "Let your love be like the misty rains, coming softly, but flooding the river."
    },
    {
      "cite": "Elizabeth Scott",
      "quote": "Cute is one of those words people use when they know you're smart enough to realize \"you've got so much personality\" means \"you're ugly."
    },
    {
      "cite": "Jack Handey",
      "quote": "If a kid asks where rain comes from, I think a cute thing to tell him is God is crying. And if he asks why God is crying, another cute thing to tell him is Probably because of something you did."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "What the world really needs is more love and less paperwork."
    },
    {
      "cite": "Sergio Marchionne",
      "quote": "Being small, cute is going to do nothing."
    },
    {
      "cite": "Candace Bushnell",
      "quote": "Rule number one: Why is it that the one time a cute guy talks to you, you have a friend who's in crisis?"
    },
    {
      "cite": "Natalie Portman",
      "quote": "Cute is when a person's personality shines through their looks. Like in the way they walk, every time you see them you just want to run up and hug them."
    },
    {
      "cite": "Paris Hilton",
      "quote": "The only rule is don't be boring and dress cute wherever you go. Life is too short to blend in."
    },
    {
      "cite": "Cynthia Rowley",
      "quote": "Everything looks cute when it's small."
    },
    {
      "cite": "Jackie Gleason",
      "quote": "Thin people are beautiful, but fat people are adorable."
    },
    {
      "cite": "Sidonie-Gabrielle Colette",
      "quote": "Bulldogs are adorable, with faces like toads that have been sat on."
    },
    {
      "cite": "Jonathan Van Ness",
      "quote": "Self-care is the non-negotiable. That's the thing that you have to do. And beauty is the thing that can be the benefit of the self-care. Beauty is not the point. Beauty is just a cute side-effect from self-care."
    },
    {
      "cite": "David Beard",
      "quote": "I subscribe to the theory that Mankind never domesticated any animal. They came in from the cold and looked cute until they were fed."
    },
    {
      "cite": "Kandyse Mcclure",
      "quote": "I read that when cats are cuddling and kneading you, and you think it's cute, they're really just checking your vitals for weak spots."
    },
    {
      "cite": "Jean Kerr",
      "quote": "I'm tired of all this nonsense about beauty being skin deep. That's deep enough. What do you want, an adorable pancreas?"
    },
    {
      "cite": "Barack Obama",
      "quote": "What we may think is funny or cute may end up being powerfully hurtful."
    },
    {
      "cite": "Alyssa Edwards",
      "quote": "I don't get cute, I get drop-dead gorgeous."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Little girls are cute and small only to adults. To one another they are not cute. They are life-sized."
    },
    {
      "cite": "David Sedaris",
      "quote": "If you aren't cute, you may as well be clever."
    },
    {
      "cite": "Daniel Handler",
      "quote": "They say love's like a bus, and if you wait long enough another one will come along, but not in this place where the buses are slow and most of the cute ones are gay."
    },
    {
      "cite": "Natalie Portman",
      "quote": "When a guy tells me I'm cute, it's not something desirable. Cute is more like what you want your pet to be."
    }
  ]
}