{
  "source": "https://www.wisesayings.com/cutting-yourself-quotes/",
  "theme": "cutting-yourself",
  "quotes": [
    {
      "cite": "Cheryl Rainfield",
      "quote": "Other times, I look at my scars and see something else: a girl who was trying to cope with something horrible that she should never have had to live through at all. My scars show pain and suffering, but they also show my will to survive. They're part of my history that'll always be there."
    },
    {
      "cite": "Albert Borris",
      "quote": "I can feel the hurt. There's something good about it. Mostly it makes me stop remembering."
    },
    {
      "cite": "Emily Giffin",
      "quote": "Hush little baby, Dont you cry, Dont cut your arms, Dont say goodbye. Put down that razor, Put down that light, It maybe hard but, You'll win this fight."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Here in the bathroom with me are razor blades. Here is iodine to drink. Here are sleeping pills to swallow. You have a choice. Live or die. Every breath is a choice. Every minute is a choice. To be or not to be. Every time you dont throw yourself down the stairs, thats a choice. Every time you dont crash your car, you reenlist."
    },
    {
      "cite": "Francine Chiar",
      "quote": "Hurting yourself will never make the pain go away. And hurting others will never make you happy."
    },
    {
      "cite": "Samantha Slade",
      "quote": "No one should feel so low, to the point where they feel like they need to use suicide as a way out."
    },
    {
      "cite": "unknown",
      "quote": "She cuts herself. Never too deep, never enough to die. But enough to feel the pain. Enough to feel the scream inside."
    },
    {
      "cite": "unknown",
      "quote": "Have you ever felt the need to slit your wrist, let all feelings of guilt and depression bleed out, then sew yourself up to be happy again?"
    },
    {
      "cite": "unknown",
      "quote": "Real cutters don't cut for attention or for the pain, real cutters cut for the satisfaction of being in control something."
    },
    {
      "cite": "David Morris",
      "quote": "... [P]ain generated or sustained by the mind needs the body mainly in order to give suffering a location."
    },
    {
      "cite": "Charles Gatewood",
      "quote": "An unknown alphabet suggests itself with each new string of crimson beads. Her own personal language. Come to save her."
    },
    {
      "cite": "Ditto",
      "quote": "The day I'd first cut myself, a switch in my head had been flicked. Instead of feeling horror, I felt nothing, and although I no longer wanted to hurt myself, my episodes of self-harm still felt normal for me in a way. I'd sometimes forget it still shocked other people."
    },
    {
      "cite": "Marya Hornbacher",
      "quote": "That paradox would begin to run my life: to know that what you are doing is hurting you, maybe killing you, and to be afraid of that fact but to cling to the idea that this will save you, it will, in the end, make things okay."
    },
    {
      "cite": "Martha O'Connor",
      "quote": "This time the skin separates and she blinks her way back into the universe, watches the valley fold open, the blood seaming up along the cut and pressing out, blue to red in the air of this world, and as usual the pain springs her into the here and now."
    },
    {
      "cite": "Karen Carpenter",
      "quote": "I may not be in control of anything else, but I am in control of my body."
    },
    {
      "cite": "Amy Efaw",
      "quote": "A pattern of raised crisscrossed scars, some old and white, others more recent in various shades of pink and red. Exposing the stress of the structure underneath its paint."
    },
    {
      "cite": "Emma Forrest",
      "quote": "I like the cuts-they comfort me-I can't lie."
    },
    {
      "cite": "Amy Efaw",
      "quote": "She can paint a pretty picture but this story has a twist. The paintbrush is a razor and the canvas is her wrist."
    },
    {
      "cite": "Caitlin Moran",
      "quote": "Never feel this bad again. Never come back to this place, where only a knife will do. Live a gentle and kind life. Don't do things that make you want to hurt yourself."
    },
    {
      "cite": "Leila Sales",
      "quote": "Throughout it all, you are still, always, you: beautiful and bruised, known and unknowable."
    },
    {
      "cite": "Nick Johnston",
      "quote": "Cutting myself was something beyond despair, something very extreme. It's about trying to get to something. The physical act is a metaphor of trying to access something that is frozen. Something between who you were and since the depression who you've moved to and there's this thick layer of ice and you can't get to yourself."
    },
    {
      "cite": "Patrick Jones",
      "quote": "These are the screams within. These these are the life streams bleeding from skin."
    },
    {
      "cite": "Linda Katherine",
      "quote": "We have all made attempts to take our lives, or to tell without words, some with a knife or a razor dividing the flesh, making the invisible somehow visible  making themselves, and all they've been through, disappear."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "I don't want to die without any scars."
    },
    {
      "cite": "unknown",
      "quote": "She cuts herself never too deep, never enough to die. But enough to feel the pain. Enough to feel the scream inside."
    },
    {
      "cite": "unknown",
      "quote": "Never let a cold lifeless piece of metal take away from your beautiful existence."
    },
    {
      "cite": "Demi Lovato",
      "quote": "You are beautiful. And you're worth more than harming yourself."
    },
    {
      "cite": "Alex Gaskarth",
      "quote": "Therapy is about every kids nightmare when people are telling you that you need to get help but all you really want is a hug."
    },
    {
      "cite": "Gerard Way",
      "quote": "It's more important to keep yourself alive, there's nothing worth ever hurting yourself over."
    },
    {
      "cite": "A Prophecy",
      "quote": "How stubborn are the scars, when they won't fade away, or just a gentle reminder that now are better days."
    },
    {
      "cite": "Rupi Kaur",
      "quote": "People say things meant to rip you in half but you hold the power to not turn their words into a knife and cut yourself."
    },
    {
      "cite": "S.M. Koz",
      "quote": "My hand no longer trembled out of fear, but out of anticipation. I knew I was addicted to the rush it provided, to the release it provided from the emotional mess I had become, but I didn’t care. It wasn’t drugs. It was just a few cuts on my arm."
    },
    {
      "cite": "Caroline Kettlewell",
      "quote": "That’s when I wanted to cut. I cut to quiet the cacophony. I cut to end this abstracted agony, to reel myself back to one present and physical whole, whose blood was the proof of her tangibility."
    },
    {
      "cite": "Richy Edwards",
      "quote": "Self-mutilation is a very different issue to suicide. It is a controlled pain personal to you, allowing you to live/exist to some degree."
    },
    {
      "cite": "Marilee Strong",
      "quote": "You don’t feel like you’re hurting yourself when you’re cutting. You feel like this is the only way to take care of yourself."
    },
    {
      "cite": "Eminem",
      "quote": "Sometimes I even cut myself to see how much it bleeds It's like adrenaline, the pain is such a sudden rush for me."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "I wish adults would spend less energy freaking out about the cutting itself and work harder to understand what drives kids to self-harm."
    },
    {
      "cite": "Melanie",
      "quote": "'This' pain I can see it but I can't feel it. It haunts me when I cut myself. I can see where the pain is coming from and watch it heal and I can easily care for it. 'This' pain doesn't have a specific place. It moves around and creeps into strange places."
    },
    {
      "cite": "Amy Efaw",
      "quote": "In case you didn't know, dead people don't bleed. If you can bleed-see it, feel it-then you know you're alive. It's irrefutable, undeniable proof. Sometimes I just need a little reminder."
    },
    {
      "cite": "Caroline Kettlewell",
      "quote": "I needed cutting now the way a diabetic needs insulin. It was a bulwark, steady and unyielding, I could throw up against the insidious, corrosive lapping of a whispering sea of uneasiness."
    },
    {
      "cite": "Demi Lovato",
      "quote": "There were times I felt so anxious, almost like I was crawling out of my skin, that if I didn't do something physical to match the way I felt inside, I would explode. I cut myself to take my mind off that. I just didn't care what happened. I had no fear."
    },
    {
      "cite": "Johnny Depp",
      "quote": "My body is a journal in a way. It's like what sailors used to do, where every tattoo meant something, a specific time in your life when you make a mark on yourself, whether you do it yourself with a knife or with a professional tattoo artist."
    },
    {
      "cite": "Caitlin Moran",
      "quote": "Self-harm - the world will come at you with knives anyway. You do not need to beat them to it."
    },
    {
      "cite": "Augusten Burroughs",
      "quote": "For exactly the same reason, it is sometimes satisfying to cut yourself and bleed. On those gray [sic] days where eight in the morning looks no different from noon and nothing has happened and nothing is going to happen and you are washing a glass in the sink and it breaks - accidentally - and punctures your skin. And then there is this shocking red, the brightest thing in the day, so vibrant it buzzes, this blood of yours. That is okay sometimes because at least you know you're alive."
    },
    {
      "cite": "Courtney Knowles",
      "quote": "Here’s the thing…all of us know what it feels like to hurt. We have times in our lives when we feel down, alone, not good enough, angry or anxious. Sometimes that pain comes from things happening around us, and sometimes it comes from the voices in our own heads. Finding a way to cope with those feelings isn’t always easy — and sometimes we find ways to feel better…that actually cause more pain. Like drinking too much, using unprescribed drugs and cutting or self-injury."
    },
    {
      "cite": "Kathleen Glasgow",
      "quote": "In a rush, it happens again, only this time it’s remembering what it’s like to cut, and cut hard. The way you have to dig the glass in, deeply, right away, to break the skin and then drag, and drag fiercely, to make a river worth drowning in."
    },
    {
      "cite": "Dr. Steingard",
      "quote": "They’ve locked down so tightly because of whatever’s going on in their lives that they feel they’re incapable of feeling anything at all. So they hurt themselves in order to feel something."
    },
    {
      "cite": "Lee",
      "quote": "Each cut, each scar, each burn, a different mood or time."
    },
    {
      "cite": "Hannah Kwawu",
      "quote": "Many people interpret self-harm as a way of “acting out” or “looking for attention.” However, it’s important that we don’t stereotype—pain does not discriminate and people of all ages and backgrounds can be at risk for self-harm."
    },
    {
      "cite": "Cory Anderson",
      "quote": "Self-injury is a sign of distress not madness. We should be congratulated on having found a way of surviving."
    },
    {
      "cite": "C. Blount",
      "quote": "How will you know I am hurting, if you cannot see my pain? To wear it on my body tells what words cannot explain."
    },
    {
      "cite": "Susanna Kaysen",
      "quote": "I know what it's like to want to die. How it hurts to smile. How you try to fit in, but you can't. How you hurt yourself on the outside to try to kill the thing on the inside."
    },
    {
      "cite": "Majandra Delfino",
      "quote": "I can't stop thinking about cutting myself up. Visual bruises can be covered with make-up, but down to the core, I'm all bruises."
    },
    {
      "cite": "Aly",
      "quote": "I wear my self-harm scars proudly. They represent the battles through which I have gone, and I am proud because those battles I have won."
    },
    {
      "cite": "Amy Tippins",
      "quote": "Scars on our souls frequently lead to scars on the outside from self-inflicted wounds. Together we can empower one another and move toward healing."
    },
    {
      "cite": "S. Marie",
      "quote": "Told I talked too much, made too much noise. I took up a silent hobby – Bleeding."
    },
    {
      "cite": "George Howe Colt",
      "quote": "It’s kind of like letting out a sigh. I get a peaceful feeling and a kind of self-satisfaction at having hurt myself."
    },
    {
      "cite": "Blue",
      "quote": "A lot of people think that, but in reality, you cut for different reasons, like, it’s the only way you know to deal with intense insecurities, or anger at yourself. Or you’re so numb as a result of depression, you can’t feel anything — and this is one thing you can feel."
    },
    {
      "cite": "Dr. Barent Walsh",
      "quote": "It’s not about suicide. It’s something very different, a way of regulating emotion, of reducing emotional pain."
    }
  ]
}