{
  "source": "https://www.wisesayings.com/cyber-bullying-quotes/",
  "theme": "cyber-bullying",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "I would rather be a little nobody, then to be a evil somebody."
    },
    {
      "cite": "Zack W. Van",
      "quote": "Bullying builds character like nuclear waste creates superheroes. It's a rare occurrence and often does much more damage than endowment."
    },
    {
      "cite": "Taylor Swift",
      "quote": "If they don't like you for being yourself, be yourself even more."
    },
    {
      "cite": "Demi Lovato",
      "quote": "People say sticks and stones may break your bones, but names can never hurt you, but that's not true. Words can hurt. They hurt me. Things were said to me that I still haven't forgotten."
    },
    {
      "cite": "John Lennon",
      "quote": "You don't need anybody to tell you who you are or what you are. You are what you are!"
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who knows others is wise. He who knows himself is enlightened."
    },
    {
      "cite": "Jeffrey Benjamin",
      "quote": "You will never reach higher ground if you are always pushing others down"
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "You can have no dominion greater or less than that over yourself"
    },
    {
      "cite": "Dr. Elizabeth Waterman",
      "quote": "Somebody who is bullied and has a lot of coping skills, support in their family and in other friends, is probably more resilient than somebody who doesn't perceive others as being supportive or has low self-esteem, identity issues, or depressed mood."
    },
    {
      "cite": "Emma Roberts",
      "quote": "I've realized that you become a bully if you are just watching someone get bullied and you don't say anything. Speak up!"
    },
    {
      "cite": "Brendan Dooling",
      "quote": "It's easy to be mean when you're Unknown Author. There's a lot of people who wouldn't have the cajones to say in person what they do online. But you can't listen to somebody you don't even know. Opinions of your friends and family matter, but you can't listen to somebody who is nobody to you."
    },
    {
      "cite": "Cher Lloyd",
      "quote": "It's tough, and sometimes you feel like you can't speak to someone about it. I just want to let teens know that it's okay to talk about it."
    },
    {
      "cite": "Mark Twain",
      "quote": "A lie can travel halfway around the world while the truth is putting on its shoes."
    },
    {
      "cite": "Patrick Overton",
      "quote": "Watch your thoughts, they become words. Watch your words, they become actions. Watch your actions, they become habits. Watch your habits, they become character. Watch your character for it becomes your destiny."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world is a dangerous place, not because of those who do evil, but because of those who look on and do nothing."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Knowing what's right doesn't mean much unless you do what's right."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "If you are neutral in situations of injustice, you have chosen the side of the oppressor. If an elephant has its foot on the tail of a mouse, and you say that you are neutral, the mouse will not appreciate your neutrality."
    },
    {
      "cite": "Andrew Vachss",
      "quote": "Life is a  ght, but not everyone's a  ghter. Otherwise, bullies would be an endangered species."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "Never do a wrong thing to make a friend--or to keep one."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "One's dignity may be assaulted, vandalized and cruelly mocked, but it can never be taken away unless it is surrendered."
    },
    {
      "cite": "Karen Mueller Coombs",
      "quote": "Often the right path is the one that may be hardest for you to follow. But the hard path is also the one that will make you grow as a human being."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Perhaps it is only human nature to inflict suffering on anything that will endure suffering, whether by reason of its genuine humility, or indifference, or sheer helplessness."
    },
    {
      "cite": "Dr Martyn Wild",
      "quote": "Cyber-bullying is poised to turn into the biggest online concern, already affecting up to 35% of all children"
    },
    {
      "cite": "Anna Maria Chavez",
      "quote": "Unless and until our society recognizes cyber bullying for what it is, the suffering of thousands of silent victims will continue."
    },
    {
      "cite": "Anna Maria Chavez",
      "quote": "Cyber bullies can hide behind a mask of anonymity online and do not need direct physical access to their victims to do unimaginable harm."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Never stand in the way of letting God use people’s actions, in order to solve a greater issue in the world."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Courage is fire, and bullying is smoke."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself."
    },
    {
      "cite": "Chris Colfer",
      "quote": "When people hurt you over and over, think of them like sand paper. They may scratch and hurt you a bit, but in the end, you end up polished and they end up useless."
    },
    {
      "cite": "Tim Field",
      "quote": "Never be bullied into silence. Never allow yourself to be made a victim."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Sticks and stones may break your bones but words can hurt like hell."
    },
    {
      "cite": "Tim Field",
      "quote": "Bullies thrive wherever authority is weak."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Tim Field",
      "quote": "Nothing can prepare you for living or working with a sociopathic serial bully. It is the most devastating, draining, misunderstood, and ultimately futile experience imaginable."
    },
    {
      "cite": "Judy Garland",
      "quote": "Always be a first-rate version of yourself, instead of a second-rate version of somebody else."
    },
    {
      "cite": "Wendy Mass",
      "quote": "Be kind, for everyone you meet is fighting a battle you know nothing about."
    },
    {
      "cite": "Ralph Washington Sockman",
      "quote": "The test of courage comes when we are in the minority. The test of tolerance comes when we are in the majority."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Most comedy is based on getting a laugh at somebody else's expense. And I find that that's just a form of bullying in a major way. So I want to be an example that you can be funny and be kind, and make people laugh without hurting somebody else's feelings."
    },
    {
      "cite": "Charles Djou",
      "quote": "If you let a bully intimidate you, he's going to do it again. You've got to stand up to these strong-arm tactics."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Injustice anywhere is a threat to justice everywhere."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "You have power over your mind - not outside events. Realize this, and you will find strength."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Those that know the least of others think the highest of themselves."
    },
    {
      "cite": "Cat Cora",
      "quote": "Bullying is killing our kids. Being different is killing our kids and the kids who are bullying are dying inside. We have to save our kids whether they are bullied or they are bullying. They are all in pain."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "When a resolute young fellow steps up to the great bully, the world, and takes him boldly by the beard, he is often surprised to find it comes off in his hand, and that it was only tied on to scare away the timid adventurers."
    },
    {
      "cite": "St. Augustine",
      "quote": "Wrong is wrong even if everyone is doing it. Right is right even if no one is doing it."
    },
    {
      "cite": "John Holmes",
      "quote": "There is no exercise better for the heart than reaching down and lifting people up"
    },
    {
      "cite": "Barack Obama",
      "quote": "Each of us deserves the freedom to pursue our own version of happiness. No one deserves to be bullied."
    },
    {
      "cite": "Dan Pearce",
      "quote": "People who love themselves, don’t hurt other people. The more we hate ourselves, the more we want others to suffer."
    },
    {
      "cite": "Heather Brewer",
      "quote": "Bullying is a horrible thing. It sticks with you forever. It poisons you. But only if you let it."
    },
    {
      "cite": "Sean Covey",
      "quote": "Isn’t it kind of silly to think that tearing someone else down builds you up?"
    },
    {
      "cite": "Andrew Vachss",
      "quote": "Life is a fight, but not everyone’s a fighter. Otherwise, bullies would be an endangered species."
    },
    {
      "cite": "St. Ambrose",
      "quote": "No one heals himself by wounding another."
    },
    {
      "cite": "Lynette Mather",
      "quote": "What if the kid you bullied at school, grew up, and turned out to be the only surgeon who could save your life?"
    }
  ]
}