{
  "source": "https://www.wisesayings.com/cycling-quotes/",
  "theme": "cycling",
  "quotes": [
    {
      "cite": "Felicity Luckey",
      "quote": "Belief in yourself and your cycling goals is the ignition switch that gets you off the sofa and onto your bike."
    },
    {
      "cite": "Greg LeMond",
      "quote": "It never gets easier; you just go faster."
    },
    {
      "cite": "Eddy Merckx",
      "quote": "Ride as much or as little, or as long or as short as you feel. But ride."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You are likely to fall when you stop paddling your bicycle. Such is life. As long as you don't give up, you will never end up failing!"
    },
    {
      "cite": "Jean de Gribaldy",
      "quote": "Cycling isn't a game, it's a sport. Tough, hard and unpitying, and it requires great sacrifices. One plays football, or tennis, or hockey. One doesn't play at cycling."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Your cycling goals should be out of reach but never out of sight."
    },
    {
      "cite": "George",
      "quote": "When you ride hard on a mountain bike, sometimes you fall, otherwise you're not riding hard."
    },
    {
      "cite": "David Millar",
      "quote": "I think cycling has always had a tradition of being a bit dapper, especially back in the day."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Life is like riding a bicycle. In order to keep your balance, you must keep moving."
    },
    {
      "cite": "Sean Yates",
      "quote": "Good morale in cycling comes from good legs."
    },
    {
      "cite": "Deborah Moggach",
      "quote": "Cycling is the only way to free ourselves from the misery of the tube, the wall to wall buses that line oxford street, the hopelessness of even thinking about driving."
    },
    {
      "cite": "Robin Farina",
      "quote": "Cycling is a sport of amazing athletes. Its been a privilege and a honor for me to be in this sport and to have a chance to race at the highest level."
    },
    {
      "cite": "Grant Petersen",
      "quote": "Think of bicycles as rideable art that can just about save the world."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Cycling is so difficult when you have to and so easy when you want to."
    },
    {
      "cite": "Michelle Dockery",
      "quote": "I love cycling, but if I could find a way of building something above the streets for cyclists, that would be amazing. We need even more space."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "On your path to cycling success, remember to have fun and enjoy the ride."
    },
    {
      "cite": "Johan Museeuw",
      "quote": "Crashing is part of cycling as crying is part of love."
    },
    {
      "cite": "Udo E. Simonis",
      "quote": "Riding bicycles will not only benefit the individual doing it, but the world at large."
    },
    {
      "cite": "Victoria Penead",
      "quote": "Cycling as a whole is totally underestimated. Victoria Pendleton"
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Life is like a ten speed bicycle. Most of us have gears we never use."
    },
    {
      "cite": "Adrian Bell",
      "quote": "Cycling also offers a sense of independence, of being able to get up and go wherever and whenever you want. That's invaluable."
    },
    {
      "cite": "Magnus Backstedt",
      "quote": "Cycling is not a sport it's a lifestyle."
    },
    {
      "cite": "Sean Coffey",
      "quote": "A mountain bike is like your buddy. A road bike is your lover."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "If you put off starting a cycling routine until the time is right, you'll never reach your cycling goals."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Nothing compares to the simple pleasure of riding a bike."
    },
    {
      "cite": "Astro Teller",
      "quote": "The cycling helmet can save your life, but it doesn't look good and tends to ruin your hair."
    },
    {
      "cite": "David Byrne",
      "quote": "Cycling is a joy and faster than many other modes of transport, depending on the time of day. It clears the head."
    },
    {
      "cite": "Scott Stoll",
      "quote": "A bicycle ride around the world begins with a single pedal stroke."
    },
    {
      "cite": "Magnus Backstedt",
      "quote": "Cycling is part of me, it's who I am. When you get injured, your whole identity is taken away from you, you're no longer yourself."
    },
    {
      "cite": "Hallman",
      "quote": "Life may not be about your bike, but it sure can help you get through it."
    },
    {
      "cite": "Digby Jones",
      "quote": "Cycling to work is an important issue for business the more who do it, the more our communities will support it. Healthy and green, cycling is worthy of the support of every business in the land."
    },
    {
      "cite": "Heinz Stucke",
      "quote": "It is the unknown around the corner that turns my wheels."
    },
    {
      "cite": "Adrian Bell",
      "quote": "Cycling is an activity which more and more young people are getting involved with, whether they are using their bikes to get to school or work, socially, or cycling as a sport. Cycling is cheap, it's quick, and it makes you look and feel great!"
    },
    {
      "cite": "Neil Pasricha",
      "quote": "Gliding down the bike path on a Saturday morning, you whip by somebody peddling in the opposite direction and give each other a nod. For a moment it's like \"Hey, we're both doing the same thing. Let's be friends for a second."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "It is by riding a bicycle that you learn the contours of a country best, since you have to sweat up the hills and coast down them."
    },
    {
      "cite": "Louis Baudry de Saunier",
      "quote": "Cycling has encountered more enemies than any other form of exercise."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Cycling goals are attained not by strength but by perseverance."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Cycling is a sport of the open road and spectators are lining that road."
    },
    {
      "cite": "James E. Starrs",
      "quote": "A bicycle ride is a flight from sadness."
    },
    {
      "cite": "Steve Johnson",
      "quote": "Cycling is unique. No other sport lets you go like that where there's only the bike left to hold you up. If you ran as hard, you'd fall over. Your legs wouldn't support you."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Cycling goals are cycling dreams with deadlines."
    },
    {
      "cite": "David Byrne",
      "quote": "Cycling can be lonely, but in a good way. It gives you a moment to breathe and think, and get away from what you're working on."
    },
    {
      "cite": "Felicity Luckey",
      "quote": "Choosing a cycling goal and sticking to it changes everything."
    },
    {
      "cite": "Hemmingway Ernest",
      "quote": "It is by riding a bicycle that you learn the contours of a country best, since you have to sweat up the hills and coast down them. Thus you remember them as they actually are, while in a motor car only a high hill impresses you, and you have no such accurate remembrance of country you have driven through as you gain by riding a bicycle."
    },
    {
      "cite": "Claude Pepper",
      "quote": "Life is like riding a bicycle: you don't fall off unless you stop pedaling."
    },
    {
      "cite": "Susan Vreeland",
      "quote": "You know, bicycling isn't just a matter of balance,I said. it's a matter of faith. You can keep upright only by moving forward. You have to have your eyes on the goal, not the ground. I'm going to call that the bicyclist's philosophy of life."
    },
    {
      "cite": "Doug Donaldson",
      "quote": "Your bike is discovery; your bike is freedom. It doesn't matter where you are, when you're on the saddle, you're taken away."
    },
    {
      "cite": "Tommy Godwin",
      "quote": "Riding a bike is everything to a cyclist. The friendship and camaraderie you have with other cyclist to a cyclist, it was the be all and end all of your life."
    }
  ]
}