{
  "source": "https://www.wisesayings.com/dad-quotes/",
  "theme": "dad",
  "quotes": [
    {
      "cite": "Frank A. Clark",
      "quote": "A father is a man who expects his son to be as good a man as he meant to be."
    },
    {
      "cite": "Liam Neeson",
      "quote": "It's an ongoing joy being a dad."
    },
    {
      "cite": "Justin Trudeau",
      "quote": "Parents are the centre of a person's solar system, even as an adult. My dad had a stronger gravitational pull than most, so his absence was bound to leave a deep and lasting void."
    },
    {
      "cite": "Tony Dungy",
      "quote": "But there's no substitute for a full-time dad. Dads who are fully engaged with their kids overwhelmingly tend to produce children who believe in themselves and live full lives."
    },
    {
      "cite": "August Strindberg",
      "quote": "That is the thankless position of the father in the family - the provider for all, and the enemy of all."
    },
    {
      "cite": "Author Unknown",
      "quote": "Any man can be a father. It takes someone special to be a dad."
    },
    {
      "cite": "Louis C.K.",
      "quote": "Be a dad. Don’t be \"Mom’s Assistant\".... Be a man.... Fathers have skills that they never use at home. You run a landscaping business and you can’t dress and feed a four-year-old? Take it on. Spend time with your kids.... It won’t take away your manhood, it will give it to you."
    },
    {
      "cite": "Harold Perrineau",
      "quote": "Being a dad has made me more aware of myself. I can see all of my virtues and flaws. They become glaringly clear when my daughter communicates with me in the same ways that I communicate with her. I can really tell where and when I went wrong."
    },
    {
      "cite": "Kevin Leman",
      "quote": "Why does a dad matter so much to a daughter, in particular? A dad is the one who teaches a daughter what a male is all about. It's the first man in her life--the first man she loves, the first male she tries to please, the first man who says no to her, the first man to discipline her. In effect, he sets her up for success or failure with the opposite sex. Not only that, but she takes cues from how Dad treats Mom as she grows up about what to expect as a woman who is in a relationship with a man. So Dad sets up his daughter's marriage relationship too."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "The best fathers have the softest, sweetest hearts. In other words, great dads are real marshmallows."
    },
    {
      "cite": "David Nicholls",
      "quote": "Dads had favourite armchairs in which they sat like starship captains, issuing orders and receiving cups of tea and shouting at the news without fear of contradiction."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "When you're a dad, there's no one above you. If I don't do something that has to be done, who is going to do it?"
    },
    {
      "cite": "Jimmy Iovine",
      "quote": "If you love your dad, it’s tough when he dies. If you don’t like your dad, it’s tough when he dies. Because you lose that guy. Whatever you didn’t get, you miss. And what you did get, you miss."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "A father is available to help his daughter balance both her love and her anger toward her mother, to moderate the inevitable emotional extremes in the intense mother-daughter equation. With Daddy's steadying influence daughters can learn to be comfortable with healthy anger, rather than feeling that they must be eternal good girls who must at all costs conceal it."
    },
    {
      "cite": "Rick Warren",
      "quote": "A dad stands tallest when he kneels to pray with his children."
    },
    {
      "cite": "John Walter Bratton",
      "quote": "Dad - a son's first hero, a daughter's first love."
    },
    {
      "cite": "Conan O'Brien",
      "quote": "Being a Dad is the greatest, except for assembling things."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "Dad told me to stop running in circles, I couldn't, so he nailed down my other foot!"
    },
    {
      "cite": "Margaret Mead",
      "quote": "Fathers are biological necessities, but social accidents."
    },
    {
      "cite": "Warren Farrell",
      "quote": "All societies that have survived have survived based on their ability to prepare their sons to be disposable, in war and at work--and therefore as dads."
    },
    {
      "cite": "Euripides",
      "quote": "A sweet thing, for whatever time, to revisit in dreams the dear dad we have lost."
    },
    {
      "cite": "Gerard Way",
      "quote": "You can't be two people in your brain, one rock dude and a dad - there's something in the middle of them, and that's really what you are and that's going to make you the best dad - not when you try to be one or the other."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "There should be a children's song: 'If you're happy and you know it, keep it to yourself and let your dad sleep'."
    },
    {
      "cite": "Lydia M. Child",
      "quote": "Blessed indeed is the man who hears many gentle voices call him father."
    },
    {
      "cite": "Source Unknown",
      "quote": "One night a father overheard his son pray: Dear God, Make me the kind of man my Daddy is. Later that night, the Father prayed, Dear God, Make me the kind of man my son wants me to be."
    },
    {
      "cite": "George Best",
      "quote": "The best thing about being a dad? Well, I think it's just the thing that every man wants - to have a son and heir."
    },
    {
      "cite": "Arne Duncan",
      "quote": "Young people know how important it is for dads to be involved in their lives. As I travel the country and talk with students, some of them tell me that their lives would be totally different if their father was around."
    },
    {
      "cite": "Ron Lieber",
      "quote": "A dad might give a coupon to drop whatever he's doing and play a game, or to ditch work once in the next 12 months and do whatever the kid wants to do, things like that don't cost anything, and are often incredibly memorable."
    },
    {
      "cite": "Bob Phillips",
      "quote": "There are three stages of man: he believes in Santa Claus; he does not believe in Santa Claus; he is Santa Claus."
    }
  ]
}