{
  "source": "https://www.wisesayings.com/daffodil-quotes/",
  "theme": "daffodil",
  "quotes": [
    {
      "cite": "William Wordsworth",
      "quote": "One daffodil is worth a thousand pleasures, then one is too few."
    },
    {
      "cite": "Richard L. Ratliff",
      "quote": "Daffodils are yellow trumpets of spring."
    },
    {
      "cite": "A.A. Milne",
      "quote": "She turned to the sunlight and shook her yellow head, and whispered to her neighbor. Winter is dead."
    },
    {
      "cite": "A.A. Milne",
      "quote": "A house with daffodils in it is a house lit up, whether or no the sun be shining outside. Daffodils in a green bowl and let it snow if it will."
    },
    {
      "cite": "Angela K. Smith",
      "quote": "She did not look at the daffodils. They didn't mean anything. She looked at the daffodils. She said, Thank you for the daffodils."
    },
    {
      "cite": "Celia Thaxter",
      "quote": "I wonder what spendthrift chose to spill such a bright gold under my window sill! Is it fairy gold? Does it glitter still? Bless me! It is but a daffodil!"
    },
    {
      "cite": "Dorothy Wordsworth",
      "quote": "I never saw daffodils so beautiful. They grew among the mossy stones about and above them, some rested their heads upon these stones, as on a pillow, for weariness."
    },
    {
      "cite": "Jean Ingelow",
      "quote": "O fateful flower beside the rill. The Daffodil, the daffodil!"
    },
    {
      "cite": "John Keats",
      "quote": "Young playmates of the rose and daffodil. Be careful ere ye enter in, to fill your baskets high with fennel green, and balm, and golden pines. Savory latter mint and columbines."
    },
    {
      "cite": "John Masefield",
      "quote": "I have seen the Lady April bringing the daffodils, bringing the springing grass and the soft warm April rain."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "To this day I cannot see a bright daffodil, a proud gladiola or a smooth eggplant without thinking of Papa. Like his plants and trees, I grew up as a part of his garden."
    },
    {
      "cite": "Lucy Christopher",
      "quote": "I could hear you, talking to the daffodils and tulips, whispering to the fairies that lived inside their petals. Each separate flower had a different family inside it."
    },
    {
      "cite": "Luther Burbank",
      "quote": "Flowers always make people better, happier, and more helpful, they are sunshine, food and medicine for the soul."
    },
    {
      "cite": "Lydia M. Child",
      "quote": "Flowers have spoken to me more than I can tell in written words. They are the hieroglyphics of angels, loved by all men for the beauty of their character, though few can decipher even fragments of their meaning."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "A daffodil pushing up through the dark earth to the spring, knowing somehow deep in its roots that spring and light and sunshine will come, has more courage and more knowledge of the value of life than any human being I've met."
    },
    {
      "cite": "Michaela DePrince",
      "quote": "Never be afraid to be a poppy in a field of daffodils."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is a tiny yellow daffodil, the butterfly can see it from a far. Although one summer evening's dew could fill Its little cup twice over, ere the star had called the lazy shepherd to his fold."
    },
    {
      "cite": "Philip Larkin",
      "quote": "Deprivation is for me what daffodils were for Wordsworth."
    },
    {
      "cite": "Philip Larkin",
      "quote": "What daffodils were to Wordsworth, depression is tome."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "When I bought my farm, I did not know what a bargain I had in the bluebirds, daffodils and thrushes; as little did I know what sublime mornings and sunsets I was buying."
    },
    {
      "cite": "Richard Brautigan",
      "quote": "She had a beautiful laugh which was like rain water pouring over daffodils made from silver."
    },
    {
      "cite": "Robert Herrick",
      "quote": "Fair daffodils, we weep to see you haste away so soon. As yet the early rising sun has not attained his noon."
    },
    {
      "cite": "Robert Loveman",
      "quote": "It isn't rain to me, It's raining daffodils. In every dimpled drop I see Wildflowers on distant hills."
    },
    {
      "cite": "Stella Adler",
      "quote": "You have to do something. If you do something, you become somebody. Even a daffodil does something, has a profession. It gives off scent, professionally."
    },
    {
      "cite": "Susannah Cahalan",
      "quote": "Like daffodils in the early days of spring, my neurons were resprouting receptors as the winter of the illness ebbed."
    },
    {
      "cite": "Tamora Pierce",
      "quote": "I myself have noticed my growing resemblance to a daffodil."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Daffodils, that come before the swallow dares, and take the winds of March with beauty."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Then my heart with pleasure fills and dances with the daffodils."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Beside the lake, beneath the trees, fluttering and dancing in the breeze."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Ten thousand saw I at a glance, tossing their heads in sprightly dance."
    }
  ]
}