{
  "source": "https://www.wisesayings.com/daily-quotes/",
  "theme": "daily",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "We know from daily life that we exist for other people first of all, for whose smiles and well-being our own happiness depends."
    },
    {
      "cite": "Author Unknown",
      "quote": "Religion is meant to be bread for daily use, not cake for special occasions."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Our daily objectives should include an honest effort to improve on yesterday."
    },
    {
      "cite": "George Macdonald",
      "quote": "We die daily. Happy those who daily come to life as well."
    },
    {
      "cite": "Les Brown",
      "quote": "In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact."
    },
    {
      "cite": "William Morris",
      "quote": "The true secret of happiness lies in taking a genuine interest in all the details of daily life."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "By transcending our daily reality and embarking on an alternative journey we create an opportunity to taste the many nitty-gritties of life. Going beyond the day-to-day contingencies and the usual concerns, allows us to recognize ourselves better by figuring out the mystery and the anonymity of our surrounding world."
    },
    {
      "cite": "Robert Brault",
      "quote": "There is no daily chore so trivial that it cannot be made important by skipping it two days running."
    },
    {
      "cite": "Bruce Lee",
      "quote": "It's not the daily increase but daily decrease. Hack away at the unessential."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Daily life is the enemy of greatness."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "The daily practice of gratitude is one of the conduits by which your wealth will come to you."
    },
    {
      "cite": "Margaret Bonanno",
      "quote": "It is only possible to live happily ever after on a daily basis."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "If your daily life seems poor, do not blame it; blame yourself that you are not poet enough to call forth its riches; for the Creator, there is no poverty."
    },
    {
      "cite": "Anonymous",
      "quote": "The road to daily happiness is not hard to find, it's what we do for others that brings us peace of mind."
    },
    {
      "cite": "Seneca",
      "quote": "One who daily puts the finishing touches on his life is never in want of time."
    },
    {
      "cite": "Chip Ingram",
      "quote": "God gives us the ingredients for our daily bread, but he expects us to do the baking!"
    },
    {
      "cite": "Hannah Bronfman",
      "quote": "Don't forget to tell yourself positive things daily! You must love yourself internally to glow externally."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The true harvest of my daily life is somewhat as intangible and indescribably as the tints of morning or evening. It is a little star-dust caught, a segment of the rainbow which I have clutched."
    },
    {
      "cite": "Seneca",
      "quote": "He whose daily life has been a rounded whole, is easy in his mind."
    },
    {
      "cite": "Studs Terkel",
      "quote": "Work is a search for daily meaning, as well as for daily bread."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Daily ripples of excellence -over time- become a tsunami of success ."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Your daily life is your temple and your religion. When you enter into it take with you your all."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "A small daily task, if it be really daily, will beat the labours of a spasmodic Hercules."
    },
    {
      "cite": "Shannon Tanner",
      "quote": "Self-forgiveness is a daily practice of the humble, strong and mentally sane. It is an intentional preservation of inner-peace and a reflection of a healthy self-concept."
    }
  ]
}