{
  "source": "https://www.wisesayings.com/daisy-quotes/",
  "theme": "daisy",
  "quotes": [
    {
      "cite": "Matshona Dhliwayo",
      "quote": "A daisy blooming in a desert is worth more than a rose blossoming in a rainforest."
    },
    {
      "cite": "Andy Warhol",
      "quote": "Human beings are born solitary, but everywhere they are in chains - daisy chains - of interactivity. Social actions are makeshift forms, often courageous, sometimes ridicilous, always strange."
    },
    {
      "cite": "Kevin Costner",
      "quote": "You have to decide if you're going to wilt like a daisy or if you're just going to go forward and live the life that you've been granted."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "Daisies are like sunshine to the ground."
    },
    {
      "cite": "Therese of Lisieux",
      "quote": "The splendor of the rose and the whiteness of the lily do not rob the little violet of it's scent nor the daisy of its simple charm. If every tiny flower wanted to be a rose, spring would lose its loveliness."
    },
    {
      "cite": "David Macbeth Moir",
      "quote": "Stars are the daisies the begem the blue fields of the sky."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Those fields of daisies we landed on, and dusty fields and desert stretches. Memories of many skies and earths beneath us - many days, many nights of stars."
    },
    {
      "cite": "Ebenezer Elliott",
      "quote": "Daisies infinite Uplift in praise their little growing hands, O'er every hill that under heaven expands."
    },
    {
      "cite": "Francis Beaumont",
      "quote": "Daisies smell-less, yet most quaint, And sweet thyme true, Primrose, first born child of Ver, Merry Spring-time's harbinger."
    },
    {
      "cite": "Robert Burns",
      "quote": "Even thou who mournst the daisy's fate, That fate is thine--no distant date; Stern Ruin's ploughshare drives, elate, Full on thy bloom, Till crushed beneath the furrow's weight Shall be thy doom!"
    },
    {
      "cite": "Anne Sexton",
      "quote": "Be careful of words, they can be both daisies and bruises."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The daisy, by the shadow that it casts, Protects the lingering dewdrop from the sun."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "Their desire was silent yet magnificent, like a thousand daisies attuning their faces toward the path of the sun."
    },
    {
      "cite": "F.B. Meyer",
      "quote": "The love of God toward you is like the Amazon River flowing down to water a single daisy."
    },
    {
      "cite": "Richard Realf",
      "quote": "Never a daisy that grows, but a mystery guideth the growing; Never a river that flows, but a majesty scepters the flowing."
    },
    {
      "cite": "Maryam Faresh",
      "quote": "You can't be sad when Daisy is around, she won't let you."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "In a world full of daisies dare to be a rose."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Daisies that bring you joy are better than roses that bring you sorrow."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "Daisy had no idea how to put herself to rights again. But she thought it would be a good thing to stop thinking about herself and do something for someone else."
    },
    {
      "cite": "Mathias Malzieu",
      "quote": "The brief silence that follows is as tender as a rainstorm of daisies."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "Behold the azure sea in front of you, the turquoise sky above you, the amber mountain beneath your feet, and the golden daisy in your hands. How are you not the richest person on earth?"
    },
    {
      "cite": "H. Jackson Brown Jr.",
      "quote": "Always have something beautiful in sight, even if it's just a daisy in a jelly glass."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Tread lightly, she is near under snow, speak gently, she can hear the daisies grow."
    },
    {
      "cite": "Laura Riding",
      "quote": "Daisy was a consciously happy young woman without any of the usual endowments that make for conscious happiness, money apart. She was not pretty, she was not clever, she had no friends, no talents, nor even an imagination to make her think she was happy when she was really miserable. As she was never miserable, she had no need of an imagination."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Regret, Daisy knew, was the only confirmation of a well-lived life. If you didn't occasionally go too far, you weren't going anywhere."
    },
    {
      "cite": "Sara Coleridge",
      "quote": "April brings the primrose sweet, / Scatters daisies at our feet."
    },
    {
      "cite": "Jean Ingelow",
      "quote": "There's no dew left on the daisies and clover; there's no rain left in heaven."
    },
    {
      "cite": "Anne Sexton",
      "quote": "Daisies in water are the longest lasting flower you can give to someone. Fact. Buy daisies. Not roses."
    }
  ]
}