{
  "source": "https://www.wisesayings.com/dancing-quotes/",
  "theme": "dancing",
  "quotes": [
    {
      "cite": "Friedrich Nietzsche",
      "quote": "And those who were seen dancing were thought to be insane by those who could not hear the music."
    },
    {
      "cite": "Agnes De Mille",
      "quote": "To dance is to be out of yourself. Larger, more beautiful, more powerful.. This is power, it is glory on earth and it is yours for the taking"
    },
    {
      "cite": "Martha Graham",
      "quote": "Dance is the hidden language of the soul of the body."
    },
    {
      "cite": "Ted Shawn",
      "quote": "Dance is the only art of which we ourselves are the stuff of which it is made."
    },
    {
      "cite": "Havelock Ellis",
      "quote": "Dancing is the loftiest, the most moving, the most beautiful of the arts, because it is not mere translation or abstraction from life; it is life itself."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Dancing faces you towards Heaven, whichever direction you turn."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way."
    },
    {
      "cite": "Isadora Duncan",
      "quote": "Dance is the movement of the universe concentrated in an individual."
    },
    {
      "cite": "Rumi",
      "quote": "Dance, when you're broken open. Dance, if you've torn the bandage off. Dance in the middle of the fighting. Dance in your blood. Dance when you're perfectly free."
    },
    {
      "cite": "Jaques D'Ambroise",
      "quote": "Dance is your pulse, your heartbeat, your breathing. It's the rhythm of your life. It's the expression in time and movement, in happiness, joy, sadness and envy."
    },
    {
      "cite": "Robert Frost",
      "quote": "Dancing is a vertical expression of a horizontal desire."
    },
    {
      "cite": "Louis Horst",
      "quote": "Dance for yourself. If someone understands, good. If not, no matter. Go right on doing what interests you, and do it until it stops interesting you."
    },
    {
      "cite": "Judith Jamison",
      "quote": "You don't enter a dance studio and say \"I can't do that.\" If you do, then why are you in the studio in the first place?"
    },
    {
      "cite": "Christopher Morley",
      "quote": "Dancing is wonderful training for girls, it's the first way you learn to guess what a man is going to do before he does it."
    },
    {
      "cite": "Vicki Baum",
      "quote": "There are short-cuts to happiness, and dancing is one of them."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Dancing can reveal all the mystery that music conceals."
    },
    {
      "cite": "John Dryden",
      "quote": "Dancing is the poetry of the foot."
    },
    {
      "cite": "Robert Brault",
      "quote": "Dancing is moving to the music without stepping on anyone's toes, pretty much the same as life."
    },
    {
      "cite": "Mata Hari",
      "quote": "The dance is a poem of which each movement is a word."
    },
    {
      "cite": "Peter Saint James",
      "quote": "Talk about dance? Dance is not something to talk about. Dance is to dance."
    },
    {
      "cite": "Indian Proverb",
      "quote": "To watch us dance is to hear our hearts speak."
    },
    {
      "cite": "Terence",
      "quote": "They who love dancing too much seem to have more brains in their feet than in their head."
    },
    {
      "cite": "Paige Arden",
      "quote": "Dance isn't something that can be explained in words. It has to be danced."
    },
    {
      "cite": "Alarmel Valli",
      "quote": "Dance is like wine; it matures with every performance."
    },
    {
      "cite": "Martha Graham",
      "quote": "Dance is a song of the body. Either of joy or pain."
    },
    {
      "cite": "Maurice Bjart",
      "quote": "The dance: a minimum of explanation, a minimum of anecdotes, and a maximum of sensations"
    },
    {
      "cite": "Scott Nilsson",
      "quote": "Dance is the poetic baring of the soul through motion."
    },
    {
      "cite": "Jerome Robbins",
      "quote": "Dance is like life, it exists as you're flitting through it, and when it's over, it's done."
    },
    {
      "cite": "Fred Astaire",
      "quote": "Do it big, do it right, and do it with style."
    },
    {
      "cite": "La Meri",
      "quote": "The only reason for mastering technique is to make sure the body does not prevent the soul from expressing itself."
    },
    {
      "cite": "Hindu Proverb",
      "quote": "He who cannot dance puts the blame on the floor."
    },
    {
      "cite": "George Carlin",
      "quote": "Those who dance are considered insane by those who can't hear the music."
    },
    {
      "cite": "Eugene Louis Faccuito",
      "quote": "To dance, put your hand on your heart and listen to the sound of your soul."
    },
    {
      "cite": "Pina Bausch",
      "quote": "I'm not so interested in how they move as in what moves them."
    },
    {
      "cite": "Marcia Hayde",
      "quote": "Someone need not be perfect to be a great dancer? Feeling a soul is more important than what the body can do."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We dance for laughter, we dance for tears, we dance for madness, we dance for fears, we dance for hopes, we dance for screams, we are the dancers, we create the dreams."
    },
    {
      "cite": "Mikhail Baryshnikov",
      "quote": "I do not try to dance better than anyone else. I only try to to dance better than myself."
    },
    {
      "cite": "Henry Fielding",
      "quote": "Dancing begets warmth, which is the parent of wantonness. It is, Sir, the great grandfather of cuckoldom."
    },
    {
      "cite": "Jane Austen",
      "quote": "To be fond of dancing was a certain step towards falling in love."
    },
    {
      "cite": "Edwin Denby",
      "quote": "There is a bit of insanity in dancing that does everybody a great deal of good."
    },
    {
      "cite": "W.H. Auden",
      "quote": "Dance till the stars come down from the rafters Dance, Dance, Dance till you drop."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Dance, even if you have nowhere to do it but your living room."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "Dancing is like bank robbery. It takes split-second timing."
    },
    {
      "cite": "Dave Barry",
      "quote": "Nobody cares if you can't dance well. Just get up and dance."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "How can we know the dancer from the dance?"
    },
    {
      "cite": "unknown",
      "quote": "Dancing with the feet is one thing, but dancing with the heart is another."
    },
    {
      "cite": "Kristy Nilsson",
      "quote": "Dancing is the world's favorite metaphor."
    },
    {
      "cite": "Simonides",
      "quote": "Dancing is silent poetry."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "Dance first. Think later. It's the natural order."
    },
    {
      "cite": "Erik Bruhn",
      "quote": "Dance every performance as if it were your last."
    },
    {
      "cite": "Edward Lear",
      "quote": "Hand in hand, on the edge of the sand, they danced by the light of the moon."
    },
    {
      "cite": "Michael Jackson",
      "quote": "Consciousness expresses itself through creation. This world we live in is the dance of the creator. Dancers come and go in the twinkling of an eye but the dance lives on. On many an occasion when I am dancing, I have felt touched by something sacred. In those moments, I felt my spirit soar and become one with everything that exists."
    },
    {
      "cite": "Martha Graham",
      "quote": "Nobody cares if you can’t dance well. Just get up and dance. Great dancers are not great because of their technique, they are great because of their passion."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Dancing is a perpendicular expression of a horizontal desire."
    },
    {
      "cite": "Agnes De Mille",
      "quote": "To dance is to be out of yourself. Larger, more beautiful, more powerful. This is power, it is glory on earth and it is yours for the taking."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Every day brings a chance for you to draw in a breath, kick off your shoes, and dance."
    },
    {
      "cite": "Merce Cunningham",
      "quote": "You have to love dancing to stick to it. It gives you nothing back, no manuscripts to store away, no paintings to show on walls and maybe hang in museums, no poems to be printed and sold, nothing but that single fleeting moment when you feel alive."
    },
    {
      "cite": "Amelia Atwater-Rhodes",
      "quote": "In a society that worships love, freedom, and beauty, dance is sacred. It is a prayer for the future, a remembrance of the past and a joyful exclamation of thanks for the present."
    },
    {
      "cite": "Martha Graham",
      "quote": "I feel that the essence of dance is the expression of man the landscape of his soul. I hope that every dance I do reveals something of myself or some wonderful thing a human can be."
    },
    {
      "cite": "Gene Kelly",
      "quote": "You dance love, and you dance joy, and you dance dreams. And I know if I can make you smile by jumping over a couple of couches or running through a rainstorm, then I’ll be very glad to be a song and dance man."
    },
    {
      "cite": "Melody Carstairs",
      "quote": "If you’ve got nothing to dance about, find a reason to sing."
    },
    {
      "cite": "Judith Jamison",
      "quote": "If you look at a dancer in silence, his or her body will be the music. If you turn the music on, that body will become an extension of what you’re hearing."
    },
    {
      "cite": "Michael Jackson",
      "quote": "To live is to be musical, starting with the blood dancing in your veins. Everything living has a rhythm. Do you feel your music?"
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Our biological rhythms are the symphony of the cosmos, music embedded deep within us to which we dance, even when we can’t name the tune."
    },
    {
      "cite": "Dan Pearce",
      "quote": "It doesn’t matter if I’m off the beat. It doesn’t matter if I’m snapping to the rhythm. It doesn’t matter if I look like a complete goon when I dance. It is my dance. It is my moment. It is mine. And dance I will. Try and stop me. You’ll probably get kicked in the face."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "Where words leave off, music begins."
    },
    {
      "cite": "Søren Kierkegaard",
      "quote": "For I have trained myself and am training myself always to be able to dance lightly in the service of thought"
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Life is the dancer and you are the dance."
    },
    {
      "cite": "Susan Polis Schutz",
      "quote": "Let us dance in the sun, wearing wild flowers in our hair."
    },
    {
      "cite": "Amit Ray",
      "quote": "Life is a dance. Mindfulness is witnessing that dance."
    },
    {
      "cite": "Xiaolu Guo",
      "quote": "It’s the heart afraid of breaking that never learns to dance."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "We should consider every day lost on which we have not danced at least once."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Dance and sing to your music. Embrace your blessings. Make today worth remembering."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The same stream of life that runs through my veins night and day runs through the world and dances in rhythmic measures. It is the same life that shoots in joy through the dust of the earth in numberless blades of grass and breaks into tumultuous waves of leaves and flowers."
    },
    {
      "cite": "Martha Graham",
      "quote": "People have asked me why I chose to be a dancer. I did not choose. I was chosen to be a dancer, and with that, you live all your life."
    },
    {
      "cite": "Voltaire",
      "quote": "Let us read, and let us dance; these two amusements will never do any harm to the world."
    },
    {
      "cite": "Alan W. Watts",
      "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance."
    },
    {
      "cite": "Confucius",
      "quote": "Music produces a kind of pleasure which human nature cannot do without."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Somebody just gave me a shower radio. Thanks a lot. Do you really want music in the shower? I guess there’s no better place to dance than a slick surface next to a glass door."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Music, once admitted to the soul, becomes a sort of spirit, and never dies."
    },
    {
      "cite": "Satchel Paige",
      "quote": "Work like you don’t need the money. Love like you’ve never been hurt. Dance like nobody’s watching."
    },
    {
      "cite": "James Brown",
      "quote": "The one thing that can solve most of our problems is dancing."
    }
  ]
}