{
  "source": "https://www.wisesayings.com/dancing-in-the-rain-quotes/",
  "theme": "dancing-in-the-rain",
  "quotes": [
    {
      "cite": "Jerome T. Murphy",
      "quote": "Dancing implies action marked by skill and grace. You may be feeling bad because of the rain in your life, but you can still take action that makes you come alive."
    },
    {
      "cite": "Jerome T. Murphy",
      "quote": "Dancing in the rain is a way of being, a way of flourishing as a leader— and as a human being— in a world brimming with sunny skies and gloomy storms, a buoyant and constructive way of living and leading, which you can learn and put into practice, at least some of the time."
    },
    {
      "cite": "Jerome T. Murphy",
      "quote": "A recognition that sometimes— often — we'll encounter setbacks because heavy downpours will divert us from our priorities."
    },
    {
      "cite": "Jerome T. Murphy",
      "quote": "Instead of seeking shelter from the cloudbursts of stress and strain, consider an alternative approach that allows you to flourish in a stormy weather— indeed, to dance in the rain."
    },
    {
      "cite": "Joyce Erwing-Chow",
      "quote": "Today I resolve to keep in step with the Lord as He shows me how to still sing and dance in the rain— by eliminating the past baggage of insecurities and to simply love."
    },
    {
      "cite": "Kurt Byron Huggins",
      "quote": "Life and relationship brings heartache but as long as there is pulse, the eternal beat of love that drives us toward purposeful living, all is well with the world."
    },
    {
      "cite": "Kyle Jessen",
      "quote": "Look forward to when the storm is over. Stay close to God. Find a way to dance in the rain."
    },
    {
      "cite": "Kyle Jessen",
      "quote": "I wanted it to be about how to cope with the pink, with depression, with loss or whatever the storm may be. It's just not about the storm, it's about finding your own way of coping."
    },
    {
      "cite": "Kyle Jessen",
      "quote": "Let's all march on and plow through our struggles together. Let's all choose faith and roll with the 'bumps in our road'."
    },
    {
      "cite": "Kyle Jessen",
      "quote": "That's what it's about, finding a way to get through it, finding the good in the bad, finding the light in the dark."
    },
    {
      "cite": "Marie Trotignon",
      "quote": "Like turtles, carrying our homes on our backs / We move through this all-too-short span of life / Burdened by the flotsam and jetsam of our past / Seeing things not as they are but as we are."
    },
    {
      "cite": "Marie Trotignon",
      "quote": "I have not been where you have been / Nor have you walked the paths I've known. / Yet in this special time that is ours / We can learn to dance in the rain."
    },
    {
      "cite": "Christola Deloris Witherspoon-Brayboy",
      "quote": "Being optimistic encourages the fact that I have a clear choice about how to respond to or think about events in my life."
    },
    {
      "cite": "Sierra Rainge",
      "quote": "The experiences that inflicted the most pain in turn also brought out the most strength and the most profound life lessons; lessons that could only be taught through the endurance of true pain."
    },
    {
      "cite": "Sierra Rainge",
      "quote": "It wasn't until the rain cleared that I realized that there was a purpose even in my pain, I know now that I had to endure certain things in order to shift my perspective, although painful I have learned to embrace the rain; in its presence parts of me have been nourished and in its passing it has brought growth."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "There are many things evil people can take from you. However, they can never steal your ability to laugh and laugh loud."
    },
    {
      "cite": "Debashis Mridha",
      "quote": "Some people dance with singing rain; some people get wet with misery and pain."
    },
    {
      "cite": "Nick &amp; Norah’s Infinite Playlist",
      "quote": "When the rain falls you just let it fall and you grin like a madman and you dance with it, because if you can make yourself happy in the rain then you're doing pretty alright in life."
    },
    {
      "cite": "unknown",
      "quote": "Anyone who says sunshine brings happiness has never danced in the rain."
    },
    {
      "cite": "Vivian Greene",
      "quote": "Life isn't about waiting for the storm to pass...It's about learning to dance in the rain."
    },
    {
      "cite": "sraelmore Ayivor",
      "quote": "You can dance in the storm. Don't wait for the rain to be over before because it might take too long. You can can do it now. Wherever you are, right now, you can start, right now; this very moment."
    },
    {
      "cite": "Mary Rose Magnaye",
      "quote": "Life is just learning to dance in the rain - enjoy every drop and enjoy every pain!"
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Learn to dance in the storm so when life hands you a stormy weather, you just glide through it."
    },
    {
      "cite": "Nick &amp; Norah's Infinite Playlist",
      "quote": "When the rain falls you just let it fall and you grin like a madman and you dance with it, because if you can make yourself happy in the rain then you're doing pretty alright in life"
    },
    {
      "cite": "Vikrant Parsai",
      "quote": "It is better to dance in the rain than to sit under a leaking roof."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Individuals who have learned to endure and persevere through the storms of hardships are those who can dance in the rain during a storm."
    },
    {
      "cite": "Edward Kofi Louis",
      "quote": "You are totally wet because, you are dancing in the rain."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Weather is a great metaphor for life   sometimes it's good, sometimes it's bad, and there's nothing much you can do about it but carry an umbrella or choose to dance in the rain!"
    }
  ]
}