{
  "source": "https://www.wisesayings.com/dangerous-quotes/",
  "theme": "dangerous",
  "quotes": [
    {
      "cite": "Bianca Scardoni",
      "quote": "The most dangerous enemy is not the one who lingers behind you in the shadows, but the one who walks beside you as a friend."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world is a dangerous place to live; not because of the people who are evil, but because of the people who don't do anything about it."
    },
    {
      "cite": "C S Lewis",
      "quote": "The most dangerous ideas in a society are not the ones being argued, but the ones that are assumed."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Most dangerous is that temptation that doth good us on to sin to loving virtue."
    },
    {
      "cite": "Josiah Warren",
      "quote": "It is dangerous to understand new things too quickly."
    },
    {
      "cite": "Abby Aldrich Rockefeller",
      "quote": "A nation without humor is not only sad but dangerous."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "There is nothing so difficult or so dangerous as to undertake to change the order of things."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "It is dangerous to be sincere unless you are also stupid."
    },
    {
      "cite": "Banksy",
      "quote": "There's nothing more dangerous than someone who wants to make the world a better place."
    },
    {
      "cite": "Jimmy Rushing",
      "quote": "It's dangerous to get too far from what they identify you with."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The most dangerous silence is the one where the impending danger is more silent than the silence there"
    },
    {
      "cite": "Paul Tournier",
      "quote": "To be right is dangerous, it has ever been the source of all intolerance."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Theories then are dangerous things."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "The most dangerous creation of any society is the man who has nothing to lose."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Success is dangerous. One begins to copy oneself, and to copy oneself is more dangerous than to copy others. It leads to sterility."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There is nobody more dangerous than one who has been humiliated, even when you humiliate him rightly."
    },
    {
      "cite": "William Sloane Coffin",
      "quote": "The world is too dangerous for anything but truth and too small for anything but love."
    },
    {
      "cite": "Prince Philip",
      "quote": "A gun is no more dangerous than a cricket bat in the hands of a madman."
    },
    {
      "cite": "Bryant McGill",
      "quote": "The most dangerous negativity comes from ourselves in the form of doubts, fears and unreasonable self-criticisms."
    },
    {
      "cite": "Dan Brown",
      "quote": "The most dangerous enemy is that which no one fears."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The most dangerous enemy is the one who can easily make friends with his potential victims!"
    },
    {
      "cite": "T. D. Jakes",
      "quote": "The most dangerous thing in the world is to have no purpose."
    },
    {
      "cite": "Eric Sevareid",
      "quote": "Next to power without honor, the most dangerous thing in the world is power without humor."
    },
    {
      "cite": "Enid Bagnold",
      "quote": "The dangerous thing about hate is that it seems so reasonable."
    },
    {
      "cite": "Dennis Potter",
      "quote": "It is a dangerous thing to have instant access to your emotions."
    },
    {
      "cite": "Cynthia Heimel",
      "quote": "You can't take away knowledge, and it's dangerous to pretend you never had it."
    },
    {
      "cite": "Rollo May",
      "quote": "It is dangerous to know, but it is more dangerous not to know."
    },
    {
      "cite": "Tess Gerritsen",
      "quote": "The most dangerous enemy in the world is the one you do not recognize."
    },
    {
      "cite": "Idries Shah",
      "quote": "You fear tomorrow: yet yesterday is just as dangerous."
    },
    {
      "cite": "Voltaire",
      "quote": "It is dangerous to be right in matters on which the established authorities are wrong."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "It's dangerous when people are willing to give up their privacy."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "It is a dangerous thing to reform anyone."
    },
    {
      "cite": "Lord Acton",
      "quote": "It is dangerous, at any time, to multiply sources of weakness."
    },
    {
      "cite": "Stanley Kubrick",
      "quote": "Nothing is as dangerous as a sure thing."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The greater the power, the more dangerous the abuse."
    },
    {
      "cite": "Rick Riordan",
      "quote": "The most dangerous flaws are those which are good in moderation."
    },
    {
      "cite": "David Halberstam",
      "quote": "The most dangerous thing about power is to employ it where it is not applicable."
    },
    {
      "cite": "Phyllis Bottome",
      "quote": "It is a very dangerous thing to have an idea that you will not practice."
    },
    {
      "cite": "Anonymous",
      "quote": "The most dangerous liars are those who think they are telling the truth."
    },
    {
      "cite": "Adam Levin",
      "quote": "It is dangerous to exist in the world. To exist is to be threatened. We must live with threats."
    },
    {
      "cite": "Jack Goldstein",
      "quote": "Dangerous objects are glamorous places to be."
    },
    {
      "cite": "Johnny Unitas",
      "quote": "Nothing's dangerous if you know what you're doing."
    },
    {
      "cite": "Paul Bamikole",
      "quote": "So dangerous it is for a man to come into the acquisition of great fortune before he matures in virtues and principles."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Beware of false knowledge; it is more dangerous than ignorance."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The most dangerous moment comes with victory."
    },
    {
      "cite": "Agatha Christie",
      "quote": "There's nothing so dangerous for anyone who has something to hide as conversation."
    },
    {
      "cite": "Richard J. Daley",
      "quote": "Power is dangerous unless you have humility."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Most dangerous is that temptation that doth goad us on to sin in loving virtue."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "It is more dangerous that even a guilty person should be punished without the forms of law than that he should escape."
    }
  ]
}