{
  "source": "https://www.wisesayings.com/daoism-quotes/",
  "theme": "daoism",
  "quotes": [
    {
      "cite": "Alan W. Watts",
      "quote": "To Taoism that which is absolutely still or absolutely perfect is absolutely dead, for without the possibility of growth and change there can be no Tao. In reality there is nothing in the universe which is completely perfect or completely still; it is only in the minds of men that such concepts exist."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The hard and mighty lie beneath the ground while the tender and weak dance on the breeze above."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who defines himself can't know who he really is. He who has power over others can't empower himself."
    },
    {
      "cite": "Alan W. Watts",
      "quote": "Taoists do not look upon meditation as 'practice,' except in the sense that a doctor 'practices' medicine. They have no design to subjugate or alter the universe by force or willpower, for their art is entirely to go along with the flow of things in an intelligent way."
    },
    {
      "cite": "Alan W. Watts",
      "quote": "Trust in human nature is acceptance of the good-and-bad of it, and it is hard to trust those who do not admit their own weakness."
    },
    {
      "cite": "Alan W. Watts",
      "quote": "Great power is worry, and total power is boredom, such that even God renounces it and pretends, instead, that he is people and fish and insects and plants: the myth of the king who goes wandering among his subjects in disguise."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Doing nothing is better than being busy doing nothing."
    },
    {
      "cite": "Ming-Dao Deng",
      "quote": "We may be floating on Tao, but there is nothing wrong with steering. If Tao is like a river, it is certainly good to know where the rocks are."
    },
    {
      "cite": "Ernie J Zelinski",
      "quote": "Taoism extols the virtue of flexibility. What survives on earth is what effortlessly adapts to the changing environment and changing circumstances."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Taoism shows us how to deal with life and death by realizing everything here is transitory but its substance is eternal."
    },
    {
      "cite": "Laozi",
      "quote": "Goodness in words creates trust, goodness in thinking creates depth, goodness in giving creates love."
    },
    {
      "cite": "Lujan Matus",
      "quote": "When a not-doing comes upon you, and there is no reflection of yourself to be found, many things can and will be related back to you as knowledge, yet you have no way of knowing how you assimilated that wisdom."
    },
    {
      "cite": "Alan W. Watts",
      "quote": "Man suffers only because he takes seriously what the gods made for fun."
    },
    {
      "cite": "James Legge",
      "quote": "Lao-tze's Taoism is the exhibition of a way or method of living which men should cultivate as the highest and purest development of their nature."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Taoism means streching your being, becoming both a man and a woman and joining within yourself, to be the heavens themselves, to stretch your awareness beyond the breaking point until all opposites are reconciled within yourself."
    },
    {
      "cite": "Laozi",
      "quote": "The Tao is hidden, and has no name; but it is the Tao which is skilful at imparting (to all things what they need) and making them complete."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Some people think Taoism means not doing anything, just going on with your life. That has little or nothing to do with Taoism."
    },
    {
      "cite": "Osho",
      "quote": "Taoism is the profoundest nonconformism that has ever been evolved anywhere in the world, at any time in history; essentially it is rebellion."
    },
    {
      "cite": "Laozi",
      "quote": "Embrace simplicity. Put others first. Desire little."
    },
    {
      "cite": "Richard Wilhelm",
      "quote": "All of Chinese thinking - Confucianism, Taoism, as well as Buddhism - contains the idea that in the course of life, man will shape harmoniously those psychic and physical predispositions that he received as capital assets by unifying them and giving them form from within a center."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Lao Tsu found Taoism easy to reconcile withthe world of human beings, which is interesting because with all the nature imagery, one might think it was in some way antithetical to contempory life."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Taoism is the way of water. The most frequent element or symbol refered to in Lao Tzu's wrtings is the symbol of water."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Taoism has no rules. It's a suggestion for preceiving life in its wholeness, without unnessary categorization, yet enjoying the beauty of categorization."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The essence of Taoism is really expressed by these few words. Taoism is the way of the child, the way of the fool, the way of someone who doesn't need to be noticed."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Taoism is not a religion, although perhaps it has been made into one by some people. Lao Tsu's way of life occurs in any spiritual philosophy."
    },
    {
      "cite": "Benjamin Hoff",
      "quote": "But the basic Taoism that we are concerned with here is simply a particular way of appreciating, learning from, and working with whatever happens in everyday life."
    },
    {
      "cite": "Lao Tzu",
      "quote": "When you are content to be simply yourself and don't compare or compete, everybody will respect you."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Be Content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you"
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who is in harmony with the Tao is like a newborn child. Its bones are soft, its muscles are weak, but its grip is powerful."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Taoism is the gentle way. The path of least resistence."
    },
    {
      "cite": "Sheila M. Burke",
      "quote": "Taoism is simply the complete acceptance of yourself as you are right in this moment."
    },
    {
      "cite": "Michael Ende",
      "quote": "You must let what happens happen. Everything must be equal in your eyes, good and evil, beautiful and ugly, foolish and wise."
    },
    {
      "cite": "Alan Watts",
      "quote": "Taoism is a way of liberation, which never comes by means of revolution, since it is notorious that most revolutions establish worse tyrannies than they destroy."
    }
  ]
}