{
  "source": "https://www.wisesayings.com/dare-quotes/",
  "theme": "dare",
  "quotes": [
    {
      "cite": "Peter Drucker",
      "quote": "People who don't take risks generally make about two big mistakes a year. People who do take risks generally make about two big mistakes a year."
    },
    {
      "cite": "Vince Dente",
      "quote": "Allow yourself to be inspired. Allow yourself to succeed. Dare to excel."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "You may not know where you're going, but so long as you spread your wings the winds will carry you."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "To dare is to lose one's footing momentarily. Not to dare is to lose oneself."
    },
    {
      "cite": "Jonas Salk",
      "quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "He that cannot reason is a fool. He that will not is a bigot. He that dare not is a slave."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "It often requires more courage to dare to do right than to fear to do wrong."
    },
    {
      "cite": "Laura Baker",
      "quote": "Don't dare to be different, dare to be yourself - if that doesn't make you different then something is wrong."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Who dares nothing, need hope for nothing."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Only those who will risk going too far can possibly find out how far one can go."
    },
    {
      "cite": "Nikos Kazantzakis",
      "quote": "A person needs a little madness, or else they never dare cut the rope and be free."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Dare to err and to dream. Deep meaning often lies in childish plays."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Take a chance! All life is a chance. The man who goes farthest is generally the one who is willing to do and dare."
    },
    {
      "cite": "TemitOpe Ibrahim",
      "quote": "Dare to be a fool in the face of impossibilities."
    },
    {
      "cite": "Richard M. DeVos",
      "quote": "It is impossible to win the race unless you venture to run, impossible to win the victory unless you dare to battle."
    },
    {
      "cite": "Winston Churchill",
      "quote": "This is no time for ease and comfort. It is time to dare and endure."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "He who knows how to suffer everything can dare everything."
    },
    {
      "cite": "George Herbert",
      "quote": "Dare to be true. Nothing can need a lie: a fault which needs it most, grows two thereby."
    },
    {
      "cite": "Topsy Gift",
      "quote": "Everything you dare in life reveals the giant in you."
    },
    {
      "cite": "Georges Danton",
      "quote": "In order to conquer, what we need is to dare, still to dare, and always to dare."
    },
    {
      "cite": "Rafael Sabatini",
      "quote": "What a man dares to do, he should dare to confess- unless he is a coward."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "One must work and dare if one really wants to live."
    },
    {
      "cite": "Charles Darwin",
      "quote": "A man who dares to waste one hour of time has not discovered the value of life."
    },
    {
      "cite": "Robert Kennedy",
      "quote": "Only those who dare to fail greatly can ever achieve greatly."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "Dare to wear the foolish clown face."
    },
    {
      "cite": "Georges Jacques Danton",
      "quote": "We must dare, and dare again, and go on daring."
    },
    {
      "cite": "Seneca",
      "quote": "It is not because things are difficult that we do not dare, it is because we do not dare that they are difficult."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "The only dare you ever want to take is the dare to be all that you can be."
    },
    {
      "cite": "Donald Trump",
      "quote": "When somebody challenges you, fight back. Be brutal, be tough."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "We become strong by embracing vulnerability, we dare more greatly when we acknowledge our fear."
    },
    {
      "cite": "Charles C. Noble",
      "quote": "You must have long-range goals to keep you from being frustrated by short-range failures."
    },
    {
      "cite": "May Sarton",
      "quote": "We have to dare to be ourselves, however frightening or strange that self may prove to be."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Those who dare to fail miserably can achieve greatly."
    },
    {
      "cite": "Billy Wilder",
      "quote": "Trust your own instinct. Your mistakes might as well be your own, instead of someone else's."
    },
    {
      "cite": "Dani Johnson",
      "quote": "To dare to dream in the midst of adversity, in the midst of failure, in the midst of complacency, is to have hope."
    },
    {
      "cite": "Hans Urs von Balthasar",
      "quote": "We no longer dare to believe in beauty and we make of it a mere appearance in order the more easily to dispose of it."
    },
    {
      "cite": "Susan Elizabeth Phillips",
      "quote": "Don't dare a person who has nothing else left to lose."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Dare to be the best you can at all times, dare to be!"
    },
    {
      "cite": "Cyril Connolly",
      "quote": "There are many who dare not kill themselves for fear of what the neighbours will say."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "Success isn't a result of spontaneous combustion. You must set yourself on fire."
    },
    {
      "cite": "Barbara Corcoran",
      "quote": "Don't you dare underestimate the power of your own instinct."
    },
    {
      "cite": "Robert Burns",
      "quote": "Dare to be honest and fear no labor."
    }
  ]
}