{
  "source": "https://www.wisesayings.com/daring-quotes/",
  "theme": "daring",
  "quotes": [
    {
      "cite": "Debbie Ford",
      "quote": "Think about how audacious it is to really believe in yourself."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Daring ideas are like chessmen moved forward. They may be beaten, but they may start a winning game."
    },
    {
      "cite": "Brene Brown",
      "quote": "Daring greatly is being brave and afraid every minute of the day at the exact same time."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Dare to courageous in life.You have nothing to lose."
    },
    {
      "cite": "Miuccia Prada",
      "quote": "Daring to wear something different takes effort."
    },
    {
      "cite": "Graham Greene",
      "quote": "A single feat of daring can alter the whole conception of what is possible."
    },
    {
      "cite": "Brene Brown",
      "quote": "Daring greatly means the courage to be vulnerable. It means to show up and be seen. To ask for what you need. To talk about how you're feeling. To have the hard conversations"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Dare to make it to heaven and in doing so, carry many people along! Be a soul winner!"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "All daring and courage, all iron endurance of misfortune-make for a finer, nobler type of manhood"
    },
    {
      "cite": "Victor Hugo",
      "quote": "Daring is the price of progress. All splendid conquests are the prize of boldness, more or less."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Daring a greater life is a divine act."
    },
    {
      "cite": "Brene Brown",
      "quote": "Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Be daring to push your ideas forward."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Daring also means to act, however, and if you are not willing to act, then you have already lost the game."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Daring soul has five diaries; gratitude, work, inspirational, prayer and language diaries."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Every daring attempt to make a great change in existing conditions, every lofty vision of new possibilities for the human race, has been labeled Utopian."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "If you are daring, no one can stop you."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Keep your heart and mind steady on your dreams. Ask God for guidance and wisdom to help you fulfill your dreams."
    },
    {
      "cite": "Wiz Khalifa",
      "quote": "The most daring thing is to be yourself and to do exactly what you want to do at that point in time and not to be worried with what other people are doing or what's popular."
    },
    {
      "cite": "Horace",
      "quote": "The power of daring anything their fancy suggest, as always been conceded to the painter and the poet."
    },
    {
      "cite": "Gordon Forbes",
      "quote": "People should always force themselves to do daring things."
    },
    {
      "cite": "Henry Kissinger",
      "quote": "In crises the most daring course is often safest."
    },
    {
      "cite": "Robert H Schuller",
      "quote": "Daring to dream means daring to live."
    },
    {
      "cite": "Cecil Beaton",
      "quote": "Be daring, be different, be impractical, be anything that will assert integrity of purpose and imaginative vision against the play-it-safers, the creatures of the commonplace, the slaves of the ordinary."
    },
    {
      "cite": "William SawyersW",
      "quote": "Daring to make a difference in today's youth-one page at a time."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Daring enthusiasm And abiding cheerfulness Can accomplish everything on earth Without fail."
    },
    {
      "cite": "Uma Thurman",
      "quote": "Daring to me is having courage; it's a daily meditation to take breath and find strength."
    },
    {
      "cite": "Carl von Clausewitz",
      "quote": "Be audacious and cunning in your plans, firm and persevering in their execution, determined to find a glorious end."
    },
    {
      "cite": "Wendy Wright",
      "quote": "Daring to dream what is deepest in our collective longings is what makes us most human and fully alive."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "Who has a daring eye tell downright truths and downright lies."
    },
    {
      "cite": "Lucan",
      "quote": "A show of daring oft conceals great fear."
    },
    {
      "cite": "Anonymous",
      "quote": "All glory comes from daring to begin"
    }
  ]
}