{
  "source": "https://www.wisesayings.com/darkness-quotes/",
  "theme": "darkness",
  "quotes": [
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Deep into that darkness peering, long I stood there, wondering, fearing, doubting, dreaming dreams no mortal ever dared to dream before."
    },
    {
      "cite": "Carl Jung",
      "quote": "Knowing your own darkness is the best method for dealing with the darknesses of other people."
    },
    {
      "cite": "Mary Oliver",
      "quote": "Someone I loved once gave me a box full of darkness. It took me years to understand that this too, was a gift."
    },
    {
      "cite": "Anne Frank",
      "quote": "Look at how a single candle can both defy and define the darkness."
    },
    {
      "cite": "Robert Alden",
      "quote": "There isn't enough darkness in all the world to snuff out the light of one little candle."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Darkness of slumber and death, forever sinking and sinking."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "Fear grows in darkness; if you think there's a bogeyman around, turn on the light."
    },
    {
      "cite": "Sophocles",
      "quote": "In darkness one may be ashamed of what one does, without the shame of disgrace"
    },
    {
      "cite": "Edward Abbey",
      "quote": "You can't study the darkness by flooding it with light."
    },
    {
      "cite": "Nathalia Crane",
      "quote": "In the Darkness, who would answer for the color of a rose, Or the vestments of the May moth and the pilgrimage it goes?"
    },
    {
      "cite": "Malcolm Lowry",
      "quote": "I wake to a Darkness in which I must follow myself endlessly, hating the I who so eternally pursues and confronts me. If we could rise from our misery, seek each other once more, and find again the solace of each other's lips and eyes."
    },
    {
      "cite": "Author Unknown",
      "quote": "The depth of darkness to which you can descend and still live is an exact measure of the height to which you can aspire to reach."
    },
    {
      "cite": "William Shakespeare",
      "quote": "If I must die, I will encounter darkness as a bride, And hug it in mine arms."
    },
    {
      "cite": "Barbara Brown Taylor",
      "quote": "I have learned things in the dark that I could never have learned in the light, things that have saved my life over and over again, so that there is really only one logical conclusion. I need darkness as much as I need light."
    },
    {
      "cite": "Hellen Keller",
      "quote": "My darkness has been filled with the light of intelligence, and behold, the outer day-lit world was stumbling and groping in social blindness"
    },
    {
      "cite": "Sophocles",
      "quote": "Dark, dark! The horror of darkness, like a shroud, wraps me and bears me on through mist and cloud."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "Truly, it is in the darkness that one finds the light, so when we are in sorrow, then this light is nearest of all to us"
    },
    {
      "cite": "Charles Manson",
      "quote": "From the world of darkness I did loose demons and devils in the power of scorpions to torment."
    },
    {
      "cite": "Johnathan Jena",
      "quote": "When darkness falls, beauty is lit from within."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "I said to my soul, be still, and wait...So the darkness shall be the light, and the stillness the dancing."
    },
    {
      "cite": "Russian Proverb",
      "quote": "A stranger's soul is like a dark forest."
    },
    {
      "cite": "Dutch Proverb",
      "quote": "Darkness and night are mothers of thought."
    },
    {
      "cite": "Stephen King",
      "quote": "It was the possibility of darkness that made the day seem so bright."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Only in the darkness can you see the stars."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Darkness is to space what silence is to sound; i.e., the interval."
    },
    {
      "cite": "Stephen King",
      "quote": "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win."
    },
    {
      "cite": "Malcolm Muggeridge",
      "quote": "There is no such thing as darkness; only a failure to see."
    },
    {
      "cite": "Yoda",
      "quote": "Fear is the path to the dark side. Fear leads to anger. Anger leads to hate. Hate leads to suffering"
    },
    {
      "cite": "Daisuke Watanabe",
      "quote": "I'll make that darkness show me the way."
    },
    {
      "cite": "William Hjortsberg",
      "quote": "What is light without dark?"
    },
    {
      "cite": "Jerry Siegel",
      "quote": "I need to figure out a way to lift the darkness and break whatever's binding these people to that planet."
    },
    {
      "cite": "Jerry Siegel",
      "quote": "Only after he found the strength to turn away from the darkness, even though that meant turning away from his father."
    },
    {
      "cite": "Yuri Lowenthal",
      "quote": "Forsake the darkness you once embraced, or the light will find no hold. Vanquish the dark knight! You and he are one no more!"
    },
    {
      "cite": "Jerry Siegel",
      "quote": "You don't see it. The darkness is the past. And you hold onto it. You dwell. You punish yourself and everyone around you for past mistakes."
    },
    {
      "cite": "Greg Berlanti",
      "quote": "But Felicity, I'm telling you that the only way I know how to fight the darkness is to be darkness. That is why I left, and I don't wanna be that type of person anymore."
    },
    {
      "cite": "Charles Beaumont",
      "quote": "You must bear your privations and hardships bravely."
    },
    {
      "cite": "Jenji Kohan",
      "quote": "Adventure is just hardship with an inflated sense of self."
    },
    {
      "cite": "James Cameron",
      "quote": "I became a marine for the hardship, to be hammered on the anvil of life. I told myself I can pass any test a man can pass."
    },
    {
      "cite": "Brian Hargrove",
      "quote": "Nobody's really happy. And as soon as society realises that you can't trust anyone and that hardship is a natural part of existence, the sooner the therapists will realise that they are worthless."
    },
    {
      "cite": "John Pogue",
      "quote": "Our membership has its pleasure, its hardship, and sometimes its pain."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "The room is dark, but our eyes gradually adjust to the darkness."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "All you can do is go on living alone down there in the darkness."
    },
    {
      "cite": "Gene Skaggs Jr",
      "quote": "Since that is the only Voice Jesus listened to, he was a light into a world where darkness seems to exist."
    },
    {
      "cite": "Gene Skaggs Jr",
      "quote": "You cannot maintain the illusion of loneliness if you are not alone."
    },
    {
      "cite": "Gene Skaggs Jr",
      "quote": "The light becomes ours, and you cannot abide in darkness any more than darkness can abide wherever you go."
    },
    {
      "cite": "Gene Skaggs Jr",
      "quote": "You were in the darkness until God's Will was done completely by any part of the Sonship."
    },
    {
      "cite": "Gene Skaggs Jr",
      "quote": "When God said, 'Let there be light,' there was light. Can you find light by analyzing darkness as the psychotherapist does, or like the theologian, by acknowledging darkness in yourself and looking for a distant light to remove it."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "Darkness succeeds painting the Moon as black for a day but that doesn't stop the Moon to peel of the black paint and glow again."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "Darkness craves to meet the light and is eager to see wonderful world."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "Attract light not to thwart the darkness but to illuminate your path."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "Focus on the cloud of positivity and you can ignore the dark and gloomy nature of mankind."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Without struggle, there would be no triumph."
    },
    {
      "cite": "Jon Gordon",
      "quote": "All those struggles you've been through, those times when everything seemed hopeless, when you didnt know how to continue on. They made you stronger, wiser, and better."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Love the struggle because it makes you appreciate your accomplishments."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Love challenges because they make you stronger."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Don't be negative about negativity. Don't sit in the dark with them. Turn on the light."
    },
    {
      "cite": "Porchia Danielle",
      "quote": "Do not be anxious about anything but in everything by prayer and supplication with thanksgiving, let your requests be know to God. And the peace of God, which surpasses all understanding, will guard your hears and your minds in Christ Jesus."
    },
    {
      "cite": "Porchia Danielle",
      "quote": "The choice is ours. We can either continue to let worry control us or control our worry."
    },
    {
      "cite": "P.W. Imel",
      "quote": "Some people fear the darkness of night when they should fear the darkness of the human heart."
    },
    {
      "cite": "P.W. Imel",
      "quote": "Tis not the darkness of the night one should fear but the darkness of our minds that should terrify us."
    },
    {
      "cite": "P.W. Imel",
      "quote": "When the darkness of death closes in, then you'll see the light."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "Do not fail in life, do not disappoint yourself, seek to know the hidden treasures of life; and you will live longer than your ancestors."
    },
    {
      "cite": "Chukwuemeka E. Onyejinduaka",
      "quote": "When the bitterness of life covers a man, his sweet words become very bitter to his people."
    },
    {
      "cite": "Andrew Matthews",
      "quote": "Sometimes life is hard. How do you hang on when things seem hopeless? You can tackle your problems as you would climb a mountain."
    },
    {
      "cite": "Andrew Matthews",
      "quote": "Through hard times. It puts your life into perspective. It will get you back on track."
    },
    {
      "cite": "Jonathan H. Wilson",
      "quote": "Fruitful times are waiting those who are patient in the hard times."
    },
    {
      "cite": "Eric Greitens",
      "quote": "When things get really hard, people pray."
    },
    {
      "cite": "Eric Greitens",
      "quote": "Those who do not have worthy struggles in their lives neve enjoy the pleasure of celebrating a hard-won victory."
    },
    {
      "cite": "Joseph Simmons",
      "quote": "Hard times spreading just like the flu / Watch out homeboy, don't let it catch you"
    },
    {
      "cite": "Joseph Simmons",
      "quote": "Prices go up, don't let your pocket go down / When you got short money you're stuck on the ground"
    },
    {
      "cite": "Joseph Simmons",
      "quote": "Hard times are coming to your town / So stay alert, don't let them get you down."
    },
    {
      "cite": "Joseph Simmons",
      "quote": "They tell you times are tough, you hear that times are hard / But when you work for that ace you know you pulled the right card"
    },
    {
      "cite": "Christopher Bridges",
      "quote": "The hard times are dead and gone / But the hard times have made me strong."
    },
    {
      "cite": "Christopher Bridges",
      "quote": "Hard times have made me see / That the hard times ain't where I wanna be"
    },
    {
      "cite": "Christopher Bridges",
      "quote": "Well, I recall days in the city / And I think back, 'Oh what a pity' / Remembering how it wasn't pretty / Every day life in the city"
    },
    {
      "cite": "Christopher Bridges",
      "quote": "Out in the street we had to take it / With friends around, couldn't it / What wasn't there, we had to make it / Hanging out down in the city"
    },
    {
      "cite": "Malcolm Mitchell",
      "quote": "Hard times / Blue and sad / Don't you cross the line / Run, run make it fun / Freeing up the time"
    },
    {
      "cite": "Ryan Bingham",
      "quote": "Cause hard times they come and they go / Most of the time they're in the middle of the road / It's the same pain in different ways / Don't your know, Son, when it pours it rains"
    }
  ]
}