{
  "source": "https://www.wisesayings.com/date-quotes/",
  "theme": "date",
  "quotes": [
    {
      "cite": "Jerry Seinfeld",
      "quote": "Dating is pressure and tension. What is a date, really, but a job interview that lasts all night?"
    },
    {
      "cite": "Janell Carroll",
      "quote": "The most difficult part of dating is the initial invitation."
    },
    {
      "cite": "Toni Braxton",
      "quote": "Dating is different when you get older. You're not as trusting, or as eager to get back out there and expose yourself to someone."
    },
    {
      "cite": "Judsen Culbreth",
      "quote": "Dating is a numbers game, and online dating has the best odds."
    },
    {
      "cite": "Linda Sunshine",
      "quote": "Dating is probably the most important aspect of a single person's life."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Dating is about finding out who you are and who others are. If you show up in a masquerade outfit, neither is going to happen."
    },
    {
      "cite": "Andrew S. Trees",
      "quote": "Dating is a battleground filled with deception and infidelity."
    },
    {
      "cite": "Laura Doyle",
      "quote": "Dating is about casting a wide net. It's about having faith that there is someone out there for you and knowing you can help him find you."
    },
    {
      "cite": "Sharon Romm",
      "quote": "Dating is more than a cup of coffee and less than signing a lease."
    },
    {
      "cite": "Jefferson Bethke",
      "quote": "Dating with no intent to marry is like going to the grocery store with no money. You either leave unhappy or take something that isn't yours."
    },
    {
      "cite": "Noah Mitchell",
      "quote": "Successful dating is not a destination, but rather it is a journey. This journey can either continue as marriage or friendship."
    },
    {
      "cite": "Soft Grung",
      "quote": "Date someone who would still be your favorite person to be around even if there was nothing physical in your relationship."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Dating is a give and take. If you only see it as taking, you are not getting it."
    },
    {
      "cite": "Katie Kosko",
      "quote": "Dating is like searching for the perfect wine. One date is too fruity, another too dry, and still another too much bouquet cologne overdose. But once you find the perfect variety that suits your taste, get drunk."
    },
    {
      "cite": "Beverly Grossman",
      "quote": "Dating is like using the treadmill. If you don't do it often enough, you might as well not do it at all."
    },
    {
      "cite": "Brooke Burke",
      "quote": "Dating is really hard because everyone puts on a front. It's really difficult to see who is who, so it is important to be yourself."
    }
  ]
}