{
  "source": "https://www.wisesayings.com/dating-quotes/",
  "theme": "dating",
  "quotes": [
    {
      "cite": "Joey Adams",
      "quote": "Never let a fool kiss you, or a kiss fool you."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Dating is about finding out who you are and who others are. If you show up in a masquerade outfit, neither is going to happen."
    },
    {
      "cite": "Joy Browne",
      "quote": "In its purest form, dating is auditioning for mating (and auditioning means we may or may not get the part)."
    },
    {
      "cite": "Andrew S. Trees",
      "quote": "Dating is a battleground filled with deception and infidelity."
    },
    {
      "cite": "Alexander Mccall Smith",
      "quote": "Dating is really all about sex. In the conventional context, this means that the man invites the woman to go through a social encounter, the ultimate purpose of which is sexual engagement."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Dating is a give and take. If you only see it as \"taking,\" you are not getting it."
    },
    {
      "cite": "Kelly Starling",
      "quote": "Everybody knows the pressure of a first date: Searching for that perfect outfit. Hunting for ways to be engaging. Dissecting each detail when it's over to check for mistakes. Dating can make even the most confident person lose his cool."
    },
    {
      "cite": "unknown",
      "quote": "Dating a girl with a guy best friend is never easy."
    },
    {
      "cite": "Judsen Culbreth",
      "quote": "Internet dating is the fastest, most efficient way to gather a pool of qualified candidates. It could take you a lifetime to do the investigation that the computer comes up with in seconds."
    },
    {
      "cite": "Laurie Perry",
      "quote": "Online dating is just as murky and full of lemons as finding a used car in the classifieds. Once you learn the lingo, it's easier to spot the models with high mileage and no warranty."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "There is so much hurt in this game of searching for a mate, of testing, trying. And you realize suddenly that you forgot it was a game, and turn away in tears."
    },
    {
      "cite": "Mark Amend",
      "quote": "Dating should be less about matching outward circumstances than meeting your inner necessity."
    },
    {
      "cite": "Rita Rudner",
      "quote": "Whenever I date a guy, I think, \"Is this the man I want my children to spend their weekends with?\""
    },
    {
      "cite": "Mark Patinkin",
      "quote": "Never date a woman you can hear ticking."
    },
    {
      "cite": "Kendrick Cole",
      "quote": "Dating an ex is the equivalent of failing a test you already had the answers to."
    },
    {
      "cite": "Toni Braxton",
      "quote": "Dating is different when you get older. You're not as trusting, or as eager to get back out there and expose yourself to someone."
    },
    {
      "cite": "Andre Breton",
      "quote": "Every time you date someone with an issue that you have to work to ignore, you're settling."
    },
    {
      "cite": "Andy Warhol",
      "quote": "Employees make the best dates. You don't have to pick them up and they're always tax-deductible."
    },
    {
      "cite": "Sarah Moores",
      "quote": "Date someone because you already see a future, not because you want to see if you would work out."
    },
    {
      "cite": "Dr. Myles Munroe",
      "quote": "A person's readiness to date is largely a matter of maturity and environment."
    },
    {
      "cite": "Rashida Jones",
      "quote": "Well, dating has become a sport and not about finding the person you love."
    },
    {
      "cite": "Brooke Burke",
      "quote": "Dating is really hard because everyone puts on a front. It's really difficult to see who is who, so it is important to be yourself."
    },
    {
      "cite": "Joshua Harris",
      "quote": "Dating now is a lot like going shopping when you don't have any money. Even if you find the right thing, you can't do anything about it."
    },
    {
      "cite": "Henry Cloud",
      "quote": "People tend to look at dating sort of like a safari - like they're trying to land the trophy."
    },
    {
      "cite": "Lauren Conrad",
      "quote": "Dating is all about the chase. It's fun!"
    },
    {
      "cite": "Chris Pine",
      "quote": "Dating someone on the opposite end of the happy spectrum teaches you an incredible amount of patience."
    },
    {
      "cite": "Zack Love",
      "quote": "Dating someone exclusively for four months in New York is like four years in Anchorage."
    },
    {
      "cite": "Jenna Alatari",
      "quote": "Dating a man is like flying a kite. You only need to know when to wind up the string or let it out."
    },
    {
      "cite": "Jean Oram",
      "quote": "You didn't date someone to change him. You dated him because you wanted him for the way he was. Flaws and fears and all."
    },
    {
      "cite": "Robin Bielman",
      "quote": "Basically, dating is like climbing a volcano and you never know when it's going to erupt, dumping molten lava and burning you."
    },
    {
      "cite": "Helen Rowlnad",
      "quote": "To be happy with a man, you must understand him a lot and love him a little. To be happy with a woman you must love her a lot and not try to understand her at all."
    },
    {
      "cite": "Alfred Jarry",
      "quote": "When you've exhausted the traditional dating channels of casual bar encounters and awkward exchanges at the grocery store, the option of online dating is a ray of hope in an otherwise desolate field of desperation and loneliness."
    },
    {
      "cite": "Alfred Jarry",
      "quote": "Before you enter into the  world of online dating, be prepared with what to say in case your date looks less the pictures you saw online and moe like a sunburned walrus."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "It's afterward you realize that the feeling of happiness you had with a man didn't necessarily prove that you loved him."
    },
    {
      "cite": "Rupert Brooke",
      "quote": "And I shall find some girl perhaps, and a better one than you. With eyes as wise, but kindlier, and lips as soft, but true, and I daresay she will do."
    },
    {
      "cite": "Jim Bishop",
      "quote": "Watching your daughter being collected by her date feels like handing over a $1 million Stradivarius to a gorilla."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then."
    },
    {
      "cite": "Rebecca Christian",
      "quote": "Men will sleep with women they wouldn't date, and women will date men they wouldn't sleep with."
    },
    {
      "cite": "Dan Piraro",
      "quote": "I know we've only just met, but I have the feeling that I've known you all my life because every little thing you do drives me up the wall."
    },
    {
      "cite": "Maria Bamford",
      "quote": "I'm afraid of dating. When the guy shows up at the door, I give him my purse and beg him not to hurt me."
    },
    {
      "cite": "Gary Shandling",
      "quote": "I'm dating a homeless woman. It's easier to get her to stay over."
    },
    {
      "cite": "Lori Giarnella",
      "quote": "My biggest problem with dating is that I have no game. Some women can just bat their eyes and men come running. The men just keep popping up one after another. It's like they have a magical man-filled Pez dispenser."
    },
    {
      "cite": "Joy Browne",
      "quote": "Opposites attract— and then aggravate."
    },
    {
      "cite": "Helen Fielding",
      "quote": "Everyone knows that dating in your thirties is not the happy-go-lucky free-for-all it was when you were twenty-two."
    },
    {
      "cite": "Will Weaver",
      "quote": "Dating a grad student was like making hurried-up popcorn: lots of butter, high heat, instant noise."
    },
    {
      "cite": "Joy Browne",
      "quote": "Dating, after all is still about two people who are interested in one another and want to get together at a specific time and place."
    },
    {
      "cite": "Joy Browne",
      "quote": "Dating requires a leap of faith that the two of you can have a good time together for an hour or two."
    },
    {
      "cite": "Joy Browne",
      "quote": "Dating is an emotional experience. You're vulnerable. You're letting someone you barely know see the real you."
    },
    {
      "cite": "Rebecca Sharp Colmer",
      "quote": "A date may be just a pleasant coming together; a way of saying thank you for a favor, or it may be a delicate step in a courtship and mating dance."
    },
    {
      "cite": "Rebecca Sharp Colmer",
      "quote": "But the one thing that says it all about dating is: it is about communication."
    },
    {
      "cite": "Rebecca Sharp Colmer",
      "quote": "The bottomline is that dating is supposed to be fun and enjoyable. Maybe a few butterflies will flutter in your tummy but that is part of the thrill of dating."
    },
    {
      "cite": "Rebecca Sharp Colmer",
      "quote": "Dating is something you do before making binding choices or exclusive commitments."
    },
    {
      "cite": "Criss Jami",
      "quote": "“To say that one waits a lifetime for his soulmate to come around is a paradox. People eventually get sick of waiting, take a chance on someone, and by the art of commitment become soulmates, which takes a lifetime to perfect.”"
    },
    {
      "cite": "Stevie Nicks",
      "quote": "You know, the man of my dreams might walk round the corner tomorrow. I'm older and wiser and I think I'd make a great girlfriend. I live in the realm of romantic possibility."
    },
    {
      "cite": "Mandy Hale",
      "quote": "“Better to put your heart on the line, risk everything, and walk away with nothing than play it safe. Love is a lot of things, but “safe” isn't one of them.”"
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Don't look for a partner who is eye candy. Look for a partner who is soul food."
    },
    {
      "cite": "Katie Kosko",
      "quote": "Dating is like searching for the perfect wine. One date is too fruity, another too dry, and still another too much bouquet (cologne overdose). But once you find the perfect variety that suits your taste, get drunk."
    },
    {
      "cite": "Bethany Jett",
      "quote": "Everything he does while you're dating is like a crystal ball predicting what he's going to be like after you're married. If you don't like a habit of his, honey, unless you fix it before the altar, it's there to stay."
    },
    {
      "cite": "Jefferson Bethke",
      "quote": "Dating with no intent to marry is like going to the grocery store with no money. You either leave unhappy or take something that isn't yours."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "Dating is like trying to make a meal out of leftovers. Some leftovers actually get better when they've had a little time to mature. But others should be thrown out right away, No matter how you try to warm them up, they're never as good as when they were new."
    }
  ]
}