{
  "source": "https://www.wisesayings.com/daughters-quotes/",
  "theme": "daughters",
  "quotes": [
    {
      "cite": "Irish Saying",
      "quote": "A son is a son till he takes him a wife, a daughter is a daughter all of her life."
    },
    {
      "cite": "Euripides",
      "quote": "To a father growing old nothing is dearer than a daughter."
    },
    {
      "cite": "unknown",
      "quote": "A daughter may outgrow your lap, but she will never outgrow your heart."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "A mother's treasure is her daughter."
    },
    {
      "cite": "Barbara Cage",
      "quote": "A daughter is a bundle of firsts that excite and delight, giggles that come from deep inside and are always contagious, everything wonderful and precious and your love for her knows no bounds."
    },
    {
      "cite": "Deanna Beisser",
      "quote": "A daughter is a miracle that never ceases to be miraculous...full of beauty and forever beautiful...loving and caring and truly amazing."
    },
    {
      "cite": "Ben Sirach",
      "quote": "A daughter is a treasure- and a cause of sleeplessness."
    },
    {
      "cite": "Margaret E. Sangster",
      "quote": "Our daughters are the most precious of our treasures, the dearest possessions of our homes and the objects of our most watchful love."
    },
    {
      "cite": "LaurelAtherton",
      "quote": "A daughter is one of the most beautiful gifts this world has to give."
    },
    {
      "cite": "Gloria Naylor",
      "quote": "Old as she was, she still missed her daddy sometimes."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Daughters understand as they grow older, they become good friends."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "A daughter can lead to baldness, but the remainder of the road is just as smooth."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "What the daughter does, the mother did."
    },
    {
      "cite": "Kifah Shah",
      "quote": "We gotta start teaching our daughters to be somebodies instead of somebody's."
    },
    {
      "cite": "Anita Diamant",
      "quote": "The more a daughter knows about the details of her mother's life - without flinching or whining - the stronger the daughter."
    },
    {
      "cite": "Rasmenia Massoud",
      "quote": "Not every daughter mourns the loss of a mother."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Do not forget to tell your daughters God made them beautiful."
    },
    {
      "cite": "Jim Bishop",
      "quote": "Watching your daughter being collected by her date feels like handing over a million dollar Stradivarius to a gorilla."
    },
    {
      "cite": "Sandra Cisneros",
      "quote": "Generally if you're a daughter in a Mexican family, no one wants to tell you anything; they tell you the healthy lies about your family."
    },
    {
      "cite": "Abigail G. Whittlesey",
      "quote": "Good daughters make good mothers."
    },
    {
      "cite": "Ambrose Philips",
      "quote": "And thou shalt in thy daughter see, This picture, once, resembled thee."
    },
    {
      "cite": "Laurie Jo Wojcik",
      "quote": "Daughters go into analysis hating their fathers and come out hating their mothers. They never come out hating themselves."
    },
    {
      "cite": "unknown",
      "quote": "A daughter is the happy memories of the past, the joyful moments of the present, and the hope and promise of the future."
    },
    {
      "cite": "J. Lee",
      "quote": "Daughter are angels sent from above to fill our heart with unending love."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Maybe it's just a daughter's job to piss off her mother."
    },
    {
      "cite": "Elizabeth George",
      "quote": "A daughter will follow in her mom's footsteps so make sure to set a good example."
    },
    {
      "cite": "Linda Weaver",
      "quote": "If daughters couldn't soften a man, then nothing would."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "An undutiful daughter will prove an unmanageable wife."
    },
    {
      "cite": "unknown",
      "quote": "A daughter is a day brightener and a heart warmer."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Daughters can sometimes be too serious, teach them to laugh and not take life too seriously."
    }
  ]
}