{
  "source": "https://www.wisesayings.com/daughters-day-quotes/",
  "theme": "daughters-day",
  "quotes": [
    {
      "cite": "Byron Pulsifer",
      "quote": "A daughter can lead to baldness, but the remainder of the road is just as smooth."
    },
    {
      "cite": "J. Lee",
      "quote": "Daughter are angels sent from above to fill our heart with unending love."
    },
    {
      "cite": "Clementine Paddleford",
      "quote": "Never grow a wishbone, daughter, where you backbone ought to be."
    },
    {
      "cite": "Euripides",
      "quote": "To a father growing old nothing is dearer than a daughter."
    },
    {
      "cite": "Anonymous",
      "quote": "A daughter is the happy memories of the past, the joyful moments of the present, and the hope and promise of the future."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "Honor your daughters. They are honorable."
    },
    {
      "cite": "Barbara Cage",
      "quote": "A daughter is a bundle of firsts that excite and delight, giggles that come from deep inside and are always contagious, everything wonderful and precious and your love for her knows no bounds."
    },
    {
      "cite": "Ben Sirach",
      "quote": "A daughter is a treasure and a cause of sleeplessness."
    },
    {
      "cite": "Heather Gudenkauf",
      "quote": "Having a little girl has been like following an old treasure map with the important paths torn away."
    },
    {
      "cite": "Laurel Atherton",
      "quote": "A daughter is the most beautiful gifts this world has to give."
    },
    {
      "cite": "Elizabeth George",
      "quote": "A daughter will follow in her mom's footsteps so make sure to set a good example."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Daughters can sometimes be too serious, teach them to laugh and not take life too seriously."
    },
    {
      "cite": "Anita Diamant",
      "quote": "The more a daughter knows the details of her mother's life, the stronger the daughter."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "A daughter is a mother's gender partner, her closest ally in the family confederacy, an extension of her self. And mothers are their daughters' role model, their biological and emotional road map, the arbiter of all their relationships."
    },
    {
      "cite": "Margaret E. Sangster",
      "quote": "Our daughters are the most precious of our treasures, the dearest possessions of our homes and the objects of our most watchful love."
    }
  ]
}