{
  "source": "https://www.wisesayings.com/dawn-quotes/",
  "theme": "dawn",
  "quotes": [
    {
      "cite": "Carl Jung",
      "quote": "Dawn is born at midnight."
    },
    {
      "cite": "Alice B. Toklas",
      "quote": "Dawn comes slowly but dusk is rapid."
    },
    {
      "cite": "Janet Fitch",
      "quote": "Dawn tinted the darkness like water ink."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every sunset brings the promise of a new dawn."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Dawn seemed to follow midnight with indecent haste."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Our eternal message of hope is that dawn will come."
    },
    {
      "cite": "Janet Fitch",
      "quote": "Dawn has a way of casting a pall on any night magic."
    },
    {
      "cite": "Rumi",
      "quote": "Be patient where you sit in the dark. The dawn is coming."
    },
    {
      "cite": "John Galsworthy",
      "quote": "Dawn has power to fertilise the most matter-of-fact vision."
    },
    {
      "cite": "Hugh B. Brown",
      "quote": "Night never had the last word. The dawn is always invincible."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "The light of the dawn is not so sweet as the first glimpses of fame."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "Winter dawn is the color of metal, The trees stiffen into place like burnt nerves."
    },
    {
      "cite": "Robert Loveman",
      "quote": "The Dawn is a wild, fair woman, With sunrise in her hair; Look where she stands, with pleading hands, To lure me there."
    },
    {
      "cite": "Primo Levi",
      "quote": "Dawn came on us like a betrayer; it seemed as though the new sun rose as an ally of our enemies to assist in our destruction."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "What would dawn have been like, had you awakened? It would have sung through your bones. All I can do this morning is let it sing through mine."
    },
    {
      "cite": "Rufus Wainwright",
      "quote": "All humans realize they are loved when witnessing the dawn; early morning is the triumph of good over evil. Absolved by light we decide to go on."
    },
    {
      "cite": "Leonora Carrington",
      "quote": "We went down into the silent garden. Dawn is the time when nothing breathes, the hour of silence. Everything is transfixed, only the light moves."
    },
    {
      "cite": "Sholem Asch",
      "quote": "Every dawn renews the Beginning, and to behold the earth struggling out of the formless void, out of the night, is to witness the act of creation."
    },
    {
      "cite": "Rick Yancey",
      "quote": "It's almost dawn. You can feel it coming. The world holds its breath, because there's really no guarantee that the sun will rise. That there was a yesterday doesn't mean there will be a tomorrow."
    },
    {
      "cite": "Rene Daumal",
      "quote": "Each time dawn appears, the mystery is there in its entirety."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "Dawn comes before sleep does."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Dawn: When men of reason go to bed."
    },
    {
      "cite": "Dan Brown",
      "quote": "It is always darkest before the dawn."
    },
    {
      "cite": "Luanne Rice",
      "quote": "Before dawn, the air smelled of lemons."
    },
    {
      "cite": "Henry Wadsworth",
      "quote": "The nearer the dawn the darker the night."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "At dawn of light, all darkness disappears."
    },
    {
      "cite": "Janette Oke",
      "quote": "Sometimes, the darkest part of the morning is just before dawn."
    },
    {
      "cite": "R. Murray Schafer",
      "quote": "Dawn itself is the most neglected masterpiece of the modern world."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The dawn is not distant, nor is the night starless; love is eternal."
    },
    {
      "cite": "Hesiod",
      "quote": "The dawn speeds a man on his journey, and speeds him too in his work."
    },
    {
      "cite": "John Ruskin",
      "quote": "Let every dawn be to you as the beginning of life, and every setting sun be to you as its close."
    },
    {
      "cite": "H. G. Wells",
      "quote": "The past is the beginning of the beginning and all that is and has been is but the twilight of the dawn."
    },
    {
      "cite": "Ramakrishna",
      "quote": "Longing is like the rosy dawn. After the dawn out comes the sun. Longing is followed by the vision of God."
    },
    {
      "cite": "Joseph Addison",
      "quote": "The dawn is overcast, the morning lowers, And heavily in clouds brings on the day, The great, the important day, big with the fate Of Cato and of Rome."
    },
    {
      "cite": "Supriya Kaur Dhaliwal",
      "quote": "To watch the dawn emerge from the night undoubtedly gives a heavenly feeling! The fresh sun rays entwine with the dark horizon and peep out of the creek with tranquil grin."
    },
    {
      "cite": "Anonymous",
      "quote": "In the heartfelt mercy of our God, the dawn from on high will visit us, to shine on those sitting in darkness, in the shadow of death, to guide our feet to the way of peace."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Perhaps the new dawn will come from this horizon, from the East where the sun rises; and then, unvanquished Man will retrace his path of conquest, despite all barriers, to win back his lost heritage."
    }
  ]
}