{
  "source": "https://www.wisesayings.com/daydream-quotes/",
  "theme": "daydream",
  "quotes": [
    {
      "cite": "Terri Guillemets",
      "quote": "One man's daydreaming is another man's day."
    },
    {
      "cite": "Ian McEwan",
      "quote": "The cost of oblivious daydreaming was always this moment of return, the realignment with what had been before and now seemed a little worse."
    },
    {
      "cite": "Thomas Merton",
      "quote": "A daydream is an evasion."
    },
    {
      "cite": "Jonathan Gottschall",
      "quote": "The average daydream is about fourteen seconds long and we have about two thousand of them per day. In other words, we spend about half of our waking hours one-third of our lives on earth spinning fantasies."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world."
    },
    {
      "cite": "Edward Hirsch",
      "quote": "Daydreaming is one of the key sources of poetry, a poem often starts as a daydream that finds its way into language and walking seems to bring a different sort of alertness, an associative kind of thinking, a drifting state of mind."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "So many of our dreams at first seem impossible, then they seem improbable, and then, when we summon the will, they soon become inevitable."
    },
    {
      "cite": "Anais Nin",
      "quote": "He does not need opium. He has the gift of reverie."
    },
    {
      "cite": "Steven Furtick",
      "quote": "The difference between a vision and a daydream is the audacity to act."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Daydream, imagine, and reflect. It's the source of infinite creativity."
    },
    {
      "cite": "Erik Qualman",
      "quote": "You can spend your time daydreaming or make use of it in other ways."
    },
    {
      "cite": "Nikhil Karke",
      "quote": "Every Daydream-hope starts with little incentives !"
    },
    {
      "cite": "Mark Waters",
      "quote": "Daydreaming allows you to play out scenarios where you miraculously save the day. You play out scenarios in your head that are kind of crazy, and then you personally, heroically resolve them."
    },
    {
      "cite": "Andy Weir",
      "quote": "A story in your head isn't a story. It's just a daydream until you actually write it down. So write it down."
    },
    {
      "cite": "Jim Sorensen",
      "quote": "A vision without action is called a daydream; but then again, action without a vision is called a nightmare."
    },
    {
      "cite": "Mary Ann H. Dodd",
      "quote": "Heart of mine, why art thou dreaming! Dreaming through the weary day, While life's precious hours are wasting, Fast, and unimproved, away?"
    },
    {
      "cite": "W.H. Auden",
      "quote": "A daydream is a meal at which images are eaten. Some of us are gourmets, some gourmands, and a good many take their images precooked out of a can and swallow them down whole, absent-mindedly and with little relish."
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "Daydream transports the dreamer outside the immediate world to a world that bears the mark of infinity."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "How many of our daydreams would darken into nightmares, were there a danger of their coming true!"
    },
    {
      "cite": "Michael Pollan",
      "quote": "Unlike any other form of thought, daydreaming is its own reward."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Sit in reverie and watch the changing color of the waves that break upon the idle seashore of the mind."
    },
    {
      "cite": "Leslie Dean Brown",
      "quote": "Daydreaming is okay, even better if you can make some lasting memory out of it."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Daydreaming incubates creative discovery."
    },
    {
      "cite": "Raoul Vaneigem",
      "quote": "Daydreaming subverts the world."
    },
    {
      "cite": "Larry Niven",
      "quote": "Everything starts as somebody's daydream"
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "A daily dose of daydreaming heals the heart, soothes the soul, and strengthens the imagination."
    },
    {
      "cite": "Douglas H. Everett",
      "quote": "There are some people who live in a dream world, and there are some who face reality; and then there are those who turn one into the other."
    },
    {
      "cite": "Anonymous",
      "quote": "Color outside the lines, let yourself daydream, agree with your imagination and laugh at the rules."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Visualization is daydreaming with a purpose."
    },
    {
      "cite": "Larry Niven",
      "quote": "Everything starts as somebody's daydream."
    }
  ]
}