{
  "source": "https://www.wisesayings.com/daydreaming-quotes/",
  "theme": "daydreaming",
  "quotes": [
    {
      "cite": "Ian McEwan",
      "quote": "The cost of oblivious daydreaming was always this moment of return, the realignment with what had been before and now seemed a little worse."
    },
    {
      "cite": "Shannon A. Thompson",
      "quote": "She was always daydreaming. She never wanted to live in the real world; she always seemed to be separated from other children her age. They couldn’t understand her or her imagination. She was always thinking outside of the box, breaking rules, and only following what her heart told her was right."
    },
    {
      "cite": "Rainbow Rowell Eleanor and Park",
      "quote": "She never felt like she belonged anywhere,except for when she was lying on her bed, pretending to be somewhere else."
    },
    {
      "cite": "W.H. Auden",
      "quote": "A daydream is a meal at which images are eaten. Some of us are gourmets, some gourmands, and a good many take their images precooked out of a can and swallow them down whole, absent-mindedly and with little relish."
    },
    {
      "cite": "Washington Irving",
      "quote": "There are certain half-dreaming moods of mind in which we naturally steal away from noise and glare, and seek some quiet haunt where we may indulge our reveries and build our air castles undisturbed."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Lying in bed and daydreaming was the best thing I did all day."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Is daydreaming a distraction from work, or work a distraction from daydreaming?"
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "We seek to escape the dark cave of a despondent mind by either dulling oneself mentally or through imaginative acts. One form of escapism is daydreaming."
    },
    {
      "cite": "Florence Welch",
      "quote": "I try to maintain a healthy dose of daydreaming to remain sane."
    },
    {
      "cite": "Mandy K",
      "quote": "In my head, this world is so much more beautiful. If you ever catch me daydream, please, don’t wake me up."
    },
    {
      "cite": "Doug Walker",
      "quote": "Daydreams are cool alright. Daydreams are nice, especially the ones about... food."
    },
    {
      "cite": "Charles Chaplin",
      "quote": "Do you ever daydream? I do. That's the only time I'm really happy. Dreaming."
    },
    {
      "cite": "Robert K. Massie",
      "quote": "I doze and daydream. I think about my life. I don't know what I did wrong. I'd feel better if I did."
    },
    {
      "cite": "Frank Wead",
      "quote": "You're daydreamers instead of go-getters. In a way, you've got to be crazy. You're not satisfied to live with flying - you've got to be in love with it."
    },
    {
      "cite": "Y Adman Chris",
      "quote": "On a street where reality is not much different from dreams I've had / A dream is all I have / Daydreaming, daydreaming all the time"
    },
    {
      "cite": "Y Adman Chris",
      "quote": "Daydreaming, daydreaming into the night / And I'm alright / Daydreaming, daydreaming all the time / Daydreamer, we used to be half alive"
    },
    {
      "cite": "Andre G Previn",
      "quote": "Daydreaming, just daydreaming / Well, it's kind of fun for one who's all alone"
    },
    {
      "cite": "Andre G Previn",
      "quote": "Daydreaming, just daydreaming / Helps me find the joy, the boy I call my own / Night comes on, it's true I'm blue / My heart is with the sun"
    },
    {
      "cite": "Andre G Previn",
      "quote": "Daydreaming, just daydreaming / Please don't mind if I just sigh and stay / Stay dreaming, daydreaming / Maybe small but it's all I've known"
    },
    {
      "cite": "Christopher Lowe",
      "quote": "So many times things pass you by / Imagination running wild / You've got to start choosing right from wrong / Instead of daydreaming all day long"
    },
    {
      "cite": "Kincaid Alan Smith",
      "quote": "Life's happening now / And there's no time to sleep / Daydreaming, / You're daydreaming, / You dream of the day / When the world's gonna change"
    },
    {
      "cite": "Kincaid Alan Smith",
      "quote": "Daydreaming, / You're daydreaming, / You're dreaming your life away / Although the headlines scream at you, / You don't have a clue"
    },
    {
      "cite": "Adrian Nicholas Matthew Thaws",
      "quote": "Well I'm floating on air when I'm daydreaming / I quietly observe standing in my space / Well I'm tricky kid don't deal with sadness"
    },
    {
      "cite": "Elliot Gleave",
      "quote": "And we're all daydreaming now / Escape to another world / Live for another day / Escape to another world"
    },
    {
      "cite": "Brian Thomas Higgins",
      "quote": "Where you been all of my life / I've been daydreaming 'bout you / I cannot deny what feels so true"
    },
    {
      "cite": "Walter Carl Becker",
      "quote": "But I don't mind if I'm only daydreaming  / If dreams can bring so near to me  / The things so dear to me"
    },
    {
      "cite": "Billy Strayhorn",
      "quote": "Day dream / Don't break my reverie / Until I find that she / Is daydreaming just like me"
    },
    {
      "cite": "John  Sebastian",
      "quote": "And you can be sure that if you're feeling right  / A daydream will last long into the night / Tomorrow at breakfast you may prick up your ears / Or you may be daydreaming for a thousand years"
    },
    {
      "cite": "John  Sebastian",
      "quote": "What a day for a daydream / Custom made for a daydreaming boy / And I'm lost in a daydream / Dreaming 'bout my bundle of joy"
    },
    {
      "cite": "Jorgen Keill Elofsson",
      "quote": "Daydreaming / Under crying skies / Everything is better here / When I close my eyes"
    },
    {
      "cite": "Elizabeth Fraser",
      "quote": "A world in myself / Daydreaming admiring being / Quietly, open the world / I hear the time of the starry sky / Turning over at midnight"
    },
    {
      "cite": "Reburst",
      "quote": "I remember sitting back daydreaming  / Bout a better life with finer things  / To be honest I would do that a lot  / But now our dreams turning into reality."
    },
    {
      "cite": "Robert O'Brien",
      "quote": "Your greatness lies in your daydreams. But they are great only to the extent to which they inspire you to work and strive towards them. When they do, you will find that you are wiser and happier than you have ever been."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Daydream If you have built castles in the air, that is where they should be; now put foundations under them."
    },
    {
      "cite": "Logan P. Smith",
      "quote": "How many of our daydreams would darken into nightmares were there any danger of their coming true."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Vision without execution is a daydream. Execution without vision is a nightmare."
    },
    {
      "cite": "Joseph Julius Bonkowski",
      "quote": "I had a daydream about a nightmare. / Today is the only day you can live. / A sort stay leaves a good impression."
    },
    {
      "cite": "Richard Adcock",
      "quote": "Sometimes I daydream. / I dream about life, / Trying to find a purpose. What's the meaning?"
    },
    {
      "cite": "Richard Adcock",
      "quote": "I keep looking for a purpose / Like a hungry dog searching for food. / Sometimes I daydream, / Wishing I was someone else."
    },
    {
      "cite": "David Nichtern",
      "quote": "We are lost in the daydream landscapes we have created in our minds."
    },
    {
      "cite": "Jerome L. Singer",
      "quote": "Daydreaming , our ability to give 'to airy nothing/ A local habitation and a name,' remains one of the most fascinating, if perplexing, phenomena in the vast range of human behavior."
    },
    {
      "cite": "Jerome L. Singer",
      "quote": "Daydreaming or conscious fantasy seems most likely to occur under conditions relatively similar to those of night dreaming."
    },
    {
      "cite": "Jerome L. Singer",
      "quote": "Since daydreams are so often visual, the movies are especially effective in capturing their quality."
    },
    {
      "cite": "M. Regis",
      "quote": "It is a basic human pastime to daydream, in the sense of entertaining conscious and private fictions."
    },
    {
      "cite": "M. Regis",
      "quote": "Daydreams are private fictions; few are wiling to submit their fantasies."
    },
    {
      "cite": "M. Regis",
      "quote": "Daydreams are very common and yet they remain theoretically elusive."
    },
    {
      "cite": "Teresa Brennan",
      "quote": "One knows that a daydream is not real. It is not confused with present reality."
    },
    {
      "cite": "Amy Fries",
      "quote": "Visionaries of every sort credit daydreams for creating conditions ripe for moments of insight to blossom."
    },
    {
      "cite": "Amy Fries",
      "quote": "The beauty of daydreaming is that it's a process available to everyone of us."
    },
    {
      "cite": "Amy Fries",
      "quote": "The uncensored aspect of daydreaming is also priceless in that it gives us both the means and the freedom to explore, without an internal critic hovering over us."
    },
    {
      "cite": "Amy Fries",
      "quote": "What happens in your daydreams, stays in your daydreams, unless you choose to share."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Daydreaming does not enjoy tremendous prestige in our culture, which tends to regard it as unproductive thought."
    },
    {
      "cite": "John Howe",
      "quote": "Daydreaming with pencil and paper is a respectable form of meditation."
    },
    {
      "cite": "W. H. Auden",
      "quote": "A daydream is a meal at which images are eaten. Some of us are gourmets."
    },
    {
      "cite": "Leslie Dean Brown",
      "quote": "Daydreaming is okay, even better if you can make some lasting memory out of it."
    },
    {
      "cite": "Andy Weir",
      "quote": "A story in your head isn't a story. It's just a daydream until you actually write it down. So write it down."
    },
    {
      "cite": "Erik Qualman",
      "quote": "You can spend your time daydreaming or make use of it in other ways."
    },
    {
      "cite": "Steven Wright",
      "quote": "I was trying to daydream, but my mind kept wandering."
    },
    {
      "cite": "Charlaine Harris",
      "quote": "They say there's no harm in daydreaming, but there is."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "If you don't daydream your life is a nightmare."
    },
    {
      "cite": "Larry Niven",
      "quote": "Everything starts as somebody's daydream."
    },
    {
      "cite": "Julie Garwood",
      "quote": "Daydreams were dangerous because they made her wish for things she could never have."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "We can imprison ourselves with our wants, wishes, and false dreams."
    },
    {
      "cite": "Val Richards",
      "quote": "Day dreaming is actually research for the next book."
    },
    {
      "cite": "Mark Waters",
      "quote": "Daydreaming allows you to play out scenarios where you miraculously save the day. You play out scenarios in your head that are kind of crazy, and then you personally, heroically resolve them."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Unlike any other form of thought, daydreaming is its own reward."
    }
  ]
}