{
  "source": "https://www.wisesayings.com/deadbeat-dads-quotes/",
  "theme": "deadbeat-dads",
  "quotes": [
    {
      "cite": "Rod Blagojevich",
      "quote": "One of the greatest challenges in collecting child support is that deadbeat dads move from job to job and state to state. It's hard to keep track of them."
    },
    {
      "cite": "unknown",
      "quote": "Deadbeat dads are like magicians, they pull lifetime disappearing acts."
    },
    {
      "cite": "Anthony Edwards",
      "quote": "There's really no point in having children if you're not going to be home enough to father them."
    },
    {
      "cite": "unknown",
      "quote": "A real man takes care of his kids no matter what the relationship is with the mother of his child."
    },
    {
      "cite": "Serbian Proverb",
      "quote": "A greedy father has thieves for children."
    },
    {
      "cite": "Latin Proverb",
      "quote": "A bad father has never a good son."
    },
    {
      "cite": "Proverb",
      "quote": "A father is a banker provided by nature."
    },
    {
      "cite": "French Proverb",
      "quote": "A father is a banker provided by nature."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "You wanted to kill your father in order to be your father yourself. Now you are your father, but a dead father."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Be more than a father, be a dad. Be more than a figure, be an example."
    },
    {
      "cite": "Anne Sexton",
      "quote": "It doesn't matter who my father was. It matters who I remember he was."
    },
    {
      "cite": "Wilhelm Busch",
      "quote": "Becoming a father is easy enough, but being one can be very rough."
    },
    {
      "cite": "Louis de Bernieres",
      "quote": "In reality the world is as full of bad mothers as it is of bad fathers, and it is not the motherless children who become delinquent but the fatherless ones."
    },
    {
      "cite": "Arabic Proverb",
      "quote": "If you have much, give of your wealth; if you have little, give of your heart."
    },
    {
      "cite": "Kevin Heath",
      "quote": "The surest way to a child's heart is to spend time with them."
    },
    {
      "cite": "David Bly",
      "quote": "Your children will become what you are; so be what you want them to be."
    },
    {
      "cite": "K. Heath",
      "quote": "Kids are like a mirror, what they see and hear they do. Be a good reflection for them."
    },
    {
      "cite": "Kevin Heath",
      "quote": "As your kids grow up they may forget what you said, but they won't forget how you made them feel."
    },
    {
      "cite": "P.D. James",
      "quote": "What a child doesn't receive he can seldom later give."
    },
    {
      "cite": "Leon R. Yankwich",
      "quote": "There are no illegitimate children   only illegitimate parents."
    },
    {
      "cite": "Anita R. Sneed Carter",
      "quote": "Fathers, your are the head and strength of the family unit. If you are not in place, there is a weakness in the link."
    },
    {
      "cite": "Oliver Hudson",
      "quote": "Fathers in today's modern families can be so many things."
    },
    {
      "cite": "Philip Whitmore",
      "quote": "Any fool can be a Father, but it takes a real man to be a Daddy!"
    },
    {
      "cite": "Confucius",
      "quote": "The father who does not teach his son his duties is equally guilty with the son who neglects them."
    },
    {
      "cite": "Wilhelm Busch",
      "quote": "Becoming a father is easy enough, but being one can be very rough."
    },
    {
      "cite": "Dennis Rainey",
      "quote": "Every dad is the family role model, whether he wants the job or not."
    },
    {
      "cite": "Hugh Prather",
      "quote": "Unless a father accepts his faults he will most certainly doubt his virtues."
    },
    {
      "cite": "unknown",
      "quote": "Most deadbeat dads are frightened, angry, and depressed men."
    },
    {
      "cite": "unknown",
      "quote": "Many people think of child support when they think of deadbeat dad; however, these dads also may classify as deadbeat if they refuse to care adequately for their children."
    },
    {
      "cite": "J. R. Moehringer",
      "quote": "My father was a food lover and a deadbeat dad, and maybe a connection between good food and bad dads was forged early, in the deepest folds of my subconscious, where we make so many decisions about our parents."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "I know an alcoholic is the worse, but sometimes I wonder if it's better to have a drinking father that lives at home, or a drinking father, that never comes around."
    },
    {
      "cite": "Dominic West",
      "quote": "I've hung out at dozens of playgrounds, bored out of my mind, with not even a look of comfort from disapproving mothers all around me. Either they think I'm a pedophile or a deadbeat dad. That's what I get for being a single dad - suspicious looks at the playground."
    },
    {
      "cite": "KRS-One",
      "quote": "Many of us were raised without a father, and the subject of deadbeat dads hits home in a lot of areas."
    },
    {
      "cite": "Cheri Honkala",
      "quote": "I think that my experience as a single mom getting into relationships in an impoverished district with men that don't have options resonates with people. I don't get into the deadbeat dad thing. I don't think men innately decide to be irresponsible fathers. I think there's a backstory. They're given really bad choices. It's less deadbeat dads and more unemployed fathers, and some fathers decide to sedate and give up."
    },
    {
      "cite": "Warren Farrell",
      "quote": "When our binoculars are focused on the dad as “deadbeat,” it often even leads us to missing concrete cues a dad gives to show his desire to be involved."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "The pawn who does not come to work is the one the creditor regards as a deadbeat."
    },
    {
      "cite": "Mimi Gonzalez",
      "quote": "Men made God in their image, and he's a deadbeat dad. Never sends money, doesn't come to visit, can't get him on the phone."
    },
    {
      "cite": "Daniel Decatur Emmett",
      "quote": "How do you know I'm a deadbeat? I haven't been here long enough."
    },
    {
      "cite": "Special Agent Seeley Booth",
      "quote": "If you ignore that, *ignore* your children, that's what you're going to become: a loser, a deadbeat for the rest of your life."
    },
    {
      "cite": "Jenna Maroney",
      "quote": "Sometimes, my mom would take us to see Santa Claus, but that's just because she suspected one of them was my deadbeat dad. So, I'd have to get on every Santa's lap in the Bakersfield area and scream, 'You oughta be ashamed of yourself, Travis!'"
    },
    {
      "cite": "Bryan T. Kienlen; Gregory A. Attonito; Michael H. McDermott; Peter William Steinkopf",
      "quote": "So anyway you people may understand what a deadbeat is / And you might have seen one or two in your life / And you were really pissed of when you experienced a confrontational one / And you said I wish people would just do what they say / And I can trust them and everything will be OK / But no it doesn’t happen like that / So I gotta keep my eyes open and I gotta watch out / 'Cause I like to trust people but sometimes things get messed up / Especially with money that’s the worst I hate it."
    }
  ]
}