{
  "source": "https://www.wisesayings.com/dead-end-quotes/",
  "theme": "dead-end",
  "quotes": [
    {
      "cite": "Bo Bennett",
      "quote": "A dead end can never be a one way street; you can always turn around and take another road."
    },
    {
      "cite": "Naomi Judd",
      "quote": "A dead end street is a good place to turn around."
    },
    {
      "cite": "Sam Shepard",
      "quote": "If you start trying to figure out yourself from the image everyone has of you, you run into a dead end."
    },
    {
      "cite": "Greil Marcus",
      "quote": "It is a sure sign that a culture has reached a dead end when it is no longer intrigued by its myths."
    },
    {
      "cite": "Mark Walport",
      "quote": "People go on exploration; they're trying to find places that weren't known before. But it is an inevitable fact of research, as is in any other form of exploration of the unknown, that some people find they go down a dead end."
    },
    {
      "cite": "Cullen Hightower",
      "quote": "Worry compounds the futility of being trapped on a dead-end street. Thinking opens new avenues."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "If things go wrong and you hit a dead end-as you will-it's just life's way of saying it's time to change course."
    },
    {
      "cite": "Viggo Mortensen",
      "quote": "I think that people who get to a certain position, and then try to ferociously defend it or build on it, it's kind of a dead-end street. You see people becoming miserable that way."
    },
    {
      "cite": "Mikhail Turovsky",
      "quote": "The longer a dead-end, the more it looks like a road."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "There are no dead ends in life, only dead end thinking."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "People who inspire others are those who see invisible bridges at the end of dead-end streets."
    },
    {
      "cite": "Rick Warren",
      "quote": "It is only in God that we discover our origin, our identity, our meaning, our purpose, our significance, and our destiny. Every other path leads to a dead end."
    },
    {
      "cite": "Jay Inslee",
      "quote": "I'm sure that in the fullness of time we'll learn that one or more of these seemingly promising technologies were dead ends. And that's the nature of innovation, and that's why we should spread our bets; we should not put our eggs in any one basket. Some of these will be grand successes, some of them will be average, and some of them will be abject failures."
    },
    {
      "cite": "Aleksandra Mir",
      "quote": "There are ends, occasionally, with projects. That happens. But they are natural dead ends. It's usually the outside situation that demands an ending. I never really settle for one."
    },
    {
      "cite": "Frank Wilczek",
      "quote": "An ordinary mistake is one that leads to a dead end, while a profound mistake is one that leads to progress. Anyone can make an ordinary mistake, but it takes a genius to make a profound mistake."
    },
    {
      "cite": "Carl Johan Calleman",
      "quote": "Those who deny the change in consciousness that the divine process of creation now brings about-or actually imposes on us-and fail to develop their intuition accordingly will sooner or later find themselves at a dead end."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "I suppose it’s easier to see the way out of anything when you’ve found your way out of that maze. When you’re stuck in the middle, in a series of dead-ends making circles, it’s difficult to make any sense of anything."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "As the rain falls and the sun shines, they grow, grow, grow; minds so open, they go through life aware and accepting, seeing light where there's dark, seeing possibility in dead ends, tasting victory as others spit out failure, questioning where others accept. Just a little less jaded, a little less cynical."
    },
    {
      "cite": "Nora Roberts",
      "quote": "There are no dead ends, just detours."
    },
    {
      "cite": "Ecumenical Patriarch Bartholomew I of Constantinople",
      "quote": "Arrogance and fanaticism cause the hardening of positions taken and entrenchment can only lead to a dead end."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Negative expectations are a quick route to dead-end thinking."
    },
    {
      "cite": "Michael Bloomberg",
      "quote": "In science, a path that turns out to be a dead end is very useful because you don't devote resources to focusing on that; you go elsewheres."
    },
    {
      "cite": "Riane Eisler",
      "quote": "In our age of nuclear and biological weapons and the ever more efficient exploitation of nature, the mix of high technology and an ethos of domination could take us to an evolutionary dead end."
    },
    {
      "cite": "Victor Cruz",
      "quote": "It may seem like I came out of the blue. But, my road was long, windy, full of hurdles, and even some dead ends. I lost family. I lost friends. I even lost my way. When I reached what felt like rock bottom, I realized I had a responsibility to everyone who believed in me and to kids, like me, who just needed a chance and something to believe in."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "When we attempt to find meaning in the pursuit of pleasure, the commitment to a job, or through plumbing intellectual depths, we all eventually find in each of these pursuits a dead end."
    },
    {
      "cite": "Byron Katie",
      "quote": "Thinking that what you want equals what's best for you is a dead end."
    },
    {
      "cite": "Laurence Boldt",
      "quote": "Work at what you love the most, even if you're only a two. Trust that your love for what your are doing will see you through.  That's not easy, but better to grow into what you love than to pretend you're satisfied with a developmental dead end."
    }
  ]
}