{
  "source": "https://www.wisesayings.com/deadly-quotes/",
  "theme": "deadly",
  "quotes": [
    {
      "cite": "Greg Plitt",
      "quote": "Comfort zones are deadly zones because you lose your true potential of what you can be, you start going with the status quo."
    },
    {
      "cite": "Loretta Young",
      "quote": "Selfishness and self-absorption are deadly charm-exterminators."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "The most deadly picture is a picture of nothing at all. The colors are there, but there is no image, nothing."
    },
    {
      "cite": "Jessie Douglas Kerruish",
      "quote": "There is nothing more harrowing than a deadly hush with the feel of a great noise around it."
    },
    {
      "cite": "Karl Wilhelm Friedrich Schlegel",
      "quote": "It is as deadly for a mind to have a system as to have none. Therefore it will have to decide to combine both."
    },
    {
      "cite": "Edward'O",
      "quote": "In the natural world, beautiful usually means deadly. Beautiful with a casual demeanor always means deadly."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Deadly emotions, buried alive, never die."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Things omitted are often more deadly than errors committed."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "Of all forms of deception self-deception is the most deadly, and of all deceived persons the self-deceived are the least likely to discover the fraud."
    },
    {
      "cite": "Lester Del Rey",
      "quote": "Misinterpretation is the most deadly of human sins."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "Ignorance and power and pride are a deadly mixture, you know."
    },
    {
      "cite": "Saint Patrick",
      "quote": "Sufficient to say, greed is a deadly deed. You shall not covet your neighbor's goods."
    },
    {
      "cite": "Izuakor Ikechukwu",
      "quote": "True Love denied or rejected is as deadly as a nuclear missile to the soul."
    },
    {
      "cite": "James Brown",
      "quote": "Our silence is deafening and deadly."
    },
    {
      "cite": "Sarah J. Maas",
      "quote": "Words could be just as deadly as steel."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Without education we are in a horrible and deadly danger of taking educated people seriously."
    },
    {
      "cite": "Gotthold Ephraim Lessing",
      "quote": "The most deadly fruit is borne by the hatred which one grafts on an extinguished friendship."
    },
    {
      "cite": "Ellis Peters",
      "quote": "Despair is deadly sin, but worse, it is mortal folly."
    },
    {
      "cite": "James Stewart",
      "quote": "Fear is an insidious and deadly thing. It can warp judgment, freeze reflexes, breed mistakes. Worse, it's contagious."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "Arrogance can be deadly."
    },
    {
      "cite": "Marvin J. Ashton",
      "quote": "Procrastination is a deadly weapon of human progress."
    },
    {
      "cite": "John Stott",
      "quote": "Pride is more than the first of the seven deadly sins; it is itself the essence of all sin."
    },
    {
      "cite": "Laverne Cox",
      "quote": "Believing that you are unworthy of love and belonging or that who you are authentically is a sin or is wrong, is deadly."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Most deadly errors arise from obsolete assumptions."
    },
    {
      "cite": "Ovid",
      "quote": "Deadly poisons are concealed under sweet honey."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "Complacency is the deadly enemy of spiritual progress. The contented soul is the stagnant soul."
    },
    {
      "cite": "Charles Colson",
      "quote": "Few things are so deadly as a misguided sense of compassion."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Some people's affability is more deadly than the violence of coarser souls."
    },
    {
      "cite": "David Platt",
      "quote": "Our possessions can be deadly. They can be subtly deadly."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "The most deadly combination known to man is low IQ and high testosterone."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The venom clamours of a jealous woman poison more deadly than a mad dog's tooth."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Incessant smiling is one of the deadly tools used by someone whose intent is to make others cry."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "Complacency is easy...and it is a deadly foe of spiritual growth."
    },
    {
      "cite": "St. Maximilian Kolbe",
      "quote": "The most deadly poison of our time is indifference."
    }
  ]
}