{
  "source": "https://www.wisesayings.com/deaf-quotes/",
  "theme": "deaf",
  "quotes": [
    {
      "cite": "Marlee Matlin",
      "quote": "I can hear you and I can watch your mouth move, and then I put together the sounds and the visual image, and I can understand the words as I integrate the two signals."
    },
    {
      "cite": "Marlee Matlin",
      "quote": "If I were offered a cochlear implant today, I would prefer not to have one. But that's not a statement about hearing aids or cochlear implants. It's about who you are."
    },
    {
      "cite": "Evelyn Glennie",
      "quote": "I'm not a deaf musician. I'm a musician who happens to be deaf."
    },
    {
      "cite": "O. Henry",
      "quote": "None so deaf as those that will not hear."
    },
    {
      "cite": "William Diehl",
      "quote": "Being a producer around here is like trying to direct a Broadway show full of deaf-mutes."
    },
    {
      "cite": "Lisa Ress",
      "quote": "Where she has been, she drags behind her, heavy and slurred as the speech of the deaf."
    },
    {
      "cite": "Panchatantra",
      "quote": "To serve an unintelligent man is like crying in the wilderness, massaging the body of a dead man, planting water-lilies on dry land, whispering in the ear of the deaf."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "The blind and the deaf are always suspicious."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The blind are quick at hearing; the deaf are quick at sight."
    },
    {
      "cite": "Helen Keller",
      "quote": "Every one of us is blind and deaf until our eyes are opened to our fellowmen, until our ears hear the voice of humanity."
    },
    {
      "cite": "Helen Keller",
      "quote": "I am just as deaf as I am blind. The problems of deafness are deeper and more complex, if not more important than those of blindness. Deafness is a much worse misfortune. For it means the loss of the most vital stimulus—the sound of the voice that brings language sets thoughts astir and keeps us in the intellectual company of a man."
    },
    {
      "cite": "Helen Keller",
      "quote": "If I, deaf, blind, find life rich and interesting, how much more can you gain by the use of your five senses!"
    },
    {
      "cite": "Yoruba (West Africa) Proverb",
      "quote": "The news has been heard all round, but the party it most concerns is deaf."
    },
    {
      "cite": "German Proverb",
      "quote": "When the deaf man gives the blind man a lamp, he receives bagpipes."
    },
    {
      "cite": "Polish Proverb",
      "quote": "There is peace in a house where the husband is deaf and the wife is blind."
    },
    {
      "cite": "Duala (West Africa) Proverb",
      "quote": "Many complaints have made the giant lizard deaf."
    },
    {
      "cite": "John Adams",
      "quote": "The law, in all vicissitudes of government... will preserve a steady undeviating course... On the one hand it is inexorable to the cries of the prisoners; on the other it is deaf, deaf as an adder to the clamours of the populace."
    },
    {
      "cite": "Algernon Sidney",
      "quote": "The law is established, which no passion can disturb. 'Tis void of desire and fear, lust and anger... 'Tis deaf, inexorable, inflexible."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Thou Eye among the blind, / That, deaf and silent, reads't the eternal deep, / Haunted for ever by the eternal mind."
    },
    {
      "cite": "Armaveni Kazarian-Hamparian",
      "quote": "Those who turn a deaf ear respond with cliches."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "A good marriage needs a blind wife and a deaf husband."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Historians are like deaf people who go on answering questions that no one has asked them."
    },
    {
      "cite": "Dr. George Sheehan",
      "quote": "Listen to your body. Do not be a blind and deaf tenant."
    },
    {
      "cite": "Serj Tankian",
      "quote": "In dire need of reason / In a truly deaf nation / In dire need of reason / In a truly deaf nation / Without an education there is no real democracy / Without an education there is only autocracy."
    },
    {
      "cite": "Jerry Gillespie",
      "quote": "Oh no here he comes and he's got religion / Oh no now you know that's all we'll hear / But I say / Ain't it hard to believe that life's sweetest story / Still finds it's way and falls upon deaf ears."
    },
    {
      "cite": "Dustin Bushnell",
      "quote": "Well they try to put hands on my ears / Oh the sound / In my heart I'm still hearing it clear / Oh the sound / Tell me why do they fear what is real / Oh the sound / You can't stop what is already here / Oh the sound / You're building it up / They're breaking it down / Want to give up / Keep holding your ground / You're turning it up / They're deaf to the sound / Oh the sound the sound of change."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "That deaf old man / With his hand to his ear-- / His hand to hi head stood out like a shell, / Horny and hollow. He said, \"I can't hear,\" / He muttered, \"Don't shout, / I can hear very well!\" / He mumbled, \"I can't catch a word; / I can't follow.\" / Then Jack with a voice like a Protestant bell / Roared--\"Particulars! Farmhouse! At 10 quid a year!\" / \"I dunno wot place you are talking about.\" / Said the deaf old man. / Said Jack, \"What the Hell!\" / But the deaf old man took a pin from his desk, picked / a piece of wool the size of a hen's egg from his ear, / had a good look at it, decided in its favour and replaced it in the aforementioned organ."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "A life breathes / In its past, present / And future / It might be / Or might not be, / Most of it, / The past was a deaf / Don't hear; it is a terrible / The present is a dumb / Don't tell; it is a bitter / The future will be a blind / Don't look; it is a dark / However, I breathed / I breathe / I shall breathe / Be happy / With adopting, / To be deaf, dumb, and blind / Otherwise, bear and wear / Wish in the heart / Tears in the eyes / To disappear / Forever."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "I wish for tomorrow, / as today slips away / Each moment more precious, / the end drawing near / I pray for myself, / in spite of myself / Hoping God is still listening / —my soul a deaf ear."
    },
    {
      "cite": "Ann Taylor",
      "quote": "Poor Martha is old, and her hair is turn'd grey, / And her hearing has left her for many a year; / Ten to one if she knows what it is that you say, / Though she puts her poor wither'd hand close to her ear. / I've seen naughty children run after her fast, / And cry, \"Martha, run, there's a bullock so bold;\" / And when she was frighten'd, ­laugh at her at last, / Because she believed the sad stories they told. / I've seen others put their mouths close to her ear, / And make signs as if they had something to say; / And when she said, \"Master, I'm deaf and can't hear,\" / Point at her and mock her, and scamper away."
    },
    {
      "cite": "Dr. King Jordan",
      "quote": "Deaf people can do anything hearing people can, except hear."
    },
    {
      "cite": "Horace Walpole",
      "quote": "By deafness one gains in one respect more than one loses; one misses more nonsense than sense."
    },
    {
      "cite": "Anonymous",
      "quote": "The deaf believe there is nothing wrong. The hearing believe something needs to be fixed."
    },
    {
      "cite": "Terence McKenna",
      "quote": "Nature is not mute, it is a man who is deaf."
    },
    {
      "cite": "John Florio",
      "quote": "A deaf husband and a blind wife are always a happy couple."
    },
    {
      "cite": "Marlee Matlin",
      "quote": "The handicap of deafness is not in the ear; it is in the mind."
    },
    {
      "cite": "King Jordan",
      "quote": "Differences among deaf people are okay, but we need to recognize those differences and work together."
    },
    {
      "cite": "George Veditz",
      "quote": "As long as we have deaf people on earth, we will have signs."
    },
    {
      "cite": "Nikos Kazantzakis",
      "quote": "You can knock on a deaf man's door forever."
    },
    {
      "cite": "Jewish Probverb",
      "quote": "No one is as deaf as the man who will not listen."
    },
    {
      "cite": "Matthew Henry",
      "quote": "None so deaf as those that will not hear. None so blind as those that will not see."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "A deaf and dumb person who sees two men in conversation may nevertheless understand from the attitudes and gestures of the speakers, how well their discussion is getting along."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The will is deaf and hears no heedful friends."
    }
  ]
}