{
  "source": "https://www.wisesayings.com/death-penalty--quotes/",
  "theme": "death-penalty-",
  "quotes": [
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement."
    },
    {
      "cite": "John Grisham",
      "quote": "Death row is a nightmare to serial killers and ax murderers. For an innocent man, it's a life of mental torture that the human spirit is not equipped to survive."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Death penalty is the number one killer of killers."
    },
    {
      "cite": "Bobby Scott",
      "quote": "The death penalty is discriminatory and does not do anything about crime."
    },
    {
      "cite": "Jerry Weller",
      "quote": "More prisons, more enforcement, effective death penalty."
    },
    {
      "cite": "Patricia Cornwell",
      "quote": "First of all, it does not deter crime, the death penalty."
    },
    {
      "cite": "George Walker Bush",
      "quote": "I support the death penalty because I believe, if administered swiftly and justly, capital punishment is a deterrent against future violence and will save other innocent lives."
    },
    {
      "cite": "Nancy Davis Reagan",
      "quote": "I think people would be alive today if there were a death penalty."
    },
    {
      "cite": "Albert Camus",
      "quote": "For centuries the death penalty, often accompanied by barbarous refinements, has been trying to hold crime in check; yet crime persists."
    },
    {
      "cite": "George W. Bush",
      "quote": "I don't think you should support the death penalty to seek revenge. I don't think that's right. I think the reason to support the death penalty is because it saves other people's lives."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Do not be too eager to deal out death in judgement. For even the very wise cannot see all ends."
    },
    {
      "cite": "Albert Camus",
      "quote": "Capital punishment is the most premeditated of murders."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "To take a life when a life has been lost is revenge, not justice."
    },
    {
      "cite": "Lewis Lawes",
      "quote": "As if one crime of such nature, done by a single man, acting individually, can be expiated by a similar crime done by all men, acting collectively."
    },
    {
      "cite": "Helen Prejean",
      "quote": "If we believe that murder is wrong and not admissible in our society, then it has to be wrong for everyone, not just individuals but governments as well."
    },
    {
      "cite": "Bryan Stevenson",
      "quote": "The reality is that capital punishment in America is a lottery. It is a punishment that is shaped by the constraints of poverty, race, geography and local politics."
    },
    {
      "cite": "John Morrison",
      "quote": "It should be clear that the death penalty does just the opposite of promoting decency and respect for life. It dehumanizes people and promotes murder. It can never be applied fairly."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Can the state, which represents the whole of society and has the duty of protecting society, fulfill that duty by lowering itself to the level of the murderer, and treating him as he treated others? The forfeiture of life is too absolute, too irreversible, for one human being to inflict it on another, even when backed by legal process."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I have reached the conviction that the abolition of the death penalty is desirable. Reasons: 1) Irreparability in the event of an error of justice, 2) Detrimental moral influence of the execution procedure on those who, whether directly or indirectly, have to do with the procedure."
    },
    {
      "cite": "Mohandas Gandhi",
      "quote": "An eye for an eye makes the whole world blind."
    },
    {
      "cite": "Former President Jimmy Carter",
      "quote": "There has never been any evidence that the death penalty reduces capital crimes or that crimes increased when executions stopped. Tragic mistakes are prevalent...It is clear that there are overwhelming ethical, financial, and religious reasons to abolish the death penalty."
    },
    {
      "cite": "Darryl Stallworth",
      "quote": "I now understand that the death penalty is an ineffective, cruel and simplistic response to the complex problem of violent crime. Our limited resources could be better spent on programs that focus on stopping violence before it starts, such as preventing child abuse and drug addiction-programs that will prevent another child from becoming the next [murderer]."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "If we could do away with death, we wouldn't object; to do away with capital punishment will be more difficult. Were that to happen, we would reinstate it from time to time."
    },
    {
      "cite": "Katharine Fullerton Gerould",
      "quote": "Many of us do not believe in capital punishment, because thus society takes from a man what society cannot give."
    },
    {
      "cite": "Orrin Hatch",
      "quote": "Capital punishment is our society's recognition of the sanctity of human life."
    },
    {
      "cite": "Sister Helen Prejean",
      "quote": "The death penalty is a poor person's issue. Always remember that: after all the rhetoric that goes on in the legislative assemblies, in the end, when the deck is cast out, it is the poor who are selected to die in this country."
    },
    {
      "cite": "Henry Ford",
      "quote": "Capital punishment is as fundamentally wrong as a cure for crime as charity is wrong as a cure for poverty."
    },
    {
      "cite": "Woody Allen",
      "quote": "Capital punishment would be more effective as a preventive measure if it were administered prior to the crime."
    },
    {
      "cite": "Illinois Supreme Court Justice Moses Harrison II",
      "quote": "Despite the courts efforts to fashion a death penalty scheme that is just, fair and reliable, the system is not working. Innocent people are being sentenced to death......It is no answer to say that we are doing the best that we can. If this is the best our state can do, we have no business sending people to their deaths."
    },
    {
      "cite": "Wisconsin Senator Russ Feingold",
      "quote": "It's just really tragic after all the horrors of the last 1,000 years we can't leave behind something as primitive as government sponsored execution."
    }
  ]
}