{
  "source": "https://www.wisesayings.com/death-of-a-child-quotes/",
  "theme": "death-of-a-child",
  "quotes": [
    {
      "cite": "William Makepeace Thackeray",
      "quote": "The death of a child occasions a passion of grief and frantic tears, such as your end, brother reader, will never inspire."
    },
    {
      "cite": "R.J. Gonzales",
      "quote": "A flower bloomed already wilting. Beginning its life with an early ending."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "When our children die, we drop them into the unknown, shuddering with fear. We know that they go out from us, and we stand, and pity, and wonder."
    },
    {
      "cite": "Paul Harding",
      "quote": "What an awful thing then, being there in our house together with our daughter gone, trying to be equal to so many sudden orders of sorrow, any one of which alone would have wrenched us from our fragile orbits around each other."
    },
    {
      "cite": "Richard Hooker",
      "quote": "Think of your child, then, not as dead, but as living; not as a flower that has withered, but as one that is transplanted, and touched by a Divine hand, is blooming in richer colors and sweeter shades than those of earth."
    },
    {
      "cite": "unknown",
      "quote": "An angel in the book of life wrote down my baby's birth. Then whispered as she closed the book 'too beautiful for earth'."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "There's no tragedy in life like the death of a child. Things never get back to the way they were."
    },
    {
      "cite": "Arthur Honegger",
      "quote": "As someone who has lived the nightmare of losing a child, I know that the enormous hole left behind remains forever."
    },
    {
      "cite": "Auliq Ice",
      "quote": "Deep down a broken heart, all the sadness one can bear is misery."
    },
    {
      "cite": "Oliver North",
      "quote": "Death is never easy when you know the people doing the dying."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "At sunset the little soul that had come with the dawning went away, leaving heartbreak behind it"
    },
    {
      "cite": "Eric Hoffer",
      "quote": "How frighteningly few are the persons whose death would spoil our appetite and make the world seem empty."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "The loss of a child is the most terrifying place for me to go."
    },
    {
      "cite": "Brian Jones",
      "quote": "To lose a son under those circumstances - a violent death like my son went through, it just puts a burden on your heart."
    },
    {
      "cite": "unknown",
      "quote": "Death leaves a heartache no one can heal, love leaves a memory no one can steal."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "We weep over the graves of infants and the little ones taken from us by death; but an early grave may be the shortest way to heaven."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Death unites as well as separates; it silences all paltry feeling."
    },
    {
      "cite": "Aberjhani",
      "quote": "You were born a child of light's wonderful secret-- you return to the beauty you have always been."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "The loss of a child is my greatest nightmare."
    },
    {
      "cite": "Jonathan Harnisch",
      "quote": "Sadly enough, the most painful goodbyes are the ones that are left unsaid and never explained"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The greatest loss is the lost of life."
    },
    {
      "cite": "unknown",
      "quote": "There is no footprint too small to leave an imprint on this world."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Death is a fearful thing."
    },
    {
      "cite": "Plato",
      "quote": "Death is not the worst that can happen to men."
    },
    {
      "cite": "Buffalo Bill",
      "quote": "My brother was a great favorite with everybody, and his death cast a gloom upon the whole neighborhood."
    },
    {
      "cite": "Aeschylus",
      "quote": "Death is easier than a wretched life; and better never to have born than to live and fare badly."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Well, there's a remedy for all things but death, which will be sure to lay us flat one time or other."
    },
    {
      "cite": "Michael McCaul",
      "quote": "Every day we do get closer to a cure. Three out of four children who are diagnosed with cancer will survive the disease, but that is not good enough. The loss of one child to this disease is too much."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Death is not the opposite of life, but a part of it"
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "We all die. The goal isn’t to live forever, the goal is to create something that will"
    },
    {
      "cite": "Emily Dickinson",
      "quote": "That it will never come again is what makes life so sweet."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is not length of life, but depth of life."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "To the well-organized mind, death is but the next great adventure."
    },
    {
      "cite": "Anais Nin",
      "quote": "People living deeply have no fear of death."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Live your life, do your work, then take your hat."
    },
    {
      "cite": "Lao Tzu",
      "quote": "A man with outward courage dares to die; a man with inner courage dares to live."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "No one is actually dead until the ripples they cause in the world die away."
    },
    {
      "cite": "Latoya Alston",
      "quote": "Loss is only temporary when you believe in God!"
    },
    {
      "cite": "Nathalie Himmelrich",
      "quote": "We do not 'get over' a death. We learn to carry the grief and integrate the loss in our lives. In our hearts, we carry those who have died. We grieve and we love. We remember."
    },
    {
      "cite": "Lori Ennis",
      "quote": "Grieving is intense and it is non-stop intense. Even if things are quiet, and you're sitting there in your chair, kind of staring off into space, inside, the intensity is raging."
    },
    {
      "cite": "Brittainy C. Cherry",
      "quote": "I’d thought those memories would be the ones I always cherished, but as the days and years passed by, those beautiful memories became my pain."
    },
    {
      "cite": "Nathalie Himmelrich",
      "quote": "There is no right way to grieve; there is only your way to grieve and that is different for everyone."
    },
    {
      "cite": "Angie Corbett-Kuiper",
      "quote": "Only through the significant loss of my loved ones have I truly begun to live. When their eyes closed, mine were opened."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Tell your friend that in his death, a part of you dies and goes with him. Wherever he goes, you also go. He will not be alone."
    },
    {
      "cite": "George Eliot",
      "quote": "Our dead are never dead to us, until we have forgotten them."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Death is a challenge. It tells us not to waste time… It tells us to tell each other right now that we love each other."
    },
    {
      "cite": "Megan Devine",
      "quote": "If we commit to loving, we will inevitably know loss and grief."
    },
    {
      "cite": "Megan Devine",
      "quote": "If we try to avoid loss and grief, we will never truly love."
    },
    {
      "cite": "Megan Devine",
      "quote": "Most people and many professionals think of grief and loss as aberrations, detours from a normal, happy life."
    },
    {
      "cite": "Megan Devine",
      "quote": "There is nothing wrong with grief. It's a natural extension of love. It's a healthy and sane response to loss."
    },
    {
      "cite": "Megan Devine",
      "quote": "Powerfully and mysteriously, knowing both love and loss is what brings us fully and deeply alive."
    },
    {
      "cite": "Elizabeth B. Brown",
      "quote": "There are many helps to surviving, but only one key. The key is acceptance!-not acceptance of you loss. Rather acceptance of the grief process."
    },
    {
      "cite": "Elizabeth B. Brown",
      "quote": "You will not accept your child's death until you have completed the healing. Hurt, anguish, tears, yearning, pining are part of the healing."
    },
    {
      "cite": "Elizabeth B. Brown",
      "quote": "No one sleeps well after a child's death, especially those who are burdened with guilt and the 'if onlys,' and those who are paralyzed by the violent act that took their child's life."
    },
    {
      "cite": "Elizabeth B. Brown",
      "quote": "You can never forget! You just learn to live with the loss."
    },
    {
      "cite": "Elizabeth B. Brown",
      "quote": "Many times it is harder because your time and energy have wrapped around the deceased."
    },
    {
      "cite": "Ron Johnson",
      "quote": "Unlike the complexities of unexpected loss of life, there are times when death brings more relief than grief."
    },
    {
      "cite": "Ron Johnson",
      "quote": "Sometimes death is excruciatingly painful and difficult to live with, but death can and should always result in some kind of value for the person who has grieved through it."
    },
    {
      "cite": "Ron Johnson",
      "quote": "Death can also be a relief for family, friends, and caretakers who have been part of an individual's prolonged and deteriorating illness."
    },
    {
      "cite": "Ron Johnson",
      "quote": "Like daily sads, major grief does end. It takes time to grieve. Ninety-nine percent of the time grief is finished in minutes or hours if we allow it."
    },
    {
      "cite": "Ron Johnson",
      "quote": "With deeper attachment, we usually have deeper grieving, and usually longer grieving."
    },
    {
      "cite": "Ron Johnson",
      "quote": "No one can 'get over' grief, but everyone can 'get through grief'."
    },
    {
      "cite": "James Hogg",
      "quote": "Fair was thy blossom, tender flower / That open'd like the rose in May / Though nursed beneath the chilly shower / Of fell regret, for love's decay."
    },
    {
      "cite": "James Hogg",
      "quote": "How oft, above thy lowly bed / When all in silence slumber'd low / The fond and filial tear was shed / Thou child of love, of shame, and woe!"
    },
    {
      "cite": "James Hogg",
      "quote": "Oft her young eye, with tear-drops bright / Pleaded with Heaven for her sweet child / When faded dreams of past delight / O'er recollection wander'd wild."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Death was the greatest pacifier; after which every thwarted / desire of the physical form; wonderfully evaporated and became a mist of celestially everlasting solitude,"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Death was the greatest purifier / after which even the most evanescent ounce of the inevitably sinful body / wholesomely dissolved to perennially blend with the holy natural soil and atmosphere,"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Death was the greatest immortalizer / after which every good and Samaritan deed of living being / was idolized and gave strength to existing man to conquer all evil / till times immemorial,"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Death was the greatest symbolizer / after which each entity became an institution in its very ownself / for whatever good or bad it'd achieved / in the tenure of its otherwise unendingly aspiring life,"
    },
    {
      "cite": "Glen Morgan",
      "quote": "Nobody has control over life and death, unless they're taking life, causing death."
    },
    {
      "cite": "Elaine Storkey",
      "quote": "Behind each loss there is grief. Sometimes it is grief mingled with guilt. Nearly always it is grief mingled with heartbreak."
    },
    {
      "cite": "Elaine Storkey",
      "quote": "Each lost child is precious. We feel each loss acutely, however we have suffered it."
    },
    {
      "cite": "Elaine Storkey",
      "quote": "Parents who have just lost a child cannot believe any words of hope, They do not want to hear them yet."
    },
    {
      "cite": "Elaine Storkey",
      "quote": "A woman who has lost her baby through miscarriage may feel a very deep loss which few others seem to understand."
    }
  ]
}