{
  "source": "https://www.wisesayings.com/death-of-a-father-quotes/",
  "theme": "death-of-a-father",
  "quotes": [
    {
      "cite": "Frank Beddor",
      "quote": "The sudden loss of her father was like living with a wound that would never heal, yet her memories of him were fading more and more every day."
    },
    {
      "cite": "Shane Pendley",
      "quote": "The death of a parent is rarely expected and never accepted."
    },
    {
      "cite": "Joel Osteen",
      "quote": "The death of my father is probably the biggest thing I ever faced. Daddy and I were best friends."
    },
    {
      "cite": "Sam Sheppard",
      "quote": "Upon the death of my father, our family and myself were emotionally and financially exhausted."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Who doesn't desire his father's death?"
    },
    {
      "cite": "Samuel Butler",
      "quote": "Those who have never had a father can at any rate never know the sweets of losing one. To most men the death of his father is a new lease of life."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Death is the liberator of him whom freedom cannot release, the physician of him whom medicine cannot cure, and the comforter of him whom time cannot console."
    },
    {
      "cite": "Mitch Albom",
      "quote": "I love you every day. And now I will miss you every day."
    },
    {
      "cite": "R.K. Ryals",
      "quote": "Such a funny thing death is for mortals. You cry. You morn. You grieve. You get angry. But death is not always tragic, dear one. Sometimes death is the ultimate expression of love."
    },
    {
      "cite": "Brandon M. Herbert",
      "quote": "Death never pierces the heart so much as when it takes someone we love; cleaving the heart they held with their passing."
    },
    {
      "cite": "Anne Sexton",
      "quote": "It doesn't matter who my father was; it matters who I remember he was."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "When a great man dies, for years the light he leaves behind him, lies on the paths of men."
    },
    {
      "cite": "Seneca",
      "quote": "Death is the wish of some, the relief of many, and the end of all."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "Death never takes the wise man by surprise, he is always ready to go."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Death is a commingling of eternity with time; in the death of a good man, eternity is seen looking through time."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Death is a challenge. It tells us not to waste time... It tells us to tell each other right now that we love each other."
    },
    {
      "cite": "John Donne",
      "quote": "Any man's death diminishes me, because I am involved in Mankind; And therefore never send to know for whom the bell tolls; it tolls for thee."
    },
    {
      "cite": "Eydie Gorme",
      "quote": "It was very hard for all of us. It's still very hard. The anniversary of his death just passed, and every single one of his friends, still, after all these years... it's unbelievable."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Death not merely ends life, it also bestows upon it a silent completeness, snatched from the hazardous flux to which all things human are subject."
    },
    {
      "cite": "Abu Bakr",
      "quote": "Death is the easiest of all things after it, and the hardest of all things before it."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Men sooner forget the death of their father than the loss of their patrimony."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."
    },
    {
      "cite": "Steven Patrick Morrissey",
      "quote": "I mean, death is a serious thing, certainly not to be sneezed at."
    },
    {
      "cite": "Jean Dubos",
      "quote": "Death is a law, not a punishment."
    },
    {
      "cite": "Robert Benchley",
      "quote": "Death ends a life, not a relationship."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "The death of one man is a tragedy. The death of millions is a statistic."
    },
    {
      "cite": "Jean Anouilh",
      "quote": "Until the day of his death, no man can be sure of his courage."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "Death solves all problems - no man, no problem."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "I look upon death to be as necessary to our constitution as sleep. We shall rise refreshed in the morning."
    },
    {
      "cite": "Roberto Rossellini",
      "quote": "The soul therefore cannot receive death, which is the opposite of this life, of which it is the source. And what do we call those beings that escape death?"
    },
    {
      "cite": "David Franzoni",
      "quote": "There is no worse death than the end of hope."
    },
    {
      "cite": "Allan Loeb",
      "quote": "Death gives Time all of its value."
    },
    {
      "cite": "Allan Loeb",
      "quote": "Death is so much more vital than Time."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Another curious scientific phenomenon is the fact that the fingernails grow after death, as does the beard."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Men fear death, as children fear to go into the dark; and as that natural fear in children is increased with tales, so is the other."
    },
    {
      "cite": "John Bunyan",
      "quote": "So he passed over and the trumpets sounded for him on the other side."
    },
    {
      "cite": "J.C. Morsch",
      "quote": "They say that an infant is born with a clenched fist, but a man dies with an open hand. Life has a way of prying loose our grasp on all that seems so important."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "Nothing of God dies when a man of God dies."
    },
    {
      "cite": "Madame De Stael",
      "quote": "We understand death for the first time when he puts his hand upon one whom we love"
    },
    {
      "cite": "Thomas Parnell",
      "quote": "Death is but a path that must be trod / If man would ever pass to God."
    },
    {
      "cite": "Harold Ivan Smith",
      "quote": "The death of a natural father is traumatic."
    },
    {
      "cite": "Laraine Herring",
      "quote": "Though not as dramatic as a violent death, the sudden death of a parent due to heart attack or stroke procedures many of the same responses in the survivors that violent deaths do."
    },
    {
      "cite": "Laraine Herring",
      "quote": "When a family receives the death notification about a car crash, trauma can occur."
    },
    {
      "cite": "Laraine Herring",
      "quote": "If your dad was killed in a car crash, chances are it made the news in some way."
    },
    {
      "cite": "Laraine Herring",
      "quote": "We have a legitimate reason to be angry when a loved on e dies or leaves us. Death or abandonment disrupts our lives."
    },
    {
      "cite": "Laraine Herring",
      "quote": "Even the most flexible of people do not like change that wasn't of their choice in the first place and over which they have no control."
    },
    {
      "cite": "Murray Bowen",
      "quote": "Families engage in a conspiracy of silence around death. In their efforts to contain grief, the pain is actually intensified as people wall off parts of themselves."
    },
    {
      "cite": "Beth Erickson",
      "quote": "Father absence and child understand the role your father's presence or absence and child development,' summarizes how a child's way of thinking often compounds the damage of father loss."
    },
    {
      "cite": "Beth Erickson",
      "quote": "A family's style in dealing with emotions in general will have a great deal to do with how they deal with any loss, particularly the loss of someone important as a father."
    },
    {
      "cite": "Beth Erickson",
      "quote": "Although some people may wish to avoid the feelings involved in the emotional or literal absence of their father, it is not possible to do so permanently without paying a price."
    },
    {
      "cite": "Beth Erickson",
      "quote": "Try as they might, people cannot avoid dealing with father loss. If they attempt to avoid giving proper significance to this important relationship in their lives, they can expect to suffer the consequences in their lives."
    },
    {
      "cite": "Alicia Etchegoyen",
      "quote": "Some boys, whose fathers were absent or emotionally damaged before their deaths, created an idealized father in order to defend against feelings associated with loss and abandonment."
    },
    {
      "cite": "Dave Veerman",
      "quote": "The death of someone 'elderly' didn't seem nearly so tragic as if the deceased had been a younger man or woman."
    },
    {
      "cite": "Dave Veerman",
      "quote": "A father's death brings another reality bite: Life is short no matter how long you live."
    },
    {
      "cite": "Billy Graham",
      "quote": "Death reduces all men to the same rank."
    },
    {
      "cite": "Billy Graham",
      "quote": "Death strips the rich of his millions and the poor man of his rags."
    },
    {
      "cite": "Gerald Schneiderman",
      "quote": "Although death is always terrifying, it is much easier for a teenage to cope with a parent's death than it is for younger children."
    },
    {
      "cite": "Gerald Schneiderman",
      "quote": "In general, adolescents will be able to get over a parent's death more easily because parents aren't the only people in their lives."
    },
    {
      "cite": "Beth Erickson",
      "quote": "My father's life and death have molded every aspect of my life, for better and for worse."
    },
    {
      "cite": "Erin Lee Carr",
      "quote": "Before my father's I had only witnessed death in disparate flashes, mostly through social media."
    },
    {
      "cite": "Erin Lee Carr",
      "quote": "Sudden death creates a creeping sensation that you are living in an alternate reality."
    },
    {
      "cite": "H. Norman Wright",
      "quote": "For many men, the death of their father is the death of their cheering section."
    },
    {
      "cite": "H. Norman Wright",
      "quote": "Their dad was their guidance. His death means losing someone who gave affirmation and approval."
    },
    {
      "cite": "H. Norman Wright",
      "quote": "The death of a family member not only shakes your life to the core, but it also shakes your family structure."
    }
  ]
}