{
  "source": "https://www.wisesayings.com/death-of-a-friend-quotes/",
  "theme": "death-of-a-friend",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "On the death of a friend, we should consider that the fates through confidence have devolved on us the task of a double living, that we have henceforth to fulfill the promise of our friend's life also, in our own, to the world."
    },
    {
      "cite": "John Taylor",
      "quote": "While we are mourning the loss of our friend, others are rejoicing to meet him behind the veil."
    },
    {
      "cite": "David Hume",
      "quote": "Nothing endears so much a friend as sorrow for his death. The pleasure of his company has not so powerful an influence."
    },
    {
      "cite": "Harold Ivan Smith",
      "quote": "I had often heard people speak of burying a part of themselves with some friend, parent, or spouse; but I never had cause to reflect upon the truth hidden in what sounded like a maudlin cliché. Life goes on, right? Of course it does. But when you lose somebody who remembers you and what you were in fifth grade, you do bury a part of your life, a part of your history."
    },
    {
      "cite": "Aristophanes",
      "quote": "Your lost friends are not dead, but gone before, Advanced a stage or two upon that road Which you must travel in the steps they trod."
    },
    {
      "cite": "Seneca",
      "quote": "The comfort of having a friend may be taken away, but not that of having had one."
    },
    {
      "cite": "Ben Becht",
      "quote": "There's a thing that keeps surprising you about stormy old friends after they die; their silence."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Those we love and lose are always connected by heartstrings into infinity."
    },
    {
      "cite": "German Proverb",
      "quote": "The death of a friend is equivalent to the loss of a limb."
    },
    {
      "cite": "Flavia Weedn",
      "quote": "Some people come into our lives and leave footprints on our hearts and we are never, ever the same."
    },
    {
      "cite": "Jerome Salinger",
      "quote": "You cannot stop loving your friend because he's dead, especially if he was better than anyone alive, you know?"
    },
    {
      "cite": "C. J. Tulli",
      "quote": "It hurts when you lose a friend to death, it hurts even more when you lose a friend still living."
    },
    {
      "cite": "J. Petit-Senn",
      "quote": "When our friends are alive, we see the good qualities they lack; dead, we remember only those they possessed."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Tell your friend that in his death, a part of you dies and goes with him. Wherever he goes, you also go. He will not be alone."
    },
    {
      "cite": "Julie Burchill",
      "quote": "Tears are sometimes an inappropriate response to death. When a life has been lived completely honestly, completely successfully, or just completely, the correct repsonse to death's perfect punctuation mark is a smile."
    },
    {
      "cite": "Washington Irving",
      "quote": "The sorrow for the dead is the only sorrow from which we refuse to be divorced. Every other wound we seek to heal--every other affliction to forget: but this wound we consider it a duty to keep open--this affliction we cherish and brood over in solitude."
    },
    {
      "cite": "William Shakespeare",
      "quote": "For precious friends hid in death's dateless night."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The bitterest tears shed over graves are for words left unsaid and deeds left undone."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A friend dies or leaves us: we feel as if a limb was cut off."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Till the first friend dies, we think ecstasy impersonal, but then discover that he was the cup from which we drank it, itself as unknown."
    },
    {
      "cite": "Helen Fitzgerald",
      "quote": "Don't be surprised if you grieve more for a friend than you did for a recently deceased relative. The old saying, 'You pick your friends, relatives are thrust upon you,' holds true here. Friends are special people in our eyes because we hold them to be. Friends fill time in our lives that will be vacant when they die."
    },
    {
      "cite": "Fenton Jones",
      "quote": "Once I attended memorial services; now I plan and give them, each service smaller than the one that preceded it. At each, grief washes over me like a wave; then time passes and I struggle up to breathe again, but lonelier now--another swimming companion has been left behind."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "A friend who dies, it's something of you who dies."
    },
    {
      "cite": "William Shakespeare",
      "quote": "This passion, and the death of a dear friend, would go near to make a man look sad."
    },
    {
      "cite": "unknown",
      "quote": "True friends are the ones who never leave your heart, even if they leave your life for a while. Even after years apart, you pick up with them right where you left off, and even if they die they're never dead in your heart."
    },
    {
      "cite": "Kehlog Albran",
      "quote": "Even the best of friends cannot attend each other's funeral."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "He spake well who said that graves are the footprints of angels."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "He who has gone, so we but cherish his memory, abides with us, more potent, nay, more present than the living man."
    },
    {
      "cite": "Amy Marie Walz",
      "quote": "We all lose friends.. we lose them in death, to distance, and over time. But even though they may be lost, hope is not. The key is to keep them in your heart, and when the time is right, you can pick up the friendship right where you left off. Even the lost find their way home, when you leave the light on."
    },
    {
      "cite": "Chris Lumpkin",
      "quote": "When a close friend unexpectedly leaves us, a piece of our heart is forever broken."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The loss of a friend is the greatest of losses."
    },
    {
      "cite": "Emperor Saga",
      "quote": "Painful though parting be, I bow to you as I see you off to distant clouds."
    },
    {
      "cite": "John Cassian",
      "quote": "The bond between friends cannot be broken by chance; no interval of time or space can destroy it. Not even death itself can part true friends."
    },
    {
      "cite": "unknown",
      "quote": "When someone you love becomes a memory, that memory becomes a treasure."
    },
    {
      "cite": "A.A. Milne",
      "quote": "If there ever comes a day when we can't be together, keep me in your heart, I'll stay there forever."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Good God! How often are we to die before we go quite off this stage? In every friend we lose a part of ourselves, and the best part."
    },
    {
      "cite": "Anne Frank",
      "quote": "I don’t think of all the misery, but of all the beauty that still remains."
    },
    {
      "cite": "Anne Grant",
      "quote": "Grief is a normal and natural response to loss. It is originally an unlearned feeling process. Keeping grief inside increases your pain."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Old friends pass away, new friends appear. It is just like the days. An old day passes, a new day arrives. The important thing is to make it meaningful: a meaningful friend - or a meaningful day."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The reality is that you will grieve forever. You will not ‘get over’ the loss of a loved one; you will learn to live with it. You will heal and you will rebuild yourself around the loss you have suffered. You will be whole again but you will never be the same. Nor should you be the same, nor would you want to."
    },
    {
      "cite": "Eliza Cook",
      "quote": "every deceased friend is magnet draw us into another world."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "The darker the night, the brighter the stars, The deeper the grief, the closer is God!"
    },
    {
      "cite": "Helen Keller",
      "quote": "What we have once enjoyed deeply we can never lose. For all that we love deeply becomes a part of us."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Friends share our pain and touch our wounds with a gentle and tender hand."
    },
    {
      "cite": "Hoda Kotb",
      "quote": "There are some who bring a light so great to the world that even after they have gone the light remains."
    },
    {
      "cite": "Jack Lemmon",
      "quote": "Death ends a life, not a relationship."
    },
    {
      "cite": "John Ray",
      "quote": "Life without a friend is like death without a witness."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "And ever has it been known that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Death is a challenge. It tells us not to waste time. It tells us to tell each other right now that we love each other."
    },
    {
      "cite": "Neeraj Agnihotri",
      "quote": "How come some stories have an ending when they never had a starting?"
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Without you in my arms, I feel an emptiness in my soul. I find myself searching the crowds for your face—I know it's an impossibility, but I cannot help myself."
    },
    {
      "cite": "Queen Elizabeth II",
      "quote": "Grief is the price we pay for love."
    },
    {
      "cite": "Richard Bach",
      "quote": "Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?"
    },
    {
      "cite": "Rick Prashaw",
      "quote": "My scars are a testament to the love and the relationship that I had for and with that person. And if the scar is deep, so was the love."
    },
    {
      "cite": "Roger Caras",
      "quote": "Dogs are not our whole life, but they make our lives whole."
    },
    {
      "cite": "Syrus",
      "quote": "To lose a friend is the greatest of all loses."
    },
    {
      "cite": "unknown",
      "quote": "Those we love don't go away, they walk beside us every day... unseen, unheard, but always near, still loved, still missed, and very dear."
    },
    {
      "cite": "Vicki Harrison",
      "quote": "Grief is like the ocean; it comes on waves ebbing and flowing. Sometimes the water is calm, and sometimes it is overwhelming. All we can do is learn to swim."
    }
  ]
}