{
  "source": "https://www.wisesayings.com/death-quotes/",
  "theme": "death",
  "quotes": [
    {
      "cite": "German (on death and dying)",
      "quote": "A person has learned much who has learned how to die."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "Death never takes a wise man by surprise; he is always ready to go."
    },
    {
      "cite": "Italian (on death and dying)",
      "quote": "Six feet of earth makes us all equal."
    },
    {
      "cite": "Steve Jobs",
      "quote": "No one wants to die. Even people who want to go to heaven don't want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life's change agent. It clears out the old to make way for the new."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Death is nothing, but to live defeated and inglorious is to die daily."
    },
    {
      "cite": "Corazon Aquino",
      "quote": "I would rather die a meaningful death than to live a meaningless life."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The fear of death is the most unjustified of all fears, for there's no risk of accident for someone who's dead."
    },
    {
      "cite": "Woody Allen",
      "quote": "I am not afraid of death, I just don't want to be there when it happens."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "It is not death that a man should fear, but he should fear never beginning to live."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "To the well-organized mind, death is but the next great adventure."
    },
    {
      "cite": "Langston Hughes",
      "quote": "Life is for the living. Death is for the dead. Let life be like music. And death a note unsaid."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "When people don't express themselves, they die one piece at a time."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Each night, when I go to sleep, I die. And the next morning, when I wake up, I am reborn."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "I'm not afraid of death. It's the stake one puts up in order to play the game of life."
    },
    {
      "cite": "Samuel Butler",
      "quote": "To himself everyone is immortal; he may know that he is going to die, but he can never know that he is dead."
    },
    {
      "cite": "Mark Twain",
      "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time."
    },
    {
      "cite": "Percival Arland Ussher",
      "quote": "A man does not die of love or his liver or even of old age; he dies of being a man."
    },
    {
      "cite": "Andrew A. Rooney",
      "quote": "Death is a distant rumor to the young."
    },
    {
      "cite": "Rossiter Worthington Raymond",
      "quote": "Life is eternal, and love is immortal, and death is only a horizon; and a horizon is nothing save the limit of our sight."
    },
    {
      "cite": "Socrates",
      "quote": "To fear death, my friends, is only to think ourselves wise, without being wise: for it is to think that we know what we do not know. For anything that men can tell, death may be the greatest good that can happen to them: but they fear it as if they knew quite well that it was the greatest of evils. And what is this but that shameful ignorance of thinking that we know what we do not know?"
    },
    {
      "cite": "Martin Luther",
      "quote": "Every man must do two things alone; he must do his own believing and his own dying."
    },
    {
      "cite": "Seneca",
      "quote": "Death is the wish of some, the relief of many, and the end of all."
    },
    {
      "cite": "George Eliot",
      "quote": "Our dead are never dead to us, until we have forgotten them."
    },
    {
      "cite": "Proverb",
      "quote": "Good men must die, but death cannot kill their names."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Thank Heaven! the crisis --The danger, is past, and the lingering illness, is over at last --, and the fever called ''Living'' is conquered at last."
    },
    {
      "cite": "Walter Scott",
      "quote": "Death - the last sleep? No, it is the final awakening."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "A single death is a tragedy, a million deaths is a statistic."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The bitterest tears shed over graves are for words left unsaid and deeds left undone."
    },
    {
      "cite": "Edgar Allen Poe",
      "quote": "The boundaries between life and death are at best shadowy and vague. Who shall say where one ends and where the other begins?"
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Death is the veil which those who live call life: They sleep, and it is lifted."
    },
    {
      "cite": "Jerome P. Crabb",
      "quote": "Dying is like getting audited by the IRS—something that only happens to other people ... until it happens to you."
    },
    {
      "cite": "Sir Thomas Browne",
      "quote": "We all labour against our own cure, for death is the cure of all diseases."
    },
    {
      "cite": "Jerome P. Crabb",
      "quote": "Dying is like coming to the end of a long novel—you only regret it if the ride was enjoyable and left you wanting more."
    },
    {
      "cite": "John Ashbery",
      "quote": "Death is a new office building filled with modern furniture, A wise thing, but which has no purpose for us."
    },
    {
      "cite": "Edwin Leibfreed",
      "quote": "For death is but a passing phase of Life; A change of dress, a disrobing; A birth into the unborn again; A commencing where we ended; A starting where we stopped to rest; A crossroad of Eternity; A giving up of something, to possess all things. The end of the unreal, the beginning of the real."
    },
    {
      "cite": "Andrew Sachs",
      "quote": "Death is more universal than life; everyone dies but not everyone lives."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "As long as you are not aware of the continual law of Die and Be Again, you are merely a vague guest on a dark Earth."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "When we finally know we are dying, and all other sentient beings are dying with us, we start to have a burning, almost heartbreaking sense of the fragility and preciousness of each moment and each being, and from this can grow a deep, clear, limitless compassion for all beings."
    },
    {
      "cite": "Antonin Artaud",
      "quote": "We do not die because we have to die; we die because one day, and not so long ago, our consciousness was forced to deem it necessary."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "For certain is death for the born, And certain is birth for the dead; Therefore over the inevitable, Thou shouldst not grieve."
    },
    {
      "cite": "Epicurus",
      "quote": "Death is nothing to us, since when we are, death has not come, and when death has come, we are not."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome."
    },
    {
      "cite": "Will Shriner",
      "quote": "I want to die in my sleep like my grandfather... Not screaming and yelling like the passengers in his car."
    },
    {
      "cite": "English (on death and dying)",
      "quote": "Death keeps no calendar."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Death pays all debts."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Death takes no bribes."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "The first breath is the beginning of death."
    },
    {
      "cite": "John Dryden",
      "quote": "The world's an inn, and death the journey's end."
    },
    {
      "cite": "Jean Dubos",
      "quote": "Death is a law, not a punishment."
    },
    {
      "cite": "Herbert Lockyer",
      "quote": "Death produced a state of gloom and emptiness in which life and hope were to be left behind."
    },
    {
      "cite": "Herbert Lockyer",
      "quote": "Death was looked upon as a bitter, inevitable separation, which must be faced with a manly separation."
    },
    {
      "cite": "Burrell and Lucas",
      "quote": "The deathbed was the great battlefield where man's enemy, the devil, staked his last throw and drew up all his strongest forces of one final and bitter assault."
    },
    {
      "cite": "Tagore",
      "quote": "To sleep! perchance to dream; aye, there's the rub. For in that sleep of death what dreams may come."
    },
    {
      "cite": "Felicia Hermans",
      "quote": "Leaves have their time to fall / And flowers to wither at the north-wind's breath / And starts to set—but all / Thou hast all seasons for thine own, oh death!"
    },
    {
      "cite": "Alexander Pope",
      "quote": "Tell me, my soul, can this be death? / Lend, lend your wings! I mount! I fly! / O grave, where is thy victory? / O, death where is thy sting?"
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Death moulded into calm completeness the status of his life."
    },
    {
      "cite": "Latin Proverb",
      "quote": "The mode of death is sadder than death itself."
    },
    {
      "cite": "Seneca",
      "quote": "A thousand approaches lie to open death."
    },
    {
      "cite": "Empress Josephine",
      "quote": "Oh sunderings short of body and breath. Oh battle, and murder, and sudden death."
    },
    {
      "cite": "Seneca",
      "quote": "It is folly to die of the fear of death."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "One person's illness or death will not indemnify others against death."
    },
    {
      "cite": "Quarles",
      "quote": "If thou expect death as a friend, prepare to entertain him; if as an enemy, prepare to overcome him. Death has no advantage except when he comes as a stranger."
    },
    {
      "cite": "Milton",
      "quote": "Death is the golden key that opens the palace of eternity"
    },
    {
      "cite": "Quarles",
      "quote": "Death expecteth thee everywhere; be wise. therefore, and expect death everywhere."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Be still prepared for death: and death or life shall thereby be the sweeter."
    },
    {
      "cite": "Sterne",
      "quote": "Death opens the gate of fame, and shuts the gate of envy after it.—It unloosens the chain of the captive and puts the bondman's task in another's hands."
    },
    {
      "cite": "Young",
      "quote": "Death is the crown of life.—Where death denied, poor man would live in vain; to live would not be life; even fools would wish to die."
    },
    {
      "cite": "Tyron Edwards",
      "quote": "Death has nothing terrible which life has not made so. A faithful Christian life in this world is the best preparation for the next"
    },
    {
      "cite": "Swift",
      "quote": "It is impossible that anything so natural, so necessary, and so universal as death, should ever have been designed by Providence as an evil to mankind."
    },
    {
      "cite": "Mad. Be Stael",
      "quote": "We understand death for the first time when he puts his hand upon one whom we love."
    },
    {
      "cite": "William Penn",
      "quote": "They that love beyond the world cannot be separated by it. Death cannot kill what never dies, nor can spirits ever be divided that love and live in the same divine principle."
    },
    {
      "cite": "Elizabeth Urch",
      "quote": "Death hides, but it does not divide, they are but on Christ's other side. Thou art with Christ and Christ with me. In Him I am close to thee."
    },
    {
      "cite": "Colton",
      "quote": "Death is like thunder in two particulars: we are alarmed at the sound of it, and it is formidable only from that which preceded it."
    },
    {
      "cite": "Lucan",
      "quote": "The Gods conceal from men the happiness of death, that they may endure life."
    },
    {
      "cite": "Richter",
      "quote": "The darkness of death is like the evening twilight; it makes all objects appear more lovely to the dying."
    },
    {
      "cite": "Hawthorne",
      "quote": "We sometimes congratulate ourselves at the moment of waking from a troubled dream; it may be so the moment after death."
    },
    {
      "cite": "Emmons",
      "quote": "Death stamps the characters and conditions of men for eternity.— As death finds them in this world, so will they be in the next."
    },
    {
      "cite": "Billy Graham",
      "quote": "Although the testimony of my mother's life helped mold me and taught me how to live, the testimony of her last years and her death gave me insight into how to die."
    },
    {
      "cite": "Billy Graham",
      "quote": "Even in the darkest moment, before death snatches man's last breath. God is willing to save a lost soul."
    },
    {
      "cite": "John Donne",
      "quote": "Death be not proud thou some have called thee. Mighty and dreadful for thou art not so."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "Don't be afraid of death so much as an inadequate life."
    },
    {
      "cite": "Henry Scott Holland",
      "quote": "Death is nothing at all; it does not count. I have only slipped away into the next room."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Life is a great surprise. I do not see why death should not be an even greater one."
    },
    {
      "cite": "Dylan Thomas",
      "quote": "Thou lovers be lost love shall not; And death shall have no dominion."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "Death is not an event in life: we do not live to experience death."
    },
    {
      "cite": "Sydney Smith",
      "quote": "Death must be distinguished from dying, with which it is often confused."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Men fear death as children fear to go in the dark; and as that natural fear in children is increased with tales, so is the other."
    },
    {
      "cite": "John Dryden",
      "quote": "Death, in itself, is nothing; but we fear, to be we know not what, we know not where."
    },
    {
      "cite": "Jaina Sutras",
      "quote": "These are two ways of life ending with death have been declared: death with one's will and death against one's will. Death against one's will is that of ignorant men...death with one's will is that of wise men."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Death is not the opposite of life, but a part of it."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "We all die. The goal isn’t to live forever, the goal is to create something that will."
    },
    {
      "cite": "Anais Nin",
      "quote": "People living deeply have no fear of death."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "For life and death are one, even as the river and the sea are one."
    },
    {
      "cite": "Bob Dylan",
      "quote": "He who is not busy being born is busy dying."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "If a man has not discovered something that he will die for, he isn't fit to live."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If we lose love and self respect for each other, this is how we finally die."
    },
    {
      "cite": "Groucho Marx",
      "quote": "I intend to live forever, or die trying."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The life of the dead is placed in the memory of the living."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "If death meant just leaving the stage long enough to change costume and come back as a new character… Would you slow down? Or speed up?"
    },
    {
      "cite": "Buddha",
      "quote": "Even death is not to be feared by one who has lived wisely."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "It is difficult to accept death in this society because it is unfamiliar. In spite of the fact that it happens all the time, we never see it."
    }
  ]
}