{
  "source": "https://www.wisesayings.com/debate-quotes/",
  "theme": "debate",
  "quotes": [
    {
      "cite": "Sydney J. Harris",
      "quote": "The most important tactic in an argument, next to being right, is to leave an escape hatch for your opponent, so that he can gracefully swing over to your side without an embarrassing loss of face."
    },
    {
      "cite": "Henry Hyde",
      "quote": "This is a debate about our understanding of human dignity, what it means to be a member of the human family, even though tiny, powerless and unwanted."
    },
    {
      "cite": "Darrell Issa",
      "quote": "The debate on how to shrink the federal government is at the core of our problem of government not doing its job."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "Information, usually seen as the precondition of debate, is better understood as its by-product."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Arguments are like fire-arms which a man may keep at home but should not carry about with him."
    },
    {
      "cite": "Paul Begala",
      "quote": "Defining the terms of the debate generally dictates who's gonna win it."
    },
    {
      "cite": "Peter Jennings",
      "quote": "Every candidate goes into every debate hoping that they can own a particular moment."
    },
    {
      "cite": "William Penn",
      "quote": "In all debates, let truth be thy aim, not victory, or an unjust interest."
    },
    {
      "cite": "English Proverb",
      "quote": "Use soft words and hard arguments."
    },
    {
      "cite": "Sam Ewig",
      "quote": "Nothing is as frustrating as arguing with someone who knows what he's talking about."
    },
    {
      "cite": "Oli Anderson",
      "quote": "Debate is an attempt to cling to the illusion of control provided by a point of view designed to keep the ego in place; dialogue is an attempt to dance with the unknown at the risk of losing what we think we know."
    },
    {
      "cite": "Ruzwana Bashir",
      "quote": "The power of real debate is in the language and intellectual honesty of the debaters, alongside the engagement of spectators."
    },
    {
      "cite": "Paballo Nhambiri",
      "quote": "Human beings only think and reason with logic if whatever topic that's being debated does not challenge/ridicule their belief system."
    },
    {
      "cite": "Leonardo DaVinci",
      "quote": "Anyone who conducts an argument by appealing to authority is not using his intelligence; he is just using his memory."
    },
    {
      "cite": "Helen Suzman",
      "quote": "Debate is almost non-existent and no one is apparently accountable to anybody apart from their political party bosses. It is bad news for democracy in this country."
    },
    {
      "cite": "Anthony Kennedy",
      "quote": "There's a time for debate and a time for consensus. There's a time for advocacy and time for first principles."
    },
    {
      "cite": "Jim Lehrer",
      "quote": "A debate has one purpose, one purpose only, and that is to facilitate the exchange of ideas directly between two candidates, and that's it."
    },
    {
      "cite": "Henry Fielding",
      "quote": "In a debate, rather pull to pieces the argument of thy antagonists than offer him any of thy own; for thus thou wilt fight him in his own country."
    },
    {
      "cite": "Joseph Farrell",
      "quote": "If you go in for argument, take care of your temper. Your logic, if you have any, will take care of itself."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "It is better to debate a question without settling it than to settle a question without debating it."
    },
    {
      "cite": "Auliq Ice",
      "quote": "The key to holding a logical argument or debate is to allow oneself to understand the other person's argument no matter how divergent their views may seem."
    },
    {
      "cite": "Bryce Courtenay",
      "quote": "Good conversational debate is an end in itself, and talking for the love of conversation is what makes us human."
    },
    {
      "cite": "George Soros",
      "quote": "Political debate is more interested in manipulating the truth, than finding the truth."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Debate is masculine, conversation is feminine."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "There is no conversation more boring than the one where everybody agrees."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Debate is angular, conversation circular and radiant of the underlying unity."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Deliberation and debate is the way you stir the soul of our democracy."
    },
    {
      "cite": "Glenn Greenwald",
      "quote": "It's so much easier to debate people when you can pretend that they hold moronic position that they don't actually believe."
    },
    {
      "cite": "Gerhard Schroder",
      "quote": "Any debate among politicians about monetary policy is counterproductive."
    },
    {
      "cite": "Anonymous",
      "quote": "An argument is like a country road, you never know where it is going to lead."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Every difference of opinion is not a difference of principle. We have called by different names brethren of the same principle."
    },
    {
      "cite": "Borick",
      "quote": "This is not a new debate. Debates of voting methods have been going on for hundreds of years."
    },
    {
      "cite": "Julie Walters",
      "quote": "Debate is so much better than denial."
    }
  ]
}