{
  "source": "https://www.wisesayings.com/debt-quotes/",
  "theme": "debt",
  "quotes": [
    {
      "cite": "Moliere",
      "quote": "Debts are nowadays like children begot with pleasure, but brought forth in pain."
    },
    {
      "cite": "Susan George",
      "quote": "Debt is such a powerful tool, it is such a useful tool, it's much better than colonialism ever was because you can keep control without having an army, without having a whole administration."
    },
    {
      "cite": "The Talmud",
      "quote": "He who promises runs in debt."
    },
    {
      "cite": "Andrew Ross Sorkin",
      "quote": "Debt, we've learned, is the match that lights the fire of every crisis. Every crisis has its own set of villains - pick your favorite: bankers, regulators, central bankers, politicians, overzealous consumers, credit rating agencies - but all require one similar ingredient to create a true crisis: too much leverage."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Debt is great source of inner unhappiness."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "A mortgage casts a shadow on the sunniest field."
    },
    {
      "cite": "Francois Rabelais",
      "quote": "Debts and lies are generally mixed together."
    },
    {
      "cite": "Michael Mihalik",
      "quote": "Debt can turn a free, happy person into a bitter human being."
    },
    {
      "cite": "John Dewey",
      "quote": "No man's credit is as good as his money."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Debt on anything that depreciates is disastrous. #financialfitness"
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Debts are like children: the smaller they are the more noise they make."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Debt . . . . that peculiar nexus where money, narrative or story, and religious belief intersect, often with explosive force."
    },
    {
      "cite": "Josh Billings",
      "quote": "Debt is like any other trap, easy enough to get into, but hard enough to get out of."
    },
    {
      "cite": "Nancy Friday",
      "quote": "The debt of gratitude we owe our mother and father goes forward, not backward. What we owe our parents is the bill presented to us by our children."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Debt is a mistake between lender and borrower, and both should suffer."
    },
    {
      "cite": "Earl Wilson",
      "quote": "If you think nobody cares if you're alive, try missing a couple of car payments."
    },
    {
      "cite": "Charles Stross",
      "quote": "Only debt is forever."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Debt is an ingenious substitute for the chain and whip of the slavedriver.Â"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A man in debt is so far a slave."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Debt is the worst poverty."
    },
    {
      "cite": "Natalie Pace",
      "quote": "A Debt Problem Is, At Its Core, a Budgeting Problem."
    },
    {
      "cite": "John Buchan",
      "quote": "We can pay our debts to the past by putting the future in debt to ourselves."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Blessed are the young, for they shall inherit the national debt."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Debt is normal. Be weird."
    },
    {
      "cite": "James H. Aughey",
      "quote": "Debt is the secret foe of thrift, as vice and idleness are its open enemies."
    },
    {
      "cite": "William Shakespeare",
      "quote": "He that dies pays all debts."
    },
    {
      "cite": "Jean Chatzky",
      "quote": "Debt certainly isn't always a bad thing. A mortgage can help you afford a home. Student loans can be a necessity in getting a good job. Both are investments worth making, and both come with fairly low interest rates."
    },
    {
      "cite": "Steven J. Carroll",
      "quote": "There are some debts that can't be paid with money."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Some debts are fun when you are acquiring them, but none are fun when you set about retiring them."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "A habit of debt is very injurious to the memory."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Never spend your money before you have it."
    },
    {
      "cite": "Carl Jung",
      "quote": "The debt we owe to the play of imagination is incalculable."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Small debts are like small shot; they are rattling on every side, and can scarcely be escaped without a wound; great debts are like cannon; of loud noise, but little danger."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Debt is a social and ideological construct, not a simple economic fact."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Debt is dumb. Cash is king."
    },
    {
      "cite": "Rachel Cruze",
      "quote": "Debt basically enables people to live a lie."
    },
    {
      "cite": "Paul Krugman",
      "quote": "Debt is one person's liability, but another person's asset."
    },
    {
      "cite": "Iceberg Slim",
      "quote": "An emotional debt is hard to square."
    },
    {
      "cite": "Ankala V Subbarao",
      "quote": "Debt trap can sometimes become a Death trap."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Debt is the slavery of the free."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Debt is part of the human condition. Civilization is based on exchanges - on gifts, trades, loans - and the revenges and insults that come when they are not paid back."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Debt is a prolific mother of folly and of crime."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Debt, n. An ingenious substitute for the chain and whip of the slavedriver."
    },
    {
      "cite": "Robert W. Service",
      "quote": "A promise made is a debt unpaid."
    },
    {
      "cite": "Lucas Remmerswaal",
      "quote": "Debt is a four letter word and means a four word sentence - Be Prepared for Trouble."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "If I owe you a pound, I have a problem; but if I owe you a million, the problem is yours."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "You can't be in debt and win. It doesn't work."
    },
    {
      "cite": "William J. Clinton",
      "quote": "Simply put, unsustainable debt is helping to keep too many poor countries and poor people in poverty."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A small debt produces a debtor; a large one, an enemy."
    },
    {
      "cite": "Jesse H. Jones",
      "quote": "One of the greatest disservices you can do a man is to lend him money that he can't pay back."
    }
  ]
}