{
  "source": "https://www.wisesayings.com/december-quotes/",
  "theme": "december",
  "quotes": [
    {
      "cite": "John Geddes",
      "quote": "December's wintery breath is already clouding the pond, frosting the pane, obscuring summer's memory..."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "In December ring Every day the chimes; Loud the gleemen sing In the streets their merry rhymes. Let us by the fire Ever higher Sing them till the night expire!"
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Ah, distinctly I remember it was in the bleak December; And each separate dying ember wrought its ghost upon the floor."
    },
    {
      "cite": "Gladys Hasty Carroll",
      "quote": "Outside the house it was storming, a busy downfall of flakes that the wind blew lightly across acres of old snow left from December."
    },
    {
      "cite": "Emily Jane Brontë",
      "quote": "Yet my heart loves December's smile as much as July's golden beam; then let us sit and watch the while the blue ice curdling on the stream."
    },
    {
      "cite": "Floyd Huddleston",
      "quote": "No matter what my fortune may be, or where I may roam, in December, I'll be going home."
    },
    {
      "cite": "Merle Haggard",
      "quote": "If we make it through December, everything's gonna be altight I know; it's the coldest time of winter and I shiver when I see the falling snow."
    },
    {
      "cite": "Willie Nelson",
      "quote": "This looks like a December day, it looks like we've come to the end of the way."
    },
    {
      "cite": "Andrew Wyeth",
      "quote": "I prefer winter and fall when you feel the bone structure of the landscape--the loneliness of it, the dead feeling of winter. Something waits beneath it; the whole story doesn't show."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "May and October, the best-smelling months? I'll make a case for December: evergreen, frost, wood smoke, cinnamon."
    },
    {
      "cite": "Dylan Thomas",
      "quote": "It was snowing. It was always snowing at Christmas. December, in my memory, is white as Lapland, though there were no reindeers. But there were cats."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "In the bleak midwinter, frosty wind made moan, earth stood hard as iron, water like a stone; snow had fallen, snow on snow, snow on snow, in the bleak midwinter, long ago."
    },
    {
      "cite": "Robert Gottlieb",
      "quote": "When December comes, can 'The Nutcracker' be far behind? No, it can't - not in America, anyway."
    },
    {
      "cite": "Sara Coleridge",
      "quote": "Chill December brings the sleet, Blazing fire, and Christmas treat."
    },
    {
      "cite": "Phil Donahue",
      "quote": "December 25th has become guilt and obligation."
    },
    {
      "cite": "Josephine Dodge Daskam Bacon",
      "quote": "Remember This December, That love weighs more than gold!"
    },
    {
      "cite": "Walter Scott",
      "quote": "When dark December glooms the day, and takes our autumn joys away."
    },
    {
      "cite": "Alexander Pope",
      "quote": "In cold December fragrant chaplets blow, And heavy harvests nod beneath the snow."
    },
    {
      "cite": "Christopher Pearce Cranch",
      "quote": "December drops no weak, relenting tear, By our fond Summer sympathies ensnared, Nor from the perfect circle of the year Can even Winter's crystal gems be spared."
    },
    {
      "cite": "John Keats",
      "quote": "In a drear-nighted December, Too happy, happy brook, Thy bubblings ne'er remember Apollo's summer look; But with a sweet forgetting, They stay their crystal fretting, Never, never petting About the frozen time."
    },
    {
      "cite": "Pippa Middleton",
      "quote": "When I was a child, my December weekends were spent making cards, decorating the tree, hanging the wreath and preparing brandy butter and peppermint creams."
    },
    {
      "cite": "Hugh Laurie",
      "quote": "It is the middle of December now, and we are about to travel to Switzerland - where we plan to ski a little, relax a little, and shoot a Dutch politician a little."
    },
    {
      "cite": "Ogden Nash",
      "quote": "People can't concentrate properly on blowing other people to pieces if their minds are poisoned by thoughts suitable to the twenty-fifth of December."
    },
    {
      "cite": "Robert Pettit",
      "quote": "The cold is coming. December's winter solstice. Start of the season."
    },
    {
      "cite": "Catherine O'Hara",
      "quote": "I know. I'm lazy. But I made myself a New Years resolution that I would write myself something really special. Which means I have 'til December, right?"
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "The sun that brief December day Rose cheerless over hills of gray, And, darkly circled, gave at noon A sadder light than waning moon."
    },
    {
      "cite": "Emily Bronte",
      "quote": "Cold in the earth and fifteen wild Decembers, From those brown hills, have melted into spring."
    },
    {
      "cite": "unknown",
      "quote": "If cold December gave you birth, The month of snow and ice and mirth, Place on you hand a Turquoise blue, Success will bless whate'er you do."
    },
    {
      "cite": "Sandy Bryant",
      "quote": "December was a horrible month."
    },
    {
      "cite": "Orson Pratt",
      "quote": "On the 1st day of December, 1830, I was confirmed, and in accordance with the word of the Lord I was ordained an Elder under the hands of the Prophet."
    },
    {
      "cite": "Charity Sunshine Tillemann-Dick",
      "quote": "I don't mean to burst anyone's bubble, but there is no scriptural or historical basis for December 25th actually being the day that Jesus was born."
    },
    {
      "cite": "J.K. Hoyt",
      "quote": "Shout now! The months with loud acclaim, Take up the cry and send it forth; May breathing sweet her Spring perfumes, November thundering from the North. With hands upraised, as with one voice, They join their notes in grand accord; Hail to December! say they all, It gave to Earth our Christ the Lord!"
    },
    {
      "cite": "James Stockdale",
      "quote": "On the eighteenth of December 1972, when we thought we were getting another of the hundreds of little tactical air raids, we heard the bombs going in out there in the railroad yards and this went on for about thirty minutes."
    },
    {
      "cite": "Leopold Trepper",
      "quote": "On December 18, 1940, Hitler signed Directive Number 21, better known as Operation Barbarossa."
    },
    {
      "cite": "Ada V. Hendricks",
      "quote": "May you have the gladness of Christmas which is hope; The spirit of Christmas which is peace; The heart of Christmas which is love."
    },
    {
      "cite": "BaiJuyi",
      "quote": "I was surprised my quilt and pillow were cold. I see that now the window’s bright again. Deep in the night, I know the snow is thick, I sometimes hear the sound as bamboo snaps."
    },
    {
      "cite": "Ben Aaronovitch",
      "quote": "In the winter she curls up around a good book and dreams away the cold."
    },
    {
      "cite": "Carol Nelson",
      "quote": "Christmas is a time when you get homesick even when you’re home."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Of all the months of the year there is not a month one half so welcome to the young, or so full of happy associations, as the last month of the year."
    },
    {
      "cite": "Charlotte Riddell",
      "quote": "He had been walking for a long time, ever since dark in fact, and dark falls soon in December."
    },
    {
      "cite": "Christmas Carol",
      "quote": "The holly and the ivy, when they are both full grown, of all trees that are in the wood. The holly bears the crown. O, the rising of the sun, and the running of the deer the playing of the merry organ. Sweet singing in the choir."
    },
    {
      "cite": "Clement Scott",
      "quote": "Will love be true as December frost, or fickle and fall like the rose in June?"
    },
    {
      "cite": "Dave Eggers",
      "quote": "Through the small tall bathroom window the December yard is gray and scratchy, the trees calligraphic."
    },
    {
      "cite": "Donald E. Westlake",
      "quote": "As we struggle with shopping lists and invitations, compounded by December’s bad weather, it is good to be reminded that there are people in our lives who are worth this aggravation, and people to whom we are worth the same."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "How did it get so late so soon? Its night before its afternoon. December is here before its June. My goodness how the time has flew. How did it get so late so soon?"
    },
    {
      "cite": "Earl Weaver",
      "quote": "A manager’s job is simple. For one hundred sixty-two games you try not to screw up all that smart stuff your organization did last December."
    },
    {
      "cite": "Edgar Fawcett",
      "quote": "And last December drear, with piteous low-drooped head. In a voice of desolation crying out, “The year is dead. And so, with changeful gear, with smile or frown or song, the months, in strange variation, are ever gliding along."
    },
    {
      "cite": "Edmund Clarence Stedman",
      "quote": "Do your heart and head keep pace? When does hoary Love expire, when do frosts put out the fire? Can its embers burn below all that chill December snow?"
    },
    {
      "cite": "Elizabeth Camden",
      "quote": "It seems like everything sleeps in winter, but it’s really a time of renewal and reflection."
    },
    {
      "cite": "Franklin Delano Roosevelt",
      "quote": "Yesterday, December 7, 1941, a date which will live in infamy, the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan."
    },
    {
      "cite": "Franz Kafka",
      "quote": "To die would mean nothing else than to surrender a nothing to the nothing, but that would be impossible to conceive, for how could a person, even only as a nothing, consciously surrender himself to the nothing, and not merely to an empty nothing but rather to a roaring nothing whose nothingness consists only in its incomprehensibility."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "I heard the bells on Christmas Day Their old, familiar carols play, And wild and sweet the words repeat Of peace on earth, good-will to men!"
    },
    {
      "cite": "James M. Barrie",
      "quote": "God gave us memories so that we might have roses in December."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "There must be something ghostly in the air of Christmas — something about the close, muggy atmosphere that draws up the ghosts, like the dampness of the summer rains brings out the frogs and snails."
    },
    {
      "cite": "John Burroughs",
      "quote": "If the October days were a cordial like the subacids of fruit, these are a tonic like the wine of iron. Drink deep or be careful how you taste this December vintage. The first sip may chill, but a full draught warms and invigorates."
    },
    {
      "cite": "Joseph Addison",
      "quote": "I have often thought, it happens very well that Christmas should fall out in the Middle of Winter."
    },
    {
      "cite": "Katherine S. White",
      "quote": "From December to March, there are for many of us three gardens - the garden outdoors, the garden of pots and bowls in the house, and the garden of the mind's eye."
    },
    {
      "cite": "Lois Lowry",
      "quote": "He had waited a long time for this special December. Now that it was almost upon him, he wasn’t frightened, but he was eager, he decided. He was eager for it to come. And he was excited, certainly. All of the Elevens were excited about the event that would be coming so soon."
    },
    {
      "cite": "Marie Huston",
      "quote": "The gardening season officially begins on January 1st, and ends on December 31."
    },
    {
      "cite": "Mark Twain",
      "quote": "December is the toughest month of the year. Others are July, January, September, April, November, May, March, June, October, August, and February."
    },
    {
      "cite": "Maxwell Anderson",
      "quote": "But it's a long, long while From May to December; And the days grow short When you reach September."
    },
    {
      "cite": "May Sarton",
      "quote": "O cruel cloudless space, and pale bare ground where the poor infant lies. Why do we feel restored as in a sacramental place? Here Mystery is artifice, and here a vision of such peace is stored, healing flows from it through our eyes."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Every December, I host a tree-trimming party. I serve chili with cornbread and lots of good wine. It’s a wonderful party, and it shows how much adults like to play."
    },
    {
      "cite": "Old Farmer’s Alamanac",
      "quote": "Wintry it ain’t no complaints. Snowier. Storefronts are showier, light displays glowier. Shoppers are prowling, blizzard howling. Drifts a-heaping, lords a-leaping, yule logs burning, gifts returning. Winds are keen for 2015."
    },
    {
      "cite": "Oliver Herford",
      "quote": "I heard a bird sing in the dark of December. A magical thing. And sweet to remember. We are nearer to Spring than we were in September. I heard a bird sing in the dark of December."
    },
    {
      "cite": "P.J. O’Rourke",
      "quote": "Christmas begins about the first of December with an office party and ends when you finally realize what you spent, around April fifteenth of the next year."
    },
    {
      "cite": "Robert Buchanan",
      "quote": "I wander forth this chill December dawn: John Frost and all his elves are out, I see, As busy as the elfin world can be, Clothing a world asleep with fleecy lawn."
    },
    {
      "cite": "Robert Byron",
      "quote": "Herat, 8 December. What a day it was! God save me from any more adventures on a drained stomach."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "It was December, I had never felt so cold, the eel soup lay heavy on my stomach, I was afraid I’d die, I turned aside to vomit, I envied them."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Come, come thou bleak December wind, And blow the dry leaves from the tree! Flash, like a Love-thought, thro'me, Death And take a Life that wearies me."
    },
    {
      "cite": "SARAH DOUDNEY",
      "quote": "Farewell, old year; we walk no more together; I catch the sweetness of thy latest sigh, And, crowned with yellow brake and withered heather, I see thee stand beneath this cloudy sky. Here in the dim light of a grey December We part in smiles, and yet we met in tears; Watching thy chilly dawn, I well remember I thought: thee saddest-born of all the years."
    },
    {
      "cite": "Sarah Kay",
      "quote": "It is December, and nobody asked if I was ready."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "If winter comes can spring be... We're nearer to spring than we were in September, i heard a bird sing in the dark of December, January, Febmar, aprimay, apricots, beneath the bough."
    },
    {
      "cite": "Ted Kooser",
      "quote": "full of certificates rolling back into the tree trunks, a few old papers flocking away. Someone we loved has fallen from our thoughts, making a little, glittering splash like a bicycle pushed by a breeze. Otherwise, not much has happened, we fell in love again, finding that one red feather on the wind."
    },
    {
      "cite": "unknown",
      "quote": "Ah, distinctly I remember it was in the bleak December And each separate dying ember wrought its ghost upon the floor. Eagerly I wished the morrow; vainly I had sought to borrow from my books surcease of sorrow - sorrow for the lost Lenore -- For the rare and radiant maiden whom the angels name Lenore."
    },
    {
      "cite": "W. S. Merwin",
      "quote": "This is what I have heard at last the wind in December lashing the old trees with rain unseen rain racing along the tiles under the moon wind rising and falling wind with many clouds trees in the night wind."
    },
    {
      "cite": "William Bartram",
      "quote": "Having contemplated this admirable grove, I proceeded towards the shrubberies on the banks of the river, and though it was now late in December, the aromatic groves appeared in full bloom."
    },
    {
      "cite": "William Shakespeare",
      "quote": "At Christmas I no more desire a rose Than wish a snow in May’s new-fangled mirth; But like of each thing that in season grows."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Men are April when they woo, December when they wed. Maids are May when they are maids, but the sky changes when they are wives."
    },
    {
      "cite": "William Shakespeare",
      "quote": "How like a winter hath my absence been. From thee, the pleasure of the fleeting year. What freezings have I felt, what dark days seen? What old December’s bareness everywhere."
    },
    {
      "cite": "William Shakespeare",
      "quote": "What should we speak of when we are old as you? when we shall hear the rain and wind beat dark December? How in this our pinching cave, shall we discourse the freezing hours away?"
    },
    {
      "cite": "Winthrop Mackworth Praed",
      "quote": "I remember, I remember how my childhood fleeted by. The mirth of its December, and the warmth of its July."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Spring passes and one remembers one’s innocence. Summer passes and one remembers one’s exuberance. Autumn passes and one remembers one’s reverence. Winter passes and one remembers one’s perseverance."
    }
  ]
}