{
  "source": "https://www.wisesayings.com/decency-quotes/",
  "theme": "decency",
  "quotes": [
    {
      "cite": "Willa Cather",
      "quote": "The test of one'sÂ decencyÂ is how much of a fight one can put up after one has stopped caring, and after one has found out that one can never please the people they wanted to please."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Virtue andÂ decencyÂ are so nearly related that it is difficult to separate them from each other but in our imagination."
    },
    {
      "cite": "Raja Krishnamoorthi",
      "quote": "When the norm is decency, other virtues can thrive: integrity, honesty, compassion, kindness, and trust."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "HumanÂ decencyÂ is not derived from religion. It precedes it."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Decency is the least of all laws, but yet it is the law which is most strictly observed."
    },
    {
      "cite": "Kiran Bedi",
      "quote": "Ethics, decency and morality are the real soldiers."
    },
    {
      "cite": "Abdulazeez Henry Musa",
      "quote": "Decency is judged by our actions not by our words."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "DecencyÂ cannot be discussed without indecency!"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "DecencyÂ requires that when a programme is approved by the majority, all should carry it out faithfully."
    },
    {
      "cite": "Henri",
      "quote": "There are those without decency who must be fought without hesitation, without pity."
    },
    {
      "cite": "Moliere",
      "quote": "There's a sort ofÂ decencyÂ among the dead, a remarkable discretion: you never find them making any complaint against the doctor who killed them!"
    },
    {
      "cite": "Joseph Marie",
      "quote": "Decency renders all things tolerable."
    },
    {
      "cite": "Cory Booker",
      "quote": "Small acts of decency ripple in ways we could never imagine."
    },
    {
      "cite": "May Sarton",
      "quote": "One must think like a hero to behave like a merely decent human being."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "DecencyÂ is not news. It is buried in the obituaries, but it is a force stronger than crime."
    },
    {
      "cite": "Cicero",
      "quote": "Justice consists of doing no one injury,Â decencyÂ in giving no one offense."
    },
    {
      "cite": "Raja Krishnamoorthi",
      "quote": "In some ways, 'decency' is a hazy concept; we know it when we see it.Â"
    },
    {
      "cite": "Quentin Crisp",
      "quote": "Decency must be an even more exhausting state to maintain than its opposite. Those who succeed seem to need a stupefying amount of sleep."
    },
    {
      "cite": "Wentworth Dillon",
      "quote": "Want of decency is want of sense."
    },
    {
      "cite": "Arthur Machen",
      "quote": "Silence is not weakness and decency is not pride."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "DecencyÂ and tolerance, to be of any value, must be capable of withstanding the severest strain."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The thin and precarious crust ofÂ decencyÂ is all that separates any civilization, however impressive, from the hell of anarchy or systematic tyranny which lie in wait beneath the surface ."
    },
    {
      "cite": "Samuel R. Delany",
      "quote": "There is a sense ofÂ decencyÂ that's like a barometer to a man's or a country's health."
    },
    {
      "cite": "Aeschylus",
      "quote": "God's most lordly gift to man is decency of mind."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Decency, not to dare to do that in public which it is decent enough to do in private."
    },
    {
      "cite": "Charles Pinot Duclos",
      "quote": "DecencyÂ is not defined, by statute, but the laws of instinct are stronger."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Morals are private. Decency is public."
    },
    {
      "cite": "Mike Klepper",
      "quote": "Decency is such a rare thing in this world, and it can only be repaid with loyalty."
    },
    {
      "cite": "Barack Obama",
      "quote": "Acts of sacrifice and decency without regard to what's in it for you create ripple effects. Ones that lift up families and communities, that spread opportunity and boost our economy."
    },
    {
      "cite": "E. J. Dionne",
      "quote": "CommonÂ decencyÂ is a core part of who people are."
    },
    {
      "cite": "Marguerite Yourcenar",
      "quote": "Morals are a matter of private agreement; decency is of public concern."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "The measure of a decent human being is how he or she treats the defenseless."
    },
    {
      "cite": "Louise Colet",
      "quote": "The laws of decency enforce themselves."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "DecencyÂ is indecency's conspiracy of silence."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Don't overestimate the decency of the human race."
    },
    {
      "cite": "Tom Steyer",
      "quote": "Breaking of norms and disregard for decency have huge, long-term costs."
    },
    {
      "cite": "Susan Andersen",
      "quote": "If you can't say anything nice, at least have the decency to be vague."
    }
  ]
}