{
  "source": "https://www.wisesayings.com/deception-quotes/",
  "theme": "deception",
  "quotes": [
    {
      "cite": "Don Lemon",
      "quote": "There's a degree of deception in silence."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The greatest deception men suffer is from their own opinions."
    },
    {
      "cite": "Robert Southey",
      "quote": "All deception in the course of life is indeed nothing else but a lie reduced to practice, and falsehood passing from words into things."
    },
    {
      "cite": "Marina Tsvetaeva",
      "quote": "A deception that elevates us is dearer than a host of low truths."
    },
    {
      "cite": "John Wanamaker",
      "quote": "Any seeming deception in a statement is costly, not only in the expense of the advertising but in the detrimental effect produced upon the customer, who believes she has been misled."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Only one deception is possible in the infinite sense, self-deception."
    },
    {
      "cite": "Moss Hart",
      "quote": "Self-deception is sometimes as necessary a tool as a crowbar."
    },
    {
      "cite": "Plautus",
      "quote": "He who tries to protect himself from deception is often cheated, even when most on his guard."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Don't tell me of deception; a lie is a lie, whether it be a lie to the eye or a lie to the ear."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "Nothing is so difficult as not deceiving oneself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Deceiving others. That is what the world calls a romance."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We are never so easily deceived as when we imagine we are deceiving others."
    },
    {
      "cite": "John Locke",
      "quote": "It is vain to find fault with those arts of deceiving wherein men find pleasure to be deceived."
    },
    {
      "cite": "Horace",
      "quote": "He who has made it a practice to lie and deceive his father, will be the most daring in deceiving others."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Cunning is the art of concealing our own defects, and discovering the weaknesses of others."
    },
    {
      "cite": "Homer",
      "quote": "Hateful to me as the gates of Hades is that man who hides one thing in his heart and speaks another."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "It is twice the pleasure to deceive the deceiver."
    },
    {
      "cite": "Francoise Sagan",
      "quote": "It seems to me that there are two kinds of trickery: the ''fronts'' people assume before one another's eyes, and the ''front'' a writer puts on the face of reality."
    },
    {
      "cite": "Johann G. Seume",
      "quote": "Nothing is more common on earth than to deceive and be deceived."
    },
    {
      "cite": "John Tillotson",
      "quote": "The art of using deceit and cunning grow continually weaker and less effective to the user."
    },
    {
      "cite": "Pierre Charron",
      "quote": "The easiest way to be cheated is to believe yourself to be more cunning than others."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Tricks and treachery are the practice of fools, that don't have brains enough to be honest."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "We are never deceived; we deceive ourselves."
    },
    {
      "cite": "William James",
      "quote": "To give up pretensions is as blessed a relief as to get them ratified."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "The craftiest trickery are too short and ragged a cloak to cover a bad heart."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "You can fool some of the people all the time, and all of the people some of the time, but you cannot fool all of the people all the time."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "We like to be deceived."
    },
    {
      "cite": "Plato",
      "quote": "Whatever deceives men seems to produce a magical enchantment."
    },
    {
      "cite": "Mark Twain",
      "quote": "When a person cannot deceive himself the chances are against his being able to deceive other people."
    },
    {
      "cite": "Hitopadesa",
      "quote": "The people of the world having once been deceived, suspect deceit in truth itself."
    },
    {
      "cite": "Donna A. Favors",
      "quote": "Deception is a cruel act... It often has many players on different stages that corrode the soul."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "Reality denied comes back to haunt."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You can fool yourself, you know. You'd think it's impossible, but it turns out it's the easiest thing of all."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Lying to ourselves is more deeply ingrained than lying to others."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "If it is necessary sometimes to lie to others, it is always despicable to lie to oneself."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Beware of becoming a pawn in your own game."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Avoidance of self deception is a matter of integrity not comfort."
    },
    {
      "cite": "Socrates",
      "quote": "Whenever, therefore, people are deceived and form opinions wide of the truth, it is clear that the error has slid into their minds through the medium of certain resemblances to that truth."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "There is nothing more deceptive than an obvious fact."
    },
    {
      "cite": "John Updike",
      "quote": "It is not difficult to deceive the first time, for the deceived possesses no antibodies and is unvaccinated by suspicion."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Any fool can tell the truth, but it requires a man of some sense to know how to lie well."
    },
    {
      "cite": "Demosthenes",
      "quote": "A man is his own easiest dupe, for what he wishes to be true he generally believes to be true."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "He who permits himself to tell a lie once, finds it much easier to do it a second and a third time till at length it becomes habitual."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Lying is not only excusable; it is not only innocent; it is, above all, necessary and unavoidable. Without the ameliorations that it offers, life would become a mere syllogism and hence too metallic to be borne."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "He who is not very strong in memory should not meddle with lying."
    },
    {
      "cite": "Phaedrus",
      "quote": "Whoever is detected in a shameful fraud is ever after not believed even if they speak the truth."
    },
    {
      "cite": "B. Traven",
      "quote": "If you do not wish to be lied to, do not ask questions. If there were no questions, there would be no lies."
    },
    {
      "cite": "Nathaniel Cotton",
      "quote": "Yet still we hug the dear deceit."
    },
    {
      "cite": "Ovid",
      "quote": "Skilled in every trick, a worthy heir of his paternal craft, he would make black look white, and white look black."
    },
    {
      "cite": "Aaron Hill",
      "quote": "Deceit is the false road to happiness; and all the joys we travel through to vice, like fairy banquets, vanish when we touch them."
    },
    {
      "cite": "John Bartlett",
      "quote": "Nature never deceives us; it is we who deceive ourselves."
    },
    {
      "cite": "English Proverb",
      "quote": "Cheats never prosper."
    },
    {
      "cite": "Lysander",
      "quote": "Deceive boys with toys, but men with oaths."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "And if, to be sure, sometimes you need to conceal a fact with words, do it in such a way that it does not become known, or, if it does become known, that you have a ready and quick defense."
    },
    {
      "cite": "Catherine de Medici",
      "quote": "A false report, if believed during three days, maybe of great service to the government."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Doubtless, the pleasure is as great / Of being cheated, as to cheat./ As lookers-on feel most delight / That least perceive a juggler's sleight."
    },
    {
      "cite": "Moliere",
      "quote": "One is easily fooled by that which one loves."
    },
    {
      "cite": "John Gay",
      "quote": "An open foe may prove a curse, / But a pretended friend is worse."
    },
    {
      "cite": "St. Matthew",
      "quote": "Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves."
    },
    {
      "cite": "Charles Churchill",
      "quote": "Keep up appearances; there lies the test. The world will give thee credit for the rest. Outward be fair, however, foul within; Sin if thou wilt, but then in secret sin."
    },
    {
      "cite": "Billy Graham",
      "quote": "The underlying principle of all Satan's tactics is deception. He is a crafty and clever camouflage."
    },
    {
      "cite": "Billy Graham",
      "quote": "For Satan's deceptions to be successful, they must be so cunningly devised that his real purpose is concealed by wiles."
    },
    {
      "cite": "Billy Graham",
      "quote": "Satan is masterful at using just enough of God's truth to capture a person's attention and then mix it with his devious potion that will lead believers astray."
    },
    {
      "cite": "Arabian Proverb",
      "quote": "A mouth that praises may conceal a hand that kills."
    },
    {
      "cite": "Portuguese Proverb",
      "quote": "Good works and bad acts deceive both wise and simple."
    },
    {
      "cite": "Roman Proverb",
      "quote": "He who has once used deception will deceive again."
    },
    {
      "cite": "Greek Proverb",
      "quote": "To deceive a diplomat, speak the truth — he has no experience with it."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Even what appears to be the purest feeling could still be a deception."
    },
    {
      "cite": "Hebrews 3:12",
      "quote": "Watch out brothers, so that there won't be in any of you an evil, unbelieving heart that departs from the living God. But encourage each other daily while it is called today so that none of you is hardened by sin's deception."
    },
    {
      "cite": "1 John 1:8",
      "quote": "If we say that we have no sin, we deceive ourselves, and the truth is not in us."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Appear weak when you are strong, and strong when you are weak."
    },
    {
      "cite": "Criss Jami",
      "quote": "Just because something isn't a lie does not mean that it isn't deceptive. A liar knows that he is a liar, but one who speaks mere portions of truth in order to deceive is a craftsman of destruction."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Someone who smiles too much with you can sometimes frown too much with you at your back."
    },
    {
      "cite": "William Shakespeare",
      "quote": "And thus I clothe my naked villainy / With odd old ends stol'n out of holy writ; / And seem a saint, when most I play the devil."
    },
    {
      "cite": "Zoe Marriott",
      "quote": "People trust their eyes above all else - but most people see what they wish to see, or what they believe they should see; not what is really there."
    },
    {
      "cite": "Dave Eggers",
      "quote": "His lies were so exquisite I almost wept."
    },
    {
      "cite": "Jim Butcher",
      "quote": "Many things are not as they seem: The worst things in life never are."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The truest way to be deceived is to think oneself more knowing than others."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "People appear like angels until you hear them speak. You must not rush to judge people by the colour of their cloaks, but by the content of their words!"
    },
    {
      "cite": "Helen Cross",
      "quote": "Her words were like tinfoil; they shone and they covered things up."
    }
  ]
}