{
  "source": "https://www.wisesayings.com/deceit-quotes/",
  "theme": "deceit",
  "quotes": [
    {
      "cite": "Phineas T. Barnum",
      "quote": "You can fool some of the people all of the time, and all of the people some of the time, but you cannot fool all of the people all of the time."
    },
    {
      "cite": "John Milton",
      "quote": "He seemed For dignity compos'd and high exploit: But all was false and hollow."
    },
    {
      "cite": "Mark Twain",
      "quote": "Get your facts first, and then you can distort them as much as you please."
    },
    {
      "cite": "Robert South",
      "quote": "All deception in the course of life is indeed nothing else but a lie reduced to practice, and falsehood passing from words into things."
    },
    {
      "cite": "Proverb",
      "quote": "Deceit is in haste, but honesty can wait a fair leisure"
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Deceive the rich and powerful if you will, but don't insult them."
    },
    {
      "cite": "Arabic Proverb",
      "quote": "Lying and stealing are next door neighbors."
    },
    {
      "cite": "Robert Armstrong",
      "quote": "It contains a misleading impression, not a lie. It was being economical with the truth."
    },
    {
      "cite": "William Blake",
      "quote": "A truth that's told with bad intent beats all the lies you can invent."
    },
    {
      "cite": "Proverb",
      "quote": "With lies you may go ahead in the world, but you can never go back."
    },
    {
      "cite": "Tom Robbins",
      "quote": "You may tell the greatest lies and wear a brilliant disguise, but you can't escape the eyes of the one who sees right through you."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Habitual liars invent falsehoods not to gain any end or even to deceive their hearers, but to amuse themselves. It is partly practice and partly habit. It requires an effort in them to speak truth."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Yeah, it never fails to amaze me how a single lie can undo an entire lifetime of good."
    },
    {
      "cite": "Plato",
      "quote": "False words are not only evil in themselves, but they infect the soul with evil."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "I'm not upset that you lied to me, I'm upset that from now on I can't believe you."
    },
    {
      "cite": "Samuel Butler",
      "quote": "We pay a person the compliment of acknowledging his superiority whenever we lie to them."
    },
    {
      "cite": "James Cardinal Gibbons",
      "quote": "Like all valuable commodities, truth is often counterfeited."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "A lie which is a half truth is ever the blackest of lies."
    },
    {
      "cite": "Michael Ende",
      "quote": "When it comes to controlling human beings there is no better instrument than lies. Because, you see, humans live by beliefs. And beliefs can be manipulated."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Tricks and treachery are the practice of fools, that don't have brains enough to be honest."
    },
    {
      "cite": "Socrates",
      "quote": "Whenever, therefore, people are deceived and form opinions wide of the truth, it is clear that the error has slid into their minds through the medium of certain resemblances to that truth."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "It is twice the pleasure to deceive the deceiver."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Cunning is the art of concealing our own defects, and discovering the weaknesses of others."
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "No man is happy without a delusion of some kind. Delusions are as necessary to our happiness as realities."
    },
    {
      "cite": "Moliere",
      "quote": "We are easily fooled by that which we love."
    },
    {
      "cite": "La Rochefoucauld",
      "quote": "Our distrust of another justifies his deceit"
    },
    {
      "cite": "Empress Irene",
      "quote": "It is a pity that we so often succeed our endeavors to deceive each other."
    },
    {
      "cite": "Adam Ferguson",
      "quote": "The cunning man uses deceit, but the more cunning man shuns deception"
    },
    {
      "cite": "La Bruyere",
      "quote": "We never deceive for a good purpose; knavery adds malice to falsehood."
    },
    {
      "cite": "George Orwell",
      "quote": "During times of universal deceit, telling the truth becomes a revolutionary act"
    },
    {
      "cite": "Noel Coward",
      "quote": "It's discouraging to think how many people are shocked by honesty and how few by deceit."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "One deceit needs many others, and so the whole house is built in the air and must soon come to the ground"
    },
    {
      "cite": "Bible",
      "quote": "Bread of deceit is sweet to a man; but afterwards his mouth shall be filled with gravel."
    },
    {
      "cite": "Bible",
      "quote": "Deceit is in the heart of them that imagine evil: but to the counsellors of peace is joy."
    },
    {
      "cite": "Ovid",
      "quote": "Skilled in every trick, a worthy heir of his paternal craft, he would make black look like white, and white look black."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The most deceitful persons spend their lives in blaming deceit, so as to use it on some great occasion to promote some great interest."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Trust not in him that seems a saint."
    },
    {
      "cite": "Demosthenes",
      "quote": "Nothing is more easy than to deceive one's self, as our affections are subtle persuaders."
    },
    {
      "cite": "Christian N Bovee",
      "quote": "False friends are like our shadow, keeping close to us while we walk in the sunshine, but leaving us the instant we cross into the shade."
    },
    {
      "cite": "Marina Tsvetaeva",
      "quote": "A deception that elevates us is dearer than a host of low truths."
    },
    {
      "cite": "Robert Southey",
      "quote": "All deception in the course of life is indeed nothing else but a lie reduced to practice, and falsehood passing from words into things."
    },
    {
      "cite": "Homer",
      "quote": "Hateful to me as the gates of Hades is that man who hides one thing in his heart and speaks another."
    },
    {
      "cite": "Francoise Sagan",
      "quote": "It seems to me that there are two kinds of trickery: the ''fronts'' people assume before one another's eyes, and the ''front'' a writer puts on the face of reality."
    },
    {
      "cite": "Marquis De Vauvenargues",
      "quote": "The art of pleasing is the art of deception."
    },
    {
      "cite": "Wes Fessler",
      "quote": "Persistent distrust is the flame of deceit. Be as good as your word or be singed by the heat."
    },
    {
      "cite": "Charles Dickens",
      "quote": "With affection beaming in one eye, and calculation shining out of the other."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When one is in love, one always begins by deceiving one's self, and one always ends by deceiving others. That is what the world calls a romance."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "None are deceived but they that confide."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The secret of life is to appreciate the pleasure of being terribly deceived."
    }
  ]
}