{
  "source": "https://www.wisesayings.com/decent-quotes/",
  "theme": "decent",
  "quotes": [
    {
      "cite": "Norman Borlaug",
      "quote": "The destiny of world civilization depends upon providing a decent standard of living for all mankind."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Every decent man is ashamed of the government he lives under."
    },
    {
      "cite": "M.M. Musselman",
      "quote": "One of the best things about marriage is that it gets young people to bed at a decent hour."
    },
    {
      "cite": "Albert Bandura",
      "quote": "Given appropriate social conditions, decent, ordinary people can be led to do extraordinarily cruel things."
    },
    {
      "cite": "Timothy Egan",
      "quote": "A decent man would stand out like a cactus on an ice floe."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "The decent method you follow is better than the perfect method you quit."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "No decent career was ever founded on a public."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "A decent provision for the poor is the true test of civilization."
    },
    {
      "cite": "Mary Connealy",
      "quote": "The decent, strong person had to do decent, strong things like love unlovable people and keep peace even when it wasn't easy."
    },
    {
      "cite": "Craig Brown",
      "quote": "A decent beard has long been the number one must-have fashion item for any fugitive from justice."
    },
    {
      "cite": "Juan Somavia",
      "quote": "Decent work is at the heart of the search for dignity for the individual, stability for the family and peace in the community."
    },
    {
      "cite": "Ally Carter",
      "quote": "Every decent con man knows that the simplest truth is more powerful than even the most elaborate lie."
    },
    {
      "cite": "Langdon Elwyn Mitchell",
      "quote": "If we cannot be decent, let us endeavor to be graceful. If we can't be moral, at least we can avoid being vulgar."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "False modesty is the most decent of all deceptions."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "If the village worker is not a decent man or woman, conducting a decent home, he or she had better not aspire after the high privilege and honour of becoming a village worker."
    },
    {
      "cite": "Stanley Walker",
      "quote": "Associate with well-mannered persons and your manners will improve. Run around with decent folk and your own decent instincts will be strengthened."
    },
    {
      "cite": "P. D. James",
      "quote": "Wars may be fought by decent men, but they're not won by them."
    },
    {
      "cite": "Homer",
      "quote": "A decent boldness ever meets with friends."
    },
    {
      "cite": "Woody Allen",
      "quote": "Reality may not be the best of all possible worlds, but it's still the only place where you can get a decent steak."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "There are things which a man is afraid to tell even to himself, and every decent man has a number of such things stored away in his mind."
    },
    {
      "cite": "Channing Pollock",
      "quote": "Calm self-confidence is as far from conceit as the desire to earn a decent living is remote from greed."
    },
    {
      "cite": "Jennifer Donnelly",
      "quote": "One expects decent people to stand up for the good of all. Decent people shut their doors and hide behind them as decent people do. Massacres could never happen if it weren't for decent people."
    },
    {
      "cite": "A.A. Milne",
      "quote": "What I say is that, if a man really likes potatoes, he must be a pretty decent sort of fellow."
    },
    {
      "cite": "John Le Carre",
      "quote": "My definition of a decent society is one that first of all takes care of its losers, and protects its weak."
    },
    {
      "cite": "Arno Hintjens",
      "quote": "A decent human being is ashamed at being somebody's boss!"
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "The measure of a decent human being is how he or she treats the defenseless."
    },
    {
      "cite": "Richard Eyre",
      "quote": "The principle of acting in good faith is at the heart of decent work."
    },
    {
      "cite": "Samuel Butler",
      "quote": "When you have told anyone you have left him a legacy, the only decent thing to do is die at once."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Being a humanist means trying to behave decently without expectation of rewards or punishment after you are dead."
    },
    {
      "cite": "Dan Simmons",
      "quote": "Real life seldom structures a decent denouement."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "A cultivated and decent man cannot be vain without setting a fearfully high standard for himself, and without despising and almost hating himself at certain moments."
    }
  ]
}