{
  "source": "https://www.wisesayings.com/decision-making-quotes/",
  "theme": "decision-making",
  "quotes": [
    {
      "cite": "Jim Rohn",
      "quote": "Decision making can sometimes seem like inner civil war."
    },
    {
      "cite": "Michael D. Eisner",
      "quote": "Balanced emotions are crucial to intuitive decision making."
    },
    {
      "cite": "Auliq Ice",
      "quote": "Whenever it comes to decision making, Remember the part about having confidence."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "The key to good decision making is not knowledge... It's whether our work fulfills us."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "Find ways to decentralize. Move decision making authority down and out. Encourage a more entrepreneurial approach."
    },
    {
      "cite": "Seth Godin",
      "quote": "The art of good decision making is looking forward to and celebrating the tradeoffs, not pretending they don't exist."
    },
    {
      "cite": "Bill Cahan",
      "quote": "We unfortunately live in a corporate world where group decision making is made to avoid failure rather than to achieve success."
    },
    {
      "cite": "Adam Fletcher",
      "quote": "Most of society's decision making for young people happens without young people, and that could not happen without adultcentrism."
    },
    {
      "cite": "James Surowiecki",
      "quote": "In part because individual judgement is not accurate enough or consistent enough, cognitive diversity is essential to good decision making."
    },
    {
      "cite": "Zainab Salbi",
      "quote": "Without women's full inclusion at the decision making table, we cannot have any healthy decision making that is good for men and women alike."
    },
    {
      "cite": "Jane Goodall",
      "quote": "Every individual can make a difference ... if we continue to leave decision making to the so-called decision makers, things will never change."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "The key to good decision making is not knowledge. It is understanding. We are swimming in the former. We are desperately lacking in the latter."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Never bring the problem solving stage into the decision making stage. Otherwise, you surrender yourself to the problem rather than the solution."
    },
    {
      "cite": "Aruna Roy",
      "quote": "The strength of collective decision making and political responsibility is not only a question of recognizing other people's ability. It is also recognizing one's own limitations."
    },
    {
      "cite": "James E. Faust",
      "quote": "Obedience brings peace in decision making. If we have firmly made up our minds to follow the commandments, we will not have to redecide which path to take when temptation comes our way."
    },
    {
      "cite": "Richard Arnold Epstein",
      "quote": "The essence of the phenomenon of gambling is decision making. The act of making a decision consists of selecting one course of action, or strategy, from among the set of admissible strategies."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The major mistake people pursue in decision making is to surround themselves with negatively minded people. People who are going nowhere will never take you anywhere; people who are going everywhere can take you somewhere."
    },
    {
      "cite": "Michelle Obama",
      "quote": "You can't make decisions based on fear and the possibility of what might happen."
    },
    {
      "cite": "Amit Ray",
      "quote": "Effective decision-making can be seen as an optimal link between memory of the past, ground-realities of the present and insights of the future."
    },
    {
      "cite": "Michael J. Marx",
      "quote": "Decision making and problem solving are not the same. To solve a problem, one needs to find a solution. To make a decision, one needs to make a choice."
    },
    {
      "cite": "Izey Victoria Odiase",
      "quote": "Always make decisions that prioritize your inner peace."
    },
    {
      "cite": "Pearl Zhu",
      "quote": "Decision making is an art only until the person understands the science."
    },
    {
      "cite": "Paul O'Brien",
      "quote": "Visionary decision-making happens at the intersection of intuition and logic."
    },
    {
      "cite": "Pearl Zhu",
      "quote": "The art of decision making includes the art of questioning."
    },
    {
      "cite": "Piyush Goyal",
      "quote": "The speed of decision making is the essence of good governance."
    },
    {
      "cite": "Tibor Fischer",
      "quote": "Usually, when you make a decision in life, unless you have access to parallel universes, you can't truly judge how right that decision was."
    },
    {
      "cite": "Henry Petroski",
      "quote": "Design is nothing if not decision making."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "Courage and confidence are what decision making is all about."
    },
    {
      "cite": "Jacques Bertin",
      "quote": "A graphic is never an end in itself; it is a moment in the process of decision making."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "One of the major biases in risky decision making is optimism. Optimism is a source of high-risk thinking."
    },
    {
      "cite": "Nancy Gibbs",
      "quote": "Decision making in a democracy depends above all on knowledge and not just the intel available to presidents and policymakers."
    },
    {
      "cite": "Marvin Bower",
      "quote": "Decisions should be based on facts, objectively considered — what I call the fact-founded, thought-through approach to decision making."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "Understanding the true nature of instinctive decision making requires us to be forgiving of those people trapped in circumstances where good judgment is imperiled."
    },
    {
      "cite": "Sujit Lalwani",
      "quote": "The challenge of life is regretless decision making, relentless pursuit of vision with faith, forgiving others, enduring pain with a smile & achieving goals with an extra MILE"
    },
    {
      "cite": "Manoj Arora",
      "quote": "Long term thinking and planing enhances short term decision making. Make sure you have a plan of your life in your hand, and that includes the financial plan and your mission."
    },
    {
      "cite": "Emily Oster",
      "quote": "The key to good decision making is evaluating the available information - the data - and combining it with your own estimates of pluses and minuses. As an economist, I do this every day."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "I think one of the major results of the psychology of decision making is that people's attitudes and feelings about losses and gains are really not symmetric. So we really feel more pain when we lose $10,000 than we feel pleasure when we get $10,000."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Making good decisions is a crucial skill at every level."
    }
  ]
}