{
  "source": "https://www.wisesayings.com/decisions-quotes/",
  "theme": "decisions",
  "quotes": [
    {
      "cite": "Keri Russell",
      "quote": "Sometimes it's the smallest decisions that can change your life forever."
    },
    {
      "cite": "Heath Ledger",
      "quote": "If you make decisions based upon people's reactions or judgments then you make really boring choices."
    },
    {
      "cite": "Joe Andrew",
      "quote": "The hardest decisions in life are not between good and bad or right and wrong, but between two goods or two rights."
    },
    {
      "cite": "Wilfred A. Peterson",
      "quote": "Decision is the spark that ignites action. Until a decision is made, nothing happens.... Decision is the courageous facing of issues, knowing that if they are not faced, problems will remain forever unanswered."
    },
    {
      "cite": "Adrian Cadbury",
      "quote": "Shelving hard decisions is the least ethical course."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Decision is a risk rooted in the courage of being free."
    },
    {
      "cite": "Kenny Rogers",
      "quote": "You've got to know when to hold 'em, know when to fold 'em, know when to walk away, know when to run."
    },
    {
      "cite": "Jim Rohn",
      "quote": "It doesn't matter which side of the fence you get off on sometimes. What matters most is getting off. You cannot make progress without making decisions."
    },
    {
      "cite": "Roy Disney",
      "quote": "It's not hard to make decisions when you know what your values are."
    },
    {
      "cite": "Sir Girad",
      "quote": "Make decisions from the heart and use your head to make it work out."
    },
    {
      "cite": "William B. Given",
      "quote": "When possible make the decisions now, even if action is in the future. A reviewed decision usually is better than one reached at the last moment."
    },
    {
      "cite": "William James",
      "quote": "When you have to make a choice and don't make it, that is in itself a choice."
    },
    {
      "cite": "Brendan Francis",
      "quote": "Some persons are very decisive when it comes to avoiding decisions."
    },
    {
      "cite": "David Russell",
      "quote": "The hardest thing to learn in life is which bridge to cross and which to burn."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant."
    },
    {
      "cite": "Anso Coetzer",
      "quote": "Decisions become easier when your will to please God outweighs your will to please the world."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Once you make a decision, the universe conspires to make it happen."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Making good decisions is a crucial skill at every level."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Ethical decisions ensure that everyone's best interests are protected. When in doubt, don't."
    },
    {
      "cite": "Alice Waters",
      "quote": "The decisions you make are a choice of values that reflect your life in every way."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Once you have made up your mind, stick to it; there is no longer any 'if' or 'but'."
    },
    {
      "cite": "Eric Langmuir",
      "quote": "A decision without the pressure of consequence is hardly a decision at all."
    },
    {
      "cite": "Marcel Proust",
      "quote": "All our final decisions are made in a state of mind that is not going to last."
    },
    {
      "cite": "Edward Dahlberg",
      "quote": "Every decision you make is a mistake."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "The best way to predict the future is to create it."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "It is only in our decisions that we are important."
    },
    {
      "cite": "Romuald Andrade",
      "quote": "If you have a decision to make, list down the pain points of doing it and the pleasures of doing it."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "Whenever I make a bum decision, I go out and make another one."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "A real decision is measured by the fact that you've taken a new action. If there's no action, you haven't truly decided."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "When making a decision of minor importance, I have always found it advantageous to consider all the pros and cons."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "We all make decisions, the difference is how and when we make them."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "In any moment of decision the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing."
    },
    {
      "cite": "Sun Tzu",
      "quote": "The quality of decision is like the well-timed swoop of a falcon which enables it to strike and destroy its victim."
    },
    {
      "cite": "Frederick Speakman",
      "quote": "The roads we take are more important than the goals we announce. Decisions determine destiny."
    },
    {
      "cite": "Gary Collins",
      "quote": "We can try to avoid making choices by doing nothing, but even that is a decision."
    },
    {
      "cite": "Fletcher Knebel",
      "quote": "Decision: Something a man makes when he cannot get anyone to serve on a committee."
    },
    {
      "cite": "Maimonides",
      "quote": "The risk of a wrong decision is preferable to the terror of indecision."
    },
    {
      "cite": "Paul Ryan",
      "quote": "If we don't make tough decisions today our children are going to have to make much, much tougher decisions tomorrow."
    },
    {
      "cite": "Mr. Prophet",
      "quote": "Decisions made in anger can yeild a lifetime of regret."
    },
    {
      "cite": "Sophocles",
      "quote": "Quick decisions are unsafe decisions."
    },
    {
      "cite": "Sean Lewis",
      "quote": "Make decisions while you're up that you can handle while you're down."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "The more decisions that you are forced to make alone, the more you are aware of your freedom to choose."
    },
    {
      "cite": "Richard Bach",
      "quote": "You're always free to change your mind and choose a different future, or different past."
    },
    {
      "cite": "Theodor Sorenson",
      "quote": "Consistently wise decisions can only be made by those whose wisdom is constantly challenged."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "Even a correct decision is wrong when it was taken too late."
    },
    {
      "cite": "unknown",
      "quote": "The inability to make a decision has often been passed off as patience."
    },
    {
      "cite": "Karen Whitaker",
      "quote": "For making good decisions, intuition is your best go-to."
    },
    {
      "cite": "George Eliot",
      "quote": "The strongest principle of growth lies in human choice."
    },
    {
      "cite": "Thomas Merton",
      "quote": "We must make the choices that enable us to fulfill the deepest capacities of our real selves."
    },
    {
      "cite": "Abraham-Hicks",
      "quote": "When you're having trouble making a decision you're making it too soon."
    }
  ]
}