{
  "source": "https://www.wisesayings.com/dedication-quotes/",
  "theme": "dedication",
  "quotes": [
    {
      "cite": "Carlos Ghosn",
      "quote": "Any job very well done that has been carried out by a person who is fully dedicated is always a source of inspiration."
    },
    {
      "cite": "unknown",
      "quote": "I'm not looking for someone who has everything, but someone who has time to spend with me more than anything."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Be more dedicated to making solid achievements than in running after swift but synthetic happiness."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Genius is one percent inspiration, ninety-nine percent perspiration."
    },
    {
      "cite": "John Mayer",
      "quote": "If you had started doing anything two weeks ago, by today you would have been two weeks better at it."
    },
    {
      "cite": "Irving Stone",
      "quote": "Talent is cheap; dedication is expensive. It will cost you your life."
    },
    {
      "cite": "Maurice Young",
      "quote": "To become a master at any skill, it takes the total effort of your: heart, mind, and soul working together in tandem."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "A trusting heart will follow, only those who truly follow their heart."
    },
    {
      "cite": "Michael Faraday",
      "quote": "But still try for who knows what is possible!"
    },
    {
      "cite": "Grete Waitz",
      "quote": "You've got to look for tough competition. You've got to want to beat the best."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "A life of total dedication to the truth also means a life of willingness to be personally challenged."
    },
    {
      "cite": "Jesse Owens",
      "quote": "We all have dreams. But in order to make dreams come into reality, it takes an awful lot of determination, dedication, self-discipline, and effort."
    },
    {
      "cite": "Cecil B. DeMille",
      "quote": "Most of us serve our ideals by fits and starts. The person who makes a success of living is the one who sees his goal steadily and aims for it unswervingly. That is dedication."
    },
    {
      "cite": "unknown",
      "quote": "Dedication is not what others expect of you, it is what you can give to others."
    },
    {
      "cite": "Dr Thomas Dooley",
      "quote": "Dedicate some of your life to others. Your dedication will not be a sacrifice. It will be an exhilarating experience because it is an intense effort applied toward a meaningful end."
    },
    {
      "cite": "Robin Sharma",
      "quote": "You'll know you're amazing when you get devoted to making other people amazing."
    },
    {
      "cite": "Buddha",
      "quote": "Your work is to discover your world and then with all your heart give yourself to it."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "Find something you love and go for it with all your heart. No excuses, no plan B. Never settle for anything less than you know you can do. It will be hard, but I promise it will be worth it."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "The true wealth of a man is not what's in his pocket, but what's in his heart."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "Being passionate about something is the most beautiful characteristic you can develop."
    },
    {
      "cite": "Haroldson Lafayette Hunt, Jr.",
      "quote": "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work."
    },
    {
      "cite": "Jim Rohn",
      "quote": "If you really want to do something, you'll find a way. If you don't, you'll find an excuse."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Brick walls are there for a reason. They give us a chance to show how badly we want something"
    },
    {
      "cite": "Sumner Davenport",
      "quote": "Struggle ends where commitment begins."
    },
    {
      "cite": "Thomas Edison",
      "quote": "There is no substitute for hard work."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Your  I can is more important than your IQ."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Nothing is impossible, the word itself says 'I'm possible'!"
    },
    {
      "cite": "Zephyr Bloch-Jorgensen",
      "quote": "Dedication involves making the space to let young ideas take hold; every tree was once a seed and every company was once an idea."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Those who attain any excellence commonly spend life in one pursuit; for excellence is not often granted upon easier terms."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Dedication means spending whatever time or energy is necessary to accomplish the task at hand."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "People begin to become successful the minute they decide to be."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work."
    },
    {
      "cite": "Howard Schultz",
      "quote": "When you're surrounded by people who share a passionate commitment around a common purpose, anything is possible."
    },
    {
      "cite": "Carrol Bryant",
      "quote": "I don't like to give up on people when they need someone not to give up on them."
    },
    {
      "cite": "Jeffrey Gitomer",
      "quote": "You don't earn loyalty in a day. You earn loyalty day-by-day."
    },
    {
      "cite": "Les Brown",
      "quote": "You need to make a commitment, and once you make it, then life will give you some answers."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Practice as if you are the worst, perform as if you are the best."
    },
    {
      "cite": "Eric Lindros",
      "quote": "It's not necessarily the amount of time you spend at practice that counts; it's what you put into the practice."
    },
    {
      "cite": "George Halas",
      "quote": "Don't do anything in practice that you wouldn't do in the game."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "To succeed in your mission, you must have single-minded devotion to your goal."
    },
    {
      "cite": "Thomas Alva Edison",
      "quote": "Be brave as your fathers before you. Have faith and go forward."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down."
    },
    {
      "cite": "Swami Chimayananda",
      "quote": "The results of action depends upon the very quality of the action."
    },
    {
      "cite": "Harry Truman",
      "quote": "Its amazing what you can accomplish when you don't care who gets the credit."
    },
    {
      "cite": "Rev. Pandurang Shashtri Athavale",
      "quote": "Those who can see the invisible can do the impossible."
    },
    {
      "cite": "John Ruskin",
      "quote": "When love and skill work together, expect a masterpiece."
    },
    {
      "cite": "Tom Hanks",
      "quote": "If it wasn't hard, everyone would do it. It's the hard that makes it great."
    },
    {
      "cite": "James Allen",
      "quote": "Above all be of single aim; have a legitimate and useful purpose, and devote yourself unreservedly to it."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Without hard work, nothing grows but weeds."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "It is only our dedication towards our passion that distinguishes a champion from the crowd."
    },
    {
      "cite": "Andrew Smith",
      "quote": "The only way you really do this is if you love it. It takes dedication."
    },
    {
      "cite": "Ayrton Senna",
      "quote": "I have no idols. I admire work, dedication and competence."
    },
    {
      "cite": "Bear Bryant",
      "quote": "If you believe in yourself and have dedication and pride and never quit, you'll be a winner. The price of victory is high but so are the rewards."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "I know the price of success: dedication, hard work, and an unremitting devotion to the things you want to see happen."
    },
    {
      "cite": "Gail Devers",
      "quote": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe."
    },
    {
      "cite": "James Aughey",
      "quote": "Holiness consists of three things separation from sin, dedication to God, transformation into Christ’s image. It is in vain that we talk about the last, unless we know something experimentally about the first."
    },
    {
      "cite": "Jeff Kinney",
      "quote": "You can't expect everyone to have the same kind of dedication as you."
    },
    {
      "cite": "John Bingham",
      "quote": "Being inspired is fine for a week, and being motivated might work for a month or so, but to make any lifestyle change last a lifetime, you need dedication."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "We overestimate the event and underestimate the process. Every fulfilled dream occurred because of dedication to a process."
    },
    {
      "cite": "John Wooden",
      "quote": "Success is never final, failure is never fatal. It's courage that counts."
    },
    {
      "cite": "Kenneth H. Blanchard",
      "quote": "There is a difference between interest and commitment. When you're interested in doing something, you do it only when it’s convenient. When you're committed to something, you accept no excuses only results."
    },
    {
      "cite": "LaDonna M. Cook",
      "quote": "Dedication, determination, and hard work will feed life into your dreams."
    },
    {
      "cite": "Lauryn Hill",
      "quote": "Tomorrow, our seeds will grow. All we need is dedication."
    },
    {
      "cite": "Leon Battista Alberti",
      "quote": "No art, however minor, demands less than total dedication if you want to excel in it."
    },
    {
      "cite": "Mukesh Choudhary",
      "quote": "Success isn't given. It's earned. On the track, on the field, in the gym. With blood, sweat, and the occasional tears."
    },
    {
      "cite": "Nathan W. Morris",
      "quote": "The speed of your success is limited only by your dedication and what you're willing to sacrifice."
    },
    {
      "cite": "Patty Berg",
      "quote": "What does it take to be a champion? Desire, dedication, determination, concentration and the will to win."
    },
    {
      "cite": "Paul Bryant",
      "quote": "If you believe in yourself and have dedication and pride and never quit, you'll be a winner. The price of victory is high but so are the rewards."
    },
    {
      "cite": "Pete Maravich",
      "quote": "There is nothing wrong with dedication and goals, but if you focus on yourself, all the lights fade away and you become a fleeting moment in life."
    },
    {
      "cite": "Roger Staubach",
      "quote": "Confidence doesn't come out of nowhere, it's a result of something. hours and days and weeks and years of constant work and dedication."
    },
    {
      "cite": "Rossana Condoleo",
      "quote": "Do the things you like to be happier, stronger & more successful. Only so is hard work replaced by dedication."
    },
    {
      "cite": "Stephen Biko",
      "quote": "The power of a movement lies in the fact that it can indeed change the habits of people. This change is not the result of force but of dedication, of moral persuasion."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You express the truth of your character, your dedication to your goals, and your commitment to your relationships with the choice of your actions."
    },
    {
      "cite": "Tom Seaver",
      "quote": "The concentration and dedication the intangibles are the deciding factors between who won and who lost."
    },
    {
      "cite": "Uknown",
      "quote": "Obsessed is just a word the lazy use to describe the dedicated."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Football is like life, it requires perseverance, self-denial, hard work sacrifice, dedication and respect for authority."
    },
    {
      "cite": "William Longgood",
      "quote": "Dreams and dedication are a powerful combination."
    }
  ]
}