{
  "source": "https://www.wisesayings.com/deep-love-quotes/",
  "theme": "deep-love",
  "quotes": [
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    },
    {
      "cite": "Sir Arthur Pinero",
      "quote": "Those who love deeply never grow old; they may die of old age, but they die young."
    },
    {
      "cite": "Malika E. Nura",
      "quote": "You were my first my last.There shall never be another you. You are a lifetime you are my life."
    },
    {
      "cite": "Anne-Sophie Swetchine",
      "quote": "To love deeply in one direction makes us more loving in all others."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in this world cannot be seen or even heard, but must be felt with the heart."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Love grows by giving. The love we give away is the only love we keep. The only way to retain love is to give it away."
    },
    {
      "cite": "Hermann J. Steinherr",
      "quote": "The beautiful thing about love is that you just need to plant it once and nurture it and it shall bloom into blossoms that would cover the valleys."
    },
    {
      "cite": "Roy Croft",
      "quote": "I love you not because of who you are, but because of who I am when I am with you."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "True love is eternal, infinite, and always like itself. It is equal and pure, without violent demonstrations: it is seen with white hairs and is always young in the heart."
    },
    {
      "cite": "Sam Keen",
      "quote": "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly."
    },
    {
      "cite": "Plato",
      "quote": "At the touch of love everyone becomes a poet."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "The source of love is deep in us and we can help others realize a lot of happiness. One word, one action, one thought can reduce another person's suffering and bring that person joy."
    },
    {
      "cite": "Farooq A. Shiekh",
      "quote": "Love is physiologically a legal battle that lovers fight until death."
    },
    {
      "cite": "Carl Jung",
      "quote": "Every true and deep love is a sacrifice."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses."
    },
    {
      "cite": "Audre Lorde",
      "quote": "Once we recognize what we are feeling, once we recognize we can feel deeply, love deeply, can feel joy, then we will demand that all parts of our lives produce that kind of joy."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Love deeply and passionately. You might get hurt, but it's the only way to love life completely."
    },
    {
      "cite": "William Shakespeare",
      "quote": "My bounty is as boundless as the sea. My love as deep; the more I give to thee. The more I have, for both are infinite."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "To say a man is fallen in love--or that he is deeply in love—or up to the ears in love—and sometimes even over head and ears in it--carries an idiomatical kind of implication, that love is a thing below a man."
    },
    {
      "cite": "Jacques Demy",
      "quote": "Let someone with a deep love to give, give that deep love to you, and what magic you'll see."
    },
    {
      "cite": "Isaac Hayes",
      "quote": "You never know how deep love grows till you lose it. And you never, never, never realize it's true for you until it's gone."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Love asks me no questions, and gives me endless support."
    },
    {
      "cite": "Morrie Schwartz",
      "quote": "The most important thing in life is to learn how to give out love, and to let it come in."
    },
    {
      "cite": "Malika E. Nura",
      "quote": "Love is tough. Love survives through the worst of situations, and thrives through hope. Even when things seem hopeless love will find it's way."
    },
    {
      "cite": "James Baldwin",
      "quote": "Love takes off masks that we fear we cannot live without and know we cannot live within."
    },
    {
      "cite": "Lauren&amp;L",
      "quote": "If you truly love someone, then the only thing you want for them is to be happy, even if its not with you."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "When we are in love we seem to ourselves quite different from what we were before."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Love looks not with the eyes, but with the mind, And therefore is winged Cupid painted blind."
    },
    {
      "cite": "John Crows",
      "quote": "Love is a garden where you keep sowing seeds and then one day you reap exactly what you have sown. It could be one flower at a time or a thorn at a time. Sow wisely."
    },
    {
      "cite": "Sophocles",
      "quote": "One word frees us of all the weight and pain in life. That word is love!"
    },
    {
      "cite": "E. E. Cummings",
      "quote": "Love is the voice under all silences, the hope which has no opposite in fear; the strength so strong mere force is feebleness: the truth more first than sun, more last than star."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Love is a fruit in season at all times, and in reach of every hand!"
    },
    {
      "cite": "Lawn Treble",
      "quote": "I smile not for anything else but because there is so much of love and goodness in my life. I have fallen in love with the person I need and love the most. You are the best person I have ever met."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Love is like the wind, you can't see it, but you can feel it."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The heart has its reasons which reason knows not."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Hear my soul speak. Of the very instant that I saw you, did my heart fly at your service."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "You must love in such a way that the person you love feels free."
    },
    {
      "cite": "Lamartine",
      "quote": "Love is the enchanted dawn of every heart."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Love means to commit oneself without guarantee, to give oneself completely in the hope that our love will produce love in the loved person. Love is an act of faith, and whoever is of little faith is also of little love."
    },
    {
      "cite": "A.A. Milne",
      "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
    },
    {
      "cite": "Alex C. Mendoza, Chelsea W. Lee, Maxwell Joseph Ernst, Spencer Thomas Ernst, \"Trampoline\"",
      "quote": "Wait if I'm on fire / How am I so deep in love? / When I dream of dying / I never feel so loved"
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "To be deeply in love is, of course, a great liberating force."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "Love is a force more formidable than any other. It is invisible - it cannot be seen or measured, yet it is powerful enough to transform you in a moment, and offer you more joy than any material possession could."
    },
    {
      "cite": "Beast, Beauty and the Beast",
      "quote": "I rage against the trials of love, I curse the fading of the light / Though she's already flown so far beyond my reach, she's never out of sight / Now I know she'll never leave me, even as she fades from view / She will still inspire me, be a part of everything I do."
    },
    {
      "cite": "Billie Piper, Eliot John Kennedy, Timothy Daniel Woodcock, \"Something Deep Inside\"",
      "quote": "I can feel but I can't touch / Can never get too much / I hear you loud and clear / I've got nothing to fear / Your love will be my guide / I've never been this satisfied / Its something deep inside"
    },
    {
      "cite": "Bruce Lee",
      "quote": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable."
    },
    {
      "cite": "Christian Morgenstern",
      "quote": "O deep love that inspires me to do anything."
    },
    {
      "cite": "Daniel G. Lavoie, Maribeth Derry, \"Here in the Heart\"",
      "quote": "Here in the heart of me / That's where you'll always be / Deep as the deep blue sea / Close as the air I breathe"
    },
    {
      "cite": "Diane Eve Warren, \"Deeper Than a River\"",
      "quote": "So deep, deeper than a river / So high, higher than any mountain / So strong, strong enough to last for all time / This love is running / So deep, deeper than a river / It goes on and on"
    },
    {
      "cite": "Dorothy Canfield Fisher",
      "quote": "Those who love deeply never grow old; they may die of old age, but they die young."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "We loved with a love that was more than love."
    },
    {
      "cite": "Edmond Rostand",
      "quote": "I love you more than yesterday, less than tomorrow."
    },
    {
      "cite": "Elizabeth Barrett Browning, \"Sonnet 10 - Yet, love, mere love, is beautiful indeed\"",
      "quote": "Yet, love, mere love, is beautiful indeed / And worthy of acceptation. Fire is bright, / Let temple burn, or flax; an equal light / Leaps in the flame from cedar-plank or weed: / And love is fire. And when I say at need / I love thee . . . mark! . . . I love thee—in thy sight."
    },
    {
      "cite": "Ellye Howell Glover",
      "quote": "Love is a deep well from which you may drink often, but into which you may fall but once."
    },
    {
      "cite": "Elsa Barker",
      "quote": "Deep Love is slow of speech and void of art; Silence and timid tears reveal his heart. But shallow Love is ever eloquent to mouth his meagre passion -- and depart."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "That Love is all there is, Is all we know of Love; It is enough, the freight should be proportioned to the groove."
    },
    {
      "cite": "George Jean Nathan",
      "quote": "[A] man reserves his true and deepest love not for the species of woman in whose company he finds himself electrified and enkindled, but for that one in whose company he may feel tenderly drowsy."
    },
    {
      "cite": "Guido Cavalcanti, \"Deep in thoughts of love, I came\"",
      "quote": "She, who set herself with Love’s power / In your heart, gazed so fixedly / Into and through your eyes, that she / Made Love, himself, appear there. / If it’s deeply that you suffer / Turn to Love."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "With the rose the butterfly's deep in love, A thousand times hovering round; But round himself, all tender like gold, The sun's sweet ray is hovering found..."
    },
    {
      "cite": "Helen Keller",
      "quote": "What we have once enjoyed we can never lose. All that we love deeply becomes a part of us."
    },
    {
      "cite": "James Kuzner",
      "quote": "Some people, right away, do know each other deeply. Love gives them insight into each other. Love makes them pledge themselves to each other. Love makes them inventive. Yes, it also makes them ridiculous. But that's just another of love's glories. It makes being ridiculous permissible."
    },
    {
      "cite": "Jane Austen",
      "quote": "In vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you"
    },
    {
      "cite": "John Donne",
      "quote": "Come live with me and be my love, and we will some new pleasures prove, of golden sands, and crystal beaches, with silken lines and silver hooks..."
    },
    {
      "cite": "John Keats",
      "quote": "A virgin purest lipp’d, yet in the lore / Of love deep learned to the red heart’s core."
    },
    {
      "cite": "Kenny Nolan, \"Love's Grown Deep\"",
      "quote": "Loves grown deep, deep into the heart of me / You've become a part of me / Let us plant the seed and watch it grow"
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Love is too large, too deep ever to be truly understood or measured or limited within the framework of words."
    },
    {
      "cite": "Marguerite, Camille",
      "quote": "You know, once I had a little dog and he always looked sad when I was sad and I loved him so. And when your tears fell on my hand and I loved you too all at once."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "There can be no deep disappointment where there is not deep love."
    },
    {
      "cite": "Maurice, Beauty and the Beast",
      "quote": "How does a moment last forever? How can a story never die? / It is love we must hold on to, never easy, but we try / Sometimes our happiness is captured, somehow a time and place stand still, / Love lives on inside our hearts, and always will."
    },
    {
      "cite": "Melody Lee",
      "quote": "Kiss with your soul, where lips can never reach. Touch with your eyes, penetrate deep. Love every part, fully complete."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Do not think that love in order to be genuine has to be extraordinary. What we need is to love without getting tired. Be faithful in small things because it is in them that your strength lies."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love."
    },
    {
      "cite": "Nikhil Parekh, \"Love; Love And Simply Love\"",
      "quote": "But there was only one virtue which I could do non stop; and which not only I; but every entity with a throbbing heart has been doing since centuries immemorial; a virtue which even the greatest of God's have bowed down too; a virtue which has its immoral essence dissipated in every nook and cranny of this boundless planet; O! yes I feel the richest man on this earth to proclaim it as LOVE; LOVE AND SIMPLY LOVE."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "You don't love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "Love,' she said, 'seems to pump me full of vitamins. It makes me feel as if the sun were shining and my hat was right and my shoes were right and my frock was right and my stockings were right, and somebody had just left me ten thousand a year.'"
    },
    {
      "cite": "Pablo Neruda",
      "quote": "I love you without knowing how, or when, or from where. I love you straightforwardly, without complexities or pride: so I love you because I know no other way than this: where I does not exist nor you, so close that your hand on my chest is my hand, so close that your eyes close as I fall asleep."
    },
    {
      "cite": "Rajneesh",
      "quote": "Deep love creates deep fear. It looks like death because the I disappears, the you disappears - and it is a sort of death. And when you die, only then do you enter into the divine."
    },
    {
      "cite": "Ram Dass",
      "quote": "Unconditional love really exists in each of us. It is part of our deep inner being. It is not so much an active emotion as a state of being. It's not 'I love you' for this or that reason, not 'I love you if you love me.' It's love for no reason, love without an object."
    },
    {
      "cite": "Ranbir Kapoor",
      "quote": "There is always that one person in our lives who we deeply love, and that person can also destroy us."
    },
    {
      "cite": "Robert Burns",
      "quote": "But to see her was to love her; Love but her, and love forever. Had we never lov'd sae kindly, Had we never lov'd sae blindly, Never met—or never parted— We had ne'er been broken-hearted."
    },
    {
      "cite": "Rumi",
      "quote": "O Love, O pure deep Love, be here, be now, Be all \"worlds dissolve into your stainless endless radiance, Frail living leaves burn with your brighter than cold stares \"Make me your servant, your breath, your core."
    },
    {
      "cite": "Seneca",
      "quote": "If you wish to be loved; Love."
    },
    {
      "cite": "Shinichi Suzuki",
      "quote": "Where love is deep, much can be accomplished."
    },
    {
      "cite": "St. Augustine",
      "quote": "I loved not yet, yet I loved to love, and out of a deep-seated want, I hated myself for wanting not. I sought what I might love, in love with loving, and safety I hated, and a way without snares."
    },
    {
      "cite": "Theodore Dreiser",
      "quote": "I believe in the compelling power of love. I do not understand it. I believe it to be the most fragrant blossom of all this thorny existence."
    },
    {
      "cite": "Virgil",
      "quote": "Love conquers all; let us surrender to love."
    },
    {
      "cite": "William Shakespeare",
      "quote": "My love is deep; the more I give to thee, the more I have, both are infinite."
    },
    {
      "cite": "Zelda Fitzgerald",
      "quote": "Nobody has ever measured, not even poets, how much the heart can hold."
    }
  ]
}