{
  "source": "https://www.wisesayings.com/deep-life-quotes/",
  "theme": "deep-life",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Without deep reflection one knows from daily life that one exists for other people."
    },
    {
      "cite": "Walter Anderson",
      "quote": "Our lives improve only when we take chances...and the first and most difficult risk we can take is to be honest with ourselves."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "To find your own way is to follow your bliss. This involves analysis, watching yourself and seeing where real deep bliss is - not the quick little excitement, but the real deep, life-filling bliss."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the most beautiful compensations of this life that no man can sincerely try to help another without helping himself."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "As I look back on my life, I realize that every time I thought I was being rejected from something good, I was actually being re-directed to something better."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We ask for long life, but 'tis deep life, or noble moments that signify. Let the measure of time be spiritual, not mechanical."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The loneliest moment in someone's life is when they are watching their whole world fall apart, and all they can do is stare blankly."
    },
    {
      "cite": "Albert Camus",
      "quote": "In the depth of winter, I finally learned that within me there lay an invincible summer."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "We shall see but a little way if we require to understand what we see."
    },
    {
      "cite": "Nokwethemba Nkosi",
      "quote": "What matters in life is what you care about and what you will continue to make effort towards caring about it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We are always getting ready to live but never living."
    },
    {
      "cite": "Omar Khayyam",
      "quote": "Be happy for this moment. This moment is your life."
    },
    {
      "cite": "John W. Gardner",
      "quote": "Life is the art of drawing without an eraser."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Life is not a problem to be solved, but a reality to be experienced."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Take life one step at a time look forward to your future, stop looking back and regretting the past, the past is the past because it does not last!"
    },
    {
      "cite": "Dean Koontz",
      "quote": "Lies hurt people; imagination makes life more fun."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The fullness of life is only accessible in the present moment."
    },
    {
      "cite": "Dennis Rodman",
      "quote": "This life is like a swimming pool. You dive into the water, but you can't see how deep it is."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The changes in our life must come from the impossibility to live otherwise than according to the demands of our conscience not from our mental resolution to try a new form of life."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Life is in ourselves and not in the external."
    },
    {
      "cite": "Phil Cousineau",
      "quote": "Our task in life is to find our deep soul work and throw ourselves headlong into it."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The purpose of morality is to teach you, not to suffer and die, but to enjoy yourself and live."
    },
    {
      "cite": "Mike Dolan",
      "quote": "In the circle of life there is no top, no corner, and no straight lines."
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "Our greatest achievement in life is being happy with the little things that probably means nothing to others."
    },
    {
      "cite": "Helen Keller",
      "quote": "Life is either a daring adventure or nothing at all."
    },
    {
      "cite": "Dauvoire",
      "quote": "Never underestimate the importance of having someone in your life who makes you want to be a better person."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Life begins at the end of your comfort zone."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Your way of thinking affects your life very deeply. So think positive and be positive."
    },
    {
      "cite": "C S Lewis",
      "quote": "Life is too deep for words, so don't try to describe it, just live it."
    },
    {
      "cite": "John Lennon",
      "quote": "The more I see the less I know for sure."
    },
    {
      "cite": "Jack Handey",
      "quote": "If you ever discover that what you're seeing is a play within a play, just slow down, take a deep breath, and hold on for the ride of your life."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "By having a reverence for life, we enter into a spiritual relation with the world by practicing reverence for life we become good, deep, and alive."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is not length of life, but depth of life."
    },
    {
      "cite": "Epictetus",
      "quote": "We should not moor a ship with one anchor, or our life with one hope."
    },
    {
      "cite": "Leon Brown",
      "quote": "The pain will not go away by getting angry or bitter, it will go away when you learn to accept life's challenges with grace and ease."
    },
    {
      "cite": "Chris Cleave",
      "quote": "Life is savagely unfair. It ignores our deep seated convictions and places a disproportionate emphasis on the decisions we make in split seconds."
    },
    {
      "cite": "Eileen Caddy",
      "quote": "Don't try to force anything. Let life be a deep let go."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If you want to live a happy life, tie it to a goal, not to people or objects."
    },
    {
      "cite": "Gerard Way",
      "quote": "One day your life will flash before your eyes. Make sure it's worth watching."
    },
    {
      "cite": "Mary Mapes Dodge",
      "quote": "Life is a mystery as deep as ever death can be."
    },
    {
      "cite": "Vishnudevananda Saraswati",
      "quote": "The meaning of life is found by diving deep, deep within."
    },
    {
      "cite": "Henry Abbey",
      "quote": "Life is the wave's deep whisper on the shore Of a great sea beyond."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Go into yourself and see how deep the place is from which your life flows."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Something deep in the human heart breaks at the thought of a life of mediocrity."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Life is deep and simple, and what our society gives us is shallow and complicated."
    },
    {
      "cite": "Brad Meltzer",
      "quote": "Every life has forks in the road. And sometimes, the tines of that fork stab deep."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Only as we keep an open communication with our deep inner life will we have the wisdom to make effective choices."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Life is a series of natural and spontaneous changes. Don't resist them; that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like."
    },
    {
      "cite": "Gilda Radner",
      "quote": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Life is a perpetual instruction in cause and effect."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "Life is a maze in which we take the wrong turning before we have learned to walk."
    }
  ]
}