{
  "source": "https://www.wisesayings.com/deer-quotes/",
  "theme": "deer",
  "quotes": [
    {
      "cite": "W. S. Gilbert",
      "quote": "Deerstalking would be a very fine sport if only the deer had guns."
    },
    {
      "cite": "Traditional Proverb",
      "quote": "An army of deer would be more formidable commanded by a lion, than a an army of lions commanded by a stag."
    },
    {
      "cite": "Richard Bach",
      "quote": "How can a deer tell when a leaf falls silent in the forest? She hears it breathing differently."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "An army of lions commanded by a deer will never be an army of lions."
    },
    {
      "cite": "Deion Sanders",
      "quote": "I felt like a deer with a hundred hunters after me."
    },
    {
      "cite": "Ramakrishna",
      "quote": "The fabled musk deer searches the world over for the source of the scent which comes from itself."
    },
    {
      "cite": "Judd Apatow",
      "quote": "Deer are like dogs. Except for Bambi, they're pretty personality-less."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "I ask people why they have deer heads on their walls. They always say because it's such a beautiful animal. There you go. I think my mother is attractive, but I have photographs of her."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "Everything pales in comparison to deer."
    },
    {
      "cite": "Fred Bear",
      "quote": "You can learn more about hunting deer with a bow and arrow in a week than a gun hunter will learn in his entire life."
    },
    {
      "cite": "Charles Barkley",
      "quote": "They run like deer, jump like deer and think like deer."
    },
    {
      "cite": "W. S. Gilbert",
      "quote": "Deer hunting would be fine sport, if only the deer had guns."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "A wounded deer leaps the highest."
    },
    {
      "cite": "Steve Martarano",
      "quote": "People think of deer as Bambi, cute and cuddly, but they can be extremely dangerous in certain circumstances."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A deer that knows all the hunting techniques of a lion will never fall prey to a lion!"
    },
    {
      "cite": "Takeda Nobushige",
      "quote": "The man who hunts a deer does not gaze at the mountains."
    }
  ]
}