{
  "source": "https://www.wisesayings.com/defeat-quotes/",
  "theme": "defeat",
  "quotes": [
    {
      "cite": "Napoleon Hill",
      "quote": "When defeat comes, accept it as a signal that your plans are not sound, rebuild those plans, and set sail once more toward your coveted goal."
    },
    {
      "cite": "Robert South",
      "quote": "Defeat should never be a source of discouragement but rather a fresh stimulus."
    },
    {
      "cite": "Josephus Daniels",
      "quote": "Defeat never comes to any man until he admits it."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "Anyone can deal with victory. Only the mighty can bear defeat."
    },
    {
      "cite": "George Edward",
      "quote": "Defeat is not the worst of failures. Not to have tried is the true failure."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Never confuse a single defeat with a final defeat."
    },
    {
      "cite": "Simon Bolivar",
      "quote": "The art of victory is learned in defeat."
    },
    {
      "cite": "Richard Nixon",
      "quote": "You've got to learn to survive a defeat. That's when you develop character."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "It is very easy to defeat someone, but it is very hard to win someone."
    },
    {
      "cite": "Anais Nin",
      "quote": "Life is truly known only to those who suffer, lose, endure adversity and stumble from defeat to defeat."
    },
    {
      "cite": "Launa Rissadia",
      "quote": "Defeat is only a word. Defeat was the beginning of a victory."
    },
    {
      "cite": "Millard Fillmore",
      "quote": "An honorable defeat is better than a dishonorable victory."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it."
    },
    {
      "cite": "Joe Clark",
      "quote": "Defeat is not bitter unless you swallow it."
    },
    {
      "cite": "Ben Robertson",
      "quote": "It is defeat that lives on and takes the years to smother."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "A man can be destroyed but not defeated."
    },
    {
      "cite": "Joel Osteen",
      "quote": "You cannot expect victory and plan for defeat."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Defeat is a state of mind; no one is ever defeated until defeat has been accepted as a reality."
    },
    {
      "cite": "Edwin Markham",
      "quote": "Defeat may serve as well as victory to shake the soul and let the glory out."
    },
    {
      "cite": "Keri Murphy",
      "quote": "Defeat is in your mind. Resilience is in your soul."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "If you live long enough, you'll see that every victory turns into a defeat."
    },
    {
      "cite": "Bill Bradley",
      "quote": "The taste of defeat has a richness of experience all its own."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "There are some defeats more triumphant than victories."
    },
    {
      "cite": "Imran Khan",
      "quote": "It is not defeat that destroys you,it is being demoralized by defeat that destroy you."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "Defeat doesn't finish a man, quit does. A man is not finished when he's defeated. He's finished when he quits."
    },
    {
      "cite": "Wendell Phillips",
      "quote": "Nothing but education. Nothing but the first step to something better."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you learn from defeat, you haven't really lost."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "There is no defeat except for those who give up."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Being defeated is often a temporary condition. Giving up is what makes it permanent."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "Failure, loss and defeat are just mile markers on the road to success."
    },
    {
      "cite": "Alan Shearer",
      "quote": "Defeat is not worth thinking about."
    },
    {
      "cite": "Quintilian",
      "quote": "When defeat is inevitable, it is wisest to yield."
    },
    {
      "cite": "Leon Brown",
      "quote": "Defeat brings a lesson, it gives a chance to rebuild, a chance to start again, with the knowledge of what does not work."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Once you hear the details of victory, it is hard to distinguish it from a defeat."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "He who fears being conquered is sure of defeat."
    },
    {
      "cite": "Roger Crawford",
      "quote": "Being challenged in life is inevitable, being defeated is optional."
    },
    {
      "cite": "Donald Trump",
      "quote": "Defeat is a state of mind. You are defeated only when you accept defeat, and assume the hopeless mindset of a defeated person."
    },
    {
      "cite": "Sallust",
      "quote": "A good man would prefer to be defeated than to defeat injustice by evil means."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Do not be afraid of defeat. You are never so near victory as when defeated in a good cause."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "Life is to be lived, not controlled; and humanity is won by continuing to play in face of certain defeat."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Falling down is not defeat. Defeat is, when you refuse to get up."
    },
    {
      "cite": "Allen Klein",
      "quote": "I contend that not only can you laugh at adversity, but it is essential to do so if you are to deal with setbacks without defeat."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "When we pray we admit defeat."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "History has demonstrated that the most notable winners usually encountered heartbreaking obstacles before they triumphed. They won because they refused to become discouraged by their defeats."
    },
    {
      "cite": "Bill Cosby",
      "quote": "If the new American father feels bewildered and even defeated, let him take comfort from the fact that whatever he does in any fathering situation has a fifty percent chance of being right."
    },
    {
      "cite": "Beverley Nichols",
      "quote": "To be overcome by the fragrance of flowers is a delectable form of defeat."
    },
    {
      "cite": "Carl Sommer",
      "quote": "Take a good look at your failure, and then say with gritty determination, You're not going to keep me down! I may be defeated, but I'm not giving up!"
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Courage is more important than to be deceived by shallow victory waiting for a delayed defeat."
    },
    {
      "cite": "Dr. Norman Vincent Peale",
      "quote": "To give up is to invite complete defeat. Giving up contributes to an ultimate defeat of the personality. It tends to develop a defeat psychology."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "But man is not made for defeat, he said. A man can be destroyed but not defeated."
    },
    {
      "cite": "Floyd Patterson",
      "quote": "It’s easy to do anything in victory. It’s in defeat that a man reveals himself."
    },
    {
      "cite": "George E. Woodberry",
      "quote": "Defeat is not the worst of failures. Not to have tried is the true failure."
    },
    {
      "cite": "George Orwell",
      "quote": "Every war when it comes, or before it comes, is represented not as a war but as an act of self defense against a homicidal maniac."
    },
    {
      "cite": "Helen Keller",
      "quote": "While they were saying among themselves it cannot be done, it was done."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Hope is the last thing a person does before they are defeated."
    },
    {
      "cite": "Jean Paul Sartre",
      "quote": "A lost battle is a battle one thinks one has lost."
    },
    {
      "cite": "Jerry Grillo",
      "quote": "When we allow bad times to linger too long in our minds, they become more than just a feeling of defeat. They become a season of discouragement."
    },
    {
      "cite": "Joel Osteen",
      "quote": "The more you talk about negative things in your life, the more you call them in. Speak victory not defeat."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Victory has a thousand fathers, but defeat is an orphan."
    },
    {
      "cite": "John Ruskin",
      "quote": "Beauty deprived of its proper foils and adjuncts ceases to be enjoyed as beauty, just as light deprived of all shadows ceases to be enjoyed as light."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Somewhere in the world there is a defeat for everyone. Some are destroyed by defeat, and some made small and mean by victory. Greatness lives in one who triumphs equally over defeat and victory."
    },
    {
      "cite": "M.K. Soni",
      "quote": "Learn a word from a win, but learn a whole book from a defeat."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Victory attained by violence is tantamount to a defeat for it is momentary."
    },
    {
      "cite": "Max Lucado",
      "quote": "Every witness will rejoice at the work God did. This is God's goal for you. This is your inheritance: more victory than defeat, more joy than sadness, more hope than despair."
    },
    {
      "cite": "Maya Angelou",
      "quote": "While one may encounter many defeats, one must not be defeated."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "When defeat overtakes a man, the easiest and most logical thing to do is to QUIT. That is exactly what the majority of men do."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Time is a master worker that heals the wounds of temporary defeat, and equalizes the inequalities and rights the wrongs of the world."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "Defeat happens only to those who refuse to try again."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "As soon as questions of will or decision or reason or choice of action arise, human science is at a loss."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Never talk defeat. Use words like hope, belief, faith, victory."
    },
    {
      "cite": "Og Mandino",
      "quote": "There is no better than adversity. Every defeat, every heartbreak, every loss, contains its own seed, its own lesson on how to improve your performance the next time."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Beware how you take away hope from any human being."
    },
    {
      "cite": "Penny Hunt",
      "quote": "Fear makes us look for someone to blame, throw up our hands in defeat, and give in to a victim mentality. Faith chooses to face the challenge with hope in a brighter tomorrow."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We are never defeated unless we give up on God."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Never stop just because you feel defeated. The journey to the other side is attainable only after great suffering."
    },
    {
      "cite": "Stedman Graham",
      "quote": "Learn to celebrate your successes and acknowledge your defeats, but then move on to the next opportunity and challenge."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "If you can accept losing, you can’t win."
    },
    {
      "cite": "Wilferd Peterson",
      "quote": "To courageously straighten up again after our heads have been bowed by defeat, disappointment and suffering is a supreme test of character."
    },
    {
      "cite": "Thomas More",
      "quote": "The light, that lies In woman's eyes, Has been my heart's undoing."
    }
  ]
}