{
  "source": "https://www.wisesayings.com/defense-quotes/",
  "theme": "defense",
  "quotes": [
    {
      "cite": "Byron Katie",
      "quote": "Defense is the first act of war."
    },
    {
      "cite": "Jack Dempsey",
      "quote": "The best defense is a good offense."
    },
    {
      "cite": "Kimberly Pauley",
      "quote": "The best defense is a confusing offense."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "A stronger defense is an investment in peace."
    },
    {
      "cite": "Theodore Roethke",
      "quote": "Art is our defense against hysteria and death."
    },
    {
      "cite": "Roger Angell",
      "quote": "The best defense against partisanship is expertise."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The best defense of democracy is an informed electorate."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "The best defense against democracy is to distract people."
    },
    {
      "cite": "Don Meyer",
      "quote": "Defense involves three things: courage, energy, intelligence."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The purpose of education is to teach a defense against eloquence."
    },
    {
      "cite": "John Locke",
      "quote": "The only defense against the world is a thorough knowledge of it."
    },
    {
      "cite": "Adolph Rupp",
      "quote": "Your defense will save you on the nights that your offense isn't working."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The core of our defense is the faith we have in the institutions we defend."
    },
    {
      "cite": "Eric Bolling",
      "quote": "Defense wins championships. A good offense is beat by a good defense, always."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Defense is attack, attack is defense, each being the cause and result of the other."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Self-defense...is the only honourable course where there is unreadiness for self-immolation."
    },
    {
      "cite": "John Wooden",
      "quote": "My philosophy of defense is to keep the pressure on an opponent until you get to his emotions."
    },
    {
      "cite": "Rory Miller",
      "quote": "The only defense against evil, violent people is good people who are more skilled at violence."
    },
    {
      "cite": "Thomas Wentworth Higginson",
      "quote": "There is no defense against adverse fortune which is so effectual as an habitual sense of humor."
    },
    {
      "cite": "Michael Finley",
      "quote": "To me, defense is a mental attitude. It takes will and heart to go out there and lock your man up."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Defense is the stronger form with the negative object, and attack the weaker form with the positive object."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Our defense is not in our armaments, nor in science, nor in going underground. Our defense is in law and order."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "The problem in defense is how far you can go without destroying from within what you are trying to defend from without."
    },
    {
      "cite": "Rorion Gracie",
      "quote": "Self-defense is not just a set of techniques; it's a state of mind, and it begins with the belief that you are worth defending."
    },
    {
      "cite": "Ward Churchill",
      "quote": "Truth is the best defense."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Innocence is its own defense."
    },
    {
      "cite": "Adam Smith",
      "quote": "Defense is superior to opulence."
    },
    {
      "cite": "Chuck Norris",
      "quote": "The best defense is not to offend."
    },
    {
      "cite": "Carl von Clausewitz",
      "quote": "The best form of defense is attack."
    },
    {
      "cite": "John Dryden",
      "quote": "Self-defense is Nature's eldest law."
    },
    {
      "cite": "Chuck Daly",
      "quote": "Defense can't guard two things in a row."
    },
    {
      "cite": "Scott Rolen",
      "quote": "Defense is a lot more natural to me than offense."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Self-defense is not only our right; it is our duty."
    },
    {
      "cite": "Peter P. Carr",
      "quote": "Great defense consists of 3 R's: read, react, and rotate."
    },
    {
      "cite": "David Farragut",
      "quote": "The best defense is a well-directed fire from your own guns."
    },
    {
      "cite": "Ernest Sosa",
      "quote": "Any defense of common sense must allow that it is revisable."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "Defense is one man guarding the ball and four others helping him."
    },
    {
      "cite": "Chuck Daly",
      "quote": "Defense doesn't break down on the help, it breaks down on the recovery."
    },
    {
      "cite": "Frank B. Kellogg",
      "quote": "Adequate defense has been the catchword of every militarist for centuries."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Preparation for defense is an inalienable prerogative of a sovereign state."
    },
    {
      "cite": "Russell Simmons",
      "quote": "The best defense for any group of people is what we do to defend other people."
    },
    {
      "cite": "John Brady",
      "quote": "If you want team play, you must stress defense. Defense makes players unselfish."
    },
    {
      "cite": "Nancy Pearcey",
      "quote": "The defense of marriage is the defense of freedom. Neither of which is obsolete."
    },
    {
      "cite": "Douglas William Jerrold",
      "quote": "Self-defense is the clearest of all laws, and for this reason: lawyers didn't make it."
    },
    {
      "cite": "Rick Majerus",
      "quote": "To those who don't think defense is important, you'll get the best seat on the bench."
    },
    {
      "cite": "George W. Bush",
      "quote": "The best defense against terrorism is a strong offensive against terrorists. That work continues."
    },
    {
      "cite": "John Wooden",
      "quote": "Defense is a definite part of the game, and a great part of defense is learning to play it without fouling."
    }
  ]
}