{
  "source": "https://www.wisesayings.com/defeated-quotes/",
  "theme": "defeated",
  "quotes": [
    {
      "cite": "Guy Finley",
      "quote": "See that any time you feel pained or defeated, it is only because you insist on clinging to what doesn't work. Dare to let go and you won't lose a thing except for a punishing idea."
    },
    {
      "cite": "Amartya Sen",
      "quote": "A defeated argument that refuses to be obliterated can remain very alive."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Defeat teach us us life's most valuable lessons."
    },
    {
      "cite": "George E. Woodberry",
      "quote": "Defeat is not the worst of failures. Not to have tried is the true failure."
    },
    {
      "cite": "Grenville Kleiser",
      "quote": "Defeat isn't bitter if you don't swallow it."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Being defeated is often a temporary condition. Giving up is what makes it permanent."
    },
    {
      "cite": "Rober South",
      "quote": "Defeat should never be a source of discouragement but rather a fresh stimulus."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Do not let defeat be a failure, let defeat be a means of moving on to better things with new knowledge if you take that type of attitude you will find success even in defeat!"
    },
    {
      "cite": "Jozef Pilsudski",
      "quote": "To be defeated and yet not surrender, this is victory."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "My past has not defined me, destroyed me, deterred me, or defeated me; it has only strengthened me."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We are never defeated unless we give up on God."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "Failure, loss and defeat are just mile markers on the road to success."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Right defeated is stronger than evil triumphant."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Defeat is a school in which truth always grows strong."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Believe you are defeated, believe it long enough, and it is likely to become a fact."
    },
    {
      "cite": "Dogen",
      "quote": "Prefer to be defeated in the presence of the wise than to excel among fools."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "A man may be defeated by his own secondary successes."
    },
    {
      "cite": "Vikrmn",
      "quote": "You are a failure not the time when you are defeated.. but when you give up fighting"
    },
    {
      "cite": "Grover Cleveland",
      "quote": "It is better to be defeated standing for a high principle than to run by committing subterfuge."
    },
    {
      "cite": "Donald Trump",
      "quote": "Defeat is a state of mind. You are defeated only when you accept defeat, and assume the hopeless mindset of a defeated person."
    },
    {
      "cite": "KÅ\u008dbÅ\u008d Abe",
      "quote": "Defeat begins with the fear that one has lost."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "When defeat comes, accept it as a signal that your plans are not sound, rebuild those plans, and set sail once more toward your coveted goal."
    },
    {
      "cite": "Mouloud Benzadi",
      "quote": "You're not defeated when you lose a battle. You are defeated when you give up the struggle."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You are not defeated when you lose. You are defeated when you quit."
    },
    {
      "cite": "Launa Rissadia",
      "quote": "Defeat is only a word defeat was the beginning of a victory."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No man is defeated without until he has first been defeated within."
    },
    {
      "cite": "Adolf Hitler",
      "quote": "Anyone can deal with victory. Only the mighty can bear defeat."
    },
    {
      "cite": "Anonymous",
      "quote": "Falling down isnt defeat is when you refuse to get up."
    },
    {
      "cite": "Ferdinand Foch",
      "quote": "One is defeated only when one accepts defeat."
    },
    {
      "cite": "Og Mandino",
      "quote": "Every defeat every heartbreak every loss contains its own seed, Its own lesson on how to improve your performance the next time."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Defeat is a state of mind; no one is ever defeated until defeat has been accepted as a reality."
    },
    {
      "cite": "Josephus Doniels",
      "quote": "Defeat never comes to any man until he admits it."
    },
    {
      "cite": "Kay Arthur",
      "quote": "You can be defeated by life's unavoidable disappointments, or you can become stronger because of them."
    },
    {
      "cite": "Muhamad khalouf",
      "quote": "Failure is a temporary defeat, while success is everlasting victory."
    },
    {
      "cite": "Richard Nixon",
      "quote": "Defeat doesn't finish a man, quit does. A man is not finished when he's defeated. He's finished when he quits."
    }
  ]
}