{
  "source": "https://www.wisesayings.com/dehumanization-quotes/",
  "theme": "dehumanization",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "I believe that the horrifying deterioration in the ethical conduct of people today stems from the mechanization and dehumanization of our lives. A disastrous by-product of the development of the scientific and technical mentality. We are guilty. Man grows cold faster than the planet he inhabits."
    },
    {
      "cite": "Arthur Miller",
      "quote": "The concentration camp is the final expression of human separateness and its ultimate consequence. It is organized abandonment."
    },
    {
      "cite": "Jehane Noujaim",
      "quote": "If you can laugh with somebody and relate to somebody, it becomes harder to dehumanize them. I think that most of what we are constantly bombarded with in terms of media leads you to a creation of the Other and a dehumanization of the Other, and it's very much an us versus them conversation."
    },
    {
      "cite": "Angela Davis",
      "quote": "Jails and prisons are designed to break human beings, to convert the population into specimens in a zoo. Obedient to our keepers, but dangerous to each other."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "Our dehumanization of the Negro then is indivisible from our dehumanization of ourselves. The loss of our own identity is the price we pay for our annulment of his."
    },
    {
      "cite": "Steven Biko",
      "quote": "To a large extent the evil doers have succeeded in producing at the output end of their machine a kind of black man who is man only in form. This is the extent to which the process of dehumanization has advanced."
    },
    {
      "cite": "Laura Hillenbrand",
      "quote": "This self-respect and sense of self-worth, the innermost armament of the soul, lies at the heart of humanness; to be deprived of it is to be dehumanized, to be cleaved from, and cast below, mankind."
    },
    {
      "cite": "James Carville",
      "quote": "When you dehumanize a group, there's lasting consequences because they know that they're being dehumanized."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "Communism is the final logic of the dehumanization of man."
    },
    {
      "cite": "Judith Butler",
      "quote": "Until we learn that other lives are equally grievable and have an equal demand on us to be grieved - especially the ones that we've helped to eliminate - I'm not sure we'll really be on the way to overcoming the problem of dehumanization."
    },
    {
      "cite": "Pope Francis",
      "quote": "Work ends up dehumanizing people."
    },
    {
      "cite": "Audre Lorde",
      "quote": "Unless one lives and loves in the trenches, it is difficult to remember that the war against dehumanization is ceaseless."
    },
    {
      "cite": "Paulo Freire",
      "quote": "Dehumanization, although a concrete historical fact, is not a given destiny but the result of an unjust order that engenders violence in the oppressors, which in turn dehumanizes the oppressed."
    },
    {
      "cite": "Pramila Jayapal",
      "quote": "We have to remember that disagreeing with people is fine; it is dehumanizing people that is not, and when that happens, we have to be ready to speak up."
    },
    {
      "cite": "Amanda Lindhout",
      "quote": "War dehumanizes everyone."
    },
    {
      "cite": "Justin Tranter",
      "quote": "It's interesting to see the more femme that you present yourself, the more people sort of dehumanize you."
    },
    {
      "cite": "Sarah McBride",
      "quote": "Whenever you tell a group of people that they can't use bathrooms, or they can't access spaces that other people use, that is dehumanizing. It is discriminatory, and it reinforces the stigma and the prejudices that the transgender community already faces."
    },
    {
      "cite": "Saul Bellow",
      "quote": "Humankind struggles with collective powers for its freedom, the individual struggles with dehumanization for the possession of his soul."
    },
    {
      "cite": "John Dickerson",
      "quote": "Some of us do talk about women like objects, which dehumanizes them."
    },
    {
      "cite": "Cornel West",
      "quote": "You don't begin by dehumanizing those who are dehumanizing you, because it contributes to the cycle of dehumanization in the world."
    }
  ]
}