{
  "source": "https://www.wisesayings.com/deja-vu-quotes/",
  "theme": "deja-vu",
  "quotes": [
    {
      "cite": "Neil Gaiman",
      "quote": "There's an expression, deja vu, that means that you feel like you've been somewhere before, that you've somehow already dreamed it or experienced it in your mind."
    },
    {
      "cite": "Blake Crouch",
      "quote": "Is déjà vu actually the specter of false timelines that never happened but did, casting their shadows upon reality?"
    },
    {
      "cite": "David Copperfield",
      "quote": "We have all some experience of a feeling, that comes over us occasionally, of what we are saying and doing having been said and done before, in a remote time of our having been surrounded, dim ages ago, by the same faces, objects, and circumstances- of our knowing perfectly what will be said next, as if we suddenly remembered it !"
    },
    {
      "cite": "Terrence Howard",
      "quote": "Every little job becomes a dream, and you don't recall it anymore, and maybe you might have a deja vu moment, but it's like something you dreamed earlier."
    },
    {
      "cite": "Jane Wagner",
      "quote": "I have gained and lost the same 10 pounds so many times over and over again my cellulite must have deja vu!"
    },
    {
      "cite": "Wayne Gerard Trotman",
      "quote": "Déjà vu is simply remembrance of the future."
    },
    {
      "cite": "David Mellen-Thomas",
      "quote": "A déjà vu is your future self doing a past life regression."
    },
    {
      "cite": "T. F. Hodge",
      "quote": "Deja Vu confirms a faithful path worth taking."
    },
    {
      "cite": "Unknown Quotes",
      "quote": "Deja Vu is when God thinks something is so funny, that he has to rewind it to show it to his friends."
    },
    {
      "cite": "Rod Schmidt",
      "quote": "I went to a fancy french restaurant called \"Deja Vu.\" The headwaiter said, Don't I know you?"
    },
    {
      "cite": "Mike Posner",
      "quote": "Let's go back, I know it's been a minute. But I can do it better than I did when I did it. You were loving me, I was loving you. You can come over and we can have deja vu."
    },
    {
      "cite": "Vic Wolffis",
      "quote": "That was like a carbon copy of the last time we saw them. It was just too much like how it went over at our place to not have a little feeling of déjà vu."
    },
    {
      "cite": "David Walker",
      "quote": "It's déjà vu all over again. We should have done better. We should have learned from the lessons of the past."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "I feel like I've dreamed half of my life that hasn't happened yet, so a lot of times I'm going along, and I do stuff, and I know that I've done it. I have deja vus more than I have regular experiences. If half of your day is a deja vu, then you start to wonder, 'What is real and what isn't?"
    },
    {
      "cite": "Troy Aikman",
      "quote": "I always play every game in my mind before it begins. A lot of times in a game, a play will happen, and it will feel like deja vu, like I've seen the play happen before in my mind."
    },
    {
      "cite": "Sneha Dewani",
      "quote": "I haven't been here, but I have been. Can't think of next step, but feels I am pro in this.  This makes me wonder, How can I feel the same, when I don't even remember the feeling. What's the logic behind this? What's the connection I feel?  Deja vu?  Still can't find the answers or solutions, to the situations I feel same."
    },
    {
      "cite": "Arunima Sharma",
      "quote": "Teaching his dad not to stumble while walking, Time reversed their roles.  Deja vu moment for a dad as a child's perspective, And for a child as a dad's perspective."
    },
    {
      "cite": "Kshama Aghamkar",
      "quote": "Something tells me that there will be another Deja vu, but only this time...You'll make it consciously."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "We are living in a computer-programmed reality, and the only clue we have to it is when some variable is changed, and some alteration in reality occurs. We have the overwhelming impression that we were reliving the present - deja vu."
    },
    {
      "cite": "Deepali Nautiyal",
      "quote": "Deja vu - don't know exactly what it is...just a coincidental overlapping of events or a past life experience or something which is beyond our vision.."
    },
    {
      "cite": "levi paul taylor",
      "quote": "Usually we find later that we did good. It's all about how things will happen if we allow our own inner to steer, just like wrapping a gift when we realize it's all been Déjà vu."
    },
    {
      "cite": "SID",
      "quote": "Beware of that dream, That rivetting Deja vu thing.  Some might be astounding and Some creepy and haunting."
    },
    {
      "cite": "Barkha Parikh",
      "quote": "The more I try to Hide my Feelings away...The More My Eyes Show The Urge to Say... I wonder If this is the best Deja vu As I fall in Love with You More and More Everyday."
    }
  ]
}