{
  "source": "https://www.wisesayings.com/delay-quotes/",
  "theme": "delay",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "Defer no time, delays have dangerous ends."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "You made delay, but time will not, and lost time is never found again."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Delay is hateful, but it gives wisdom."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Being willing to delay pleasure for a greater result is a sign of maturity."
    },
    {
      "cite": "Seneca",
      "quote": "The greatest remedy for anger is delay."
    },
    {
      "cite": "C. Northcote Parkinson",
      "quote": "Delay is the deadliest form of denial."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Delay is a bitter tonic, but it increases appetite."
    },
    {
      "cite": "John Ford",
      "quote": "Delay in vengeance gives a heavier blow."
    },
    {
      "cite": "Lucan",
      "quote": "Delay is ever fatal to those who are prepared."
    },
    {
      "cite": "Les Brown",
      "quote": "When it comes to success, it will come when it comes. A delay does not mean a denial."
    },
    {
      "cite": "C. Northcote Parkinson",
      "quote": "If there is a way to delay an important decision, the good bureaucracy, public or private, will find it."
    },
    {
      "cite": "Eliot Spitzer",
      "quote": "Delay is the enemy of progress."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Delay always heeds danger."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "That delay is our surest protection which enables us to deliberate on the merits of our intentions"
    },
    {
      "cite": "Aaron Burr",
      "quote": "Never do today what you can put off till tomorrow. Delay may give clearer light as to what is best to be done."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Delay is not a help-mate. The cemetary is full of people who thought they could DO IT tomorrow. Do It Now!"
    },
    {
      "cite": "Walter Benjamin",
      "quote": "The more circumspectly you delay writing down an idea, the more maturely developed it will be on surrendering itself."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Where duty is plain, delay is both foolish and hazardous where it is not, delay may provide both wisdom and safety."
    },
    {
      "cite": "Ken Keyes Jr.",
      "quote": "Life goes by rapidly. Don't delay. Don't put it off. Don't wait until you have some spare time. Don't wait until the time's 'right'."
    },
    {
      "cite": "Greg Gutfeld",
      "quote": "Delayed gratification is the one thing we ignore these days. And if you delay it, it becomes more pleasurable later in life."
    },
    {
      "cite": "Richard Baxter",
      "quote": "The longer you delay, the more your sin gets strength and rooting. If you cannot bend a twig, how will you be able to bend it when it is a tree?"
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Each indecision brings its own delays and days are lost lamenting over lost days... What you can do or think you can do, begin it. For boldness has magic, power, and genius in it."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "Relent not in thy effort to do, when you have to do; for in delay lies mediocrity and in giving up lies perishing; but when the grounds are not ready for landing, hover purposefully."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "You should not delay the good things in life. Just do them. Whenever you get a chance to do spiritual practice or seva, don't miss it. Those are the real precious moments of your life."
    },
    {
      "cite": "James E. Faust",
      "quote": "Some of our important choices have a time line. If we delay a decision, the opportunity is gone forever. Sometimes our doubts keep us from making a choice that involves change. Thus an opportunity may be missed."
    },
    {
      "cite": "Joe Vitale",
      "quote": "The universe likes speed. Don't delay. Don't second guess. Don't doubt. When the opportunity is there, when the impulse is there, when the intuitive nudge from within is there, act. That's your job. That's all you have to do."
    },
    {
      "cite": "E. B. White",
      "quote": "Delay is natural to a writer. He is like a surfer-he bides his time, waits for the perfect wave on which to ride in. Delay is instinctive with him. He waits for the surge (of emotion? of strength? of courage?) that will carry him along."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "To delay is injustice."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Delay is preferable to error."
    },
    {
      "cite": "Aeschylus",
      "quote": "There is no avoidance in delay."
    },
    {
      "cite": "John Dryden",
      "quote": "All delays are dangerous in war."
    },
    {
      "cite": "Tyron Woodley",
      "quote": "You can delay but you can't deny."
    },
    {
      "cite": "Stuart Bowen",
      "quote": "One day's delay is another day's lack of progress."
    },
    {
      "cite": "Epicurus",
      "quote": "Let no one delay the study of philosophy while young nor weary of it when old."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "In a service situation, each delay can mean many unsatisfied customers, each one telling many more."
    },
    {
      "cite": "Alan Cohen",
      "quote": "If you act anxiously to hasten your results, you delay their arrival. Calm poise reveals the shortest route home."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The hour of reformation is always delayed; every delay gives vice another opportunity of fortifying itself by habit."
    },
    {
      "cite": "Horace Walpole",
      "quote": "A tragedy can never suffer by delay: a comedy may, because the allusions or the manners represented in it maybe temporary."
    },
    {
      "cite": "Lawrence O'Donnell",
      "quote": "The longer incompetent people delay in doing what they`re doing, we`re always better off whenever incompetent people are delaying what they`re going to do."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The ability to discipline yourself to delay gratification in the short term in order to enjoy greater rewards in the long term, is the indispensable prerequisite for success."
    },
    {
      "cite": "Henry B. Eyring",
      "quote": "The scriptures make the danger of delay clear. It is that we may discover that we have run out of time. The God who gives us each day as a treasure will require an accounting."
    },
    {
      "cite": "Vernon Howard",
      "quote": "You must dare to disassociate yourself from those who would delay your journey... Leave, depart, if not physically, then mentally. Go your own way, quietly, undramatically, and venture toward Trueness at last."
    },
    {
      "cite": "Peter Blair Henry",
      "quote": "Just as an individual's ability to delay gratification at a young age is a powerful predictor of future academic and professional achievement, discipline is also central to the long-run economic health of nations."
    }
  ]
}