{
  "source": "https://www.wisesayings.com/delhi-quotes/",
  "theme": "delhi",
  "quotes": [
    {
      "cite": "Khushwant Singh",
      "quote": "That's Delhi. When life gets too much for you all you need to do is to spend an hour at Nigambodh Ghat, watch the dead being put to flames and hear their kin wail for them. Then come home and down a couple of pegs of whisky. In Delhi, death and drink make life worth living,"
    },
    {
      "cite": "Mirza Asadullah Khan Ghalib",
      "quote": "I asked my soul: What is Delhi? She replied: The world is the body and Delhi its life."
    },
    {
      "cite": "Jan Morris",
      "quote": "Delhi is not just a national capital, it is one of the political ultimates, one of the prime movers. It was born to power, war and glory. It rose to greatness not because holy men saw visions there but because it commanded the strategic routes from the northwest, where the conquerors came from, into the rich flatlands of the Ganges delta. Delhi is a soldiers' town, a politicians' town, journalists', diplomats' town. It is Asia's Washington, though not so picturesque, and lives by ambition, rivalry and opportunism."
    },
    {
      "cite": "Jan  Morris",
      "quote": "Certainly Delhi is unimaginably antique, and age is a metaphysic, I suppose. Illustrations of mortality are inescapable there, and do give the place a sort of nagging symbolism. Tombs of emperors stand beside traffic junctions, forgotten fortresses command suburbs, the titles of lost dynasties are woven into the vernacular, if only as street names."
    },
    {
      "cite": "Anupreeta Das",
      "quote": "Delhi now belonged to everyone who lived in it. But no one belonged to Delhi."
    },
    {
      "cite": "Mir Taqi Mir",
      "quote": "Both the heart and Delhi may have been worn out, but some small pleasures still exist in this ruined house."
    },
    {
      "cite": "Debotri Dhar",
      "quote": "Delhi. The ruins of an old city, markets, monuments, the zigzag of roads, the still sad times of music past and rising up from it, her mother, wind in her hair, laughing like a witch."
    },
    {
      "cite": "Mir Taqi Mir",
      "quote": "Delhi alone is a city of love. All those that have passed through have looted it."
    },
    {
      "cite": "Namita Gokhale",
      "quote": "June in Delhi illustrates the common belief that a Delhiwala, like a cockroach, can survive anything, for such are the vicissitudes of weather, conditioning and deprivation that the human spirit here has soared to new heights of indomitability to survive."
    },
    {
      "cite": "Vijay Nambisan",
      "quote": "It has been said that Delhi is not a city, but a collection of villages... There were Tamil villages, and Gujarati and Kannadiga, and over everything, like a blanket -- like a blankety-blanket -- a vast and spirited Punjabi joy in living that kept the city together and made it one, made it as much as was possible a city."
    },
    {
      "cite": "Upinder Singh",
      "quote": "Delhi’s history is etched over its landscape in stone. Magnificent forts, mosques and tombs of the Sultanate and Mughal periods evoke the aura of the medieval world while the stately layout and architecture of Lutyens' Delhi bear the imposing imprint of British imperial rule."
    },
    {
      "cite": "Upinder Singh",
      "quote": "Delhi area has an incredibly long and eventful ancient past, beginning thousands of years ago in the stone age and merging at the other end into the medieval period when the Rajputs made-way for Delhi Sultans in the twelfth century."
    },
    {
      "cite": "Bipasha Basu",
      "quote": "Delhi is excellent. Everything looks so beautiful. In Bombay, we don't have such beautiful roads, spacious places, and you cannot have the luxury of having houses and bungalows. You have to live in little pokey flats and cost of living is extremely high in Mumbai. Delhi has a lot that people keep preserving... a lot of which is what Delhi is about."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "In Delhi the cars are getting bigger and sleeker, the hotels are getting posher, the gates are getting higher, and the guards are no longer the old chowkidars, the watchmen, but they are fellows with guns. And yet the poor are packed into every crevice like lice in the city. People don't see that anymore. It's as if you shine a light very brightly in one place, the darkness deepens around."
    },
    {
      "cite": "unknown",
      "quote": "Delhi is perhaps the best place to be left a bit undiscovered, to put for later because it will come looking for you, to your city, like a city in love, to ask when you'll coming back. Every visit to Delhi is a reminder for you to visit again, soon."
    },
    {
      "cite": "Narendra Modi",
      "quote": "We want a good government that works. Let us rise above caste divisions and nepotism and pledge to elect a government that is development oriented. Delhi needs a stable government and a strong government."
    },
    {
      "cite": "Patrick Horton",
      "quote": "Delhi has always been a gateway city, built on the plains, initially on the fording point on the Yamuna River and on the route between western and Central Asia and Southeast Asia. The old empires did not conform to natural boundaries or present-day frontiers, and the limits of the Delhi-centered empire waxed and waned with the power of the ruler."
    },
    {
      "cite": "Krishna Menon",
      "quote": "One evidence of the continuing importance of Delhi, as a location in the third century BC, is the inscription (edict) engraved here on the instruction of the  Mauryan emperor Ashoka... the edict is to be found on a rock in the area in modern Kalkaji."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "The centuries-old history and culture of India, majestic architectural monuments and museums of Delhi, Agra and Mumbai have a unique attractive force."
    },
    {
      "cite": "Narendra Modi",
      "quote": "I found that the corridors of power in Delhi were littered with lobbies of various kinds."
    },
    {
      "cite": "Dave Prager",
      "quote": "Everytime we left our Delhi flat, we'd return home with more questions than answers."
    },
    {
      "cite": "Patrick Horton",
      "quote": "Since independence, after the trauma of partition, Delhi now as the national capital has acquired an economic stability, as the seat of the national government, and the home of head offices of both domestic and multinational companies."
    },
    {
      "cite": "Rakesh Kumar Bhatt",
      "quote": "Modern Delhi began with the slow revival of the city under British domination. During the ‘Delhi Renaissance’, approximately 1830 to the outbreak of uprising of 1857, Delhi exhibited the beginnings of a cultural ferment; Western technology and idea entered the city and supported each other."
    },
    {
      "cite": "Nadan Nilekani",
      "quote": "It's because Gandhi believed in villages and because the British ruled from the cities; therefore, Nehru thought of New Delhi as an un-Indian city."
    }
  ]
}