{
  "source": "https://www.wisesayings.com/delightful-quotes/",
  "theme": "delightful",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "The commonest thing is delightful if one only hides it."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The most delightful pleasures cloy without variety."
    },
    {
      "cite": "Ptolemy",
      "quote": "It is a beautiful and delightful sight to behold the body of the Moon."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "The most delightful surprise in life is to suddenly recognise your own worth."
    },
    {
      "cite": "Elizabeth Goudge",
      "quote": "There is always something particularly delightful about exceptions to a rule."
    },
    {
      "cite": "Horace",
      "quote": "If nothing is delightful without love and jokes, then live in love and jokes."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "How delightful to find a friend in everyone."
    },
    {
      "cite": "Zhou Enlai",
      "quote": "One of the delightful things about Americans is that they have absolutely no historical memory."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "It is delightful to kiss the eyelashes of the beloved--is it not? But never so delightful as when fresh tears are on them."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "How delightful it is to see a friend after a length of absence! How delightful to chide him for that length of absence to which we owe such delight."
    },
    {
      "cite": "George De Scuderi",
      "quote": "How delightful it would be to love if one loved always! But alas! There are no eternal loves."
    },
    {
      "cite": "Edgar Degas",
      "quote": "What a delightful thing is the conversation of specialists! One understands absolutely nothing and it's charming."
    },
    {
      "cite": "Eliza Lynn Linton",
      "quote": "There is no more delightful hour in life than that of an unconfessed but mutual love."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It is always delightful when a great and beautiful idea proves to be consonant with reality."
    },
    {
      "cite": "Muhammad Atta-ullah Faizani",
      "quote": "It is delightful some times to sit with an ingenious friend, He understands you before you having said anything."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Oh, my young friends, how delightful is the beginning of a love-business, and how undignified, sometimes, the end!"
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "It is delightful to transport one's self into the spirit of the past, to see how a wise man has thought before us"
    },
    {
      "cite": "George Eliot",
      "quote": "Perhaps the most delightful friendships are those in which there is much agreement, much disputation, and yet more personal liking."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "And, by the way, one of the most delightful things I find in America is meeting a people without prejudice -- everywhere open to the truth."
    },
    {
      "cite": "Tina Ambani",
      "quote": "The most delightful aspect about the language of cinema is that it speaks to each of us in different ways - it is a purely subjective experience."
    },
    {
      "cite": "James Taylor",
      "quote": "It is the most delightful thing that ever happens to me, when I hear something coming out of my guitar and out of my mouth that wasn't there before."
    },
    {
      "cite": "Van Wyck Brooks",
      "quote": "How delightful is the company of generous people, who overlook trifles and keep their minds instinctively fixed on whatever is good and positive in the world around them."
    },
    {
      "cite": "George Eliot",
      "quote": "We have had an unspeakably delightful journey, one of those journeys which seem to divide one's life in two, by the new ideas they suggest and the new views of interest they open."
    },
    {
      "cite": "William McDonough",
      "quote": "I just think it is so delightful to see people, let their elbows free. I think the exuberance of it all is really exciting to me. It's a signal of the abundance of diversity and creative expression."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Oh, it's delightful to have ambitions. I'm so glad I have such a lot. And there never seems to be any end to them-- that's the best of it. Just as soon as you attain to one ambition you see another one glittering higher up still. It does make life so interesting."
    },
    {
      "cite": "William Law",
      "quote": "All that is sweet, delightful, and amiable in this world, in the serenity of the air, the fineness of seasons, the joy of light, the melody of sounds, the beauty of colors, the fragrancy of smells, the splendor of precious stones, is nothing else but Heaven breaking through the veil of this world."
    },
    {
      "cite": "Stella Reid",
      "quote": "There is nothing more delightful than to scoop up a wild joey in your arms and smell the wind and eucalyptus in the coats of the gentle kangaroo or the deep-earth smell of tiny wallabies. It is wonderful to see the trust in their eyes and the gradual realization that you mean them no harm."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "It is delightful to read on the spot the impressions and opinions of tourists who visited a hundred years ago, in the vehicles and with the aesthetic prejudices of the period, the places which you are visiting now. The voyage ceases to be a mere tour through space; you travel through time and thought as well."
    },
    {
      "cite": "Theodore Robinson",
      "quote": "There is always a delightful sense of movement, vibration and life."
    },
    {
      "cite": "Horace",
      "quote": "It is delightful to play the fool."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "It's delightful when your imaginations come true, isn't it?"
    },
    {
      "cite": "Edmund Spenser",
      "quote": "All that in this delightful garden grows should happy be and have immortal bliss."
    },
    {
      "cite": "Genevieve Bell",
      "quote": "What makes us human is what is delightful."
    },
    {
      "cite": "David Brin",
      "quote": "But it is a delightful challenge to try to depict interesting aliens."
    },
    {
      "cite": "Doug Larson",
      "quote": "Few things are more delightful than grandchildren fighting over your lap."
    },
    {
      "cite": "Christopher Miller",
      "quote": "There's something that's delightful about things getting bigger and more over-the-top. Sometimes it's empty, and other times, it's just fun."
    },
    {
      "cite": "Nash Buckingham",
      "quote": "What are more delightful than one's emotions when approaching a trout stream for the initial cast?"
    },
    {
      "cite": "Andrew Lang",
      "quote": "It is so delightful to teach those one loves!"
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "It's a delightful thing to receive a good word just at your time of need. Encourage someone today."
    },
    {
      "cite": "Marjorie Hillis",
      "quote": "It is a regrettable, but undeniable, fact that the most delightful people are seldom big money-makers."
    },
    {
      "cite": "Anita Loos",
      "quote": "I always think that the most delightful thing about traveling is to always be running into Americans and to always feel at home."
    },
    {
      "cite": "Plato",
      "quote": "A delightful form of government, anarchic and motley, assigning a kind of equality indiscriminately to equals and unequals alike!"
    },
    {
      "cite": "Pliny the Elder",
      "quote": "How innocent, how happy, how truly delightful, even, would life be if we were to desire nothing but what is to be found upon the face of the earth: in a word, nothing but what is provided ready to our hands!"
    },
    {
      "cite": "Martin Luther",
      "quote": "It seems to me that the most delightful walk of life is to be found in a household of moderate means, to live there with an obliging spouse and to be satisfied with little."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "What more delightful avocation than to take a piece of land and by cautious experimentation to prove how it works. What more substantial service to conservation than to practice it on one's own land?"
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "The delightful study of the Psalms has yielded me boundless profit and ever-growing pleasure; common gratitude constrains me to communicate to others a portion of the benefit, with the prayer that it may induce them to search further for themselves."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "How delightful are the pleasures of the imagination! In those delectable moments, the whole world is ours; not a single creature resists us, we devastate the world, we repopulate it with new objects which, in turn, we immolate. The means to every crime is ours, and we employ them all, we multiply the horror a hundredfold."
    },
    {
      "cite": "Martin Luther",
      "quote": "In a delightful garden, sowing, planting or digging are not hardship but are done with a zeal and a certain pleasure."
    }
  ]
}