{
  "source": "https://www.wisesayings.com/delicate-quotes/",
  "theme": "delicate",
  "quotes": [
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Simplicity is a delicate imposition."
    },
    {
      "cite": "Charles Rollin",
      "quote": "A delicate thought is a flower of the mind."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Meditation is the delicate art of doing nothing."
    },
    {
      "cite": "Evelyn Underhill",
      "quote": "Delicate humor is the crowning virtue of the saints."
    },
    {
      "cite": "Richard Eberhart",
      "quote": "Mind is a most delicate evidence. Not a soul has seen it yet."
    },
    {
      "cite": "Max Beerbohm",
      "quote": "The delicate balance between modesty and conceit is popularity."
    },
    {
      "cite": "Jean-Auguste-Dominique Ingres",
      "quote": "Fine and delicate taste is the fruit of education and experience."
    },
    {
      "cite": "Novalis",
      "quote": "Many things are too delicate to be thought; many more, to be spoken."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The imagination is of so delicate a texture that even words wound it."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Pride is seldom delicate: it will please itself with very mean advantages."
    },
    {
      "cite": "Edward G. Bulwer-Lytton",
      "quote": "To dispense with ceremony is the most delicate mode of conferring a compliment."
    },
    {
      "cite": "Lillian Smith",
      "quote": "The point of life is to find the delicate equilibrium between dream and reality."
    },
    {
      "cite": "April Bloomfield",
      "quote": "Food's delicate. You have to handle it with finesse. You can't just be a big ogre."
    },
    {
      "cite": "Jenna Morasca",
      "quote": "When you see how fragile and delicate life can be, all else fades into the background."
    },
    {
      "cite": "Frank Herbert",
      "quote": "A beginning is the time for taking the most delicate care that the balances are correct."
    },
    {
      "cite": "Hélène Cixous",
      "quote": "Writing is the delicate, difficult, and dangerous means of succeeding in avowing the unavowable."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Even dreams, the most delicate and intangible of things, can prove remarkable difficult to kill."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "The more delicate and ambitious the soul, the further do dreams estrange it from possible things."
    },
    {
      "cite": "Maria V. Snyder",
      "quote": "I'll have you know that the most delicate flowers often produce the strongest scent when crushed."
    },
    {
      "cite": "Cornel West",
      "quote": "There is always a very delicate interplay between individual actions and institutional conditions."
    },
    {
      "cite": "Richard Madden",
      "quote": "You have to be delicate with how you can portray characters other people are having a worship over."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Success is the result of a delicate balance between making things happen and letting things happen."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Our taste is too delicate and particular. It says nay to the poet's work, but never yea to his hope."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "The most delicate, the most sensible of all pleasures, consists in promoting the pleasure of others."
    },
    {
      "cite": "Josh Billings",
      "quote": "It is a very delicate job to forgive a man, without lowering him in his own estimation, and yours too."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "The reactions of the human heart are not mechanical and predictable but infinitely subtle and delicate."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "Since love is the most delicate and total act of a soul, it will reflect the state and nature of the soul."
    },
    {
      "cite": "Jean Antoine Petit-Senn",
      "quote": "Some delicate matters must be treated like pins, because if they are not seized by the right end, we get pricked."
    },
    {
      "cite": "Catharine Beecher",
      "quote": "The delicate and infirm go for sympathy, not to the well and buoyant, but to those who have suffered like themselves."
    },
    {
      "cite": "Robert Schumann",
      "quote": "We have learned to express the more delicate nuances of feeling by penetrating more deeply into the mysteries of harmony."
    },
    {
      "cite": "Frances Burney",
      "quote": "Nothing is so delicate as the reputation of a woman; it is at once the most beautiful and most brittle of all human things."
    },
    {
      "cite": "John Frederick Boyes",
      "quote": "Friends should be very delicate and careful in administering pity as medicine, when enemies use the same article as poison."
    },
    {
      "cite": "Teresa Medeiros",
      "quote": "Women are delicate creatures. Fragile. Gentle. Made by God to be sheltered from the harshness of this world. *- Morgan MacDonnell"
    },
    {
      "cite": "Madame De Stael",
      "quote": "The voice of conscience is so delicate that it is easy to stifle it; but it is also so clear that it is impossible to mistake it."
    },
    {
      "cite": "Steven Spielberg",
      "quote": "The delicate balance of mentoring someone is not creating them in your own image, but giving them the opportunity to create themselves."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The human heart is so delicate and sensitive that it always needs some tangible encouragement to prevent it from faltering in its labour."
    },
    {
      "cite": "Ovid",
      "quote": "A new idea is delicate. It can be killed by a sneer or a yawn; it can be stabbed to death by a quip and worried to death by a frown on the right man's brow."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "Be as delicate as possible. If communication accomplishes something on the gross but damages something on the level of feeling then it is a spiritual loss! The feeling is more important for life."
    }
  ]
}