{
  "source": "https://www.wisesayings.com/delusional-quotes/",
  "theme": "delusional",
  "quotes": [
    {
      "cite": "Gene Simmons",
      "quote": "Life is too short to have anything but delusional notions about yourself."
    },
    {
      "cite": "BILL MOYERS",
      "quote": "The delusional is no longer marginal."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "All are lunatics, but he who can analyze his delusions is called a philosopher."
    },
    {
      "cite": "Brent Weeks",
      "quote": "Delusional people tend to believe in what they're doing."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "No man is happy without a delusion of some kind. Delusions are as necessary to our happiness as realities."
    },
    {
      "cite": "Will Smith",
      "quote": "There's a certain delusional quality that all successful people have to have."
    },
    {
      "cite": "Suzanne Finnamore",
      "quote": "Delusion detests focus and romance provides the veil."
    },
    {
      "cite": "Pop Samuel",
      "quote": "The end of an delusion is invariably sadness or tears"
    },
    {
      "cite": "Michael R. Fletcher",
      "quote": "Today's truth will be tomorrow's lie and you will be left questioning your own sanity."
    },
    {
      "cite": "Ludwig Borne",
      "quote": "Getting rid of a delusion makes us wiser than getting hold of a truth."
    },
    {
      "cite": "Rose Macaulay",
      "quote": "It is a common delusion that you make things better by talking about them."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "No delusion is greater than the notion that method and industry can make up for lack of mother-wit, either in science or in practical life."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The worst deluded are the self-deluded."
    },
    {
      "cite": "Guru Nanak",
      "quote": "Let no man in the world live in delusion. Without a Guru none can cross over to the other shore."
    },
    {
      "cite": "Leo Nikolaevich Tolstoy",
      "quote": "It is amazing how complete is the delusion that beauty is goodness."
    },
    {
      "cite": "Yasutani Roshi",
      "quote": "The fundamental delusion of humanity is to suppose that I am here and you are out there"
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "Delusion arises from anger. The mind is bewildered by delusion. Reasoning is destroyed when the mind is bewildered. One falls down when reasoning is destroyed."
    },
    {
      "cite": "Paul Sweeney",
      "quote": "Self-delusion is pulling in your stomach when you step on the scales"
    },
    {
      "cite": "Richard Dawkins",
      "quote": "A delusion is something that people believe in despite a total lack of evidence."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The people never give up their liberties but under some delusion."
    },
    {
      "cite": "Adam Grant",
      "quote": "The great thing about a culture of givers is that's not a delusion - it's reality."
    },
    {
      "cite": "Arthur Erickson",
      "quote": "The delusion of entertainment is devoid of meaning. It may amuse us for a bit, but after the initial hit we are left with the dark feeling of desolation."
    },
    {
      "cite": "Thomas Reed",
      "quote": "One of the greatest delusions in the world is the hope that the evils in this world are to be cured by legislation."
    },
    {
      "cite": "Bjorn Ulvaeus",
      "quote": "I'm so incredibly tired of giving respect to a lot of delusions and crazy ideas just because they are regarded as religions."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The disappointment of manhood succeeds the delusion of youth."
    },
    {
      "cite": "A. E. Housman",
      "quote": "The house of delusions is cheap to build but drafty to live in."
    },
    {
      "cite": "Anonymous",
      "quote": "A dream with courage is innovation...A dream without courage is a delusion"
    },
    {
      "cite": "Joost A.M. Meerloo",
      "quote": "Delusions, carefully implanted, are difficult to correct."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "No one who shares a delusion ever recognizes it as such."
    },
    {
      "cite": "Farid F. Ibrahim",
      "quote": "Artists are not in delusion, they only recreate the hidden side"
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The only thing that makes life unfair is the delusion that it should be fair."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Reality is a hallucination shared by most sane men."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "We live and we die and anything else is just a delusion."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Sin is the delusion of our feelings; while crime is the delusion of our actions."
    },
    {
      "cite": "Nema Al-Araby",
      "quote": "The possibility of truth has become a delusion to those who made their own disguise the truth."
    }
  ]
}