{
  "source": "https://www.wisesayings.com/dementia-quotes/",
  "theme": "dementia",
  "quotes": [
    {
      "cite": "Carey Mulligan",
      "quote": "Those with dementia are still people and they still have stories and they still have character and they're all individuals and they're all unique. And they just need to be interacted with on a human level."
    },
    {
      "cite": "Judy Parfitt",
      "quote": "That's the thing with dementia. If you're with somebody who has a serious illness, you can usually talk to them, have a laugh every now and then - the person is still with you. With dementia, there's no conversation; there's no togetherness, no sharing."
    },
    {
      "cite": "Laurie Graham",
      "quote": "None of us wants to be reminded that dementia is random, relentless, and frighteningly common."
    },
    {
      "cite": "Laurie Graham",
      "quote": "Dementia is quite unlike cancer or heart disease or any of those other conditions where you bargain with God for a cure or even just a bit more time."
    },
    {
      "cite": "Floyd Skloot",
      "quote": "Dementia resembles delirium in the same way an ultra-marathon resembles a dash across the street. Same basic components, vastly different scale. If you've run delirium's course once or twice in your life, try to imagine a version that never ends."
    },
    {
      "cite": "Walter Mosley",
      "quote": "When you deal with a person who's experiencing dementia, you can see where they're struggling with knowledge. You can see what they forget completely, what they forget but they know what they once knew. You can tell how they're trying to remember."
    },
    {
      "cite": "Amy Tan",
      "quote": "Dementia was like a truth serum."
    },
    {
      "cite": "Erykah Badu",
      "quote": "A lot of people have dementia, which is great, because then they don't recognize me."
    },
    {
      "cite": "Laurie Graham",
      "quote": "The terror dementia sufferers must feel is unimaginable, but the techniques they use to hide their difficulties - the ducking and diving and keeping the world laughing - are perfectly understandable."
    },
    {
      "cite": "Tara Reed",
      "quote": "While no one can change the outcome of dementia or Alzheimer's, with the right support you can change the journey."
    },
    {
      "cite": "Janet Turpin Myers",
      "quote": "Was the dementia of old age a blessing in disguise? No more thoughts. No more damage inflicted. No more memories of damage survived."
    },
    {
      "cite": "Richard Eyre",
      "quote": "We can alleviate physical pain, but mental pain - grief, despair, depression, dementia - is less accessible to treatment. It's connected to who we are - our personality, our character, our soul, if you like."
    },
    {
      "cite": "David Perlmutter",
      "quote": "Dementia is our most-feared illness, more than heart disease or cancer."
    },
    {
      "cite": "Floyd Skloot",
      "quote": "Dementia is, after all, a symptom of organic brain damage. It is a condition, a disorder of the central nervous system, brought about in my case by a viral assault on brain tissue. When the assault wiped out certain intellectual processes, it also affected emotional processes."
    },
    {
      "cite": "Julie Bishop",
      "quote": "Dementia is not exclusively a problem of the developed world."
    },
    {
      "cite": "Bill Crawford",
      "quote": "Let's not let our fear of dementia deepen our fear of dementia."
    }
  ]
}