{
  "source": "https://www.wisesayings.com/democracy-quotes/",
  "theme": "democracy",
  "quotes": [
    {
      "cite": "Winston Churchill",
      "quote": "Democracy is the worst form of government except all those other forms that have been tried from time to time."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Democracy is two wolves and a lamb voting on what to have for lunch. Liberty is a well-armed lamb contesting the vote!"
    },
    {
      "cite": "BILL MOYERS",
      "quote": "Democracy works when people claim it as their own."
    },
    {
      "cite": "ALAN COREN",
      "quote": "Democracy consists of choosing your dictators, after they've told you what you think it is you want to hear."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Democracy is a pathetic belief in the collective wisdom of individual ignorance."
    },
    {
      "cite": "Aristotle",
      "quote": "Democracy is when the indigent, and not the men of property, are the rulers."
    },
    {
      "cite": "Plato",
      "quote": "Democracy is a charming form of government, full of variety and disorder, and dispensing a sort of equality to equals and unequal alike."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Democracy is the art and science of running the circus from the monkey cage."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "Democracy, like liberty, justice and other social and political rights are not given. They are earned through courage, resolution and sacrifice."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Democracy is the process by which people choose the man who'll get the blame."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Democracy is the form of government that gives every man the right to be his own oppressor."
    },
    {
      "cite": "Alexander Meiklejohn",
      "quote": "Democracy is the art of thinking independently together."
    },
    {
      "cite": "Fisher Ames",
      "quote": "A democracy is a volcano which conceals the fiery materials of its own destruction. These will produce an eruption and carry desolation in their way."
    },
    {
      "cite": "Clement Atlee",
      "quote": "Democracy means government by discussion, but it is only effective if you can stop people talking."
    },
    {
      "cite": "Theodore Parker",
      "quote": "Democracy means not 'I am as good as you are' but 'You are as good as I am."
    },
    {
      "cite": "Irving Kristol",
      "quote": "Democracy does not guarantee equality of conditions - it only guarantees equality of opportunity."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Democracy is 51% of the people taking away the rights of the other 49%."
    },
    {
      "cite": "Herbert Samuel",
      "quote": "Democracy is like a hobby horse: It will carry you nowhere unless you use your own legs."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Democracy is not a fragile flower; still it needs cultivating."
    },
    {
      "cite": "Johnny Carson",
      "quote": "Democracy means that anyone can grow up to be president, and anyone who doesn't grow up can be vice president."
    },
    {
      "cite": "Grover Cleveland",
      "quote": "The ship of democracy, which has weathered all storms, may sink through the mutiny of those on board."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Democracy is based upon the conviction that there are extraordinary possibilities in ordinary people."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Democracy is a device that ensures we shall be governed no better than we deserve."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Democracy substitutes election by the incompetent many for appointment by the corrupt few."
    },
    {
      "cite": "Benjamin Lichtenberg",
      "quote": "Democracy: The state of affairs in which you consent to having your pocket picked, and elect the best man to do it."
    },
    {
      "cite": "Russell B. Long",
      "quote": "Democracy is like a raft: It won't sink, but you will always have your feet wet."
    },
    {
      "cite": "Felix G. Rohatyn",
      "quote": "Democracy cannot flourish half rich and half poor, any more than it can flourish half free and half slave."
    },
    {
      "cite": "William Allen White",
      "quote": "Democracy is an experiment, and the right of the majority to rule is no more inherent than the right of the minority to rule; and unless the majority represents sane, righteous, unselfish public sentiment, it has no inherent right."
    },
    {
      "cite": "Edward Bellamy",
      "quote": "The primal principle of democracy is the worth and dignity of the individual."
    },
    {
      "cite": "Albert Camus",
      "quote": "Democracy is not the law of the majority but the protection of the minority."
    },
    {
      "cite": "Norman Cousins",
      "quote": "In a democracy, the individual enjoys not only the ultimate power but carries the ultimate responsibility."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "I understand democracy as something that gives the weak the same chance as the strong."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "A great democracy must be progressive or it will soon cease to be a great democracy."
    },
    {
      "cite": "Abdoulaye Wade",
      "quote": "Democracy is constructed like an edifice, freedom by freedom, right by right, until it reaches its snapping point."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "The whole purpose of democracy is that we may hold counsel with one another, so as not to depend upon the understanding of one man."
    },
    {
      "cite": "Carter Woodson",
      "quote": "In our so-called democracy we are accustomed to give the majority what they want rather than educate them to understand what is best for them."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Democracy is the government of the people, by the people, for the people."
    },
    {
      "cite": "George C. Marshall",
      "quote": "Democracy is the most demanding of all forms of government in terms of the energy, imagination, and public spirit required of the individual."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Democracy cannot succeed unless those who express their choice are prepared to choose wisely. The real safeguard of democracy, therefore, is education."
    },
    {
      "cite": "Gore Vidal",
      "quote": "Democracy is supposed to give you a feeling of choice, like painkiller x and painkiller y. But they're both just aspirin."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Adultery is the application of democracy to love."
    },
    {
      "cite": "Dean Inge",
      "quote": "Democracy is only an experiment in government, and it as the obvious disadvantage of merely counting votes instead of weighing them."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "Democracy is an abuse of statistics."
    },
    {
      "cite": "Art Spander",
      "quote": "The great thing about democracy is that it gives every voter a chance to do something stupid."
    },
    {
      "cite": "John Simon",
      "quote": "Democracy encourages the majority to decide things about which the majority is ignorant."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Democracy is a pathetic belief in the collective wisdom of individual ignorance."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Democracy is worth dying for, because it's the most deeply honorable form of government ever devised by man."
    },
    {
      "cite": "Charles I of England",
      "quote": "Democracy is the power of equal votes for unequal minds."
    },
    {
      "cite": "Hans-Hermann Hoppe",
      "quote": "Democracy has nothing to do with freedom. Democracy is a soft variant of communism, and rarely in the history of ideas has it been taken for anything else."
    }
  ]
}