{
  "source": "https://www.wisesayings.com/democratic-quotes/",
  "theme": "democratic",
  "quotes": [
    {
      "cite": "Bernie Sanders",
      "quote": "Democratic socialism means, that in a democratic, civilized society, the wealthiest people and the largest corporations must pay their fair share of taxes."
    },
    {
      "cite": "Jeff Miller",
      "quote": "The democratic process is only as great as the people who participate in it."
    },
    {
      "cite": "Raghuram Rajan",
      "quote": "Democratic accountability means that governments must be popularly accepted, with citizens empowered to replace corrupt or incompetent rulers."
    },
    {
      "cite": "Debbie Stabenow",
      "quote": "Democracy is about voting and it's about a majority vote. And it's time that we started exercising the Democratic process."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Democratic man can understand the aims and aspirations of capitalism; they are, greatly magnified, simply his own aims and aspirations."
    },
    {
      "cite": "Mercy Otis Warren",
      "quote": "Democratic principles are the result of equality of condition."
    },
    {
      "cite": "Doug Ducey",
      "quote": "When it comes to free speech and participation in the democratic process, our laws should reflect the goal of making it easier for more citizens to engage."
    },
    {
      "cite": "Rebecca MacKinnon",
      "quote": "Democratic institutions are based on a reality of human nature: that those with power, however benign or even noble their intentions, will do what they can to keep it."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "The greatest blessing of our democracy is freedom. But in the last analysis, our only freedom is the freedom to discipline ourselves."
    },
    {
      "cite": "Naomi Klein",
      "quote": "Democracy is not just the right to vote, it is the right to live in dignity."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The strength of the Constitution lies entirely in the determination of each citizen to defend it. Only if every single citizen feels duty bound to do his share in this defense are the constitutional rights secure."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Democracy is probably the only discovery by mankind which mostly brought it only happiness."
    },
    {
      "cite": "Thomas Mann",
      "quote": "Democracy is eternal and human. It dignifies the human being; it respects humanity."
    },
    {
      "cite": "Hu Jintao",
      "quote": "Democracy is the common pursuit of mankind, and all countries must earnestly protect the democratic rights of the people."
    },
    {
      "cite": "Benazir Bhutto",
      "quote": "Democracy needs support and the best support for democracy comes from other democracies. Democratic nations should come together in an association designed to help each other and promote what is a universal value democracy."
    },
    {
      "cite": "Alexis de Tocqueville",
      "quote": "A democratic government is the only one in which those who vote for a tax can escape the obligation to pay it."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "The respect for human rights is one of the most significant advantages of a free and democratic nation in the peaceful struggle for influence, and we should use this good weapon as effectively as possible."
    },
    {
      "cite": "Antonin Scalia",
      "quote": "The virtue of a democratic system with a constitutionally guaranteed right to free speech is that it readily enables the people, over time, to be persuaded that what they took for granted is not so, and to change their laws accordingly."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "In a democratic nation, power must be linked with responsibility, and obliged to defend and justify itself within the framework of the general good."
    },
    {
      "cite": "Mario Bunge",
      "quote": "A democratic state will protect the freedom to hold any beliefs other than those that harm others, such as racism. In particular, it will see to it that no one is harmed just because of her beliefs."
    },
    {
      "cite": "Rose Wilder Lane",
      "quote": "The Democratic Party is now a political mechanism having a genuine political principle national socialism."
    },
    {
      "cite": "Barack Obama",
      "quote": "One of the challenges of a democratic government is making sure that even in the midst of emergencies and passions, we make sure that rule of law and the basic precepts of justice and liberty prevail."
    },
    {
      "cite": "David Remnick",
      "quote": "Democratic institutions, even in the oldest operating democracy in the world, are anything but perfect."
    },
    {
      "cite": "Aristotle",
      "quote": "The basis of a democratic state is liberty."
    },
    {
      "cite": "Aung San Suu Kyi",
      "quote": "The basis of democratic freedom is freedom of speech."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "A democratic organization has to dare to do the right at all costs."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "A democratic society depends upon an informed and educated citizenry."
    },
    {
      "cite": "Geoff Mulgan",
      "quote": "Democratic nation states remain far more capable of managing the circuit of coercion, taxation and legitimation than any transnational bodies."
    },
    {
      "cite": "Jose Eduardo Dos Santos",
      "quote": "The merit of a democratic regime rests on one's continual willingness to exchange views, and to compete on the basis of individual merit and capacities."
    }
  ]
}