{
  "source": "https://www.wisesayings.com/demons-quotes/",
  "theme": "demons",
  "quotes": [
    {
      "cite": "Anthony Liccione",
      "quote": "We hide our demons so good, that the angels we show, bare the shame on their faces."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Demons are former celebrities who prey on their own insecurities."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Our demons are our own limitations, which shut us off from the realization of the ubiquity of the spirit, each of these demons is conquered in a vision quest."
    },
    {
      "cite": "Steven Moffat",
      "quote": "Demons run when a good man goes to war."
    },
    {
      "cite": "Remy de Gourmont",
      "quote": "Demons are like obedient dogs; they come when they are called."
    },
    {
      "cite": "L Frank Baum",
      "quote": "Demons may be either good or bad, like any other class of beings."
    },
    {
      "cite": "April Smith",
      "quote": "Demons wait at crossroads attempting to influence our decisions."
    },
    {
      "cite": "J. Limbu",
      "quote": "Sometimes you control your demons and sometimes it controls you."
    },
    {
      "cite": "Stephen Baldwin",
      "quote": "Demons manifest themselves in people in different ways. For instance, out of nowhere, somebody can become very angry for no reason. That's not just an emotion. That's a demon."
    },
    {
      "cite": "Alan Grant",
      "quote": "Demons don't play by the rules. They lie and they cheat and they stab in the back."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Demons were like genies or philosophy professors if you didn't word things exactly right, they delighted in giving you absolutely accurate and completely misleading answers."
    },
    {
      "cite": "Elizabeth George Speare",
      "quote": "The demons that make a person afraid are the hardest to cast out."
    },
    {
      "cite": "David Bowie",
      "quote": "Everywhere I looked, demons of the future were on the battlegrounds of one's emotional plane."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "When the Devil is not fishing he is mending his nets."
    },
    {
      "cite": "Jill Flint",
      "quote": "Demons are demons, and if you have them, you can either put them away, exorcize them, or carry them with you."
    }
  ]
}