{
  "source": "https://www.wisesayings.com/democrat-quotes/",
  "theme": "democrat",
  "quotes": [
    {
      "cite": "Charles Kennedy",
      "quote": "As Liberal Democrats and proponents of federalism, we must put our heads above the parapet and recapture and disseminate the true meaning of federalism. We have to win the vocabulary before we succeed in the vision."
    },
    {
      "cite": "Ruth Bader Ginsburg",
      "quote": "The Democrats do fine in presidential elections; their problem is they can't get out the vote in the midterm elections."
    },
    {
      "cite": "Lewis Black",
      "quote": "Democrats should be focused on which way we can help the most people in this country, and Republicans should be focused on how to do that in the most fiscally responsible manner possible."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "The Democrats can engage in the most reprehensible; mean-spirited; vile; vicious verbal attacks known in politics; and they get praised for it."
    },
    {
      "cite": "Ann Coulter",
      "quote": "Democrats always assure us that deterrence will work, but when the time comes to deter, they're against it."
    },
    {
      "cite": "Valerie Jarrett",
      "quote": "The biggest strength we have as Democrats is encouraging people to speak up about what is in their best interest."
    },
    {
      "cite": "Leland Lewis",
      "quote": "Real Democrats stand strong for truth telling, and never compromise with corruption."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The true democrat is he who with purely nonviolent means defends his liberty and, therefore, his country's and ultimately that of the whole of mankind."
    },
    {
      "cite": "Jon Stewart",
      "quote": "Democrats always standing up for what they later realize they should have believed in."
    },
    {
      "cite": "Dave Barry",
      "quote": "The Democrats seem to be basically nicer people, but they have demonstrated time and again that they have the management skills of celery."
    },
    {
      "cite": "Barney Frank",
      "quote": "Democrats are trying on every front to increase the role of government."
    },
    {
      "cite": "Mark Shields",
      "quote": "The Democrats have this high level of expectation of what government can do."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "The way the Democrats go about seeking equality is to lower people at the top."
    },
    {
      "cite": "Jim Clyburn",
      "quote": "Democrats believe we must have comprehensive health care reform that includes giving the federal government authority to negotiate lower prices with drug companies."
    },
    {
      "cite": "Robert Frost",
      "quote": "The father is always a Republican toward his son, and his mother's always a Democrat."
    },
    {
      "cite": "Ann Coulter",
      "quote": "The Democrats have no actual policy proposals of their own unless constant carping counts as a policy."
    },
    {
      "cite": "Will Rogers",
      "quote": "Democrats never agree on anything, that's why they're Democrats. If they agreed with each other, they would be Republicans."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Democrats believe people are basically good but must be saved from themselves by the government. Republicans believe people are basically bad but they'll be okay if they're left alone."
    },
    {
      "cite": "Aristotle",
      "quote": "The democrats think that as they are equal they ought to be equal in all things."
    },
    {
      "cite": "Mitt Romney",
      "quote": "Democrats want to use the slowdown as an excuse to do what their special interests are always begging for: higher taxes, bigger government and less trade with other nations."
    },
    {
      "cite": "John Doolittle",
      "quote": "Democrats were simply hoping to win some political points by getting their outlandish rhetoric published in the newspapers and heard on the talk shows."
    },
    {
      "cite": "Jim Clyburn",
      "quote": "Democrats are fighting for a new direction that includes protecting Social Security as well as making healthcare affordable, bringing down the high cost of gasoline, and making higher education more accessible for all Americans."
    }
  ]
}