{
  "source": "https://www.wisesayings.com/denial-quotes/",
  "theme": "denial",
  "quotes": [
    {
      "cite": "Christopher Hitchens",
      "quote": "Perhaps you notice how the denial is so often the preface to the justification."
    },
    {
      "cite": "C. Northcote Parkinson",
      "quote": "Delay is the deadliest form of denial."
    },
    {
      "cite": "Georgina Kleege",
      "quote": "The thing about denial is that it doesn't feel like denial when it's going on."
    },
    {
      "cite": "Taite Adams",
      "quote": "When denial is in play, a person simply refuses to recognize the truth, no matter how apparent."
    },
    {
      "cite": "Susan Forward",
      "quote": "Denial is the lid on our emotional pressure cooker: the longer we leave it on, the more pressure we build up. Sooner or later, that pressure is bound to pop the lid, and we have an emotional crisis."
    },
    {
      "cite": "CHARLES TREMPER",
      "quote": "Denial is a common tactic that substitutes deliberate ignorance for thoughtful planning."
    },
    {
      "cite": "Demosthenes",
      "quote": "Clouds cannot cover secret places, nor denials conceal truth."
    },
    {
      "cite": "BILL KORTENBACH",
      "quote": "Denial does not solve the problem. Denial does not make the problem go away. Denial does not give us peace of mind, which is what we are really seeking when we engage in it. Denial is a liar. It compounds the problem, because it keeps us from seeing a solution, and taking action to resolve it."
    },
    {
      "cite": "Wes Bently",
      "quote": "Never underestimate the power of denial."
    },
    {
      "cite": "Charles Bradlaugh",
      "quote": "The abuse dies in a day, but the denial slays the life of the people, and entombs the hope of the race."
    },
    {
      "cite": "Larry L. King",
      "quote": "Denial is the number one aspect of medicine. That's why people don't get check-ups."
    },
    {
      "cite": "Brennan Manning",
      "quote": "That which is denied cannot be healed."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "God's delay is not God's denial."
    },
    {
      "cite": "Simon Travaglia",
      "quote": "The greatest barrier to someone achieving their potential is their denial of it."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Denial of one appetite sharpens the others."
    },
    {
      "cite": "Zoe Saldana",
      "quote": "It takes a lot of courage to face up to things you can't do because we feed ourselves so much denial."
    },
    {
      "cite": "Jane Velez-Mitchell",
      "quote": "Denial is a very powerful thing."
    },
    {
      "cite": "unknown",
      "quote": "Remember to be honest with yourself. Denial is how we often get stuck in the same place in life."
    },
    {
      "cite": "Anonymous",
      "quote": "Denial is the way we handle what we cannot handle."
    },
    {
      "cite": "Marian Keyes",
      "quote": "I think denial's fascinating. It's a jokey word, but it really happens, and sometimes in enormous ways."
    },
    {
      "cite": "Antje Traue",
      "quote": "The greatest barrier to someone achieving their potential is their denial of it."
    },
    {
      "cite": "Harold J. Smith",
      "quote": "More people would learn from their mistakes if they weren't so busy denying them."
    },
    {
      "cite": "Ella The Wise and powerful",
      "quote": "Denial is the worst form of truth."
    },
    {
      "cite": "Rosalind Kaplan",
      "quote": "Denial is useful defense mechanism until it's not."
    },
    {
      "cite": "Elle Casey",
      "quote": "Denial does not change reality for everyone else. Only for the one denying and those who are foolish enough to believe the fantasy."
    },
    {
      "cite": "Muhammed Haider",
      "quote": "Being in denial never resolved any problem for anyone, anywhere."
    },
    {
      "cite": "Nikki Rosen",
      "quote": "No denial of the truth will ever invalidate it."
    },
    {
      "cite": "Criss Jami",
      "quote": "At first, they'll only dislike what you say, but the more correct you start sounding the more they'll dislike you."
    },
    {
      "cite": "Michelle A. Homme",
      "quote": "Denial is the worst kind of lie...because it is the lie you tell yourself."
    },
    {
      "cite": "John Leach",
      "quote": "Denial and inactivity prepare people well for the roles of victim and corpse."
    },
    {
      "cite": "Jules F.",
      "quote": "Living in denial only makes accepting the truth that much harder."
    },
    {
      "cite": "R.C. Sproul",
      "quote": "As the fear of God is the beginning of wisdom, so the denial of God is the height of foolisnes."
    },
    {
      "cite": "Annie Besant",
      "quote": "Refusal to believe until proof is given is a rational position; denial of all outside of our own limited experience is absurd."
    },
    {
      "cite": "Richard Bach",
      "quote": "The worst lies are the lies we tell ourselves. We live in denial of what we do, even what we think. We do this because we're afraid."
    },
    {
      "cite": "Mark Twain",
      "quote": "Denial ain't just a river in Egypt."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Most men would rather deny a hard truth than face it."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "The easiest way to solve a problem is to deny it exists."
    },
    {
      "cite": "PROVERBS",
      "quote": "Better a friendly denial than unwilling compliance."
    },
    {
      "cite": "Anne Wilson Schaef",
      "quote": "It is not necessary to deny another's reality in order to affirm your own."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "One picture is worth 1,000 denials."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "Denial, perhaps, is a necessary human mechanism to cope with the heartaches of life."
    },
    {
      "cite": "John Bunyan",
      "quote": "The road of denial leads to the precipice of destruction."
    },
    {
      "cite": "Bill Watterson",
      "quote": "What state do you live in? Denial."
    },
    {
      "cite": "David Levithan",
      "quote": "Underneath all that denial, you're someone who's deeply, deeply nice."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Denial is an ugly thing."
    },
    {
      "cite": "Cesar Millan",
      "quote": "Denial, they say, stands for  Don't even notice I am lying.  Human beings are the only animals who are happily lied to by our own minds about what is actually happening around us."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "I would rather have regrets of excess than regrets of denial."
    },
    {
      "cite": "unknown",
      "quote": "Denial is a wall in which love hides behind."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Self-denial is indulgence of a propensity to forego."
    },
    {
      "cite": "Angelina Grimke",
      "quote": "The denial of our duty to act in this case is a denial of our right to act; and if we have no right to act, then may we well be termed the white slaves of the North, for like our brethren in bonds, we must seal our lips in silence and despair."
    },
    {
      "cite": "Antonio Machado",
      "quote": "Those who deny the existence of the truth postulate the truth of their denial and plainly contradict themselves."
    },
    {
      "cite": "Arthur Lynch",
      "quote": "The only atheism is the denial of truth."
    },
    {
      "cite": "Audre Lorde",
      "quote": "I find I am constantly being encouraged to pluck out some one aspect of myself and present this as the meaningful whole, eclipsing or denying the other parts of self."
    },
    {
      "cite": "Bill Watterson",
      "quote": "It's not denial. I'm just selective about the reality I accept."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "Denial helps us to pace our feelings of grief. There is a grace in denial. It is nature's way of letting in only as much as we can handle."
    },
    {
      "cite": "ELIZABETH A. CRONKHITE",
      "quote": "Deny any part of Reality, and you will lose your awareness of all of It."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "You can't get away from yourself by moving from one place to another."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe."
    },
    {
      "cite": "John Hart",
      "quote": "Denial was a weapon; it killed truth, numbed the mind, and I was a junkie."
    },
    {
      "cite": "Judith Lewis Herman",
      "quote": "The conflict between the will to deny horrible events and the will to proclaim them aloud is the central dialectic of psychological trauma."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Dreams of innocence are just that; they usually depend on a denial of reality that can be its own form of hubris."
    },
    {
      "cite": "Nina LaCour",
      "quote": "The trouble with denial is that when the truth comes, you aren't ready."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To regret one’s own experiences is to arrest one’s own development. To deny one’s own experiences is to put a lie into the lips of one’s own life. It is no less than a denial of the soul."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I could deny it if I liked. I could deny anything if I liked."
    },
    {
      "cite": "Sara Gruen",
      "quote": "Even as your body betrays you, your mind denies it."
    },
    {
      "cite": "Taylor Jenkins Reid",
      "quote": "Denial is like an old blanket. I loved to get on under that thing and curl up and sleep."
    },
    {
      "cite": "Tobsha Learner",
      "quote": "A man who denies his past is a man who truly denies himself a future, for he refuses to know himself, and to deny knowledge of oneself is to stumble through life as handicapped as the blind mute."
    },
    {
      "cite": "Walter Darby Bannard",
      "quote": "Most people find facts irritating. Facts interfere with their systems of denial."
    }
  ]
}