{
  "source": "https://www.wisesayings.com/dental-quotes/",
  "theme": "dental",
  "quotes": [
    {
      "cite": "Joseph Barbera",
      "quote": "Faced with the choice of enduring a bad toothache or going to the dentist, we generally tried to ride out the bad tooth."
    },
    {
      "cite": "Johnny Carson",
      "quote": "Happiness is your dentist telling you it won't hurt and then having him catch his hand in the drill."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Some tortures are physical And some are mental, But the one that is both Is dental."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Dentist: a prestidigitator who, putting metal into your mouth, pulls coin out of your pocket."
    },
    {
      "cite": "Mason Cooley",
      "quote": "If suffering brought wisdom, the dentist's office would be full of luminous ideas."
    },
    {
      "cite": "Andy Paine",
      "quote": "It was a sweet smile, but it hid menace, like the kind dentists gave."
    },
    {
      "cite": "Steven Wright",
      "quote": "My dental hygienist is cute. Every time I visit, I eat a whole package of Oreo cookies while waiting in the lobby. Sometimes she has to cancel the rest of the afternoon's appointments."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I told my dentist my teeth are going yellow. He told me to wear a brown tie."
    },
    {
      "cite": "Richard Baxter",
      "quote": "An aching tooth is better out than in. To lose a rotting member is a gain."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "I wonder if there's such a thing as a spiritual dentist? I think my whole personality is full of cavities!"
    },
    {
      "cite": "Ann Landers",
      "quote": "Blessed are they who hold lively conversations with the helplessly mute, for they shall be called dentists."
    },
    {
      "cite": "Taylor Caldwell",
      "quote": "I was never afraid of anything in the world except the dentist."
    },
    {
      "cite": "Charles Thomas",
      "quote": "I won't have to brush my teeth or floss tonight. Any food trapped in my teeth got knocked out."
    },
    {
      "cite": "Geoffrey Canada",
      "quote": "Good dental care doesn't make you a good student, but if your tooth hurts, it's hard to be a good student."
    },
    {
      "cite": "Kevin Myers",
      "quote": "When life is kicking others in the teeth, Become a dentist."
    },
    {
      "cite": "Soupy Sales",
      "quote": "Be true to your teeth and they won't be false to you."
    },
    {
      "cite": "George D. Prentice",
      "quote": "A dentist at work in his vocation always looks down in the mouth."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "If a patient cannot clean his teeth, no dentist can clean them for him."
    },
    {
      "cite": "Anonymous",
      "quote": "Brush your teeth everyday, To keep dentist away."
    },
    {
      "cite": "Anonymous",
      "quote": "A dentist gets to the root of the problem."
    },
    {
      "cite": "Casey Stengel",
      "quote": "I was a left-handed dentist who made people cry."
    },
    {
      "cite": "Joelle Carter",
      "quote": "My dentist is actually a highly technical specialist, constantly experimenting with the latest dental research. The equipment he has makes my old dentist look prehistoric."
    },
    {
      "cite": "Anonymous",
      "quote": "Smile, it lets your teeth breathe."
    },
    {
      "cite": "Johnny Depp",
      "quote": "Trips to the dentist I like to postpone that kind of thing."
    },
    {
      "cite": "Agatha Christie",
      "quote": "No, my friend, I am not drunk. I have just been to the dentist, and need not return for another six months! Is it not the most beautiful thought?"
    },
    {
      "cite": "Michael Buckley",
      "quote": "You mean people pay you to do this to them? I thought you had captured these people and brought them here against their will! How do I become a dentist?"
    },
    {
      "cite": "Elisabeth Tova Bailey",
      "quote": "It seemed far more reasonable to belong to a species that had evolved natural tooth replacement than to belong to one that had developed the dental profession."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "My father told me what it used to feel like, waiting in the dentist's office. Every time the nurse opened the door you thought, It's happening. The thing I've been afraid of all my life."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A gold tooth is to some blacks, what braces are to all whites."
    },
    {
      "cite": "Edmond Manning",
      "quote": "Men often think submission indicates weakness, that letting someone else take charge betrays a character deficit. But we all submit to strangers who drill into our teeth as long as we can see the parchment on their wall which reads 'Dentist.'"
    },
    {
      "cite": "Janna Cachola",
      "quote": "Eyes are the windows to the soul. A smile is the mirror of the heart."
    },
    {
      "cite": "Charmaine J. Forde",
      "quote": "Math anxiety is worst than a regular check up at the dentist."
    },
    {
      "cite": "Prof. Dr. Ninad Moon",
      "quote": "Smiling is fun with healthy teeth & gums."
    },
    {
      "cite": "Prof. Dr. Ninad Moon",
      "quote": "No one can take our smiles away when dental decay is kept miles away."
    },
    {
      "cite": "Dan Goor",
      "quote": "It's actually harder to get into dental school than medical school."
    },
    {
      "cite": "Rand C. Capp",
      "quote": "Poor dental hygiene can be fatal."
    },
    {
      "cite": "Sasha Valenti",
      "quote": "Love conquests aren't dental check-ups."
    },
    {
      "cite": "Ryan George",
      "quote": "Meth addicts are known for their good dental hygiene."
    },
    {
      "cite": "Winifred Hervey",
      "quote": "I always notice a person's smile. I'm a dental hygienist."
    },
    {
      "cite": "Tom Savage",
      "quote": "Roses are red, Violets are Blue, They'll need dental records to identify you."
    },
    {
      "cite": "Sheldon Krasner",
      "quote": "You realize that tampering with your kids dental records is against the law."
    },
    {
      "cite": "Tony Kushner",
      "quote": "Smart decision. You should avoid sweets. After all, you just signed away your dental insurance."
    },
    {
      "cite": "J.J. Abrams",
      "quote": "When she got done with my father, he could only be identified by his dental records."
    },
    {
      "cite": "Greg Daniels",
      "quote": "Roses are red, violets are blue. It's time for your dental cleaning and maybe a checkup, too."
    },
    {
      "cite": "Mike Binder",
      "quote": "You wait for me enough times out on the street though, you might owe me some dental work."
    },
    {
      "cite": "Tommy George",
      "quote": "I've got a dentist who's over seven feet tall / Yes I've got a dentist who's over seven feet tall / Long John they call him, and he answers every call"
    },
    {
      "cite": "Tommy George",
      "quote": "Say you're supposed to see your dentist / About twice a year, that's right / But I think I feel it bobbing / Yes I'll go back there tonight"
    },
    {
      "cite": "Adam R. Young",
      "quote": "I'd rather pick flowers instead of fights / And rather than flaunt my style / I'd flash you a smile / Of clean pearly whites."
    },
    {
      "cite": "Adam R. Young",
      "quote": "I've been to the dentist a thousand times so I know the drill / I smooth my hair / Sit back in the chair / But somehow I still get the chills"
    },
    {
      "cite": "Adam R. Young",
      "quote": "When hygienists / Leave on long vacations / That's when dentists scream and / Lose their patience"
    },
    {
      "cite": "Adam R. Young",
      "quote": "Talking only brings the toothaches on because / I say the stupidest things / So if my results go south, I swallow my pride with an aspirin and shut my mouth"
    },
    {
      "cite": "Geoff Tibbals",
      "quote": "I'm always amazed to hear of air crash victim so badly mutilated that they have to be identified by their dental records. What I can't understand is, if they don't know who you are, how do they know who your dentist is?"
    },
    {
      "cite": "Paul Merton",
      "quote": "I'm always amazed to hear of air crash victim so badly mutilated that they have to be identified by their dental records. What I can't understand is, if they don't know who you are, how do they know who your dentist is?"
    },
    {
      "cite": "Bob Monkhouse",
      "quote": "I go to a woman dentist. It's a relief to be told to open my mouth instead of shut it."
    },
    {
      "cite": "Robert William Service",
      "quote": "Sitting in the dentist's chair / Wishing that I wasn't there / To forget and pass the time / I have made this bit of rhyme."
    },
    {
      "cite": "Robert William Service",
      "quote": "My dentist had a powerful wrist / He tries and tries in vain / To make me grunt or groan or squeal / With probe or rasp or drill."
    },
    {
      "cite": "Robert William Service",
      "quote": "Sitting in the dental chair / Don't you wish you weren't there / Well, your cup of woe to fill / Just think of his infernal bill."
    },
    {
      "cite": "Nadine Artemis",
      "quote": "Beyond brushing, the internal factors that nourish the teeth are so important: eating real foods, hormonal balanced, minerals, fat-soluble vitamins, and healthy fluid exchange through the teeth."
    },
    {
      "cite": "Nadine Artemis",
      "quote": "Stress, processed foods, and inadequate nutrition negatively affect dental fluid flow."
    },
    {
      "cite": "Nadine Artemis",
      "quote": "Nutrition is also a significant factor that influences the development of the entire mouth, not just the teeth, and it should include a healthy prenatal diet, breast-feeding, and raising children on real, unprocessed food."
    },
    {
      "cite": "Nadine Artemis",
      "quote": "Babies are generally born without teeth, yet their teeth are already forming."
    },
    {
      "cite": "Nadine Artemis",
      "quote": "In ancient times, cavities in children were a rare occurrence. Today, one of the biggest health concerns in North America and Europe affecting little ones more than any other age group is dental decay, or early childhood caries."
    },
    {
      "cite": "Vijay Tare",
      "quote": "The role of a dentist is to preserve and prevent oral diseases of teeth, hum and jaws and supporting structures."
    },
    {
      "cite": "Vijay Tare",
      "quote": "Dentistry is the science and art of preventing and controlling the dental disease."
    },
    {
      "cite": "Vijay Tare",
      "quote": "The teeth give a sound support with the help of jaw bones to facial structures."
    },
    {
      "cite": "Vijay Tare",
      "quote": "The teeth protect the dust, germs and any foreign objects entering in the mouth with the help of lips."
    },
    {
      "cite": "Vijay Tare",
      "quote": "The teeth give a sound support with the help of jaw bones to facial structures."
    },
    {
      "cite": "Michele Leonardi Darby",
      "quote": "Dental hygiene is the study of preventive oral healthcare including the management of behaviors to prevent oral disease and promote health."
    },
    {
      "cite": "C.C. Gaither",
      "quote": "Some people who can skirt precipices without a tremor have a strong dread of the dentist's chair."
    },
    {
      "cite": "C.C. Gaither",
      "quote": "All dentists talk while they work. They have inherited this from their professional ancestors, the barbers."
    },
    {
      "cite": "C.C. Gaither",
      "quote": "Dentist, A man with more pull than a politician."
    },
    {
      "cite": "C.C. Gaither",
      "quote": "Dentist, A man who always tries not to get on your nerves."
    },
    {
      "cite": "William Watt",
      "quote": "Her snow-white teeth are, not a little, tinged with the jet; To the dentist she must go, And repair the upper row, Then haply she may run a chance of marriage yet."
    },
    {
      "cite": "Wiley-Blackwell",
      "quote": "No one would disagree that it would be better to maintain oral health throughout life, never to have had any kind of dental disease."
    }
  ]
}