{
  "source": "https://www.wisesayings.com/dependent-quotes/",
  "theme": "dependent",
  "quotes": [
    {
      "cite": "Alan Cohen",
      "quote": "For everyone you create to be dependent on you, you are equally dependent on them. Neither relationship is healthy."
    },
    {
      "cite": "Satish Kumar",
      "quote": "We are dependent on each other. Therefore, replenishing the soil, replenishing society and being part of one continuum - that's the new story."
    },
    {
      "cite": "Brenda Shoshanna",
      "quote": "Relying on another is an expression of attachment, not love, a manifestation of insecurity and suffering, not understanding the true nature of our lives."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We are all dependent on one another, every soul of us on earth."
    },
    {
      "cite": "Jonathan Edwards",
      "quote": "We are dependent on God's power through every step of our redemption."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Everything is dependent upon energy. Energy is attention. Attention is awareness."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "The more dependent you are, the more ignorant you must be, and that's how they want you."
    },
    {
      "cite": "Stephen Covey",
      "quote": "You are dependent if you allow the weaknesses of other people to ruin your emotional life!"
    },
    {
      "cite": "William Safire",
      "quote": "A dependent clause is like a dependent child: incapable of standing on its own but able to cause a lot of trouble."
    },
    {
      "cite": "Eric Clapton",
      "quote": "It's very dependent on your state of mind. And your emotional state as well. And a lot of it comes pouring out, you don't really have that much control with it."
    },
    {
      "cite": "John Wyndham",
      "quote": "It's humiliating to be dependent, anyway, but it's still a poorer pass to have no one to depend on."
    },
    {
      "cite": "Prince Charles",
      "quote": "It is frightening how dependent on drugs we are all becoming and how easy it is for doctors to prescribe them as the universal panacea for our ills."
    },
    {
      "cite": "Amber Rudd",
      "quote": "We are critically dependent on the Internet, and it's ingrained in our way of life."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Stop reliance on human effort. Seek divine power."
    },
    {
      "cite": "Billy Burke",
      "quote": "We are so reliant on power and technology for everything."
    },
    {
      "cite": "Ibn Ata Allah",
      "quote": "One of the signs of relying on deeds is loss of hope when a misstep occurs."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Relying on God has to begin all over again every day as if nothing had yet been done."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "But relying on one person for your every need is so dangerous. One set of hands isn't enough to keep you from falling."
    },
    {
      "cite": "Anonymous",
      "quote": "Stop relying on miracles to get the job done. Start relying on consistency and hard work, it never fails."
    },
    {
      "cite": "Woody Allen",
      "quote": "Better not think too much. Relying more on the body: it is more trustworthy."
    },
    {
      "cite": "Douglas Hofstadter",
      "quote": "Relying on words to lead you to the truth is like relying on an incomplete formal system to lead you to the truth. A formal system will give you some truths, but as we shall soon see, a formal system, no matter how powerful cannot lead to all truths."
    },
    {
      "cite": "Paul Bloom",
      "quote": "Relying on the face might be human nature - even babies prefer to look at attractive people. But, of course, judging someone based on the geometry of his features is, from a moral and legal standpoint, no better than judging him based on the color of his skin."
    },
    {
      "cite": "Daniel Lubetzky",
      "quote": "Relying on the power of kindness is a sensitive undertaking. The challenge is to inspire people to be kind more often without tainting the selflessness that comes from doing something nice with no ulterior motive."
    },
    {
      "cite": "Fabrizio Moreira",
      "quote": "Relying on someone else to be successful only ties you down and limits you."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Everything is dependent upon your state of mind. That is all there is, states of mind, ten thousand of them. Beyond all states of mind is nirvana."
    },
    {
      "cite": "Seth",
      "quote": "Relying too much on proof distracts you from the real mission–which is emotional connection."
    },
    {
      "cite": "Charlotte Beers",
      "quote": "Relying only on logic, on what can be factually established, may inform or intimidate, but it will rarely stir anyone into action or change."
    },
    {
      "cite": "Martina Mcbride",
      "quote": "The way you look is so dependent on the way you take care of yourself."
    }
  ]
}