{
  "source": "https://www.wisesayings.com/deployment-quotes/",
  "theme": "deployment",
  "quotes": [
    {
      "cite": "Stephanie Bennet Henry",
      "quote": "Life is tough my darling, but so are you."
    },
    {
      "cite": "Matthew J. Hefti",
      "quote": "Worry only about what you control. The rest is war."
    },
    {
      "cite": "Adam Fenner",
      "quote": "When we deployed, in our heads, the towel we left hanging next to the shower to dry, would still be hanging there when we got back. Well, it won’t be. If it is, some important questions need to be asked."
    },
    {
      "cite": "Matthew J. Hefti",
      "quote": "The world he had left was not ready for his return, or rather, he was not ready to return to the world he had left."
    },
    {
      "cite": "Phil Klay",
      "quote": "And that was my homecoming. It was fine, I guess. Getting back feels like your first breath after nearly drowning. Even if it hurts, it's good."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Every gun that is made, every warship launched, every rocket fired signifies in the final sense, a theft from those who hunger and are not fed, those who are cold and are not clothed. This world in arms is not spending money alone. It is spending the sweat of its laborers, the genius of its scientists, the hopes of its children. This is not a way of life at all in any true sense. Under the clouds of war, it is humanity hanging on a cross of iron."
    },
    {
      "cite": "George Orwell",
      "quote": "People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual doom."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "We sleep safely at night because rough men stand ready to visit violence on those who would harm us."
    },
    {
      "cite": "Heraclitus",
      "quote": "Out of every one hundred men, ten shouldn't even be there, eighty are just targets, nine are the real fighters, and we are lucky to have them, for they make the battle. Ah, but the one, one is a warrior, and he will bring the others back."
    },
    {
      "cite": "Ken Jordan",
      "quote": "Let you sell it for a minute / Take some for your enjoyment / The next thing you know / The troops is rallied for deployment"
    },
    {
      "cite": "Marks Giovanni",
      "quote": "Words get arranged for maximum deployment / Words mean will / There's a whalebone then there's a tale gone wrong / Young gang on my boat, it's the same song / Same quote, nature stretches it out note by note"
    },
    {
      "cite": "John Pettibone",
      "quote": "Semblance at auction, the belly of the beast / Target implied from tooth and nail deployment / Institution of youth culture self contained / Strategy of dictation read and refined"
    },
    {
      "cite": "Lonnie Rashin Lynn",
      "quote": "Black troops trade war stories reminiscent of glory / Walk the walk of those before me since I was a shorty / Seen slugs and drugs and unemployment / Terror town y'all was my first deployment / The life of a soldier ain't nothing to toy with"
    },
    {
      "cite": "Mark Allen Mothersbaugh",
      "quote": "I am a human rocket on a mission of deployment / I've been cocked and loaded, ready for the culmination / I am a human missile guided by a secret agenda / That commands my every thought and deed and wills me on my way"
    },
    {
      "cite": "Jake Ewald",
      "quote": "Into the void, a plea to make it through the night / My kind of man, always right / Dead on deployment, see, your dog went toward the fight / Licking his wounds, the stars in his eyes"
    },
    {
      "cite": "George Clinton",
      "quote": "Take no prisoners, show no mercy / Short range deployment / It promotes / Long range unenjoyment"
    },
    {
      "cite": "Ron Avi Astor",
      "quote": "Deployment refers to the assignment of an individual or a military unit to a location away from the home base for a task or a mission."
    },
    {
      "cite": "Ron Avi Astor",
      "quote": "A military service member can be deployed for a training exercise, peacekeeping mission, or to the middle of a warzone, so each deployment carries a unique set of circumstances that can affect the military member's children in different ways."
    },
    {
      "cite": "Ron Avi Astor",
      "quote": "Some experts have observed that there are several emotional phases that families might also experience in relationship to the deployment cycle."
    },
    {
      "cite": "Deborah Harrison",
      "quote": "A deployment involves a cycle of events with distinct features, set of experiences, and effects in each of at least 3 periods: pre-deployment, deployment, and post-deployment."
    },
    {
      "cite": "Gideon AJ van Dyk",
      "quote": "The commencement of the deployment phase is signified by the physical departure of the serving member from his/her home."
    },
    {
      "cite": "Stéphanie Vincent Lyk-Jensen",
      "quote": "During deployment, soldiers receive a taxable 'UN additional compensation' for extra work and inconvenience, as well as a tax-free allowance as compensation for additional expenses during deployment."
    },
    {
      "cite": "Eisen SA",
      "quote": "Deployment to a war zone has a profound impact on the lives of many of the troops who are deployed to foreign soil and on their family members."
    },
    {
      "cite": "Janet I. Farley",
      "quote": "Military mobilizations and deployments are an all-too-real part of military life. They are not easy to anyone."
    },
    {
      "cite": "Janet I. Farley",
      "quote": "In the last decade or so, military families have had lots of practice saying goodbye to their uniformed spouses who were being deployed, not just once, but multiple times."
    },
    {
      "cite": "Janet I. Farley",
      "quote": "It's hard enough dealing with one deployment. Dealing with multiple, one right after the other? Let's just say it can take a real toll in the service member."
    },
    {
      "cite": "Janet I. Farley",
      "quote": "When you first learn about the deployment, denial may be your best friend, however, you start to mentally imagine what it will be like to live without your spouse for a long period of time."
    },
    {
      "cite": "George W.Bush",
      "quote": "I'm going to be judicious as to how I use the military. It needs to be in our vital interest, the mission needs to be clear, and the exit strategy obvious."
    },
    {
      "cite": "George W.Bush",
      "quote": "Every nation, in every region, now has a decision to make. Either you are with us, or you are with the terrorists."
    },
    {
      "cite": "Anonymous",
      "quote": "Goodbyes are not forever. Goodbyes are not the end. They simply mean i'll miss you until we meet again!"
    },
    {
      "cite": "Pete Hegseth",
      "quote": "Military deployments have never been something to enjoy, but the consequence of the actions, the shared nature of the sacrifices, and the nobility of the cause are invigorating. To be clear, I'm not talking about the killing and the death; rather, the sense of purpose that pervades every action, reaction, and outcome."
    },
    {
      "cite": "Anonymous",
      "quote": "Deployment keeps us apart but love keeps us together."
    },
    {
      "cite": "Rick Renzi",
      "quote": "I believe there should be no arbitrary date set for withdrawal and yet no permanent, unending deployment. No cut and run, yet measured progress in helping a people who want to be free without an illusion of overnight success."
    },
    {
      "cite": "Anonymous",
      "quote": "Deployment tears your heart in two, only reconnected at homecoming."
    },
    {
      "cite": "Melissa Seligman",
      "quote": "There is no way to imagine what it feels like to be shot at. I will never be with him when he is the most scared."
    }
  ]
}