{
  "source": "https://www.wisesayings.com/depressing-quotes/",
  "theme": "depressing",
  "quotes": [
    {
      "cite": "Neil Lennon",
      "quote": "It's a bit like walking down a long, dark corridor, never knowing when the light will go on."
    },
    {
      "cite": "Jonathan Franzen",
      "quote": "Depression presents itself as a realism regarding the rottenness of the world in general and the rottenness of your life in particular. But the realism is merely a mask for depression's actual essence, which is an overwhelming estrangement from humanity. The more persuaded you are of your unique access to the rottenness, the more afraid you become of engaging with the world; and the less you engage with the world, the more perfidiously happy-faced the rest of humanity seems for continuing to engage with it."
    },
    {
      "cite": "Aristotle",
      "quote": "To perceive is to suffer."
    },
    {
      "cite": "John Washington",
      "quote": "Wanting to be happy is not the worst thing in the world, but wanting it badly enough to make us depressed is."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad."
    },
    {
      "cite": "W. M. Lewis",
      "quote": "The tragedy of life is not that it ends so soon, but that we wait so long to begin it."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "Death has a tendency to encourage a depressing view of war.Â"
    },
    {
      "cite": "Jim Rohn",
      "quote": "The walls we build around us to keep sadness out also keeps out the joy."
    },
    {
      "cite": "David Mitchell",
      "quote": "You are allowed to feel messed up and inside out. It doesn't mean you're defective - it just means you're human."
    },
    {
      "cite": "Ben Shapiro",
      "quote": "Every so often, we all gaze into the abyss. It's a depressing fact of life that eventually the clock expires; eventually the sand in the hourglass runs out. It's the leaving behind of everything that matters to us that hurts the most.Â"
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "Depression is like a bruise that never goes away. A bruise in your mind. You just got to be careful not to touch it where it hurts. It's always there, though."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "If you board the wrong train, it is no use running along the corridor in the other direction."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "For all sad words of tongue and pen, the saddest are these, 'It might have been.'"
    },
    {
      "cite": "Gregory David Roberts",
      "quote": "Sometimes you break your heart in the right way, if you know what I mean."
    },
    {
      "cite": "Catherine Austen",
      "quote": "Living with hope is like rubbing up against a cheese grater. It keeps taking slices off you until there's so little left you just crumble."
    },
    {
      "cite": "Amy Efaw",
      "quote": "She can paint a pretty picture but this story has a twist. The paintbrush is a razor and the canvas is her wrist."
    },
    {
      "cite": "Ishael Ryun",
      "quote": "You have moved my world when you came, but you made it shake when you left."
    },
    {
      "cite": "Temperance",
      "quote": "It is a crushing moment when you realize that your life has either been a series of huge mistakes, or worse; it hasn't."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "We begin to die from the moment we are born, for birth is the cause of death. The nature of decay is inherent in youth, the nature of sickness is inherent in health, in the midst of life we are verily in death."
    },
    {
      "cite": "William Somerset Maugham",
      "quote": "The love that lasts the longest is the love that is never returned."
    },
    {
      "cite": "Shannon Alder",
      "quote": "Anger, resentment and jealousy doen't change the heart of others-it only changes yours."
    },
    {
      "cite": "Jerry Darroch",
      "quote": "To love and not be loved; is to die and not be dead"
    },
    {
      "cite": "J.K Rowling",
      "quote": "It's so difficult to describe depression to someone who's never been there, because it's not sadness."
    },
    {
      "cite": "Nikita Gill",
      "quote": "People aren't born sad; we make them that way."
    },
    {
      "cite": "Mother Teresa",
      "quote": "The hunger for love is much more difficult to remove than the hunger for bread."
    },
    {
      "cite": "unknown",
      "quote": "And I knew it was bad when I woke up in the mornings and the only thing I looked forward to was going back to bed."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Loneliness and the feeling of being unwanted is the most terrible poverty."
    },
    {
      "cite": "Robert Jordan",
      "quote": "Death comes to us all; we can only choose how to face it when it comes."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Absence diminishes mediocre passions and increases great ones, as the wind extinguishes candles and fans fires."
    },
    {
      "cite": "Boethius",
      "quote": "For in all adversity of fortune the worst sort of misery is to have been happy."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "There are wounds that never show on the body that are deeper and more hurtful than anything that bleeds."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I only care to see doctors when I am in perfect health; then they comfort one, but when one is ill they are most depressing."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Indeed, as anyone who has ever worked among the poor knows only too well, the brotherhood of man is no mere poet's dream, it is a most depressing and humiliating reality."
    },
    {
      "cite": "Sydney Smith",
      "quote": "Never give way to melancholy; resist it steadily, for the habit will encroach."
    },
    {
      "cite": "Moxie LaBouche",
      "quote": "Talking about death need not be depressing."
    },
    {
      "cite": "Laonard Cohen",
      "quote": "It's a depressing habit you have of loving to sneeze and of eating apples as if they were juicer for you and being the first one to exclaim how good the movie is. You depress people. We like apples too."
    },
    {
      "cite": "John Lydon",
      "quote": "I don't really want to talk about the Pistols. It's depressing. It's morbid. It happened, and that's all."
    },
    {
      "cite": "Dodie Smith",
      "quote": "Noble deeds and hot baths are the best cures for depression."
    },
    {
      "cite": "Elayne Boosler",
      "quote": "When women are depressed, they eat or go shopping. Men invade another country. It's a whole different way of thinking."
    },
    {
      "cite": "Florence Nightingale",
      "quote": "I cannot remember the time when I have not longed for death...For years and years, I used to watch for death as no sick man ever watched for the morning."
    },
    {
      "cite": "J.E. Buckrose",
      "quote": "There is this difference between depression and sorrow— sorrowful, you are in great trouble because something matters so much; depressed, you are miserable because nothing really matters."
    },
    {
      "cite": "Chrystos",
      "quote": "Depression is a very sensible reaction to just about everything we live in now."
    },
    {
      "cite": "Dana Eagle",
      "quote": "Studies show that 80 percent of the population suffers from depression, and the other 20 percent of you cause it."
    },
    {
      "cite": "Bodhipaksa",
      "quote": "This might sound depressing, but depression in the face of sickness was precisely what the Buddha was counseling against; depression arises from the expectation that illness won't, or shouldn't, happen"
    },
    {
      "cite": "Northrop Frye",
      "quote": "If any literary work is emotionally 'depressing,' there is something wrong with either the writing or the reader's response."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Half the spiritual difficulties that men and women suffer arise from a morbid state of health."
    },
    {
      "cite": "Hubert Van Zeller",
      "quote": "More people are destroyed by unhappiness than by drink, drugs, disease, or even failure. There must be something about sadness which attracts or people would not accept it so readily into their lives."
    },
    {
      "cite": "George Eliot",
      "quote": "For there is no despair so absolute as that which comes with the first moments of our first great sorrow when we have not yet known what it is to have suffered and be healed, to have despaired and to have recovered hope."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Then black despair, / The shadows of a starless night, was thrown / Over the world in which I moved alone."
    },
    {
      "cite": "Arthur T. Jersild",
      "quote": "The severely self rejecting adolescent is his own enemy. He has taken unto himself all the unkindness of his heredity and all the harshness of his environment and then has added something more: everything is his fault and he is no good."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Into each life, some rain must fall / Some days must be dark and dreary."
    },
    {
      "cite": "William C. Hannan",
      "quote": "Sometimes, all you can do is lie in bed, and hope to fall asleep before you fall apart."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Maybe it’s a little depressing to think that my vision of a perfect world is actually so messed up, but I think it means that I don't really understand what ‘perfect’ is."
    },
    {
      "cite": "Henri Matisse",
      "quote": "What I dream of is an art of balance, of purity and serenity devoid of troubling or depressing subject matter – a soothing, calming influence on the mind, rather like a good armchair which provides relaxation from physical fatigue."
    },
    {
      "cite": "Sam Smith",
      "quote": "It sounds depressing, but I think when you truly love someone, you’ll never stop loving them."
    },
    {
      "cite": "Ben Shapiro",
      "quote": "Every so often, we all gaze into the abyss. It’s a depressing fact of life that eventually the clock expires; eventually, the sand in the hourglass runs out. It’s the leaving behind of everything that matters to us that hurts the most."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "To a profound pessimist about life, being in danger is not depressing."
    },
    {
      "cite": "David Spade",
      "quote": "You can either look at things in a brutal, truthful way that’s depressing, or you can screw around and have fun."
    },
    {
      "cite": "Steven Redhead",
      "quote": "There is no sense in wrapping your mind in the barbwires of depressing or negative thoughts."
    },
    {
      "cite": "Anselm Kiefer",
      "quote": "If I do something that depresses, it’s not because I'm depressed, but because political life and history are depressing."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "I'm just trying to say that it should reassure us that the inevitable traumas of being human do end up producing some good. Otherwise, the human condition is overwhelmingly depressing."
    }
  ]
}