{
  "source": "https://www.wisesayings.com/depression-quotes/",
  "theme": "depression",
  "quotes": [
    {
      "cite": "Stephen Fry",
      "quote": "If you know someone who's depressed, please resolve never to ask them why. Depression isn't a straightforward response to a bad situation; depression just is, like the weather."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Depression is the most unpleasant thing I have ever experienced. . . . It is that absence of being able to envisage that you will ever be cheerful again. The absence of hope. That very deadened feeling, which is so very different from feeling sad. Sad hurts but it's a healthy feeling. It is a necessary thing to feel. Depression is very different."
    },
    {
      "cite": "Anon",
      "quote": "Depression is anger without enthusiasm"
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "Depression is like a bruise that never goes away. A bruise in your mind. You just got to be careful not to touch it where it hurts. It's always there, though."
    },
    {
      "cite": "Tom Robbins",
      "quote": "All depression has its roots in self-pity, and all self-pity is rooted in people taking themselves too seriously."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "Depression is the flaw in love. To be creatures who love, we must be creatures who can despair at what we lose, and depression is the mechanism of that despair."
    },
    {
      "cite": "Philip Martin",
      "quote": "Depression is not only an experience in the mind; it is also an affliction of the body.  There is a lack of energy, a painful heaviness; sadness and a grief that permeate to our marrow."
    },
    {
      "cite": "Dr. R. W. Shepherd",
      "quote": "If depression is creeping up and must be faced, learn something about the nature of the beast: You may escape without a mauling."
    },
    {
      "cite": "Tom Bosley",
      "quote": "Many people think that depression is something you just have to live with when you get older, but it's not."
    },
    {
      "cite": "Anne Sexton",
      "quote": "Depression is boring, I think and I would do better to make some soup and light up the cave."
    },
    {
      "cite": "Gloria Anzaldua",
      "quote": "Depression is useful. It signals that you need to make changes in your life, it challenges your tendency to withdraw, it reminds you to take action."
    },
    {
      "cite": "Albert Ellis",
      "quote": "You largely constructed your depression. It wasn't given to you. Therefore, you can deconstruct it."
    },
    {
      "cite": "Demarcole",
      "quote": "Depression is only reached the instant your mind rejects the most basic of instincts - the need to survive at all costs."
    },
    {
      "cite": "Dorothy Rowe",
      "quote": "Depression is a prison where you are both the suffering prisoner and the cruel jailer."
    },
    {
      "cite": "James Hillman",
      "quote": "Depression opens the door to beauty of some kind."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "Living with depression is like trying to keep your balance while you dance with a goat - it is perfectly sane to prefer a partner with a better sense of balance."
    },
    {
      "cite": "Rollo May",
      "quote": "Depression is the inability to construct a future."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Depression begins with disappointment. When disappointment festers in our soul, it leads to discouragement."
    },
    {
      "cite": "David D. Burns",
      "quote": "Every time you feel depressed about something, try to identify a corresponding negative thought you had just prior to and during the depression. Because these thoughts have actually created your bad mood, by learning to restructure them, you can change your mood."
    },
    {
      "cite": "KATE MILLETT",
      "quote": "During depression the world disappears ... because the inner voice is so urgent in its own discourse: How shall I live? How shall I manage the future? Why should I go on?"
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "My depression is the most faithful mistress I have known -- no wonder, then, that I return the love."
    },
    {
      "cite": "PAUL GILBERT",
      "quote": "Depression has been labelled the common cold of psychopathology. This comparison is unfortunate, for it conveys the impression of a frequent but mild complaint. In reality ... depression is not only the most frequent mental health problem, but is among the most serious."
    },
    {
      "cite": "A.B. Curtiss",
      "quote": "Depression is a choice."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "Something crucial about depression ... The smarter you were, the worse it was. The sharper your brain, the more it cut you up."
    },
    {
      "cite": "Susan Polis Schutz",
      "quote": "Getting better from depression demands a lifelong commitment. I've made that commitment for my life's sake and for the sake of those who love me."
    },
    {
      "cite": "Matt Lucas",
      "quote": "Keep yourself busy if you want to avoid depression. For me, inactivity is the enemy."
    },
    {
      "cite": "Doug Coupland",
      "quote": "Depression is when you have lots of love, but no one's taking."
    },
    {
      "cite": "Judith Guest",
      "quote": "Depression is not sobbing and crying and giving vent, it is plain and simple reduction of feeling."
    },
    {
      "cite": "Charles Schulz",
      "quote": "This is my depressed stance. When you're depressed, it makes a lot of difference how you stand. The worst thing you can do is straighten up and hold your head high because then you'll start to feel better. If you're going to get any joy out of being depressed, you've got to stand like this."
    },
    {
      "cite": "Art Buchwald",
      "quote": "Sharing our depressions felt like having survived a war. The experience bonds you to the other person for life."
    }
  ]
}