{
  "source": "https://www.wisesayings.com/desert-quotes/",
  "theme": "desert",
  "quotes": [
    {
      "cite": "Mike Bond",
      "quote": "The immense desert, empty as a bird's wing, inspired him with promise."
    },
    {
      "cite": "Christopher Pike",
      "quote": "The desert surrounds your every step and you walk forever a thirsty man."
    },
    {
      "cite": "Brian Herbert",
      "quote": "In the desert, the line between life and death is sharp and quick."
    },
    {
      "cite": "William Langewiesche",
      "quote": "You should not see the desert simply as some faraway place of little rain. There are many forms of thirst."
    },
    {
      "cite": "Dan B. Allender",
      "quote": "The desert shatters the soul's arrogance and leaves body and soul crying out in thirst and hunger. In the desert we trust God or die."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "The desert is a natural extension of the inner silence of the body."
    },
    {
      "cite": "Tom Hanks",
      "quote": "The desert, when the sun comes up. I couldn't tell where heaven stopped and the Earth began."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If the desert allows the trees to proliferate, the desert shall disappear! Therefore the desert has no choice but to be the enemy of the trees!"
    },
    {
      "cite": "Erika Slezak",
      "quote": "I have this personal affinity for the desert. I am fascinated by the desert. I love it."
    },
    {
      "cite": "Paul Hoffman",
      "quote": "Full many a flower is born to blush unseen and waste its sweetness on the desert air."
    },
    {
      "cite": "Edward Abbey",
      "quote": "What draws us into the desert is the search for something intimate in the remote."
    },
    {
      "cite": "Antoine de Saint",
      "quote": "What makes the desert beautiful is that somewhere it hides a well."
    },
    {
      "cite": "Jon Krakauer",
      "quote": "The desert sharpened the sweet ache of his longing, amplified it, gave shape to it in sere geology and clean slant of light."
    },
    {
      "cite": "Mary Hunter Austin",
      "quote": "Nothing the desert produces expresses it better than the unhappy growth of the tree yuccas."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In the empire of desert, water is the king and shadow is the queen."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Polish comes from the cities; wisdom from the desert."
    },
    {
      "cite": "Jan Majernik",
      "quote": "The desert is the theater of the human struggle of searching for God."
    },
    {
      "cite": "Frank Waters",
      "quote": "The vast sage desert undulates with almost imperceptible tides like the oceans."
    },
    {
      "cite": "T. E. Lawrence",
      "quote": "This creed of the desert seemed inexpressible in words, and indeed in thought."
    },
    {
      "cite": "Edward Counsel",
      "quote": "Like water in the desert is wisdom to the soul."
    },
    {
      "cite": "Carlo Carreto",
      "quote": "The desert does not mean the absence of men, it means the presence of God."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Use every man after his desert, and who should scape whipping?"
    },
    {
      "cite": "James Hogg",
      "quote": "That undefined and mingled hum, Voice of the desert never dumb!"
    },
    {
      "cite": "Nadine Gordimer",
      "quote": "A desert is a place without expectation."
    },
    {
      "cite": "David",
      "quote": "There is nothing in the desert and no man needs nothing."
    },
    {
      "cite": "John Keats",
      "quote": "Son of the old moon-mountains African! Stream of the pyramid and crocodile! We call thee fruitful, and that very while a desert, fills our seeing's inward span."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Night poured over the desert. It came suddenly, in purple. In the clear air, the stars drilled down out of the sky, reminding any thoughtful watcher that it is in the deserts and high places that religions are generated. When men see nothing but bottomless infinity over their heads they have always had a driving and desperate urge to find someone to put in the way."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "I have always loved the desert. One sits down on a desert sand dune, sees nothing, hears nothing. Yet through the silence something throbs, and gleams..."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Water, water, water....There is no shortage of water in the desert but exactly the right amount , a perfect ratio of water to rock, water to sand, insuring that wide free open, generous spacing among plants and animals, homes and towns and cities, which makes the arid West so different from any other part of the nation. There is no lack of water here unless you try to establish a city where no city should be."
    },
    {
      "cite": "Benjamin Alire Saenz",
      "quote": "The thing about tears is that they can be as quiet as a cloud floating across the desert sky."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "They took it for granted that if they went he would go also, but really they scarcely cared. Thus children are ever so ready, when novelty knocks, to desert their dearest ones."
    },
    {
      "cite": "Michael Ondaatje",
      "quote": "The desert could not be claimed or owned–it was a piece of cloth carried by winds, never held down by stones, and given a hundred shifting names... Its caravans, those strange rambling feasts and cultures, left nothing behind, not an ember. All of us, even those with European homes and children in the distance, wished to remove the clothing of our countries. It was a place of faith. We disappeared into landscape."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "Life, deal gently with her ... Love, never desert her"
    },
    {
      "cite": "Andy Weir",
      "quote": "The planet’s famous red colour is from iron oxide coating everything. So it’s not just a desert. It’s a desert so old it’s literally rusting."
    },
    {
      "cite": "Sorin Cerin",
      "quote": "The field of the soul must be watered by the rain with tears of love; otherwise it will become a desert."
    },
    {
      "cite": "Father Dioscuros",
      "quote": "But in the desert, in the pure clean atmosphere, in the silence – there you can find yourself. And unless you begin to know yourself, how can you even begin to search for God?"
    },
    {
      "cite": "James Carlos Blake",
      "quote": "The vastness of the desert frightened her. Everything looked too far away, even the cloudless sky. There was nowhere you could hide in such emptiness."
    },
    {
      "cite": "Floriano Martins",
      "quote": "Madness plants mirrors in the desert. I find the means frightening."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "In the desert, the only god is a well."
    },
    {
      "cite": "Tahir Shah",
      "quote": "The desert was bad, but nothing could compare with the horrors of a tropical rain forest."
    },
    {
      "cite": "Nafiza Azad",
      "quote": "The desert sings of loss, always loss, and if you stand quiet with your eyes closed, it will grieve you too."
    },
    {
      "cite": "Thomas Lloyd Qualls",
      "quote": "The desert still has a memory of water. And that memory is a living thing. It is infused into the sand. It is part of its essence."
    },
    {
      "cite": "Zita Steele",
      "quote": "No law. No order. No time or space. Danger was the desert’s breath, and the landscape changed with every wind."
    },
    {
      "cite": "Kate McGahan",
      "quote": "Nothing is all bad. There are very beautiful flowers in the desert amidst the spikes and thorns. Just don't let them take over. In the garden of love there is little room for prickly things."
    },
    {
      "cite": "Andy Heyward",
      "quote": "I like to think of the desert as just a big beach without water."
    },
    {
      "cite": "Werner Herzog",
      "quote": "Already I have dropped back into the desert as if it were my own place. Silence and solitude all around me like an impenetrable veil. Sleep more profound that civilization contrives. And then, the roadless desert, again."
    },
    {
      "cite": "Wells Root",
      "quote": "Good Springs, in the Nevada desert, where water is life and the desert is death."
    },
    {
      "cite": "David Attenborough",
      "quote": "A third of the land on our planet is desert. These great scars on the face of the Earth"
    },
    {
      "cite": "Twila Paris",
      "quote": "Cry for the desert / I will tremble and receive His pain / Die for the desert / I will pour my life on this terrain."
    },
    {
      "cite": "Jonathan Wilson",
      "quote": "The sun was rising / The day was saddled up to go / The desert is a lonely night for disappear"
    },
    {
      "cite": "Jonathan Wilson",
      "quote": "The rain in flowers through the desert sky / Is wiser then you and me / The birds now go east / But still miss a sleep / And the desert raven he has palm trees"
    },
    {
      "cite": "Reeves",
      "quote": "If the earth is up above us stars are down below / If there are daisies in the desert roses in the snow"
    },
    {
      "cite": "Gene Autry",
      "quote": "Cactus plants are bloomin', sagebrush every where / Granite spires are standin' all around / I tell you folks it's Heaven, to be ridin' down the trail / When the desert sun goes down"
    },
    {
      "cite": "Paul Nelson",
      "quote": "Somewhere north of heaven / Where eagles fear to fly / Where the sun burns hot as the devil's gate / The desert meets the sky"
    },
    {
      "cite": "Chris Scott Wagner",
      "quote": "Suffers who suffer all / Can swim upon the desert / Where avarice have ravaged all"
    },
    {
      "cite": "Forere Motlhoheloa",
      "quote": "It was a dry wind / And it swept across the desert / And it curled into the circle of birth / And the dead sand"
    },
    {
      "cite": "Woody Guthrie",
      "quote": "Green pastures of plenty from dry desert ground / From the Grand Coulee Dam where the waters run down"
    },
    {
      "cite": "Woody Guthrie",
      "quote": "My poor feet have traveled a hot dusty road / Out of your Dust Bowl and westward we rolled / And your deserts were hot and your mountain was cold"
    },
    {
      "cite": "Amanda Marshall",
      "quote": "Stars are brighter / In the desert sky / No need to wonder or justify"
    },
    {
      "cite": "Brennan",
      "quote": "Heavenly places we seek to find / Here lies a desert / With spirits running dry"
    },
    {
      "cite": "Litvin Kaplansky",
      "quote": "The desert air is hot and dry / Two lanes weaving earth and sky / The stars are all that's keeping time till morning"
    },
    {
      "cite": "Wilfrid Scawen Blunt",
      "quote": "And the white sand begins / Among the rocks. / The wheeling eagles mocked me high there from the skies, / The red blast of the desert wind"
    },
    {
      "cite": "Sonia Walker",
      "quote": "The coolness of the evening breeze, / caresses her high-boned cheeks, / dreamy, almond eyes stare toward the / parched mountains of the desert, / beyond any highway signs and / sun-baked roads."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The farmer works, the bull cries loud, / For all they want is a rain yielding cloud. / The desert's shrub though green in color, / Will attract scores of rain yet to come, / For mere fulfillment of the empty drum."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The brown crusty surface of the desert soil, / Can always be ploughed by hard turmoil."
    },
    {
      "cite": "Ernest Favenc",
      "quote": "Only a greater stillness in the air, / Save for hot sighs of desert-heated breath, / Only the stars, ceasing their sleepless stare, / Only the east, rose-flushing, fresh from death."
    },
    {
      "cite": "Mathilde Blind",
      "quote": "The desert foxes hide in holes, / The jackal seeks his lair; / The sombre rocks, like reddening coals, / Glow lurid in the glare."
    },
    {
      "cite": "Michael Allaby",
      "quote": "Deserts occur along western coasts because their climates are influenced by nearly eastern boundary currents."
    },
    {
      "cite": "Michael Allaby",
      "quote": "Sandy deserts certainly exist, but most deserts are not vast oceans of sand. They are rocky, with a hard surface covered with stones and gravel and outcrops of bare rock."
    },
    {
      "cite": "Michael Allaby",
      "quote": "Deserts are windy places and over thousands of years the wind blows away all the dust and sand."
    },
    {
      "cite": "Michael Allaby",
      "quote": "In some deserts there are rocks carved by the wind into fantastic shapes. The sand must go somewhere, of course. It piles up to form dunes, but the dunes are constantly shifting as the restless wind ceaselessly rearranges the landscape."
    },
    {
      "cite": "Michael Allaby",
      "quote": "Nor are all deserts hot. Even those that are hot by day are often cold at night, but some deserts are cold for most of the time."
    },
    {
      "cite": "Michael Allaby",
      "quote": "There are also deserts lying beside coasts, where fog is common but rain is extremely rare."
    },
    {
      "cite": "Michael Allaby",
      "quote": "Other deserts are icy wilderness, no less windy and arid--despite the snow and ice that covers the ground and the screaming blizzards of blown snow that reduce the world to a uniform whiteness."
    },
    {
      "cite": "Michael Allaby",
      "quote": "Deserts, both hot and cold, are also home to people who have found ways to thrive in them."
    },
    {
      "cite": "Michael Allaby",
      "quote": "Deserts are barren, inhospitable places. The very word conjures an image of featureless and dunes stretching beautiful but terrible for as far as the eye can see."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "We affect the desert and desert affects us. Deserts are an integral part of the story of humanity and thus are the object of fascination for many of us."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "Until now there has been no single source that addresses all the complex factors that constitute desert ecosystem."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "Among the major challenges facing desert organisms are also water, salt balance, light , and temperature."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "A desert, which might be considered the antithesis of the sea, actually poses similar challenges to the evolution of life."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "Human and deserts have been inextricably linked across the ages, and it is important that we understand these marvelous areas, for they are a major component in the world."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "Deserts have been important throughout human history. The cradle of civilization is located in a dryland situated near the confluence of two great rivers."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "Deserts have been the scene for the development of great religious (Religion in Deserts) and theaters for great wars."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "Deserts make a major contribution to the remarkable nature of our planet and provide a home for innumerable species that are unknown outside the boundaries of arid lands."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "Far from being wastelands, deserts are habitats that are filled with unique forms of life."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "One popular view of a desert is that of a wasteland containing mainly snakes and scorpions and a few sparse plants, but the world's deserts are rich in both animals and plants."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "Deserts and semideserts may support vast fields of dunes, extensive gallery forests, space scrublands, and salt lakes."
    },
    {
      "cite": "Michael A. Mares",
      "quote": "Many desert species bloom in the late winter; others flower in spring or fall."
    },
    {
      "cite": "Nick Middleton",
      "quote": "Deserts embrace a huge variety of conditions. There are hot deserts and cold deserts, sandy deserts and rocky deserts, foggy deserts and sunny deserts, barren deserts and lush, verdant parts of deserts."
    },
    {
      "cite": "Nick Middleton",
      "quote": "Deserts are found at high altitudes and below sea level, on coastlines and deep inside continental interiors. They are places of romance, and of hardship, of deep spirituality and dazzling natural beauty."
    },
    {
      "cite": "Nick Middleton",
      "quote": "Deserts include vast areas of stark wilderness and large, densely populated cities with every modern amenity."
    },
    {
      "cite": "Nick Middleton",
      "quote": "People has been inextricably linked with deserts since time immemorial. Crucial early developments in agriculture and the rise of the city took place in the deserts of the Middle East, the 'cradle of civilization'."
    },
    {
      "cite": "Nick Middleton",
      "quote": "The world's deserts have been perceived as places of magnificence and mystery, silence and contemplation, inspiring novelists, poets, artists, and film-makers, and acting as the birth place for three of the world's great religions."
    },
    {
      "cite": "Nick Middleton",
      "quote": "The irregular dynamics of desert life can make these environments seem marginal in many respects."
    },
    {
      "cite": "Nick Middleton",
      "quote": "Deserts are among the regions most vulnerable to climate change, but their great global extent also means that an understanding of how deserts respond to change has implications for the planet as a whole and thus for every one of us."
    },
    {
      "cite": "Nick Middleton",
      "quote": "An artist's approach to deserts may be different from the stance taken by a scientist although, broadly, the two usually overlap geographically. It may, or may not, be surprising to learn that no universally accepted definition of the term 'desert' exists."
    },
    {
      "cite": "Alison Auch",
      "quote": "Deserts are thirsty places. They get less than 10 inches (25 centimetres) of rain a year. Still, these dry places are full of amazing animals."
    },
    {
      "cite": "Fred Punzo",
      "quote": "Deserts have long captured our imaginations with their inaccessible and inhospitable nature. Even a casual visit to the desert will expose an individual to feelings of vastness, solitude, and one's own frailty."
    },
    {
      "cite": "Fred Punzo",
      "quote": "Your are struck by the awesome beauty of the desert landscape even as you view it in the relentless glare of the midday sun. It is at once a kaleidoscope of images, a land of contrasts and paradoxes."
    },
    {
      "cite": "Fred Punzo",
      "quote": "The desert landscape appears as if it has been stripped to its bare essentials with no room for frivolous decor."
    },
    {
      "cite": "Marco Stoppato",
      "quote": "A desert is a particularly arid region of the planet where the vegetation cover is limited or almost absent and the fauna  is scarce."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "What you come to see on the surface is not what you come to know. Emptiness in the desert is the fullness of space, a fullness of space that eliminates time. The desert is time, exposed time, geologic time. One needs time in the desert to see."
    },
    {
      "cite": "Julie Penn",
      "quote": "Deserts are very dry places, but plants can still grow there. Desert plants collect and use water in special ways."
    }
  ]
}