{
  "source": "https://www.wisesayings.com/deserving-quotes/",
  "theme": "deserving",
  "quotes": [
    {
      "cite": "Alan Robert Neal",
      "quote": "Accept yourself as you are. Otherwise you will never see opportunity. You will not feel free to move toward it; you will feel you are notÂ deserving."
    },
    {
      "cite": "Coco Calla",
      "quote": "You deserve to be happy. You deserve to live a life that lights you up. Don't ever forget that."
    },
    {
      "cite": "Criss Jami",
      "quote": "Man is not, by nature, deserving of all that he wants. When we think that we are automatically entitled to something, that is when we start walking all over others to get it."
    },
    {
      "cite": "Louise Hay",
      "quote": "The only thing that keeps you from deserving, or loving yourself, or whatever, is someone else's belief or opinion that you have accepted as truth."
    },
    {
      "cite": "Walter Scott",
      "quote": "The man who is deserving the name is the one whose thoughts and exertions are for others rather than for himself."
    },
    {
      "cite": "Aristotle",
      "quote": "Dignity does not consist in possessing honors, but inÂ deservingÂ them."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "We are all deserving of love."
    },
    {
      "cite": "Richard Bach",
      "quote": "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it."
    },
    {
      "cite": "Buddha",
      "quote": "You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, as much as anybody in the entire universe deserve your love and affection."
    },
    {
      "cite": "Plautus",
      "quote": "To a well deserving person God will show favor. To an ill deserving person He will simply be just"
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Accept yourself as you are. Otherwise you will never see opportunity. You will not feel free to move toward it; you will feel you are not deserving."
    },
    {
      "cite": "Walter J Phillips",
      "quote": "The deserving are not always blest. That peculiar attribute known as personality is as potent a factor as genius."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "You often say, \"I would give, but only to the deserving.\" The trees in your orchard say not so, nor the flocks in your pasture. They give that they may live, for to withhold is to perish."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "It is better to deserve without receiving than to receive without deserving."
    },
    {
      "cite": "Virginia Hamilton",
      "quote": "ou always feel you are not deserving. People who are successful at what they do know what kind of work goes with it, so they are surprised at the praise."
    }
  ]
}