{
  "source": "https://www.wisesayings.com/desire-quotes/",
  "theme": "desire",
  "quotes": [
    {
      "cite": "Napoleon Hill",
      "quote": "Desire is the starting point of all achievement, not a hope, not a wish, but a keen pulsating desire which transcends everything."
    },
    {
      "cite": "Bill Cosby",
      "quote": "In order to succeed, your desire for success should be greater than your fear of failure."
    },
    {
      "cite": "Simon Sinek",
      "quote": "The most basic human desire is to feel like you belong. Fitting in is important."
    },
    {
      "cite": "Sophocles",
      "quote": "Always desire to learn something useful."
    },
    {
      "cite": "Marsha Sinetar",
      "quote": "Burning desire to be or do something gives us staying power - a reason to get up every morning or to pick ourselves up and start in again after a disappointment."
    },
    {
      "cite": "Rumi",
      "quote": "What you seek is seeking you."
    },
    {
      "cite": "William Blake",
      "quote": "Those who restrain their desire do so because theirs is weak enough to be restrained."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You can have everything in life you want if you will just help enough other people get what they want."
    },
    {
      "cite": "Rumi",
      "quote": "Be suspicious of what you want."
    },
    {
      "cite": "Wendy Farley",
      "quote": "Desire is the absurdity that holds open the infinity of possibility."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Desire presses ever forward unsubdued."
    },
    {
      "cite": "Dashiell Hammett",
      "quote": "To get what he wanted, a man had to give other people what they wanted."
    },
    {
      "cite": "Paul Vernon Buser",
      "quote": "Desire, like the atom, is explosive with creative force."
    },
    {
      "cite": "Abraham Miller",
      "quote": "A desire scorned and neglected is an enemy lying in wait with bared dagger."
    },
    {
      "cite": "Edward Counsel",
      "quote": "Desires satisfied are but as seeds sown a second time."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Anything you really want, you can attain, if you really go after it."
    },
    {
      "cite": "William Blake",
      "quote": "He who desires but acts not, breeds pestilence."
    },
    {
      "cite": "Robert Collier",
      "quote": "Plant the seed of desire in your mind and it forms a nucleus with power to attract to itself everything needed for its fulfillment."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Desire is what leads you through life until the time comes when you desire a higher life. So do not be ashamed that you want so much, yet at the same time do not fool yourself into thinking that what you want today will be enough tomorrow."
    },
    {
      "cite": "Louis Ferdinand Celine",
      "quote": "Almost every desire a poor man has is a punishable offence."
    },
    {
      "cite": "Vivekananda",
      "quote": "So long as there is desire or want, it is a sure sign that there is imperfection. A perfect, free being cannot have any desire."
    },
    {
      "cite": "Eckhard Tolle",
      "quote": "All cravings are the mind seeking salvation or fulfillment in external things and in the future as a substitute for the joy of Being."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Weak desires bring weak results, just as a small amount of fire makes a small amount of heat."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Some desire is necessary to keep life in motion, and he whose real wants are supplied must admit those of fancy."
    },
    {
      "cite": "Alexander A. Bogomoletz",
      "quote": "One must not lose desires. They are mighty stimulants to creativeness, to love, and to long life."
    },
    {
      "cite": "Aristotle",
      "quote": "It is the nature of desire not to be satisfied, and most men live only for the gratification of it."
    },
    {
      "cite": "Brendan Francis",
      "quote": "If you greatly desire something, have the guts to stake everything on obtaining it."
    },
    {
      "cite": "Cicero",
      "quote": "Let your desires be ruled by reason."
    },
    {
      "cite": "Margaret Deland",
      "quote": "One must desire something to be alive."
    },
    {
      "cite": "Plato",
      "quote": "Desires are only the lack of something: and those who have the greatest desires are in a worse condition than those who have none, or very slight ones."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "We desire nothing so much as what we ought not to have."
    },
    {
      "cite": "Raymond Holliwell",
      "quote": "Desire creates the power."
    },
    {
      "cite": "Paul J. Meyer",
      "quote": "A burning desire is the greatest motivator of every human action. The desire for success implants ''success consciousness'' which, in turn, creates a vigorous and ever-increasing ''habit of success.''"
    },
    {
      "cite": "John Adams",
      "quote": "A desire to be observed, considered, esteemed, praised, beloved, and admired by his fellows is one of the earliest as well as the keenest dispositions discovered in the heart of man."
    },
    {
      "cite": "John Locke",
      "quote": "The discipline of desire is the background of character."
    },
    {
      "cite": "Marcia Wieder",
      "quote": "Desire is a powerful force that can be used to make things happen."
    },
    {
      "cite": "Thomas Troward",
      "quote": "Desire will in due time externalize itself as concrete fact."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If you desire many things, many things will seem few."
    },
    {
      "cite": "John Mcdonald",
      "quote": "The intensity of your desire governs the power with which the force is directed."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Desire, burning desire, is basic to achieving anything beyond the ordinary."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "When desire dies, fear is born."
    },
    {
      "cite": "Osho",
      "quote": "Desire means the way to go out; desire is the path that leads you out. If your mind is still desiring, you cannot move within."
    },
    {
      "cite": "Swami Sivananda",
      "quote": "Desire is poverty. Desire is the greatest impurity of the mind. Desire is the motive force for action. Desire in the mind is the real impurity. Even a spark of desire is a very great evil."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Every intense desire is perhaps a desire to be different from what we are."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "When your desires are strong enough, you will appear to possess superhuman powers to achieve."
    },
    {
      "cite": "Proverb",
      "quote": "The desire accomplished is sweet to the soul."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "It is much easier to suppress a first desire than to satisfy those that follow."
    },
    {
      "cite": "Robert Collier",
      "quote": "Desire is proof of the availability..."
    },
    {
      "cite": "Epictetus",
      "quote": "If you desire to be good, begin by believing that you are wicked."
    },
    {
      "cite": "Manu Smriti",
      "quote": "Desires are insatiable.They keep growing as we try to satisfy them just as the fire becomes more inflamed when oil is poured into it."
    },
    {
      "cite": "G. Donald Jr. Craig",
      "quote": "We should learn from today, and dream for tomorrow. It is the pursuit of our dreams that gives us the opportunity to expand our knowledge and improve our lives."
    },
    {
      "cite": "G. Donald Jr. Craig",
      "quote": "Your clear vision will instill you desire to move towards achieving your goal. Each day you look to that goal you will be pulled to continue the effort."
    },
    {
      "cite": "John Eldredge",
      "quote": "Desire is powerful. One of the most powerful forces in our lives. Follow your desire! It sounds good."
    },
    {
      "cite": "John Eldredge",
      "quote": "Desire can lead us to the life we were meant to be live. It can shape our hopes and dreams, fill them with passion and determination."
    },
    {
      "cite": "John Eldredge",
      "quote": "Life without love can hardly be called living. The same holds true when we abandon our heart's deep desires."
    },
    {
      "cite": "John Eldredge",
      "quote": "God is not opposed to desire. Far from it. He gave us a heart that desires deeply, and he uses those desires to draw us himself, and to the life he created us to live."
    },
    {
      "cite": "John Eldredge",
      "quote": "How you handle your heart's desire will in great measure determine what becomes of your life."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "There are two tragedies in life. One is not to get your heart's desire. The other is to get it."
    },
    {
      "cite": "Ayn Rand",
      "quote": "A creative man is motivated by the desire to achieve, not by the desire to beat others."
    },
    {
      "cite": "Confucius",
      "quote": "Do not impose on others what you yourself do not desire."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Every person who wins in any undertaking must be willing to cut all sources of retreat. Only by doing so can one be sure of maintaining that state of mind known as a burning desire to win-essential to success."
    },
    {
      "cite": "Osho",
      "quote": "Existence does not listen to your desires, and does not follow you desires, however beautiful and however pious. Existence goes on in its own way."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Freedom from the desire for an answer in essential to the understanding of a problem."
    },
    {
      "cite": "Osho",
      "quote": "Future is your projection of unfulfilled desires. The more unfulfilled you are, the bigger a future you have. The more unfulfilled is your being, the richer the dreams you have of the future. But it is just in your mind."
    },
    {
      "cite": "EB White",
      "quote": "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day."
    },
    {
      "cite": "Pter McWilliams",
      "quote": "I see nothing wrong with the human trait to desire. In fact, I consider it integral to our success mechanism. Becoming attached to what we desire is what causes the trouble. If you must have it in order to be happy, then you are denying the happiness of the here and now."
    },
    {
      "cite": "John Cleese",
      "quote": "I used to desire many, many things, but now I have just one desire, and that's to get rid of all my other desires."
    },
    {
      "cite": "Ralph Waldo Trine",
      "quote": "Those who live in the realization of their oneness with the infinite power become magnets to attract to themselves a continual supply of whatever things they desire. Those who are truly wise and who use the forces and powers with which they are endowed--to them the great universe always opens her treasure house."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The only real limitation on what you can accomplish is the level of intensity of your desire. If you really want something badly enough, there are no limits on what you can achieve."
    },
    {
      "cite": "Amey Hedge",
      "quote": "When you really want something deeply and take massive action, you can achieve wonders."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "You can have anything you want-if you want it badly enough. You can be anything you want to be, do anything you set out to accomplish if you hold to that desire with singleness of purpose."
    },
    {
      "cite": "Brian Tracy",
      "quote": "When you find your heart's desire, you'll have the key to unlocking your potential in every other part of your life."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Humans have the remarkable ability to get exactly what they must have. But there is a difference between a 'must' and a 'want.'"
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Your are what your deepest desire is. As is your desire, so is your intention. As is your intentions, so is your will. As is your will, so is your deed. As is your deed, so is your destiny."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Our destiny ultimately comes from the deepest level of desire and also from the deepest level of intention. The two are intimately linked to each other."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "From the experience in the past that we create memories, which are the basis of imagination and desire. Desire is the basis of action."
    },
    {
      "cite": "James A. Murphy",
      "quote": "If you're not willing to do whatever it takes to achieve your outcomes. The goals you desire and set for yourself are just not magically going to happen on their own."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Those who will and those who do, often live the life of their dreams, their ultimate dream life. They know the only way to create the life they desire and deserve is to set goals, and to take action in the achievement of these goals."
    },
    {
      "cite": "James A. Murphy",
      "quote": "You need a desire to grow as a person, to discover what your gifts in life are to yourself, others, and the world. You are the only you in the world."
    },
    {
      "cite": "James A. Murphy",
      "quote": "You may long for a new life, but need to appreciate the life you currently have, in order to create the life you desire."
    },
    {
      "cite": "David Webster",
      "quote": "We saw desire as the maker of the world, from how intention causes its own satisfaction, to how desire drives the spiritual and worldly aspects of life for us all."
    },
    {
      "cite": "David Webster",
      "quote": "Desire is indeed a power, a danger. So much so that in human hands it requires significant regulation."
    },
    {
      "cite": "John A. Andrews",
      "quote": "Start with whatever is in your heart right now, and trust your hunch - that invisible voice that breathes life into your vision. Someday your acorn of desire may become a full grown oak."
    },
    {
      "cite": "John Maxwell",
      "quote": "Many of us desire to win so much that we forget what it takes to get there."
    },
    {
      "cite": "Sonia Choquette",
      "quote": "Desires directs focus. If your desires are vague, your focus will be blurred. If your desires are heartfelt, however, your focus will be sharp and clear."
    },
    {
      "cite": "Sonia Choquette",
      "quote": "Vague desires will never materialized, but clearly focused heart's desires will. Clear focus is the mind's magic wand. It points your creativity in a particular direction and channels your experience behind it. Wherever you clearly focus, you create."
    },
    {
      "cite": "Sonia Choquette",
      "quote": "When you have a true desire, you have a burning urge for some particular experience or outcome. This burning, intense, passionate longing is the creative spark that sets miracle making into motion."
    },
    {
      "cite": "Sonia Choquette",
      "quote": "Once you learn how to manifest dreams, you can manifest as many as you desire."
    },
    {
      "cite": "Jon Garate",
      "quote": "Ninety percent of all talent is really desire. You don't really need talent. You need desire, and that will drive you to develop talent."
    },
    {
      "cite": "Darcy Lyon",
      "quote": "Desire is not something to be conquered over or transcend, but a unique opportunity to be explored."
    },
    {
      "cite": "Darcy Lyon",
      "quote": "Our body and desire are not obstacles to our deepest natures; they are the doorway in."
    },
    {
      "cite": "Douglas Brooks",
      "quote": "Desire knows no boundary. It is simply the very nature of the universe itself. Desire is the very root of the universe."
    },
    {
      "cite": "Edgar F Roberts",
      "quote": "Every human mind is a great slumbering power until awakened by a keen desire and by definite resolution to do."
    },
    {
      "cite": "Jan Malloch",
      "quote": "Everyone has the necessary resources within them to achieve what they desire. Your gifts and talents are there and ready to be used."
    },
    {
      "cite": "James M. Houston",
      "quote": "It has been said that we live not so much through our achievements as through our desires. The successes we achieve do not last, but we desire what is immortal."
    },
    {
      "cite": "James M. Houston",
      "quote": "A feeling of restlessness is one of the main ways in which desire can dominate our lives. Even if we choose to hide our desires, they may still influence our personalities very deeply."
    },
    {
      "cite": "Ty Cobb",
      "quote": "I was born with the restless desire to do a thing as well as it could be done. That meant doing it a little better than the other fellow."
    },
    {
      "cite": "Eddie Robinson",
      "quote": "The will to win, the desire to succeed, the urge to reach your full potential.. these are the keys that will unlock the door to personal excellence."
    },
    {
      "cite": "Eddie Robinson",
      "quote": "Energy is equal to desire and purpose."
    },
    {
      "cite": "Eddie Robinson",
      "quote": "Whatever you vividly imagine, ardently desire, sincerely believe, and enthusiastically act upon, must inevitably come to pass."
    }
  ]
}