{
  "source": "https://www.wisesayings.com/design-quotes/",
  "theme": "design",
  "quotes": [
    {
      "cite": "Steve Jobs",
      "quote": "Design is not just what it looks like and feels like. Design is how it works."
    },
    {
      "cite": "Dieter Rams",
      "quote": "Good design is making something intelligible and memorable. Great design is making something memorable and meaningful."
    },
    {
      "cite": "Milton Glaser",
      "quote": "To design is to communicate clearly by whatever means you can control or master."
    },
    {
      "cite": "George Nelson",
      "quote": "Design is a response to social change."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "Design must reflect the practical and aesthetic in business but above all... good design must primarily serve people."
    },
    {
      "cite": "Ralph Lauren",
      "quote": "I don't design clothes, I design dreams."
    },
    {
      "cite": "Ivan Chermayeff",
      "quote": "Design is directed toward human beings. To design is to solve human problems by identifying them, examining alternate solutions to them, choosing and executing the best solution."
    },
    {
      "cite": "Paul Rand",
      "quote": "Design can be art. Design can be aesthetics. Design is so simple, that's why it is so complicated."
    },
    {
      "cite": "Massimo Vignelli",
      "quote": "If you can design one thing, you can design everything."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Design is body language for inanimate objects."
    },
    {
      "cite": "Joe Sparano",
      "quote": "Good design is obvious. Great design is transparent."
    },
    {
      "cite": "Robert L. Peters",
      "quote": "Design is the application of intent - the opposite of happenstance, and an antidote to accident."
    },
    {
      "cite": "Ellen Lupton",
      "quote": "Design is as much an act of spacing as an act of marking."
    },
    {
      "cite": "Jeff Smith",
      "quote": "The design process, at its best, integrates the aspirations of art, science, and culture."
    },
    {
      "cite": "Tate Linden",
      "quote": "Design is an opportunity to continue telling the story, not just to sum everything up."
    },
    {
      "cite": "Chris Pullman",
      "quote": "Design is not the narrow application of formal skills, it is a way of thinking."
    },
    {
      "cite": "Don Norman",
      "quote": "Behavioral design is all about feeling in control. Includes: usability, understanding, but also the feel."
    },
    {
      "cite": "Robert L. Peters",
      "quote": "Design creates culture. Culture shapes values. Values determine the future."
    },
    {
      "cite": "Brenda Laurel",
      "quote": "A design isn't finished until somebody is using it."
    },
    {
      "cite": "David Lewis",
      "quote": "Truly elegant design incorporates top-notch functionality into a simple, uncluttered form."
    },
    {
      "cite": "Victor Papanek",
      "quote": "The only important thing about design is how it relates to people."
    },
    {
      "cite": "Erik Adigard",
      "quote": "Design is in everything we make, but it's also between those things. It's a mix of craft, science, storytelling, propaganda, and philosophy"
    },
    {
      "cite": "Charles Eames",
      "quote": "Design is a plan for arranging elements in such a way as best to accomplish a particular purpose."
    },
    {
      "cite": "John D. Berry",
      "quote": "Only when the design fails does it draw attention to itself; when it succeeds, it's invisible."
    },
    {
      "cite": "Freeman Thomas",
      "quote": "Good design begins with honesty, asks tough questions, comes from collaboration and from trusting your intuition."
    },
    {
      "cite": "Jenaiha Woods",
      "quote": "Design is the contrast of the core of limitations therefore there are no boundaries. It is simply an interpretation of creativity."
    },
    {
      "cite": "Alina Wheeler",
      "quote": "Design is intelligence made visible."
    },
    {
      "cite": "Richard Gref",
      "quote": "Design is the intermediary between information and understanding."
    },
    {
      "cite": "Robin Mathew",
      "quote": "Design is where science and art break even."
    },
    {
      "cite": "Freeman Thomas",
      "quote": "Good design begins with honesty, asks tough questions, comes from collaboration and from trusting your intuition."
    },
    {
      "cite": "Dave McClure",
      "quote": "Design is more important than technology in most consumer applications."
    },
    {
      "cite": "Stephen Metcalf",
      "quote": "The beauty of design ought to be totally incidental to the enterprise itself."
    },
    {
      "cite": "Tim Brown",
      "quote": "Design is all about learning from doing, that's how we evolve to the best solution."
    },
    {
      "cite": "Jeffrey Zeldman",
      "quote": "Content precedes design. Design in the absence of content is not design, it's decoration."
    },
    {
      "cite": "Valerie Pettis",
      "quote": "Design is the search for a magical balance between business and art; art and craft; intuition and reason; concept and detail; playfulness and formality; client and designer; designer and printer; and printer and public."
    },
    {
      "cite": "John Chris Jones",
      "quote": "Design everything on the assumption that people are not heartless or stupid but marvelously capable, given the chance."
    },
    {
      "cite": "Andy Goldsworthy",
      "quote": "Design implies a sense of mapping something out and then you follow the plan."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Design is the fundamental soul of a human-made creation that ends up expressing itself in successive outer layers of the product or service."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Happiness is not something you postpone for the future; it is something you design for the present."
    },
    {
      "cite": "Edward Tufte",
      "quote": "Good design is a lot like clear thinking made visual."
    },
    {
      "cite": "Jonathan Ive",
      "quote": "The word design is everything and nothing. The design and the product itself are inseparable."
    },
    {
      "cite": "Aza Raskin",
      "quote": "Design is the beauty of turning constraints into advantages."
    },
    {
      "cite": "Charles Eames",
      "quote": "Recognizing the need is the primary condition for design."
    },
    {
      "cite": "Nancy Gibbs",
      "quote": "In design as in life, smart can also mean wise, kind, inspiring - and cost-effective. And that has a charm all its own."
    },
    {
      "cite": "Erik Adigard",
      "quote": "Design is in everything we make, but it's also between those things. It's a mix of craft, science, storytelling, propaganda, and philosophy."
    },
    {
      "cite": "Massimo Vignelli",
      "quote": "Styles come and go. Good design is a language, not a style."
    },
    {
      "cite": "Leo Fender",
      "quote": "The design of each element should be thought out in order to be easy to make and easy to repair."
    },
    {
      "cite": "Edward Tufte",
      "quote": "Design isn't crafting a beautiful textured button with breathtaking animation. It's figuring out if there's a way to get rid of the button altogether."
    },
    {
      "cite": "Philippe Starck",
      "quote": "Design is a dreadful form of expression."
    },
    {
      "cite": "Roger Martin",
      "quote": "Design isn't just about making things beautiful; it's also about making things work beautifully."
    },
    {
      "cite": "Rem Koolhaas",
      "quote": "Designs are increasingly winning competitions because they are literally green, and because somewhere they feature a small windmill."
    },
    {
      "cite": "Paul Rand",
      "quote": "Design is so simple. That's why it's so complicated."
    },
    {
      "cite": "Dieter Rams",
      "quote": "Good design emphasises the usefulness of a product whilst disregarding anything that could possibly detract from it."
    },
    {
      "cite": "Walt Disney",
      "quote": "You can design and create, and build the most wonderful place in the world. But it takes people to make the dream a reality."
    },
    {
      "cite": "Dieter Rams",
      "quote": "Good design is long-lasting! It avoids being fashionable and therefore never appears antiquated."
    },
    {
      "cite": "Naoto Fukasawa",
      "quote": "Great design is a multi-layered relationship between human life and its environment."
    },
    {
      "cite": "Matt Beale",
      "quote": "Design is about making things good (and then better) and right (and fantastic) for the people who use and encounter them."
    },
    {
      "cite": "Stefan G. Bucher",
      "quote": "Making good design is easy. It's polishing the half-assed stuff that takes time."
    },
    {
      "cite": "Paula Scher",
      "quote": "Design is the art of planning, and it is the art of making things possible."
    },
    {
      "cite": "Mark Boulton",
      "quote": "I think design covers so much more than the aesthetic. Design is fundamentally more. Design is usability. It is Information Architecture. It is Accessibility. This is all design."
    },
    {
      "cite": "Van Day Truex",
      "quote": "In design, Mother Nature is our best teacher."
    },
    {
      "cite": "Victor Papanek",
      "quote": "Design is the conscious effort to impose a meaningful order."
    },
    {
      "cite": "Dieter Rams",
      "quote": "The design should make the product speak to you."
    },
    {
      "cite": "Massimo Vignelli",
      "quote": "In design, be logical, search for truth, be clear."
    },
    {
      "cite": "Jonathan Ive",
      "quote": "Design is a word that's come to mean so much that it's also a word that has come to mean nothing."
    },
    {
      "cite": "Kenzo Tange",
      "quote": "Designs of purely arbitrary nature cannot be expected to last long."
    },
    {
      "cite": "Albert Hadley",
      "quote": "Design is defined by light and shade, and appropriate lighting is enormously important."
    },
    {
      "cite": "Marty Neumeier",
      "quote": "The best design tool is a long eraser with a pencil at one end."
    },
    {
      "cite": "Edward Tufte",
      "quote": "Great design is not democratic; it comes from great designers. If the standard is lousy, then develop another standard."
    },
    {
      "cite": "Herbert Simon",
      "quote": "Everyone designs who devises courses of action aimed at changing existing situations into preferred ones."
    }
  ]
}