{
  "source": "https://www.wisesayings.com/desperate-quotes/",
  "theme": "desperate",
  "quotes": [
    {
      "cite": "Beau Taplin",
      "quote": "We're all so desperate to be understood, we forget to be understanding."
    },
    {
      "cite": "Jim Carrey",
      "quote": "Desperation is a necessary ingredient to learning anything, or creating anything. Period. If you ain't desperate at some point, you ain't interesting."
    },
    {
      "cite": "Anonymous",
      "quote": "Never underestimate desperate people. You never know how far they will go to get what they want."
    },
    {
      "cite": "John Alejandro King",
      "quote": "Desperate measures call for desperate times."
    },
    {
      "cite": "Mandy Hale",
      "quote": "If you have to beg someone to be in your life, they don't belong there."
    },
    {
      "cite": "George Carlin",
      "quote": "People who say they don't care what people think are usually desperate to have people think they don't care what people think."
    },
    {
      "cite": "Jeff Smoller",
      "quote": "When people get desperate, they get very creative."
    },
    {
      "cite": "Anonymous",
      "quote": "Never allow yourself to be so desperate that you end up settling for far less than what you deserve."
    },
    {
      "cite": "Tony Robbins",
      "quote": "In life you need either inspiration or desperation."
    },
    {
      "cite": "Amen Muffler",
      "quote": "Better be a desperate single with many options than a desperate married with no option."
    },
    {
      "cite": "Susan Elizabeth Phillips",
      "quote": "Don't dare a person who has nothing else left to lose."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "To hope means to be ready at every moment for that which is not yet born, and yet not become desperate if there is no birth in our lifetime."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Hope is the power of being cheerful in circumstances that we know to be desperate."
    },
    {
      "cite": "Sun Tzu",
      "quote": "In desperate position, you must fight."
    },
    {
      "cite": "Arlene J. Chai",
      "quote": "Desperate people lose the thing that makes them human beings. They lose their heart. Anger and hate fill them so that they act like animals."
    },
    {
      "cite": "Pico Iyer",
      "quote": "The more ways we have to connect, the more many of us seem desperate to unplug."
    },
    {
      "cite": "Horatio Nelson",
      "quote": "Desperate affairs require desperate measures."
    },
    {
      "cite": "Richard Adams",
      "quote": "A thing can be true and still be desperate folly."
    },
    {
      "cite": "Anuj Somany",
      "quote": "A person in desperate need of help does not get the support of even one guy often, then wondering from where all these people come together in a big lot for a big cause."
    },
    {
      "cite": "Kirstie Alley",
      "quote": "There's always somebody older, richer, more desperate than you."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Why should we be in such desperate haste to succeed, and in such desperate enterprises? If a man does not keep pace with his companions, perhaps it is because he hears a different drummer."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't let desperate situations make you do desperate things."
    },
    {
      "cite": "Candice Poarch",
      "quote": "Desperate people can make themselves believe anything."
    },
    {
      "cite": "Heinz Guderian",
      "quote": "There are no desperate situations, there are only desperate people."
    },
    {
      "cite": "Constance Friday",
      "quote": "Desperation is not an evidence of hard work, it's a sign of lack of faith."
    },
    {
      "cite": "Guy Fawkes",
      "quote": "A desperate disease requires a dangerous remedy."
    },
    {
      "cite": "Rafay Baloch",
      "quote": "There is nothing more dangerous than a desperate man who has nothing to loose."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In your most desperate moments where you crawl on the ground like worms, sometimes you suddenly hear the voice of a savior, the voice of the Music which immediately carries you away to the stars!"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is a characteristic of wisdom not to do desperate things."
    },
    {
      "cite": "Lisa See",
      "quote": "You may be desperate, but never let anyone see you as anything less than a cultivated woman."
    },
    {
      "cite": "Canelo Alvarez",
      "quote": "The more desperate you are, the more mistakes you make."
    },
    {
      "cite": "Carroll Bryant",
      "quote": "Hope is believing in something that eludes you. It's a desperate feeling in a desperate situation."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "A person, who no matter how desperate the situation, gives others hope, is a true leader."
    },
    {
      "cite": "David Foster Wallace",
      "quote": "The interesting thing is why we're so desperate for this anesthetic against loneliness."
    },
    {
      "cite": "Edward Abbey",
      "quote": "When the situation is desperate, it is too late to be serious. Be playful."
    },
    {
      "cite": "Erich Fromm",
      "quote": "To hope means to be ready at every moment for that which is not yet born, and yet not become desperate if there is no birth in our lifetime."
    },
    {
      "cite": "Frank Turner",
      "quote": "I still believe in the need for guitars and drums and desperate poetry."
    },
    {
      "cite": "Frederica Mathewes-Green",
      "quote": "Abortion is not a sign that women are free, but a sign that they are desperate."
    },
    {
      "cite": "George Santayana",
      "quote": "Faith in the supernatural is a desperate wager made by man at the lowest ebb of his fortunes."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "One must always hope when one is desperate, and doubt when one hopes."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is a characteristic of wisdom not to do desperate things."
    },
    {
      "cite": "Horatio Nelson",
      "quote": "Desperate affairs require desperate measures."
    },
    {
      "cite": "John Selden",
      "quote": "Marriage is a desperate thing."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Marriage is a series of desperate arguments people feel passionately about."
    },
    {
      "cite": "Livy",
      "quote": "In difficult and desperate cases, the boldest counsels are the safest."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Necessity urges desperate measures."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "I'm not sure what the future holds but I do know that I'm going to be positive."
    },
    {
      "cite": "William Blake",
      "quote": "Desperate remorse swallows the present in a quenchless rage."
    },
    {
      "cite": "William Blake",
      "quote": "All futurity seems teeming with endless destruction never to be repelled. Desperate remorse swallows the present in a quenchless rage."
    },
    {
      "cite": "William Shakespeare",
      "quote": "O mischief, thou art swift to enter in the thoughts of desperate men!"
    }
  ]
}