{
  "source": "https://www.wisesayings.com/despair-quotes/",
  "theme": "despair",
  "quotes": [
    {
      "cite": "Irvin D. Yalom",
      "quote": "Despair is the price one pays for self awareness. Look deeply into life, and you'll always find despair."
    },
    {
      "cite": "Jo Nesbo",
      "quote": "Losing your life is not the worst thing that can happen. The worst thing is to lose your reason for living."
    },
    {
      "cite": "Sir Fulke Greville",
      "quote": "Despair gives the shocking ease to the mind that a mortification gives to the body."
    },
    {
      "cite": "Marion Zimmer Bradley",
      "quote": "The road that is built in hope is more pleasant to the traveler than the road built in despair, even though they both lead to the same destination."
    },
    {
      "cite": "Christina Baldwin",
      "quote": "Despair is our chance to wrestle with fire and come through."
    },
    {
      "cite": "George Eliot",
      "quote": "What we call our despair is often only the painful eagerness of unfed hope."
    },
    {
      "cite": "Joni Eareckson Tada",
      "quote": "Even in my despair, I knew in a vague way that the Bible held hope for me in its pages. I just didn't know where to begin."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The most common form of despair is not being who you are."
    },
    {
      "cite": "Taylor Caldwell",
      "quote": "Despair is sometimes the great energizer of the mind, though sometimes its flowering may be sterile."
    },
    {
      "cite": "Brownell Landrum",
      "quote": "Despair is a cruel companion. It robs you of everything; especially the choices that still lie within your control."
    },
    {
      "cite": "Bryan Procter",
      "quote": "Despair doth strike as deep a furrow in the brain as mischief or remorse."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "Despair is only for those who see the end beyond all doubt. We do not."
    },
    {
      "cite": "Donald E. Williams, Jr.",
      "quote": "Despair is most often the offspring of ill-preparedness."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "Despair is the result of each earnest attempt to go through life with virtue, justice and understanding, and to fulfill their requirements. Children live on one side of despair, the awakened on the other side."
    },
    {
      "cite": "Jean Paul",
      "quote": "Despair is the only genuine atheism."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Despair is anger with no place to go."
    },
    {
      "cite": "Albert Camus",
      "quote": "There is no love of life without despair of life."
    },
    {
      "cite": "Patrick Curry",
      "quote": "Despair is for people who know, beyond any doubt, what the future is going to bring. Nobody is in that position. So despair is not only a kind of sin, theologically, but also a simple mistake, because nobody actually knows. In that sense there is always hope."
    },
    {
      "cite": "L.M. Montgomery,",
      "quote": "My life is a perfect graveyard of buried hopes."
    },
    {
      "cite": "Naomi Wallace",
      "quote": "If you're in despair, you don't know how to be part of your own life anymore."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Don't despair, not even over the fact that you don't despair."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Happiness is the greatest hiding place for despair."
    },
    {
      "cite": "William James",
      "quote": "Despair lames most people, but it wakes others fully up."
    },
    {
      "cite": "Tice Davids",
      "quote": "One of the greatest dangers of great dreams in your youth is waking up to despair as an adult."
    },
    {
      "cite": "Graham Greene",
      "quote": "Despair is the price one pays for setting himself an impossible aim."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "There are far too many silent sufferers. Not because they don't yearn to reach out, but because they've tried and found no one who cares."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "Depression is the flaw in love. To be creatures who love, we must be creatures who can despair at what we lose, and depression is the mechanism of that despair."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We cannot despair of humanity, since we ourselves are human beings."
    },
    {
      "cite": "Henri Petit",
      "quote": "One despairs of others so as not to despair too much of oneself."
    },
    {
      "cite": "Henry Miller",
      "quote": "I need to be alone. I need to ponder my shame and my despair in seclusion; I need the sunshine and the paving stones of the streets without companions, without conversation, face to face with myself, with only the music of my heart for company."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Despair is the greatest of our errors."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The deepest form of despair is to choose to be another than himself."
    },
    {
      "cite": "Michael Gilbert",
      "quote": "Sometimes it feels as though happiness is just a word people say to hide the despair of not knowing anything."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "Fools usually know best that which the wise despair of ever comprehending."
    },
    {
      "cite": "Alexander Lowen",
      "quote": "Despair is the only cure for illusion."
    },
    {
      "cite": "Ellis Peter",
      "quote": "Despair is deadly sin, but worse, it is mortal folly."
    },
    {
      "cite": "Anatole France",
      "quote": "Without lies humanity would perish of despair and boredom."
    },
    {
      "cite": "Hadewijch",
      "quote": "Despair makes us serve evil as much as good."
    },
    {
      "cite": "Richard Asher",
      "quote": "Despair is better treated with hope, not dope."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Despair puts the last touch not only to our misery but also to our weakness."
    },
    {
      "cite": "Jurgen Moltmann",
      "quote": "Despair can be like an iron band constricting the heart."
    },
    {
      "cite": "Alain De Botton",
      "quote": "As for despair, it comes about when I have been a fool and hate myself and despair of my personality. I am prone to gloom, but not depression as such."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Despair exaggerates not only our misery but also our weakness."
    },
    {
      "cite": "J. M. Coetzee",
      "quote": "Despair is like a gas, odourless, tasteless, without nourishment. You breathe it in, your limbs relax, you cease to care, even at the moment when the steel touches your throat."
    },
    {
      "cite": "James Hillman",
      "quote": "To hope for nothing, to expect nothing, to demand nothing. This is analytical despair."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "To be Despair. It is a portrait. Only close your eyes and feel."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "Despair is typical of those who do not understand the causes of evil, see no way out, and are incapable of struggle. The modern industrial proletariat does not belong to the category of such classes."
    },
    {
      "cite": "Viktor E Frankl",
      "quote": "Despair is suffering without meaning."
    }
  ]
}