{
  "source": "https://www.wisesayings.com/dessert-quotes/",
  "theme": "dessert",
  "quotes": [
    {
      "cite": "Bill Watterson",
      "quote": "I'm not a vegetarian, I'm a dessertarian."
    },
    {
      "cite": "Josh Stern",
      "quote": "Sure I eat my feelings, but I save the emotional roller coaster for dessert."
    },
    {
      "cite": "Emily Luchetti",
      "quote": "After eating chocolate you feel godlike, as though you can conquer enemies, lead armies, entice lovers."
    },
    {
      "cite": "Anne McManus",
      "quote": "It's the finale. It's the last impression. A bad dessert can ruin the meal."
    },
    {
      "cite": "Johann Georg Hamann",
      "quote": "Thus the public use of reason and freedom is nothing but a dessert, a sumptuous dessert."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "Look, there's no metaphysics on earth like chocolates."
    },
    {
      "cite": "Lora Brody",
      "quote": "Don't wreck a sublime chocolate experience by feeling guilty."
    },
    {
      "cite": "Jason Love",
      "quote": "I want to have a good body, but not as much as I want dessert."
    },
    {
      "cite": "Leslie Moak Murray",
      "quote": "There are two kinds of people in the world: those who love chocolate, and communists."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Absolutely eat dessert first. The thing that you want to do the most, do that."
    },
    {
      "cite": "William Powell",
      "quote": "Dessert is probably the most important stage of the meal, since it will be the last thing your guests remember before they pass out all over the table."
    },
    {
      "cite": "Terry Moore",
      "quote": "The 12-step chocoholics program: Never be more than 12 steps away from chocolate."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Some people prefer eating dessert to the main course. These people have never been really hungry."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "I don't eat four-legged animals, but I eat birds, I eat cheese, I eat dessert. I eat everything."
    },
    {
      "cite": "Alain Ducasse",
      "quote": "A dessert without cheese is like a beautiful woman with only one eye."
    },
    {
      "cite": "Beatrice Peltre",
      "quote": "Dessert is to a meal what a dress is to a woman."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Any man who eats dessert is not drinking enough."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "Work is the meat of life, pleasure the dessert."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Desserts are the fairy tales of the kitchen,a happily-ever-after to supper."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "One cannot think well, love well, sleep well, if one has not dined well."
    },
    {
      "cite": "Gail Simmons",
      "quote": "There is no better way to bring people together than with desserts."
    },
    {
      "cite": "Linda Sunshine",
      "quote": "Desserts are the most crucial part of any meal."
    },
    {
      "cite": "Michael Krondi",
      "quote": "In Belgium, dessert are no mere baubles. They can seem a little less polished at first, but there is depth to their sparkle. Here, dessert is not some embellishment to a meal; it is the meal, served with due ceremony, with both knife and fork."
    },
    {
      "cite": "Michael Krondi",
      "quote": "that dessert could be a great deal more than merely a pleasant ending to a meal, a frilly encore played after the weighty symphony was done."
    },
    {
      "cite": "Michael Krondi",
      "quote": "While the liking for sweetness is undoubtedly evolutionary in origin, dessert is purely cultural phenomenon."
    },
    {
      "cite": "Michael Krondi",
      "quote": "From a biological standpoint, dessert is frivolous, unnecessary, and even harmful in excess, yet that's precisely why it's interesting."
    },
    {
      "cite": "Michael Krondi",
      "quote": "The writer of the 1662 Lescole Parfaite, made the point that the fruit course was commonly called dessert."
    },
    {
      "cite": "Richard Sax",
      "quote": "Unlike salty foods which spark the appetite, sweet flavors tend to shut it down. Thus in much of the world, dessert assumed its place at the end of the meal, when we're not still actually hungry but may want ' a little something' to cap things off."
    },
    {
      "cite": "Mary Gaitskill",
      "quote": "The desserts we just ate— they embody the quality of lightness, gentleness, sweetness, and comfort— moral qualities because when you decide whether or not to have these things in your life, you make a moral choice."
    },
    {
      "cite": "Sue Ellen Cooper",
      "quote": "The best part of dinner is the dessert, and it usually arrives when you can't eat anymore."
    },
    {
      "cite": "Roland Mesnier",
      "quote": "Dessert is an opportunity to make something beautiful as well as delicious."
    },
    {
      "cite": "Roland Mesnier",
      "quote": "If the United States has a national dessert, it is ice cream."
    },
    {
      "cite": "Roland Mesnier",
      "quote": "Nothing finishes a dessert as simply and richly as sweetened, perfectly whipped cream. It is almost a dessert all by itself."
    },
    {
      "cite": "Duncan Hines",
      "quote": "One of the most important courses in any meal is the dessert. And, like the final act in a good play, is long remembered with pleasure."
    },
    {
      "cite": "Beth Lipton",
      "quote": "This isn't life or death—it's dessert!— so please, try ro relax and have a good time."
    },
    {
      "cite": "Nicolette M. Dumke",
      "quote": "Desserts are the sweet threads of the warp and weft of our lives."
    },
    {
      "cite": "Nicolette M. Dumke",
      "quote": "Without desserts, we miss more than food; we miss being a part of special events."
    },
    {
      "cite": "Nicolette M. Dumke",
      "quote": "Dessert is one of the simple pleasures of life which have sustained people during difficult times."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "My advice to you is not to inquire why or whither, but just enjoy your ice cream while it's on your plate— that's my philosophy."
    },
    {
      "cite": "Evelyn Loeb",
      "quote": "Make your life a moveable feast. Eat dessert in a car."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "With the fork in my hand I will be thinking about what to do next, and the texture and flavor of the desert, together with the pleasure of eating it, will be lost."
    },
    {
      "cite": "Jose Ferrer (Moulin Rouge)",
      "quote": "Marriage is a dull meal with the dessert at the beginning."
    },
    {
      "cite": "Willie Nelson",
      "quote": "The beer I had for breakfast wasn't bad, so I had another for dessert."
    },
    {
      "cite": "Martha Bolton",
      "quote": "Remember, a hearty laugh burns calories, and since it's hard to laugh and eat dessert at the same time, you're sure to lose some weight eventually."
    },
    {
      "cite": "Ernestine Ulmer",
      "quote": "Life is uncertain. Eat dessert first."
    },
    {
      "cite": "Beverly Sills",
      "quote": "I don't share blame. I don't share credit. And I don't share desserts."
    },
    {
      "cite": "Don Kardong",
      "quote": "Without ice cream, there would be darkness and chaos."
    },
    {
      "cite": "Erica Bauermeister",
      "quote": "I am starting to think that maybe memories are like this dessert. I eat it, and it becomes a part of me, whether I remember it later or not."
    },
    {
      "cite": "Eugene Field",
      "quote": "But I, when I undress me / Each night, upon my knees / Will ask the Lord to bless me / With apple-pie and cheese."
    },
    {
      "cite": "Adrienne Posey",
      "quote": "Dessert is a necessity of life."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "The willingness and ability to live fully in the now eludes many people. While eating your appetizer, don't be concerned with dessert."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "All you need is love. But a little chocolate now and then doesn't hurt."
    }
  ]
}