{
  "source": "https://www.wisesayings.com/destiny-quotes/",
  "theme": "destiny",
  "quotes": [
    {
      "cite": "Canon Farrar",
      "quote": "If we would see the color of our future, we must look for it in our present; if we would gaze on the star of our destiny, we must look for it in our hearts."
    },
    {
      "cite": "Democritus",
      "quote": "Everywhere man blames nature and fate, yet his fate is mostly but the echo of his character and passions, his mistakes and weaknesses."
    },
    {
      "cite": "Winston Churchill",
      "quote": "It is a mistake to look too far ahead. Only one link of the chain of destiny can be handled at a time."
    },
    {
      "cite": "Virgil",
      "quote": "Let us follow our destiny, ebb and flow. Whatever may happen, we master fortune by accepting it."
    },
    {
      "cite": "Virgil",
      "quote": "Let us follow our destiny, ebb and flow. Whatever may happen, we master fortune by accepting it."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "Life is like a game of cards. The hand you are dealt is determinism; the way you play it is free will."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "Lots of folks confuse bad management with destiny"
    },
    {
      "cite": "William McFee",
      "quote": "If fate means you to lose, give him a good fight anyhow."
    },
    {
      "cite": "Robert Brault",
      "quote": "Sometimes, perhaps, we are allowed to get lost that we may find the right person to ask directions of."
    },
    {
      "cite": "Diana Trilling",
      "quote": "There's much to be said for challenging fate instead of ducking behind it"
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "We determine our destiny by the actions we take today."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "Destiny is not a matter of chance, it is a matter of choice; it is not a thing to be waited for, it is a thing to be achieved."
    },
    {
      "cite": "Harry S Truman",
      "quote": "Actions are the seed of fate deeds grow into destiny"
    },
    {
      "cite": "Jack Welch",
      "quote": "Control your own destiny or someone else will."
    },
    {
      "cite": "Bob Marley",
      "quote": "Every man gotta right to decide his own destiny."
    },
    {
      "cite": "Lawrence Block",
      "quote": "Serendipity. Look for something, find something else, and realize that what you've found is more suited to your needs than what you thought you were looking for."
    },
    {
      "cite": "Douglas Adams",
      "quote": "I seldom end up where I wanted to go, but almost always end up where I need to be."
    },
    {
      "cite": "Rita Mero",
      "quote": "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person."
    },
    {
      "cite": "Johnathan Larson",
      "quote": "I can't control my destiny, I trust my soul, my only goal is just to be. There's only now, there's only here. Give in to love or live in fear. No other path, no other way. No day but today."
    },
    {
      "cite": "Jean Nidetch",
      "quote": "It's choice--not chance--that determines your destiny."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Every individual has a place to fill in the world and it important in some respect whether he chooses to be or not."
    },
    {
      "cite": "Neil Somerville",
      "quote": "You are the master of your own destiny. Use your strengths well. They are the keys to your destiny and your success in life. Once you know yourself and take action to realize your dreams, you can unlock the doors to your own potential."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "cite": "Shakespeare",
      "quote": "It is not in the stars to hold our destiny but in ourselves."
    },
    {
      "cite": "Latin Proverb",
      "quote": "Live your own life, for you will surely die your own death."
    },
    {
      "cite": "Joshua Leonard",
      "quote": "Sometimes you make choices in life and sometimes choices make you"
    },
    {
      "cite": "Jeff Bridges",
      "quote": "You can change things, you can make things better."
    },
    {
      "cite": "Michael Pena",
      "quote": "What happened happened. What's gonna happen, is gonna happen.\""
    },
    {
      "cite": "Philip Seymour Hoffman",
      "quote": "You have all the influence you choose to have."
    },
    {
      "cite": "Bill Paxton",
      "quote": "Through readiness and discipline, we are the masters of our fate."
    },
    {
      "cite": "James Allen",
      "quote": "The law of harvest is to reap more than you sow. Sow an act, and you reap a habit. Sow a habit and you reap a character. Sow a character and you reap a destiny."
    },
    {
      "cite": "James Allen",
      "quote": "Man is manacled only by himself; thought and action are the jailers of Fate."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Destiny has two ways of crushing us -- by refusing our wishes and by fulfilling them."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Whatever the universal nature assigns to any man at any time is for the good of that man at that time."
    },
    {
      "cite": "Richard Bach",
      "quote": "Nothing happens by chance, my friend... No such thing as luck."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "You control your future, your destiny. What you think about comes about. By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands: your own."
    },
    {
      "cite": "Unkown",
      "quote": "There is no chance, no fate, no destiny that can circumvent, or hinder, or control a firm resolve of a determined soul."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "One secret of success in life is for a man to be ready for his opportunity when it comes."
    },
    {
      "cite": "Edward Counsel",
      "quote": "Every day brings forth a new destiny"
    },
    {
      "cite": "Johann Caspar Lavater",
      "quote": "Who recollects distinctly his past adventures, knows his destiny to come."
    },
    {
      "cite": "Gregory Wolfe",
      "quote": "Destiny is not the same as fate. The word refers not to anything terrible or even to anything inevitable, in the usual sense of the word, but to the temporal and free unfolding of a person's essential being. A destiny is a spiritual drama."
    },
    {
      "cite": "Georg Wilhelm Frieidrich Hegel",
      "quote": "Destiny is consciousness of oneself, but consciousness of oneself as an enemy."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "You will never fulfill yourdestiny doing work you despise."
    },
    {
      "cite": "T. B. Joshua",
      "quote": "Giving offers us the opportunity to reshape our destiny. When you give, you are reshaping your destiny."
    },
    {
      "cite": "Jos Saramago",
      "quote": "destiny isn t taken in by people trying to make what came first come afterwards."
    },
    {
      "cite": "L. 103",
      "quote": "destiny waits alike for the free man as well as for him enslaved by another's might ."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Don't let your history interfere with yourdestiny."
    },
    {
      "cite": "Richard Bach",
      "quote": "Bad things are not the worst things that can happen to us. Nothing is the worst thing that can happen to us!"
    },
    {
      "cite": "Eric Berne",
      "quote": "The destiny of every human being is decided by what goes on inside his skull when confronted by what goes on outside his skull."
    }
  ]
}