{
  "source": "https://www.wisesayings.com/destruction-quotes/",
  "theme": "destruction",
  "quotes": [
    {
      "cite": "Elie Wiesel",
      "quote": "A destruction, an annihilation that only man can provoke, only man can prevent."
    },
    {
      "cite": "Emanuel Swedenborg",
      "quote": "Destruction was effected after visitation, for visitation always precedes."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "It is better to discuss things, to argue and engage in polemics than make perfidious plans of mutual destruction."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "The most destructive element in the human mind is fear. Fear creates aggressiveness; aggressiveness engenders hostility; hostility engenders fear, a disastrous circle."
    },
    {
      "cite": "George W Bush",
      "quote": "Any outlaw regime that has ties to terrorist groups or seeks to possess weapons of mass destruction is a grave danger to the civilised world and will be confronted."
    },
    {
      "cite": "Kamahl",
      "quote": "Destruction is the work of an afternoon. Creation is the work of a lifetime."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "The destruction of the inducement to invest by an excessive liquidity-preference was the outstanding evil, the prime impediment to the growth of wealth, in the ancient and medieval worlds."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When God desires to destroy a thing, he entrusts its destruction to the thing itself. Every bad institution of this world ends by suicide."
    },
    {
      "cite": "Joseph A. Schumpeter",
      "quote": "Creative Destruction is the essential fact about capitalism."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "destruction is easy for humans but creation is too difficult."
    },
    {
      "cite": "James Dickey",
      "quote": "So much destruction in modern war takes place miles and miles away from the source of the destruction, the human being who has caused it."
    },
    {
      "cite": "Anne Rice",
      "quote": "Pride is the parent of destruction; pride eats the mind and the heart and the soul alive."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "All destruction, by violent revolution or however it be, is but new creation on a wider scale."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Every act of creation is first an act of destruction."
    },
    {
      "cite": "Richard Steele",
      "quote": "Fire and swords are slow engines of destruction, compared to the tongue of a Gossip."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "Destruction, hence, like creation, is one of Nature's mandates."
    },
    {
      "cite": "George Orwell",
      "quote": "The most effective way to destroy people is to deny and obliterate their own understanding of their history."
    },
    {
      "cite": "Matthew Burton",
      "quote": "Procrastination is the seed of self destruction."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "The rust of the mind is the destruction of genius."
    }
  ]
}