{
  "source": "https://www.wisesayings.com/destroy-quotes/",
  "theme": "destroy",
  "quotes": [
    {
      "cite": "George Orwell",
      "quote": "The most effective way to destroy people is to deny and obliterate their own understanding of their history."
    },
    {
      "cite": "Jay Leno",
      "quote": "If God doesn't destroy Hollywood Boulevard, he owes Sodom and Gomorrah an apology."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Men are destroyed for being rebellious, and women destroy themselves by failing to be rebellious. Unless you can make that next jump to either getting along with people or resisting people, you are ultimately destroying yourself."
    },
    {
      "cite": "Anonymous",
      "quote": "What wise men established in 100 years, the fools demolish in 2 days."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Nothing else so destroys the power to stand alone as the habit of leaning upon others. If you lean, you will never be strong or original. Stand alone or bury your ambition to be somebody in the world."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "To build may have to be the slow and laborious task of years. To destroy can be the thoughtless act of a single day."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "The spirit of envy can destroy; it can never build."
    },
    {
      "cite": "Author Unknown",
      "quote": "If at first you don't succeed, destroy all evidence that you tried."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Do I not destroy my enemies when I make them my friends?"
    },
    {
      "cite": "John Ruskin",
      "quote": "To banish imperfection is to destroy expression, to check exertion, to paralyze vitality."
    },
    {
      "cite": "Edward Young",
      "quote": "One to destroy, is murder by the law, and gibbets keep the lifted hand in awe, to murder thousands, takes a specious name, 'War's glorious art', and gives immortal fame."
    },
    {
      "cite": "Erich Fromm",
      "quote": "That man can destroy life is just as miraculous a feat as that he can create it, for life is the miracle, the inexplicable. In the act of destruction, man sets himself above life; he transcends himself as a creature. Thus, the ultimate choice for a man, inasmuch as he is driven to transcend himself, is to create or to destroy, to love or to hate."
    },
    {
      "cite": "John Bunyan",
      "quote": "One leak will sink a ship, and one sin will destroy a sinner."
    },
    {
      "cite": "Carl Sagan",
      "quote": "If it can be destroyed by the truth, it deserves to be destroyed by the truth."
    },
    {
      "cite": "Fridtjof Nansen",
      "quote": "I demolish my bridges behind me...then there is no choice but to move forward."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Whoever conquers a free town and does not demolish it commits a great error and may expect to be ruined himself."
    },
    {
      "cite": "Mikhail Bakunin",
      "quote": "Destroy or be destroyed-there is no middle way! Let us then be the destroyers!"
    },
    {
      "cite": "Anonymous",
      "quote": "Never try to destroy someone else's life with a lie when yours can be destroyed with the truth."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "What does not destroy me, makes me stronger."
    },
    {
      "cite": "Kenneth Clark",
      "quote": "We can destroy ourselves by cynicism and disillusion, just as effectively as by bombs."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "Hatred, which could destroy so much, never failed to destroy the man who hated, and this was an immutable law."
    },
    {
      "cite": "Richard Nixon",
      "quote": "Others may hate you. But those who hate you don't win, unless you hate them. And then, you destroy yourself."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "If people destroy something replaceable made by mankind, they are called vandals; if they destroy something irreplaceable made by God, they are called developers."
    },
    {
      "cite": "Imran Khan",
      "quote": "It is not defeat that destroys you,it is being demoralized by defeat that destroy you."
    },
    {
      "cite": "Aesop",
      "quote": "Destroy the seed of evil, or it will grow up to your ruin."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "It destroys one's nerves to be amiable everyday to the same human being."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "You can chain me, you can torture me, you can even destroy this body, but you will never imprison my mind."
    },
    {
      "cite": "Ryszard Kapuscinski",
      "quote": "When man meets an obstacle he can't destroy, he destroys himself."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "If only there were evil people out there insidiously committing evil deeds, and it were just simple, we could separate them from the rest of us and destroy them. But the line dividing good and evil cuts through the heart of every human being. And who among us is willing to destroy a piece of their own heart."
    },
    {
      "cite": "Edward Keating",
      "quote": "You do not destroy an idea by killing people; you replace it with a better one."
    },
    {
      "cite": "Victoria Aveyard",
      "quote": "It's our nature. We destroy. It's the constant of our kind. No matter the color of blood, man will always fall."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "To destroy a people, you must first sever their roots."
    }
  ]
}