{
  "source": "https://www.wisesayings.com/detachment-quotes/",
  "theme": "detachment",
  "quotes": [
    {
      "cite": "Gabriel Marcel",
      "quote": "This detachmentmust not be mere amputation; everything which is shaken off must be simultaneously found again at a higher level."
    },
    {
      "cite": "Anonymous",
      "quote": "Detachment, sometimes it's necessary in order to restore your sanity. Your peace of mind."
    },
    {
      "cite": "Aditya Ajmera",
      "quote": "Detachment is not giving up the things in this world, but accepting the fact and to be continuously aware that nothing is permanent."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Your heart must become a sea of love. Your mind must become a river of detachment."
    },
    {
      "cite": "Bhagavad Gita",
      "quote": "Detached action is unselfish work."
    },
    {
      "cite": "John B. Bejo",
      "quote": "Detachment is an art of enjoying something while always being open to the possibility of losing it someday."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "Detachment and involvement: the artist must have both. The link between them is compassion. It has taken me over fifty years to get a glimmer of what this means."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Detachment is not about refusing to feel or not caring or turning away from those you love. Detachment is profoundly honest, grounded firmly in the truth of what is."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Always remember that you were once alone, and the crowd you see in your life today are just as unecessary as when you were alone."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "Detachment does not mean non-involvement. You can be deeply involved but not entangled."
    },
    {
      "cite": "Erich Fromm",
      "quote": "To spare oneself from grief at all cost can be achieved only at the price of total detachment."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Our detachments move us toward freedom and death."
    },
    {
      "cite": "Rollo May",
      "quote": "One has to remain detached in order to triumph over others."
    },
    {
      "cite": "Simone Weil",
      "quote": "There is no detachment where there is no pain. And there is no pain endured without hatred or lying unless detachment is present too."
    },
    {
      "cite": "Kenneth L. Pike",
      "quote": "The detached observer's view is one window on the world."
    },
    {
      "cite": "Abdu'l-Bahá",
      "quote": "Detachment consists in refraining from letting our possessions possess us."
    },
    {
      "cite": "Elsa Barker",
      "quote": "Only in the stillness of detachment can the soul yield up her secrets."
    },
    {
      "cite": "Marya Mannes",
      "quote": "There is nothing harder to come by than detachment and solitude; and nothing more important."
    },
    {
      "cite": "Saraha",
      "quote": "Detachment is the ultimate pleasure."
    },
    {
      "cite": "Ali ibni abi Talib",
      "quote": "Detachment is not that you should own nothing. But that nothing should own you."
    },
    {
      "cite": "Sri Aurobindo",
      "quote": "Detachment is the beginning of mastery."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "We live in a society where detachment is almost essential."
    },
    {
      "cite": "Ron. W. Rathbun",
      "quote": "True detachment isn't separation from life but the absolute freedom within your mind to explore living."
    },
    {
      "cite": "Sam Snead",
      "quote": "To be consistently effective, you must put a certain distance between yourself and what happens to you on the golf course. This is not indifference, it's detachment."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "He who would be serene and pure needs but one thing, detachment."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Detachment doesn't mean you don't let the experience penetrate you. On the contrary, you let it penetrate you fully. That's how you are able to leave it."
    },
    {
      "cite": "James Dickey",
      "quote": "Detachment produces a peculiar state of mind. Maybe that's the worst sentence of all, to be deprived of feeling what a human being ought to be entitled to feel."
    },
    {
      "cite": "Barbara Grizzuti Harrison",
      "quote": "In the face of evil, detachment is a dubious virtue."
    },
    {
      "cite": "Rajneesh",
      "quote": "Just a little detachment from the ego is needed."
    },
    {
      "cite": "Sri Sathya Sai Baba",
      "quote": "Detachment is a plant of slow growth; if you pluck the tender plant to look for the pods, you will be disappointed."
    },
    {
      "cite": "William Osler",
      "quote": "Acquire the art of detachment, the virtue of method, and the quality of thoroughness, but above all the grace of humility."
    },
    {
      "cite": "Mahatma Prabhu",
      "quote": "Detachment means to not be owned by what we own."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "If you truly want to be respected by people you love, you must prove to them that you can survive without them."
    },
    {
      "cite": "Radhanath Swami",
      "quote": "Compassion without detachment is attachment to the bodily platform."
    }
  ]
}