{
  "source": "https://www.wisesayings.com/detective-quotes/",
  "theme": "detective",
  "quotes": [
    {
      "cite": "Arthur Conan Doyle",
      "quote": "The world is full of obvious things which nobody by any chance ever observes."
    },
    {
      "cite": "Jane Roberts",
      "quote": "The detective and his criminal wear versions of the same mask."
    },
    {
      "cite": "Paul Davies",
      "quote": "Many investigators feel uneasy stating in public that the origin of life is a mystery, even though behind closed doors they admit they are baffled."
    },
    {
      "cite": "Emmett Shear",
      "quote": "The instant they say something you don't expect or already know, you should drop into detective mode."
    },
    {
      "cite": "Rex Stout",
      "quote": "To read of a detective's daring finesse or ingenious stratagem is a rare joy."
    },
    {
      "cite": "Frederick Mosteller",
      "quote": "The main purpose of a significance test is to inhibit the natural enthusiasm of the investigator."
    },
    {
      "cite": "David Coleman",
      "quote": "Read like a detective and write like a conscientious investigative reporter."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The criminal is the creative artist; the detective only the critic."
    },
    {
      "cite": "Philip Guedalla",
      "quote": "The detective story is the normal recreation of noble minds."
    },
    {
      "cite": "Andrew Vachss",
      "quote": "Most investigators don't even know what the word means. You stop the cops from using informants and the only crimes they'd ever solve would be those by deranged postal workers who come to work once too often."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "You can always tell a detective on TV. He never takes his hat off."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Nothing has such power to broaden the mind as the ability to investigate systematically and truly all that comes under thy observation in life."
    },
    {
      "cite": "Agatha Christie",
      "quote": "It is ridiculous to set a detective story in New York City. New York City is itself a detective story."
    },
    {
      "cite": "Doug Graham",
      "quote": "The investigators are gathering evidence all the time and they've put together a package of evidence."
    },
    {
      "cite": "Robert Strutt",
      "quote": "The trouble is that all the investigators proceeded in exactly the same spirit, the spirit that is of scientific curiosity, and with no possibility of telling whether the issue of their work would prove them to be fiends, or dreamers, or angels."
    },
    {
      "cite": "P. D. James",
      "quote": "What the detective story is about is not murder but the restoration of order."
    },
    {
      "cite": "Willis R. Whitney",
      "quote": "The valuable attributes of research men are conscious ignorance and active curiosity."
    },
    {
      "cite": "Lee Child",
      "quote": "You do not mess with the special investigators."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "O human creature,you are the investigator without knowledge, the magistrate without jurisdiction, and all in all, the fool of the farce."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "A really good detective never gets married."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "With the Great Detective, to think was to act, and to act was to think. Frequently he could do both together."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Investigation may be likened to the long months of pregnancy, and solving a problem to the day of birth. To investigate a problem is, indeed, to solve it."
    },
    {
      "cite": "John Buchan",
      "quote": "Every man at the bottom of his heart believes that he is a born detective."
    },
    {
      "cite": "Stieg Larsson",
      "quote": "Writing detective stories is about writing light literature, for entertainment. It isn't primarily a question of writing propaganda or classical literature."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Only once in a generation does anything as fresh as a vomiting detective come along."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Unless you are good at guessing, it is not much use being a detective."
    },
    {
      "cite": "Tony Snow",
      "quote": "Investigators have discovered that dogs can laugh, which can't be too big of a surprise."
    },
    {
      "cite": "Mark Fuhrman",
      "quote": "A working detective has no hope of understanding what even experts who devote their lives to the study of criminal psychology can't figure out."
    },
    {
      "cite": "Evan Hunter",
      "quote": "A detective sees death in all the various forms at least five times a week."
    },
    {
      "cite": "Kerry Greenwood",
      "quote": "You need a crime, a detective, and the solution."
    },
    {
      "cite": "Gosho Aoyama",
      "quote": "Detectives are only human; we're not Gods that know everything. When detectives tell their theory, in reality, most are rather anxious. Thinking that there's always possibility that they could have missed something, somewhere... But in return, the excitement you experience when your theory's smack bang correct is twice as great!"
    },
    {
      "cite": "David Lynch",
      "quote": "You're right on the money with that. We're all like detectives in life. There's something at the end of the trail that we're all looking for."
    },
    {
      "cite": "Carolyn Wells",
      "quote": "Where there's a will there's a detective story."
    },
    {
      "cite": "Ben H. Winters",
      "quote": "There is little novelty in the detective who cannot solve himself."
    },
    {
      "cite": "Ed McBain",
      "quote": "A detective sees death in all the various forms at least five times a week."
    },
    {
      "cite": "Jo Coudert",
      "quote": "Operating in an unlit world, the unconscious mind is a brilliant detective."
    },
    {
      "cite": "Rex Stout",
      "quote": "To read of a detective's daring finesse or ingenious stratagem is a rare joy."
    },
    {
      "cite": "Debra Brown",
      "quote": "Obviously, it touches detectives and officers in a special way when you're talking about people who cannot fight back, who cannot defend themselves against someone like this."
    },
    {
      "cite": "(Sherlock Holmes) Arthur Conan Doyle",
      "quote": "My eyes have been trained to examine faces and not their trimmings. It is the first quality of a criminal investigator that he should see through a disguise."
    },
    {
      "cite": "Northrop Frye",
      "quote": "The reason why detectives in detective stories are so preternaturally intelligent is that they're angels. Guardian angels of society; avenging angels for the murder. Everyone is guilty of something, so all the major character are suspects."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "Crime isn't a disease, it's a symptom. Cops are like a doctor that gives you aspirin for a brain tumour."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "Detection is, or ought to be, an exact science, and should be treated in the same cold and unemotional manner. You have attempted to tinge it with romanticism, which produces much the same effect as if you worked a love story or an elopement into the fifth proposition of Euclid."
    },
    {
      "cite": "P.D. James",
      "quote": "I had an interest in death from an early age. It fascinated me. When I heard 'Humpty Dumpty sat on a wall,' I thought, 'Did he fall or was he pushed?'"
    },
    {
      "cite": "V.S. Pritchett",
      "quote": "The detective novel is the art-for-art's-sake of our yawning Philistinism, the classic example of a specialized form of art removed from contact with the life it pretends to build on."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "Naturally a detective doesn't want to look like a detective, and give the whole thing away right at the start."
    },
    {
      "cite": "Rex Stout",
      "quote": "Any spoke will lead an ant to the hub."
    },
    {
      "cite": "Alan Smyth; Alex Turner; Jon McClure",
      "quote": "Armchair detective, what's your synopsis? / Hoping you'll tell us how we can stop this / Nobody wants to look stupid today more so than usual / To say something clever is of such importance, to say something clever is crucial / Ignorance is bliss, folly to be wise / What's the best course of action? Waiting for advice. / Kneejerk reactions are invoked today more so than usual."
    },
    {
      "cite": "Alannah Joy Currie; Joseph Martin Leeway; Tom Bailey",
      "quote": "We are detective / we are select / We are detective / come to collect / Somebody's after me / he left his footprints by the garden tree / Last night when I got home / I got the feeling I was not alone! / Someone is on our tail / we think they're opening up our morning mail / And now each time the telephone rings / we think of frightening things."
    },
    {
      "cite": "Jack White; Alison Mosshart; Dean Fertita",
      "quote": "You're an unusual suspect now and may be right / The kind all men cannot recollect or forget at night / You're the rough detective with the smokey eye / Where the person you are after is the other guy / The apprentice is the master and the cop's a con / You hear me laughing in the background."
    },
    {
      "cite": "J. R. Hayes; Scott Hull",
      "quote": "The name's Detective Chase / I'm working a cold case / The clues have led me / To this empty house near White's Ferry / I can't tell you what's wrong / All I know is something ain't right / Six murders spanning sixty years / All converging here / The front door / Opens of its own accord / I feel threatened / I draw my weapon / They're coiled on the chairs / Crawling down the stairs / Squirming everywhere / The snakes are black / Red diamonds on their backs / A single serpent / Fills the basement / It speaks to me / It knows my name / Detective Chase / Intruder in the House of Snakes."
    },
    {
      "cite": "Detective Barling",
      "quote": "If I am to use an old cliché, as homicide detectives we get to speak for the dead."
    },
    {
      "cite": "Lt. John Cornicello",
      "quote": "The big secret of detective work is that you've got to get somebody else to tell you what happened."
    },
    {
      "cite": "Patricia Cornwell",
      "quote": "My ongoing investigation is far from an obsession, but an excellent opportunity to provide a platform for applying modern science to a very old, highly visible case in the hope that we might learn something that could help solve modern crimes."
    },
    {
      "cite": "Patricia Cornwell",
      "quote": "The Ripper case is not one to be conclusively solved by DNA or fingerprints, and in a way, this is good. Society has come to expect the wizardry of forensic science to solve all crimes, but without the human element of deductive skills, teamwork, very hard investigation, and smart prosecution, evidence means nothing."
    }
  ]
}