{
  "source": "https://www.wisesayings.com/determination-quotes/",
  "theme": "determination",
  "quotes": [
    {
      "cite": "Colin Powell",
      "quote": "A dream doesn't become reality through magic; it takes sweat, determination and hard work."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Are you desperate or determined? With desperation comes frustration. With determination comes purpose, achievement, and peace."
    },
    {
      "cite": "Emily Bronte",
      "quote": "But you might as well bid a man struggling in the water, rest within arm's length of the shore! I must reach it first, and then I'll rest."
    },
    {
      "cite": "M. K. Soni",
      "quote": "Courage is the foundation of determination. Determination and courage are the cornerstones of success."
    },
    {
      "cite": "unknown",
      "quote": "Determination allows mere mortals to soar to unimaginable, new heights."
    },
    {
      "cite": "Jeremy Irvine",
      "quote": "Determination becomes obsession and then it becomes all that matters."
    },
    {
      "cite": "Michelle C. Ustaszeski",
      "quote": "Determination burns within each one of us. Whether or not it will heat the room or the whole house depends on how much time we spend feeding the fire."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Determination gives you the resolve to keep going in spite of the roadblocks that lay before you."
    },
    {
      "cite": "Lynn Jennings",
      "quote": "Determination is like a muscle. If you do not use it regularly, it fades away."
    },
    {
      "cite": "Anthony Robbin",
      "quote": "Determination is the wake-up call to the human will."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Determine that the thing can and shall be done and then... find the way."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves."
    },
    {
      "cite": "Cathy Hopkins",
      "quote": "Don't wait for your ship to come in, swim out to it"
    },
    {
      "cite": "Lora Leigh",
      "quote": "Enclose your heart in times of need with the steel of your determination and your strength. In doing this, all things will be bearable"
    },
    {
      "cite": "Carnie Wilson",
      "quote": "I have willpower and determination. I am very resilient, like rock."
    },
    {
      "cite": "Wayne Rooney",
      "quote": "I just hate losing and that gives you an extra determination to work harder."
    },
    {
      "cite": "Wilma Rudolph",
      "quote": "I ran and ran and ran every day, and I acquired this sense of determination, this sense of spirit that I would never, never give up, no matter what else happened."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "If I were dropped out of a plane into the ocean and told the nearest land was a thousand miles away, I'd still swim. And I'd despise the one who gave up."
    },
    {
      "cite": "Les Brown",
      "quote": "If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "If you try anything, if you try to lose weight, or to improve yourself, or to love, or to make the world a better place, you have already achieved something wonderful, before you even begin. Forget failure. If things don't work out the way you want, hold your head up high and be proud. And try again. And again. And again!"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things."
    },
    {
      "cite": "George Eliot",
      "quote": "It will never rain roses: when we want to have more roses, we must plant more roses."
    },
    {
      "cite": "Judy Blume",
      "quote": "It's all about your determination, I think, as much as anything. There are a lot of people with talent, but it's that determination."
    },
    {
      "cite": "Chuck Norris",
      "quote": "I've always found that anything worth achieving will always have obstacles in the way and you've got to have that drive and determination to overcome those obstacles on route to whatever it is that you want to accomplish."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Keep on sowing your seed, for you never know which will grow -- perhaps it all will."
    },
    {
      "cite": "Hal Borland",
      "quote": "Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Life is not only merriment,It is desire and determination."
    },
    {
      "cite": "Charles Simmons",
      "quote": "Never go backward. Attempt, and do it with all your might. Determination is power."
    },
    {
      "cite": "Author Unknown",
      "quote": "Nobody trips over mountains. It is the small pebble that causes you to stumble. Pass all the pebbles in your path and you will find you have crossed the mountain."
    },
    {
      "cite": "Yamamoto Tsunetomo",
      "quote": "Nothing is impossible in this world. Firm determination, it is said, can move heaven and earth. Things appear far beyond one's power, because one cannot set his heart on any arduous project due to want of strong will."
    },
    {
      "cite": "Carl von Clausewitz",
      "quote": "Pursue one great decisive aim with force and determination."
    },
    {
      "cite": "George A. Sheehan",
      "quote": "Success means having the courage, the determination, and the will to become the person you believe you were meant to be."
    },
    {
      "cite": "President Barack Obama",
      "quote": "The best way to not feel hopeless is to get up and do something. Don't wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will."
    },
    {
      "cite": "Tommy Lasorda",
      "quote": "The difference between the impossible and the possible lies in a person's determination."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "The most essential factor is persistence - the determination never to allow your energy or enthusiasm to be dampened by the discouragement that must inevitably come."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The truest wisdom is a resolute determination."
    },
    {
      "cite": "Roopleen",
      "quote": "The world's greatest achievers have been those who have always stayed focused on their goals and have been consistent in their efforts."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "There is no chance, no destiny, no fate, that can circumvent or hinder or control the firm resolve of a determined soul."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Those who don't understand determination call determination stubbornness or too driven. To be determined is to see it through!"
    },
    {
      "cite": "Sonia Johnson",
      "quote": "We must remember that one determined person can make a significant difference, and that a small group of determined people can change the course of history."
    },
    {
      "cite": "Fred Rogers",
      "quote": "What makes the difference between wishing and realizing our wishes? Lots of things, and it may take months or years for wish to come true, but it's far more likely to happen when you care so much about a wish that you'll do all you can to make it happen."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "When a person really desires something, all the universe conspires to help that person to realize his dream."
    },
    {
      "cite": "Roger Dawson",
      "quote": "Within each of us is a hidden store of determination. Determination to keep us in the race when all seems lost."
    },
    {
      "cite": "Jack Canfield",
      "quote": "You don't have to get it perfect, you just have to get it going. Babies don't walk the first time they try, but eventually they get it right."
    },
    {
      "cite": "George Horace Lorimer",
      "quote": "You've got to get up every morning with determination if you're going to go to bed with satisfaction."
    }
  ]
}