{
  "source": "https://www.wisesayings.com/determine-quotes/",
  "theme": "determine",
  "quotes": [
    {
      "cite": "A. R. Bernard",
      "quote": "Our choices determine our destiny."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "It is your thoughts and your thoughts alone that determine what's possible for you now."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Your friends will determine the quality and direction of your life."
    },
    {
      "cite": "Julius Erving",
      "quote": "Goals determine what you're going to be."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The things you think about determine the quality of your mind. Your soul takes on the color of your thoughts."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life."
    },
    {
      "cite": "Andy Stanley",
      "quote": "What you fear most will determine whether you merely save for the future or give for the future."
    },
    {
      "cite": "Nido Qubein",
      "quote": "Your present circumstances don't determine where you can go; they merely determine where you start."
    },
    {
      "cite": "Alfred Adler",
      "quote": "Meanings are not determined by situations, but we determine ourselves by the meanings we give to situations."
    },
    {
      "cite": "Nido R Qubein",
      "quote": "To mobilize yourself, decide what you want, determine what will get you what you want, then act - do what will get you what you want most to achieve."
    },
    {
      "cite": "Marshall Sylver",
      "quote": "Determine where you are going and how you will get there will become obvious."
    },
    {
      "cite": "Alfred Adler",
      "quote": "We are not determined by our experiences, but are self-determined by the meaning we give to them; and when we take particular experiences as the basis for our future life, we are almost certain to be misguided to some degree. Meanings are not determined by situations. We determine ourselves by the meanings we ascribe to situations."
    },
    {
      "cite": "Angelo Scola",
      "quote": "Its very difficult to determine whether this is the fault of the world that has abandoned the Church, or the Church that does not know how to relate to the world."
    },
    {
      "cite": "Elliot W. Eisner",
      "quote": "The kinds of nets we know how to weave determine the kinds of nets we cast. These nets, in turn, determine the kinds of fish we catch."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Other people's opinions do not determine your potential."
    },
    {
      "cite": "John Bevere",
      "quote": "Our response to an offense determines our future."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "What we value determines what we do."
    },
    {
      "cite": "Mike Murdock",
      "quote": "What you do daily determines what you become permanently."
    },
    {
      "cite": "Roger Mahony",
      "quote": "It's hard to determine where lies culpability."
    },
    {
      "cite": "Dorothy Uhnak",
      "quote": "Your initial approach to a person can determine your feelings toward them."
    },
    {
      "cite": "Tim Fargo",
      "quote": "What you choose today will determine who you are tomorrow."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Determine a single measure that you can use to grade your progress and success in each area of your life. Refer to it daily."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Determine to live life with flair and laughter."
    },
    {
      "cite": "Jane Elliott",
      "quote": "Age is how we determine how valuable you are."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Determine that the thing can and shall be done and then... find the way."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "Only you can determine your choice of attitude. Choose wisely, choose carefully, choose confidently!"
    },
    {
      "cite": "Paul Collier",
      "quote": "Elections determine who is in power, but they do not determine how power is used."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Our integrity determines what we really are."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The past doesn't determine your future unless you carry it with you into the present. Forgiving yourself and others, you free the universe to begin again at any moment."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Your habits will determine your quality of life."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The leader's attitude helps determine the attitudes of the followers."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Your attitude determines your actions, and your actions determine your accomplishment."
    },
    {
      "cite": "George Eliot",
      "quote": "Our deeds determine us, as much as we determine our deeds."
    },
    {
      "cite": "Aristotle",
      "quote": "Actions determine what kind of characteristics are developed."
    },
    {
      "cite": "Ben Hecht",
      "quote": "Trying to determine what is going on in the world by reading newspapers is like trying to tell the time by watching the second hand of a clock."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Your attitude, not your aptitude, will determine your altitude."
    },
    {
      "cite": "Barry Gallagher",
      "quote": "What you think determines your outlook on life. What you do determines your destiny."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Your thoughts determine your frequency, and your feelings tell you immediately what frequency you are on."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "If you determine your course With force or speed, You miss the way of the dharma. Quietly consider What is right and what is wrong. Receiving all opinions equally, Without haste, wisely, Observe the dharma."
    },
    {
      "cite": "James Cash Penney",
      "quote": "Determine to do some thinking for yourself. Don't live entirely upon the thoughts of others. Don't be an automaton."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Leadership ability determines a person's level of effectiveness."
    },
    {
      "cite": "Gerald Jampolsky",
      "quote": "Your attitude is everything, and it determines how you experience every aspect of your life."
    },
    {
      "cite": "Johnnie Cochran",
      "quote": "Money will determine whether the accused goes to prison or walks out of the courtroom a free man."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Personnel determines the potential of the team. Vision determines the direction of the team. Work ethic determines the preparation of the team. Leadership determines the success of the team."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "You too can determine what you want. You can decide on your major objectives, targets, aim and destination."
    },
    {
      "cite": "Herman Edwards",
      "quote": "Stay focused. Your start does not determine how you're going to finish."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Your optimism today will determine your level of success tomorrow."
    },
    {
      "cite": "Sharon Gannon",
      "quote": "The way you treat others determines the way others treat you; the way others treat you determines the way you see yourself; the way you see yourself determines who you are."
    },
    {
      "cite": "Lecrae",
      "quote": "Either you will determine truth by your feelings or truth will determine your feelings. Be careful following feelings alone."
    }
  ]
}