{
  "source": "https://www.wisesayings.com/detroit-quotes/",
  "theme": "detroit",
  "quotes": [
    {
      "cite": "Manuel Moroun",
      "quote": "Detroit's industrial ruins are picturesque, like crumbling Rome in an 18th-century etching."
    },
    {
      "cite": "Rashida Tlaib",
      "quote": "Detroit can become a national model for urban revitalization, but to do so, it must break free from past development models."
    },
    {
      "cite": "Eminem",
      "quote": "I come from Detroit where it's rough and I'm not a smooth talker."
    },
    {
      "cite": "Elmore Leonard",
      "quote": "There are cities that get by on their good looks, offer climate and scenery, views of mountains or oceans, rockbound or with palm trees. And there are cities like Detroit that have to work for a living."
    },
    {
      "cite": "Ben Shapiro",
      "quote": "The story of Detroit's bankruptcy was simple enough: Allow capitalism to grow the city, campaign against income inequality, tax the job creators until they flee, increase government spending in order to boost employment, promise generous pension plans to keep people voting for failure. Rinse, wash and repeat."
    },
    {
      "cite": "Dan Gilbert",
      "quote": "I think Detroit is where muscle meets brains."
    },
    {
      "cite": "Marvin Gaye",
      "quote": "Detroit turned out to be heaven, but it also turned out to be hell."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Detroit is a place where we've had it pretty tough. But there is a generosity here and a well of kindness that goes deep."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "Planning is for the world's great cities, for Paris, London, and Rome, for cities dedicated, at some level, to culture. Detroit, on the other hand, was an American city and therefore dedicated to money, and so design had given way to expediency."
    },
    {
      "cite": "Jane Jacobs",
      "quote": "Detroit is largely composed, today, of seemingly endless square miles of low-density failure."
    },
    {
      "cite": "G. Willow Wilson",
      "quote": "Many of us prefer to live in places abandoned by humans. Less work for us. Detroit is very popular."
    },
    {
      "cite": "Charlie LeDuff",
      "quote": "The only difference between Detroit and the Third World in terms of corruption is Detroit don't have no goats in the streets."
    },
    {
      "cite": "Jeanette Pierce",
      "quote": "Detroit is big enough to matter in the world and small enough for you to matter in it."
    },
    {
      "cite": "Aaron Foley",
      "quote": "Detroit is a city that works hard, gets tired, gets dirty, gets defeated, and picks itself up every day and keeps going with a tenacity that amazes anyone who is paying attention."
    },
    {
      "cite": "Elinor Glyn",
      "quote": "Detroit is really the most perfectly laid out city one could imagine, and such an enchanting park and lake, - infinitely better than any town I know in Europe. It ought to be a paradise in about fifty years when it has all matured."
    },
    {
      "cite": "Steven Yeun",
      "quote": "People think that Detroit is this barren wasteland. While there are parts that are not as nice as others, the misconception is not true. It is definitely not a thriving community in Detroit, but it is getting there. There is a lot of heart and love in this city."
    },
    {
      "cite": "Darren Walker",
      "quote": "Detroit is a metaphor for America, for America's challenges and America's opportunities. It is a hothouse for new innovation, for ingenuity and risk taking. That doesn't happen in a lot of American cities. We need to be in Detroit because of that."
    },
    {
      "cite": "Ram Dass",
      "quote": "When you are already in Detroit, you don't have to take a bus to get there."
    },
    {
      "cite": "Kevin D. Williamson",
      "quote": "Detroit's political leadership is a parasite that has outgrown its host."
    },
    {
      "cite": "Robert Reich",
      "quote": "Detroit is really a model for how wealthier and whiter Americans escape the costs of public goods they'd otherwise share with poorer and darker Americans."
    },
    {
      "cite": "Leonard Slatkin",
      "quote": "People know Detroit for the cars, but the suburban areas of the city are really beautiful. It's much more inhabitable than people think. Many believe it's like Berlin at the end of World War II."
    },
    {
      "cite": "Peter Schiff",
      "quote": "The real story of Detroit [...] can be summed up in seven words. Private enterprise built it, government destroyed it."
    },
    {
      "cite": "Jay Nordlinger",
      "quote": "Detroit is the first city since antiquity to go above a million in population and then below."
    },
    {
      "cite": "Mayer Hawthorne",
      "quote": "Nowhere on earth has more soul than Detroit."
    },
    {
      "cite": "Luther Keith",
      "quote": "Detroit is not as bad as it used to be, but it's still not where it should be."
    },
    {
      "cite": "Edward Furlong",
      "quote": "Detroit was kind of a random thing where it was like a chance to be in a rock 'n' roll movie."
    },
    {
      "cite": "Kristen Bell",
      "quote": "Detroit, the heart of the country... I grew up on 10 Mile, 2 miles better than 8 Mile."
    },
    {
      "cite": "Kid Rock",
      "quote": "Detroit: Cars and rock 'n' roll. Not a bad combo."
    },
    {
      "cite": "Ed Markey",
      "quote": "Detroit is saying that the hydrogen vehicle is the vehicle of the future. But it's 15 years from now."
    },
    {
      "cite": "James Howard Kunstler",
      "quote": "Cities like Detroit exist because they occupy important sites. In the case of Detroit, it sits on a river between two great lakes - very important and strategic."
    },
    {
      "cite": "Big Sean",
      "quote": "For me, personally, Detroit is a melting pot for everything. We get the best from the East Coast, West Coast and down South."
    },
    {
      "cite": "Kevin Nash",
      "quote": "I'm a Detroit kid who grew up with that assembly line mentality: You go to work to make money."
    }
  ]
}