{
  "source": "https://www.wisesayings.com/devious-quotes/",
  "theme": "devious",
  "quotes": [
    {
      "cite": "John Rooney",
      "quote": "The so-called pathological liar has learned from an early age that they get punished more often for telling the truth than they do for lying. They get so accustomed to devious behavior that they lie without much thought or emotion."
    },
    {
      "cite": "Eric Parslow",
      "quote": "When being dishonest, people can still tell the truth. Be mindful of the treacherous that do not lie."
    },
    {
      "cite": "Robert Brault",
      "quote": "Somewhere between the honest truth and the deceptive lie is the deceptive truth and the honest lie."
    },
    {
      "cite": "George Bataille",
      "quote": "Respect is really only a devious route taken by violence."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "When we think how narrow and devious this path of nature is, how dimly we can trace it, for all our lamps of science, and how from the darkness which girds it round great and terrible possibilities loom ever shadowly upwards, it is a bold and a confident man who will put a limit to the strange by-oaths into which the human spirit may wander."
    },
    {
      "cite": "Tamzin Merchant",
      "quote": "The most disturbing thing, I think, with people that do very morally devious things more and more often is to see that they completely feel that they had no choice in the matter."
    },
    {
      "cite": "Anonymous",
      "quote": "Faithful are the wounds of a friend; but the kisses of an enemy are deceitful."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A cunning man overreaches no one half so much as himself."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "Every man is dishonest who lives upon the labor of others, no matter if he occupies a throne."
    },
    {
      "cite": "William Blake",
      "quote": "When a sinister person means to be your enemy, they always start by trying to become your friend."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "The more cunning a man is, the less he suspects that he will be caught in a simple thing. The more cunning a man is, the simpler the trap he must be caught in."
    },
    {
      "cite": "Balthasar Gracian",
      "quote": "Cunning grows in deceit at seeing itself discovered, and tries to deceive with truth itself."
    },
    {
      "cite": "Henry Adams",
      "quote": "Simplicity is the most deceitful mistress that ever betrayed man."
    },
    {
      "cite": "Sam Walter Foss",
      "quote": "For men are prone to go it blind along the calf-paths of the mind. To do what other men have done. They follow in the beaten track, and out and in, and forth and back, and still their devious course pursue, to keep the path that others do."
    },
    {
      "cite": "Anita Brookner",
      "quote": "A complete woman is probably not a very admirable creature. She is manipulative, uses other people to get her own way, and works within whatever system she is in."
    },
    {
      "cite": "Stephen King",
      "quote": "Nothing was certain; there were many strange twists and devious turns as one hopped down the overgrown bunnytrail of life."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "True evil is unlikely to receive an invitation from us, so it clothes itself in just enough truth to make itself look appealing and then it looks to unpeel us."
    },
    {
      "cite": "Anna Jameson",
      "quote": "A cunning mind emphatically delights in its own cunning, and is the ready prey of cunning."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Are you a devious, plotting, unreliable madman? Ah, good, then you can be my most trusted advisor."
    },
    {
      "cite": "Criss Jami",
      "quote": "Just because something isn't a lie does not mean that it isn't deceptive. A liar knows that he is a liar, but one who speaks mere portions of truth in order to deceive is a craftsman of destruction."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Perhaps some of us have to go through dark and devious ways before we can find the river of peace or the highroad to the soul's destination."
    },
    {
      "cite": "Vernon Howard",
      "quote": "The terrible immoralities are the cunning ones hiding behind masks of morality, such as exploiting people while pretending to help them."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Those who have the most cunning affect all their lives to condemn cunning; that they may make use of it on some great occasion, and to some great end."
    }
  ]
}