{
  "source": "https://www.wisesayings.com/devil-quotes/",
  "theme": "devil",
  "quotes": [
    {
      "cite": "Billy Sunday",
      "quote": "Hell is the highest reward that the devil can offer you for being a servant of his."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "We are each our own devil, and we make this world our hell."
    },
    {
      "cite": "Tucker Max",
      "quote": "The devil doesn't come dressed in a red cape and pointy horns. He comes as everything you've ever wished for."
    },
    {
      "cite": "Hama Tuma",
      "quote": "Better the devil you know than the angel you don't."
    },
    {
      "cite": "Anonymous",
      "quote": "Be careful who you trust, the devil was once an angel."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "Neutral men are the devil's allies."
    },
    {
      "cite": "Martin Luther",
      "quote": "For where God built a church, there the Devil would also build a chapel."
    },
    {
      "cite": "George Herbert",
      "quote": "The devil divides the world between atheism and superstition"
    },
    {
      "cite": "Turkish Proverb",
      "quote": "The devil takes a hand in what is done in haste."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Sometimes The Devil is a gentleman."
    },
    {
      "cite": "Martin Luther",
      "quote": "All the cunning of the devil is exercised in trying to tear us away from the word."
    },
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "The devil is a better theologian than any of us and is a devil still."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "The Devil's most devilish when respectable."
    },
    {
      "cite": "Robert Mapplethorpe",
      "quote": "Beauty and the devil are the same thing."
    },
    {
      "cite": "Abraham Cahan",
      "quote": "You must never tire fighting Satan."
    },
    {
      "cite": "John Michael Montgomery",
      "quote": "If you've got faith and you believe in what you are living for, you can stand your ground when the Devil's at your door."
    },
    {
      "cite": "Anonymous",
      "quote": "The greatest trick the devil ever pulled was convincing the world he didn't exist."
    },
    {
      "cite": "Joe Abercrombie",
      "quote": "When you're in hell, only a devil can point the way out."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "Pride is the master sin of the devil, and the devil is the father of lies."
    },
    {
      "cite": "Joel Osteen",
      "quote": "If you don't set the tone for the day, the devil will set it for you."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The devil has put a penalty on all things we enjoy in life. Either we suffer in our health, or we suffer in our soul, or we get fat."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "The devil lies brooding in the miser's chest."
    },
    {
      "cite": "Horace Mann",
      "quote": "The devil tempts men through their ambition, their cupidity, or their appetite, until he comes to the profane swearer, whom he clutches without any reward."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "The Devil, can sometimes do a very gentlemanly thing."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Devils can be driven out of the heart by the touch of a hand on a hand, or a mouth on a mouth."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Hell is empty and all the devils are here."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The devil hath power To assume a pleasing shape."
    },
    {
      "cite": "Mahatma Ghandhi",
      "quote": "Satan's successes are the greatest when he appears with the name of God on his lips."
    },
    {
      "cite": "Karl Barth",
      "quote": "The Devil may also make use of morality."
    },
    {
      "cite": "James A. Garfield",
      "quote": "A brave man is a man who dares to look the Devil in the face and tell him he is a Devil."
    },
    {
      "cite": "James Oliver Curwood",
      "quote": "In every man's heart there is a devil, but we do not know the man as bad until the devil is roused."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "We are our own devils; we drive ourselves out of our Edens."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Man can hardly even recognize the devils of his own creation."
    },
    {
      "cite": "Warren Jeffs",
      "quote": "It was necessary that the Devil should have a representation upon the Earth, as well as God."
    },
    {
      "cite": "Karl Kraus",
      "quote": "The devil is an optimist if he thinks he can make people worse than they are."
    },
    {
      "cite": "Charles Maurice de Talleyrand",
      "quote": "Black as the devil, hot as hell, pure as an angel, sweet as love."
    },
    {
      "cite": "Anne Rice",
      "quote": "Don't be a fool for the Devil, darling."
    },
    {
      "cite": "Christopher Plummer",
      "quote": "The devil is more interesting than God."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "If my devils are to leave me, I'm afraid my angels will take flight as well."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "The devil's name is dullness."
    },
    {
      "cite": "Luis Munoz Marin",
      "quote": "We must live like angels and produce like the devil!"
    },
    {
      "cite": "Minna Antrim",
      "quote": "Illusion is the dust the devil throws in the eyes of the foolish."
    },
    {
      "cite": "Gary Busey",
      "quote": "Fear is the dark room where the Devil develops his negatives."
    },
    {
      "cite": "Slobodan Milosević",
      "quote": "We are not angels. Nor are we the devils you have made us out to be."
    },
    {
      "cite": "Jack Kirby",
      "quote": "Perfectionists are their own devils."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Love is familiar. Love is a devil. There is no evil angel but Love."
    },
    {
      "cite": "Michael Drayton",
      "quote": "Better sit still, than rise to meet the devil."
    },
    {
      "cite": "Tom Waits",
      "quote": "Don't you know there ain't no devil, it's just god when he's drunk."
    },
    {
      "cite": "Anthony Comstock",
      "quote": "The world is the devil's hunting-ground, and children are his choicest game."
    },
    {
      "cite": "William Shakespeare",
      "quote": "No man means evil but the devil, and we shall know him by his horns."
    },
    {
      "cite": "Branch Rickey",
      "quote": "Thinking about the devil is worse than seeing the devil."
    },
    {
      "cite": "Billy Sunday",
      "quote": "The devil says I'm out, but the Lord says I'm safe."
    },
    {
      "cite": "Ben Jonson",
      "quote": "The Devil is an Ass , I do acknowledge it."
    },
    {
      "cite": "John Heywood",
      "quote": "Needs must when the devil drives."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Talk to the devil, and his horns appear."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "I think the devil doesn't exist, but man has created him, he has created him in his own image and likeness."
    },
    {
      "cite": "Jean Anouilh",
      "quote": "With God, what is terrible is that one never knows whether it's not just a trick of the devil."
    },
    {
      "cite": "Don Herold",
      "quote": "In all systems of theology, the devil figures as a male person."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "If the devil could be persuaded to write a bible, he would title it, \"You Only Live Once.\""
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The quiet conscience is an invention of the devil."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The devil can cite scripture for his purpose."
    },
    {
      "cite": "Ken MacLeod",
      "quote": "I don't really believe in the Devil, but if the Devil is the Father of Lies, then he certainly invented the Internet."
    },
    {
      "cite": "Nelson DeMille",
      "quote": "Somehow our devils are never quite what we expect when we meet them face to face."
    },
    {
      "cite": "Martin Luther",
      "quote": "The Devil fears the word of God, He can't bite it, it breaks his teeth."
    },
    {
      "cite": "George Harrison",
      "quote": "Gossip is the Devil's radio."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The meanest thing in the world is the devil."
    }
  ]
}