{
  "source": "https://www.wisesayings.com/dharma-quotes/",
  "theme": "dharma",
  "quotes": [
    {
      "cite": "Dōgen",
      "quote": "Inside the treasury of the dharma eye a single grain of dust."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "You are dharma. You are a wheel. And the wheel of dharma spins."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Dharma is another name for existence. It is existence in its purest form."
    },
    {
      "cite": "Huangbo Xiyun",
      "quote": "By the dharma is meant the heart, for there is no dharma apart from the heart."
    },
    {
      "cite": "Geshe Kelsang Gyatso",
      "quote": "Practicing Dharma is the supreme method for improving the quality of our human life."
    },
    {
      "cite": "Jay Michaelson",
      "quote": "The Buddha's dharma didn't teach peace and relaxation; it taught awakening - often rude awakening."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Dharma is not upheld by talking about it. Dharma is upheld by living in harmony with it."
    },
    {
      "cite": "Ajahn Chah",
      "quote": "The Dharma Path is to keep walking forward. But the true Dharma has no going forward, no going backward, and no standing still."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Hindu Dharma is like a boundless ocean teeming with priceless gems. The deeper you dive the more treasures you find."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Dharma is that which is enjoined by the holy books, followed by the sages, interpreted by the learned and which appeals to the heart."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Hindu Dharma is the quintessence of our national life, hold fast to it if you want your country to survive, or else you would be wiped out in three generations."
    },
    {
      "cite": "Sathya Sai Baba",
      "quote": "Sathya, Dharma, Shanghai and prema are the hall-marks of a purified heart, a heart where God is enshrined and is manifest."
    },
    {
      "cite": "Tenzin Palmo",
      "quote": "Obviously the dharma is every breath we take, every thought we think, every word we speak, if we do it with awareness and an open, caring heart."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "When you understand dharma, when you see its perfect perfection, shining both in and beyond all things, you will be freed from all misunderstandings."
    },
    {
      "cite": "Harbhajan Singh Yogi",
      "quote": "Where there is Dharma there is no karma. So we have to lean on Dharmic values and we have to build a Dharmic family, we have to relate to that family and we have to relate to it deeply."
    },
    {
      "cite": "Ajahn Chah",
      "quote": "Dharma is in your mind, not in the forest. Don't believe others, just listen to your mind. You don't have to go anywhere else. Wisdom is in yourself, just like a sweet ripe mango is already in a young green one."
    },
    {
      "cite": "Tenzin Palmo",
      "quote": "The dharma is the most precious thing in the world and we should put it at the center of our hearts and transform our whole lives into dharma practice. Otherwise, at the time of death, we will look back and say, now what was all that about? If we truly want to benefit others and ourselves, we have to do it. No excuses."
    },
    {
      "cite": "Nirmala Srivastava",
      "quote": "Dharma gives you the balance. It gives you the establishment into proper behavior, proper understanding, proper living, but it doesn't give you the completion of your journey. It doesn't give you the satisfaction of reaching the destination and your personality is still incomplete. So one has to have the experience of the spirit."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Everyone has a dharma or purpose in life."
    },
    {
      "cite": "Bodhidharma",
      "quote": "The Dharma is the truth that all natures are pure."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Even a little of dharma saves one from many a pitfall."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "If you are following the dharma no matter what you do it is moral."
    },
    {
      "cite": "Tenzin Palmo",
      "quote": "In Dharma practice, the most important thing is to be very sincere."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Dharma simply means the right thing in the right place, in the right space."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "The dharma is a universal medicine."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Dharma is the study of what is, and the only way you can find out what is true is through studying yourself."
    },
    {
      "cite": "Tenzin Palmo",
      "quote": "The purpose of dharma is to help your mind to expand, to grow, to clarify. It should uphold us and create an inner sense of peace, joy, and clarity."
    },
    {
      "cite": "Allan Lokos",
      "quote": "The essence of the Dharma (the teachings of the Buddha) is about identifying the cause of our suffering & alleviating it."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Our ultimate dharma is self-realization. Thoughts and actions that support our spiritual evolution are real dharma."
    },
    {
      "cite": "Dōgen",
      "quote": "Know that the true dharma emerges of itself [during the practice of zazen], clearing away hindrances and distractions."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "There is a dharma for yourself, for someone else, for a family, for a nation, for a universe. There are collective and individual dharmas."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Dharma is the truth that all of existence is. It does not disagree with anything. It is the perception of existence in its purest formlessness."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Dharma doesn't necessarily mean following a mundane and boring life. It means a life of high adventure, not a life of endless, boring repetition."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Following dharma puts you in a proper field of attention. In a proper field of attention, regardless of what your outer circumstances are, happiness will flow."
    },
    {
      "cite": "Tenzin Palmo",
      "quote": "If you lose interest in the dharma, then you might be reborn in a place where you are unlikely to meet with the dharma. And then you're completely off the path."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "What can be the dharma at one point in your life can totally reverse itself, and suddenly you might be doing something the opposite or something very new, something you never considered."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "A way of spreading the dharma is just telling people, sharing with them your experiences. Never push it, never be a missionary. Be completely selfless; realize you're only an instrument of eternity."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Your dharma is what kind of work you should be doing, what kind of people you should associate with, whether you should have a teacher or not. Dharma encompasses all things and it is specific to the individual."
    },
    {
      "cite": "Ngagpa Yeshe Dorje",
      "quote": "Dharma practice means physical hardship; it means that you shouldn't be pansies about it. You should exert yourselves wholeheartedly to engage in the practice, so that it will affect your body, speech, and mind."
    },
    {
      "cite": "Thiruman Archunan",
      "quote": "There is no dharma greater than a word uttered by a man of conscience; there is no karma greater than a man listening to himself! Since an intention precedes action, it should be the reference point for any action."
    },
    {
      "cite": "Stephen Batchelor",
      "quote": "Each time the dharma moved into a different civilization or historical period, it faced a twofold challenge: to maintain its integrity as an internally coherent tradition, and to express its vision in a way that responded to the needs of the new situation."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Naturally, to follow dharma, we have to find out what it is. You have to struggle with it. The answer will not come easily. You will be swayed by your desires, conditioning, and those around you who have ideas about what you should do, what is proper, what is improper."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "If you perform your work viewing it as your dharma, your actions become sacred."
    },
    {
      "cite": "Tenzin Palmo",
      "quote": "Many people are benefiting beings, but from a dharma point of view, if you are a dharma practitioner, then the first priority is to get yourself together."
    },
    {
      "cite": "Dōgen",
      "quote": "Those who see worldly life as an obstacle to Dharma see no Dharma in everyday actions. They have not yet discovered that there are no everyday actions outside of Dharma."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Have your life properly aligned with dharma. The technicalities of the movement of the kundalini are easy to master. Dharma is much more complex."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Dharma is an ancient word for truth."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Not to follow the dharma leads to disaster. Life will be unhappy."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Dharma is a sanskrit word. It simply means that which is right, that which is correct, that which is the divine law."
    },
    {
      "cite": "Gurcharan Das",
      "quote": "Dharma is precisely this 'discipline of ordered existence', a 'belief system that restrains and gives coherence to desires."
    }
  ]
}