{
  "source": "https://www.wisesayings.com/dialogue-quotes/",
  "theme": "dialogue",
  "quotes": [
    {
      "cite": "Sol Stein",
      "quote": "A reader's emotions can be sparked with few words. That's the power of dialogue."
    },
    {
      "cite": "Tom Rickman",
      "quote": "Dialogue works the least well when it's telling you what's going on."
    },
    {
      "cite": "Michael Hersch",
      "quote": "A healthy dialogue is always good."
    },
    {
      "cite": "Josip Novakovich",
      "quote": "Dialogue is easy. It's what you've been doing almost every day, most of your life."
    },
    {
      "cite": "Sol Stein",
      "quote": "Dialogue is a lean language in which every word counts."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Control your inner dialogue. Talk to yourself positively all the time."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "Dialogue should simply be a sound among other sounds, just something that comes out of the mouths of people whose eyes tell the story in visual terms."
    },
    {
      "cite": "Scilla Elworthy",
      "quote": "Dialogue is a non-confrontational communication, where both partners are willing to learn from the other and therefore leads much farther into finding new grounds together"
    },
    {
      "cite": "Elmore Leonard",
      "quote": "All the information you need can be given in dialogue."
    },
    {
      "cite": "Clive Owen",
      "quote": "Good dialogue is very important."
    },
    {
      "cite": "Paulo Freire",
      "quote": "Dialogue cannot exist without humility."
    },
    {
      "cite": "Abdelaziz Bouteflika",
      "quote": "A dialogue among civilizations can be seen as a dialogue between the individual and the universal."
    },
    {
      "cite": "Guillermo Cabrera Infante",
      "quote": "Dialogue in fiction is always written to be read in silence. The page is the limit. Dialogue on stage and on the screen is meant to be spoken. The voice is the limit."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Dialogue in fiction is what characters do to one another."
    },
    {
      "cite": "Michael Graves",
      "quote": "The dialogue of architecture has been centered too long around the idea of truth."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Dialogue should show the relationships among people."
    },
    {
      "cite": "Tim O'Reilly",
      "quote": "A book is always a dialogue with other readers and other books."
    },
    {
      "cite": "Max Casella",
      "quote": "Reading great dialogue as an actor is such a rare privilege."
    },
    {
      "cite": "Mark Udall",
      "quote": "Genuine dialogue, not rhetorical bomb-throwing, leads to progress."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "In true dialogue, both sides are willing to change."
    },
    {
      "cite": "Peter Senge",
      "quote": "In dialogue, individuals gain insights that simply could not be achieved individually."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "All good dialogue perhaps deals with something unprecedented."
    },
    {
      "cite": "Paulo Freire",
      "quote": "Dialogue cannot exist, however, in the absence of a profound love for the world and its people."
    },
    {
      "cite": "Kevin Hart",
      "quote": "Dialogue means debates and everyone's point of view."
    },
    {
      "cite": "Zalman Schachter-Shalomi",
      "quote": "Dialogue does not happen when we are adversaries."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Dialogue should convey a sense of spontaneity but eliminate the repetitiveness of real talk."
    },
    {
      "cite": "Stephen King",
      "quote": "It's dialogue that gives your cast their voices, and is crucial in defining their characters."
    },
    {
      "cite": "Seth Godin",
      "quote": "A dialogue leads to connection, which leads to trust which leads to engagement."
    },
    {
      "cite": "George V",
      "quote": "Dialogue is character and character is plot."
    },
    {
      "cite": "Sol Stein",
      "quote": "Dialogue, contrary to popular view, is not a recording of actual speech; it is a semblance of speech, an invented language of exchanges that build in tempo or content toward climaxes."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Good dialogue is not real speech-it's the illusion of real speech."
    },
    {
      "cite": "Stephen King",
      "quote": "Writing good dialogue is art as well as craft."
    },
    {
      "cite": "Carl Jung",
      "quote": "The capacity for inner dialogue is a touchstone for outer objectivity."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "Dialogue is the fundamental unfolding of a gift of oneself to another."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The best, most natural dialogue is usually written as if the writer is listening to dictation. You might get stuck on any particular point and have to question yourself; but normally, dialogue writes itself."
    },
    {
      "cite": "William Monahan",
      "quote": "Dialogue is used to reveal not what we want to say, but what we are trying to hide."
    },
    {
      "cite": "Robert Towne",
      "quote": "Good dialogue illuminates what people are not saying."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "God's dialogue with us becomes truly human, since God conducts his part as man."
    }
  ]
}