{
  "source": "https://www.wisesayings.com/diamond-quotes/",
  "theme": "diamond",
  "quotes": [
    {
      "cite": "Wes Fesler",
      "quote": "Every diamond has the ability to shine when there is someone to recognize its good facets and inhibit its flaws."
    },
    {
      "cite": "Nicky Oppenheimer",
      "quote": "Diamonds are intrinsically worthless, except for the deep psychological need they fill."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Diamonds are to be found only in the darkness of the earth, and truth in the darkness of the mind."
    },
    {
      "cite": "Thomas Guthrie",
      "quote": "The more the diamond is cut the brighter it sparkles; and in what seems hard dealing, there God has no end in view but to perfect His people."
    },
    {
      "cite": "Daniel Defoe",
      "quote": "Invest in the human soul. Who knows, it might be a diamond in the rough."
    },
    {
      "cite": "Thomas Browne",
      "quote": "Rough diamonds may sometimes be mistaken for worthless pebbles."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "He sparked on his body that reflect like mini mirrors of diamond"
    },
    {
      "cite": "Leo Robin",
      "quote": "Diamonds are a girl's best friend."
    },
    {
      "cite": "Confucius",
      "quote": "Better a diamond with a flaw than a pebble without."
    },
    {
      "cite": "Solange nicole",
      "quote": "A diamond doesn't start out polished and shining. It once was nothing special, but with enough pressure and time, becomes spectacular. I'm that diamond."
    },
    {
      "cite": "Daniel Defoe",
      "quote": "The soul is placed in the body like a rough diamond, and must be polished, or the luster of it will never appear."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Diamonds are nothing more than chunks of coal that stuck to their jobs."
    },
    {
      "cite": "Mother Jones",
      "quote": "My teachers treated me as a diamond in the rough, someone who needed smoothing."
    },
    {
      "cite": "Thomas Browne",
      "quote": "A diamond, which is the hardest of stones, not yielding unto steel, emery or any other thing, is yet made soft by the blood of a goat."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Adversity is the diamond dust Heaven polishes its jewels with."
    },
    {
      "cite": "Helen McCloy",
      "quote": "Diamonds are the tears of the poor."
    },
    {
      "cite": "Jose Marti",
      "quote": "All is beautiful and unceasing, all is music and reason , and all, like diamond, is carbon first, then light ."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "A diamond is just a lump of coal that stuck to its job."
    },
    {
      "cite": "Theodore Parker",
      "quote": "The diamond which shines in the Saviour's crown shall burn in unquenched beauty at last on the forehead of every human soul."
    },
    {
      "cite": "Richard Burton",
      "quote": "This diamond has so many carats it's almost a turnip."
    },
    {
      "cite": "Kenneth G. Mills",
      "quote": "The fire of the diamond of true Identity is always there; it just needs the Master's crafting to reveal it."
    },
    {
      "cite": "Lewis Vertoman",
      "quote": "The diamond has been always esteemed the rarest stone, and the most precious of all: among the ancients it was called the stone of reconciliation."
    },
    {
      "cite": "Jill St. John",
      "quote": "Diamonds are forever, my youth is not."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "The more you get past pain, the more it goes from coal to diamond."
    },
    {
      "cite": "Priyansh Shah",
      "quote": "Diamond being the toughest thing on the face of earth is still the most prettiest object; pretty is not always being honeyed."
    },
    {
      "cite": "Debra Messing",
      "quote": "I'm fascinated by diamonds. When I put diamonds on, my hands start to shake."
    },
    {
      "cite": "John Webster",
      "quote": "Through darkness diamonds spread their richest light."
    },
    {
      "cite": "Philip Massinger",
      "quote": "A diamond, though set in horns, is still a diamond, and sparkles in purest gold."
    },
    {
      "cite": "John Webster",
      "quote": "Whether we fall by ambition, blood, or lust, like diamonds we are cut with our own dust."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Some people value sentiments over diamonds."
    },
    {
      "cite": "Kabir",
      "quote": "A diamond was laying in the street covered with dirt. Many fools passed by. Someone who knew diamonds picked it up."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "Big girls need big diamonds."
    },
    {
      "cite": "Shirley Bassey",
      "quote": "Diamonds never leave you... men do!"
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "I never hated a man enough to give him diamonds back."
    },
    {
      "cite": "Bob Phillips",
      "quote": "Let us not be too particular; it is better to have old secondhand diamonds than none at all."
    },
    {
      "cite": "Bob Phillips",
      "quote": "The diamond is the hardest stone to get."
    },
    {
      "cite": "Bob Phillips",
      "quote": "Diamonds are hard not brittle guard against bitterness."
    },
    {
      "cite": "Peter Singer",
      "quote": "Diamonds have an image of purity and light. They are given as a pledge of love and worn as a symbol of commitment."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You were never born with a silver spoon in your mouth. Don't think that way. You were born with a diamond spoon in your palm. Carry it by your own hand. Now, feed yourself."
    },
    {
      "cite": "Elizabeth George",
      "quote": "Allow God to use the difficulties and disappointments in life as polish to transform your faith into a glistening diamond that takes in and reflects His love."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "A diamond, is a woman's last resort to love."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Perhaps I should just bury myself and become a diamond after thousands of years of intense pressure."
    },
    {
      "cite": "Susan C. Young",
      "quote": "A diamond’s creation requires immense pressure and intense temperatures to reach its highest potential. Without enduring the adversity and pressure of its environment, the diamond would never become the treasure it was meant to be."
    },
    {
      "cite": "RSCruz",
      "quote": "You’ll finally realize the importance of the spark of that diamond once you lost it."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "People who bury their hopes and crave for someone’s success never know that their diamond is hidden as they envy other’s silver!"
    },
    {
      "cite": "Pushkar Saraf",
      "quote": "Diamond is the hardest substance, but the Irony, it is also brittle."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There are two kinds of diamonds in this world: The diamond itself and the eyes full of love!"
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "When we have graciously endured every adversity, we become like a shining diamond."
    },
    {
      "cite": "Eyden I.",
      "quote": "The heart of woman is like a diamond, who need a good skilled hunter."
    },
    {
      "cite": "Clotilde Martinez",
      "quote": "I see a diamond that someone try to turn back into coal."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Just because it looks and shines like a diamond, doesn't necessarily make it one."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Perhaps time’s definition of coal is the diamond."
    },
    {
      "cite": "Philippe Djian",
      "quote": "There comes a moment when the silence between two people can have the purity of a diamond."
    },
    {
      "cite": "Veronica Henry",
      "quote": "What did a diamond bring you? A momentary flash of brilliance. A diamond scintillated for second; a book could scintillate forever."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "There are only diamonds in the whole world, diamonds and perhaps the shabby gift of disillusion."
    },
    {
      "cite": "Sope Agbelusi",
      "quote": "Remember diamonds are created under pressure so hold on, it will be your time to shine soon."
    },
    {
      "cite": "Loung Ung",
      "quote": "No one knows how precious you are. You are a diamond in the rough and with a little polishing, you will shine."
    },
    {
      "cite": "John Green",
      "quote": "Life tries to crush her, but only succeeded in making a diamond."
    },
    {
      "cite": "Melody Lee",
      "quote": "A diamond’s luster is dull before revealing brilliant magnificent breathtaking shine."
    },
    {
      "cite": "Jay Long",
      "quote": "Your rebel soul shines like a diamond pulled from dust: bright, clear and flawless."
    },
    {
      "cite": "John Mark Green",
      "quote": "Life tried to crush her, but only succeeded in creating a diamond."
    },
    {
      "cite": "Khalid Masood",
      "quote": "Time makes the carbon a diamond."
    },
    {
      "cite": "Barbara Hambly",
      "quote": "The diamond cannot love the flower, for the flower lives only a day, then fades and dies. You are a diamond now."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "You are as like a diamond, unbreakable if it is breakable, and broken in any way, remains still the diamond."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "To say the diamond of others like the stone, and own stone like the diamond is the easiest task, but to prove that, is hard."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Wherever diamond exists, it carries, its worth and value with it; similarly, a visionary-figure also stays as like as that."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "As only diamond can cut diamond; similarly, the liar's lies can ineffective only by lies, keeping in the mind that proverb: Tit for Tat."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Diamond is but frozen time."
    },
    {
      "cite": "Barney Baszuro",
      "quote": "Interns are like not-cut diamonds."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Its hard to be a diamond in a rhinestone world."
    },
    {
      "cite": "John Ford",
      "quote": "Diamonds cut diamonds; they who will prove. To thrive in cunning, must cure love with love."
    },
    {
      "cite": "Fuller",
      "quote": "Diamonds only can cut diamonds; and no such comments on Scripture as the Scripture."
    },
    {
      "cite": "Cozette R. Garrett",
      "quote": "Diamonds are the hardest natural substance known to humanity."
    },
    {
      "cite": "Cozette R. Garrett",
      "quote": "Diamonds can be imitated but not duplicated."
    },
    {
      "cite": "W.H. Shuttleworth",
      "quote": "The brilliant sparkle of the diamond ring wooed the whim of a charming your thing."
    }
  ]
}