{
  "source": "https://www.wisesayings.com/diamonds-quotes/",
  "theme": "diamonds",
  "quotes": [
    {
      "cite": "Pushkar Saraf",
      "quote": "Diamond is the hardest substance, but the Irony, it is also brittle."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "There are two kinds of diamonds in this world: The diamond itself and the eyes full of love!"
    },
    {
      "cite": "Priyansh Shah",
      "quote": "Diamond being the toughest thing on the face of earth is still the most prettiest object; pretty is not always being honeyed."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Our dreams are our precious diamonds; without them, we are endlessly poor. Let us perpetually dream to be overly wealthy!"
    },
    {
      "cite": "Thomas Edison",
      "quote": "A diamond is a piece of coal that stuck to the job."
    },
    {
      "cite": "Daniel Defoe",
      "quote": "The soul is placed in the body like a rough diamond, and must be polished, or the luster of it will never appear."
    },
    {
      "cite": "Lewis Vertoman",
      "quote": "The diamond has been always esteemed the rarest stone, and the most precious of all: among the ancients it was called the stone of reconciliation."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "It is no more easy to make a good picture than it is to find a diamond or a pearl. It means trouble and you risk your life for it."
    },
    {
      "cite": "Jaclyn Smith",
      "quote": "Angels are like diamonds. They can't be made, you have to find them. Each one is unique."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Diamonds are found only in the dark places of the earth, truths are found only in the depths of thought."
    },
    {
      "cite": "Josef Albers",
      "quote": "Easy-to know that diamonds-are precious, Good-to learn that rubies-have depth, But more-to see that pebbles-are miraculous."
    },
    {
      "cite": "Proverb",
      "quote": "A diamond with a flaw is worth more than a pebble without imperfections."
    },
    {
      "cite": "Vincent de Paul",
      "quote": "One beautiful diamond is worth more than a mountain of stones, and one virtuous act of acquiescence and submission is better than an abundance of good works done for others."
    },
    {
      "cite": "Theodore Parker",
      "quote": "The diamond which shines in the Saviour's crown shall burn in unquenched beauty at last on the forehead of every human soul."
    },
    {
      "cite": "Nicky Oppenheimer",
      "quote": "Diamonds are a key component in the campaign to make poverty history."
    },
    {
      "cite": "Evan Esar",
      "quote": "The diamond is the hardest stone -- to get."
    },
    {
      "cite": "Anonymous",
      "quote": "A diamond is just a piece of charcoal that handled stress exceptionally well."
    },
    {
      "cite": "Nicky Oppenheimer",
      "quote": "Diamonds are intrinsically worthless, except for the deep psychological need they fill."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "A diamond, incarcerated in its subterraneous prison, rough and unpolished, differs not from a common stone."
    },
    {
      "cite": "Wes Fesler",
      "quote": "Every diamond has the ability to shine when there is someone to recognize its good facets and inhibit its flaws."
    },
    {
      "cite": "American Proverb",
      "quote": "A diamond on a dunghill is a precious diamond still."
    },
    {
      "cite": "Philip Massinger",
      "quote": "A diamond, though set in horns, is still a diamond, and sparkles in purest gold."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Diamonds are nothing more than chunks of coal that stuck to their jobs."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Just as a diamond can only be polished by another diamond, it is only through genuine, all-out engagement with others that people can polish their character, and help each other to reach greater heights."
    },
    {
      "cite": "ROBERT ELLIOTT GONZALES",
      "quote": "Diamonds are trumps in the game of hearts."
    },
    {
      "cite": "Elsa Peretti",
      "quote": "A big diamond necklace is nouveau riche, really. People who have wealth a long time don't wear such things."
    },
    {
      "cite": "A. C. Bhaktivedanta Swami Prabhupada",
      "quote": "If you sell diamonds, you cannot expect to have many customers. But a diamond is a diamond even if there are no customers."
    },
    {
      "cite": "Peter Singer",
      "quote": "Diamonds have an image of purity and light. They are given as a pledge of love and worn as a symbol of commitment."
    },
    {
      "cite": "Anthony Doerr",
      "quote": "That something so small could be so beautiful. Worth so much. Only the strongest people can turn away from feelings like that."
    },
    {
      "cite": "Thomas Browne",
      "quote": "A diamond, which is the hardest of stones, not yielding unto steel, emery or any other thing, is yet made soft by the blood of a goat."
    },
    {
      "cite": "Sope Agbelusi",
      "quote": "Remember diamonds are created under pressure so hold on, it will be your time to shine soon."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "A diamond, is a woman's last resort to love."
    }
  ]
}