{
  "source": "https://www.wisesayings.com/diary-quotes/",
  "theme": "diary",
  "quotes": [
    {
      "cite": "James Matthew Barrie",
      "quote": "The life of every person is like a diary in which he means to write one story, and writes another."
    },
    {
      "cite": "Anonymous",
      "quote": "When all is said and done, leading a good life is more important than keeping a good diary."
    },
    {
      "cite": "Lawrence Durrell",
      "quote": "A diary is the last place to go if you wish to seek the truth about a person. Nobody dares to make the final confession to themselves on paper: or at least, not about love."
    },
    {
      "cite": "T.L. Rese",
      "quote": "History is the diary of humankind; to forget it is to try to navigate the future with no memory of the past."
    },
    {
      "cite": "Noel Gallagher",
      "quote": "Making records should be fun."
    },
    {
      "cite": "Mae West",
      "quote": "Keep a diary, and someday it'll keep you."
    },
    {
      "cite": "Joe Dunthorne",
      "quote": "Write a diary, imagining that you are trying to make an old person jealous."
    },
    {
      "cite": "Enoch Powell",
      "quote": "To write a diary every day is like returning to one's own vomit."
    },
    {
      "cite": "E.L. Doctorow",
      "quote": "Writing is a socially acceptable form of schizophrenia."
    },
    {
      "cite": "George William Curtis",
      "quote": "A journal should be neither an echo nor a pander."
    },
    {
      "cite": "Erica Jong",
      "quote": "Keeping a journal implies hope."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You may be keeping a diary of your thoughts but know that, in every religion, the God you believe is keeping a diary of your actions."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Memory is the diary that we all carry about with us."
    },
    {
      "cite": "Douglas Pagels",
      "quote": "Each new day is a blank page in the diary of your life."
    },
    {
      "cite": "Franz Kafka",
      "quote": "One advantage in keeping a diary is that you become aware with reassuring clarity of the changes which you constantly suffer."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "Some of what you write may be humdrum dates and places, but there will also be rich passages that will be quoted by your posterity."
    },
    {
      "cite": "William Soutar",
      "quote": "A diary is an assassin's cloak which we wear when we stab a comrade in the back with a pen."
    },
    {
      "cite": "Stanley Victor Paskavich",
      "quote": "Everyone should have a form of a diary, it's a great release."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "A diary is more or less the work of a man of clay whose hands are clumsy and in whose eyes there is no light."
    },
    {
      "cite": "Red Auerbach",
      "quote": "All records are made to be broken."
    },
    {
      "cite": "Caitlin Flanagan",
      "quote": "Keeping a diary is like closing your bedroom door and refusing to come out until dinnertime: it is a declaration of self."
    },
    {
      "cite": "Rev. George Dawson",
      "quote": "A great library contains the diary of the human race."
    },
    {
      "cite": "Anthea Turner",
      "quote": "A proper family diary with everyone's events and parties in it really helps organise the household."
    },
    {
      "cite": "Matthew Perry",
      "quote": "Oh, this is a dear diary moment."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Painting is just another way of keeping a diary."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Writing is not necessarily something to be ashamed of, but do it in private and wash your hands afterward."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "Nothing matters but the writing. There has been nothing else worthwhile a stain upon the silence."
    },
    {
      "cite": "John Robert Fowles",
      "quote": "The diary will really try and tell people who you are and what you were. The alternative is writing nothing, or creating a totally lifeless, as it is leafless, garden."
    },
    {
      "cite": "A. C. Benson",
      "quote": "A diary need not be a dreary chronicle of one's movements; it should aim rather at giving salient account of some particular episode, a walk, a book, a conversation."
    },
    {
      "cite": "Evelyn Glennie",
      "quote": "As we live longer and healthier for longer, we need to keep ourselves busy the diary is pretty full."
    }
  ]
}