{
  "source": "https://www.wisesayings.com/dice-quotes/",
  "theme": "dice",
  "quotes": [
    {
      "cite": "Stephen Hawking",
      "quote": "Not only does God play dice, but... he sometimes throws them where they cannot be seen."
    },
    {
      "cite": "Stephen King",
      "quote": "Life is fair. We all get the same nine-month shake in the box, and then the dice roll. Some people get a run of sevens. Some people, unfortunately, get snake-eyes. Its just how the world is."
    },
    {
      "cite": "Antonin Artaud",
      "quote": "I see in the act of throwing the dice and of risking the affirmation of some intuitively felt truth, however uncertain, my whole reason for living."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "And once, or twice, to throw the dice is a gentlemanly game, But he does not win who plays with Sin in the secret house of shame"
    },
    {
      "cite": "Stanislaw Lem",
      "quote": "Not only does God play dice with the world, He does not let us see what He has rolled."
    },
    {
      "cite": "Stobaeus",
      "quote": "Our life is like to dice, which ever fall In varying combinations; no one form Has man's existence, but 'tis full of change."
    },
    {
      "cite": "Jim Morrison",
      "quote": "It's like gambling somehow. You go out for a night of drinking and you don't know where your going to end up the next day. It could work out good or it could be disastrous. It's like the throw of the dice."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Plan strategically and strike it once to win. You can achieve maximum dues with minimum dice if only you are willing to clearly calculate and throw your efforts with optimism!"
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Appeal. In law, to put the dice into the box for another throw."
    },
    {
      "cite": "John Dryden",
      "quote": "Fortune confounds the wise, And when they least expect it turns the dice."
    },
    {
      "cite": "Shia LaBeouf",
      "quote": "You can prepare all you want, but if you never roll the dice you'll never be successful."
    },
    {
      "cite": "Emily Giffin",
      "quote": "Maybe the thing to do after you roll the dice-and lose-is simply pick them up and roll them again."
    },
    {
      "cite": "Terence",
      "quote": "The life of man is like a game with dice; if you don't get the throw you want, you must show your skill in making the best of the throw you get."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "The loser, when a game of dice is done, remains behind reviewing every roll sadly, and sadly wiser, and alone."
    },
    {
      "cite": "William Shakespeare",
      "quote": "It is lost at dice, what ancient honor won."
    },
    {
      "cite": "Navjot Singh Sidhu",
      "quote": "One who doesn't throw the dice can never expect to score a six."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Life begins at the end of your comfort zone. You won't find glory at the center of safety, but at its edge. You won't find love at a place where you are covered, but in the space where you are exposed. You gotta take some risks. You have to not only pick up the dice, but roll'em. So go ahead, take the gamble. You have nothing to lose except the chance to win. Life is not long enough to spend it on the sidelines."
    },
    {
      "cite": "Alexis",
      "quote": "Life is like the dice that, falling, still show a different face. So life, though it remains the same, is always presenting different aspects."
    },
    {
      "cite": "Barry Ritholtz",
      "quote": "You can blow on the dice all you want, but whether they come up seven is still a function of random luck."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "If you roll dice, you know that the odds are one in six that the dice will come up on a particular side. So you can calculate the risk. But, in the stock market, such computations are bull - you don't even know how many sides the dice have!"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The devotion of the greatest is to encounter risk and danger, and play dice for death."
    },
    {
      "cite": "English Proverbs",
      "quote": "The best throw of the dice is to throw them away."
    },
    {
      "cite": "Denis Diderot",
      "quote": "The world is the house of the strong. I shall not know until the end what I have lost or won in this place, in this vast gambling den where I have spent more than sixty years, dicebox in hand, shaking the dice."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Don't roll the dice if you can't pay the price."
    },
    {
      "cite": "Robert Ludlum",
      "quote": "Reputations were made quickly over the green felt tables ― with the roll of the dice or a turn of a card."
    },
    {
      "cite": "Bobby Rahal",
      "quote": "In racing, I wanted to be a winner and to be a winner, you have to be willing to roll the dice."
    },
    {
      "cite": "Jay Electronica",
      "quote": "Life is like a dice game; one roll could land you in jail, or cuttin' cake, blowin' kisses in the rice game."
    },
    {
      "cite": "Max Born",
      "quote": "If God has made the world a perfect mechanism, He has at least conceded so much to our imperfect intellect that in order to predict little parts of it, we need not solve innumerable differential equations, but can use dice with fair success."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "As the gambler said of his dice, to love and win is the best thing, to love and lose is the next best."
    },
    {
      "cite": "Victoria Claflin Woodhull",
      "quote": "Entrepreneurs are risk takers, willing to roll the dice with their money or reputations on the line in support of an idea or enterprise."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Give me today, for once, the worst throw of your dice, destiny. Today I transmute everything into gold."
    },
    {
      "cite": "Bobby Compton",
      "quote": "Life's a gamble. Courage is to roll the dice and go for the gusto when all odds and bets are against you!"
    }
  ]
}