{
  "source": "https://www.wisesayings.com/dictatorship-quotes/",
  "theme": "dictatorship",
  "quotes": [
    {
      "cite": "Plato",
      "quote": "Dictatorship naturally arises out of democracy, and the most aggravated form of tyranny and slavery out of the most extreme liberty."
    },
    {
      "cite": "Fidel Castro",
      "quote": "The revolution is a dictatorship of the exploited against the exploiters."
    },
    {
      "cite": "Jimmy Reid",
      "quote": "Dictators can fix up their entire families in good jobs, in or around government, and often do. In democracies, such a practice is frowned upon. Privileged access to the corridors of power through family connections and a kind of old boys' network, is also deemed an abuse of power, and so it is."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "It is a paradox that every dictator has climbed to power on the ladder of free speech. Immediately on attaining power each dictator has suppressed all free speech except his own."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "The true essence of a dictatorship is in fact not its regularity but its unpredictability and caprice; those who live under it must never be able to relax, must never be quite sure if they have followed the rules correctly or not."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "The hearts of the people are good, but it's the hearts of the dictators that are small."
    },
    {
      "cite": "Wilhelm Reich",
      "quote": "Open confession of dictatorship is far less dangerous than sham democracy. One can defend oneself against the former; the latter is like a creeper attached to the body of a drowning man."
    },
    {
      "cite": "Dagobert D. Runes",
      "quote": "Dictators long ago found that it is easier to unite people in common hatred than in common love."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In every society some men are born to rule, and some to advise."
    },
    {
      "cite": "Aesop",
      "quote": "Any excuse will serve a tyrant."
    },
    {
      "cite": "Stephen Kyeyune",
      "quote": "All dictators are hypnotized and they all crawl out of the same ditch."
    },
    {
      "cite": "Mario Vargas Llosa",
      "quote": "Maintain democracy or go to dictatorship: that is what is at stake in these elections."
    },
    {
      "cite": "Edward Teller",
      "quote": "The best weapon of a dictatorship is secrecy; the best weapon of a democracy is openness."
    },
    {
      "cite": "Albert Camus",
      "quote": "The only way out of international dictatorship is to place international law above governments, which means that there must be a parliament for making it, and that parliament must be constituted by means of worldwide elections in which all nations will take part."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Ours is a people's democratic dictatorship, led by the working class and based on the worker-peasant alliance."
    },
    {
      "cite": "Buckminster Fuller",
      "quote": "Dictators never invent their own opportunities."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When dictatorship is a fact, revolution becomes a right."
    },
    {
      "cite": "George W. Bush",
      "quote": "A dictatorship would be a heck of a lot easier, there's no question about it."
    },
    {
      "cite": "Richard Perle",
      "quote": "Dictatorships start wars because they need external enemies to exert internal control over their own people."
    },
    {
      "cite": "Richard Perle",
      "quote": "Dictators must have enemies. They must have internal enemies to justify their secret police and external enemies to justify their military forces."
    },
    {
      "cite": "Jan Masaryk",
      "quote": "Dictators are rulers who always look good until the last ten minutes."
    },
    {
      "cite": "Rafael Correa",
      "quote": "They have been talking about a dictatorship and they were right because there's a dictatorship and there's a government that has been fighting that dictatorship, the dictatorship of the media."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "Most of the nations around the world are led by tyrants and dictators and thugs who are leading their countries for one reason."
    },
    {
      "cite": "Harold H. Greene",
      "quote": "Every one of the world's dictatorships can and does claim to be acting in the name of the people."
    },
    {
      "cite": "Samuel Himmel",
      "quote": "A dictatorship is a country where they have taken the politics out of the politics."
    },
    {
      "cite": "Stanley Baldwin",
      "quote": "Dictatorship is like a giant beech-tree very magnificent to look at in its prime, but nothing grows underneath it."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Every dictatorship has ultimately strangled in the web of repression it wove for its people, making mistakes that could not be corrected because criticism was prohibited."
    },
    {
      "cite": "Theodor Haecker",
      "quote": "The essence of modern dictatorship is the combination of one-dimensional, flat thinking with power and terror."
    },
    {
      "cite": "Benazir Bhutto",
      "quote": "Military dictatorship is born from the power of the gun, and so it undermines the concept of the rule of law and gives birth to a culture of might, a culture of weapons, violence and intolerance."
    }
  ]
}