{
  "source": "https://www.wisesayings.com/diet-quotes/",
  "theme": "diet",
  "quotes": [
    {
      "cite": "Barbara Johnson",
      "quote": "A balanced diet is a cookie in each hand."
    },
    {
      "cite": "Robert Atkins",
      "quote": "A diet should be named after what you do eat, not what you don't eat."
    },
    {
      "cite": "Jackie Gleason",
      "quote": "The second day of a diet is always easier than the first. By the second day you're off it."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Dieting is the only game where you win when you lose!"
    },
    {
      "cite": "Chris Powell",
      "quote": "The best diet is the one that you don't know you are on."
    },
    {
      "cite": "Mason Cooley",
      "quote": "At the end of every diet, the path curves back to the trough."
    },
    {
      "cite": "Margaret Cho",
      "quote": "The first thing you lose on a diet is brain mass."
    },
    {
      "cite": "Dan Bennett",
      "quote": "Probably nothing in the world arouses more false hopes than the first four hours of a diet."
    },
    {
      "cite": "Jim Goad",
      "quote": "The vegan diet is obviously lacking whatever essential nutrient it is that makes people likeable."
    },
    {
      "cite": "Bethenny Frankel",
      "quote": "Your diet is a bank account. Good food choices are good investments."
    },
    {
      "cite": "Terry Rossio",
      "quote": "The resolve to diet is most easily summoned on a full stomach."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Dieting is our last tie with asceticism."
    },
    {
      "cite": "Mary Tyler Moore",
      "quote": "Diets are for those who are thick and tired of it."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "Dieting fooled you into thinking you could control your life."
    },
    {
      "cite": "Julia Child",
      "quote": "The only time to eat diet food is while you're waiting for the steak to cook."
    },
    {
      "cite": "Paul McKenna",
      "quote": "Diets are essentially training courses in how to feel fat and feel like a failure."
    },
    {
      "cite": "Hermione Gingold",
      "quote": "A diet is when you watch what you eat and wish you could eat what you watch."
    },
    {
      "cite": "Robert Cheeke",
      "quote": "The people who are scared of going on a diet are the people who could benefit the most from one."
    },
    {
      "cite": "Jennifer Hudson",
      "quote": "It's one thing to lose weight, but it's another thing to eat healthy."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Start your diet during a period of optimism and happiness."
    },
    {
      "cite": "Michael Tierra",
      "quote": "Diet is the essential key to all successful healing. Without a proper balanced diet, the effectiveness of herbal treatment is very limited."
    },
    {
      "cite": "Ice T",
      "quote": "Diet food is for lazy people."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "Sometimes you need to go on a low-information diet."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "Diets are a temporary solution to a permanent problem."
    },
    {
      "cite": "Michael Greger",
      "quote": "The most ethical diet just so happens to be the most environmentally sound diet and just so happens to be the healthiest."
    }
  ]
}