{
  "source": "https://www.wisesayings.com/different-path-quotes/",
  "theme": "different-path",
  "quotes": [
    {
      "cite": "Barbara Hall",
      "quote": "The path to our destination is not always a straight one. We go down the wrong road, we get lost, we turn back. Maybe it doesn't matter which road we embark on. Maybe what matters is that we embark."
    },
    {
      "cite": "Caterina Fake",
      "quote": "Sometimes you climb the mountain, and you fall and fail. Maybe there is a different path that will take you up. Sometimes a different mountain."
    },
    {
      "cite": "Colin Donnell",
      "quote": "We all have friends and family who see one path for us, and we go a different path, and it's not necessarily what they would have wanted."
    },
    {
      "cite": "Eileen Caddy",
      "quote": "Never be afraid to tread the path alone. Know which is your path and follow it wherever it may lead you; do not feel you have to follow in someone else's footsteps."
    },
    {
      "cite": "George Villiers",
      "quote": "The world's a forest, in which all lose their way; though by a different path each goes astray."
    },
    {
      "cite": "Gerard Abrams",
      "quote": "Just because my path is different doesn’t mean I’m lost."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "If the path before you is clear, you're probably on someone else's."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "In a forest of a hundred thousand trees, no two leaves are alike. And no two journeys along the same path are alike."
    },
    {
      "cite": "H.G. Wells",
      "quote": "The path of least resistance is the path of the loser."
    },
    {
      "cite": "Abraham Hicks",
      "quote": "If you’re not excited about it, it’s not the right path"
    },
    {
      "cite": "Alicia Keys",
      "quote": "Everything you want to be, you already are. You're simply on the path to discovering it."
    },
    {
      "cite": "Anonymous",
      "quote": "Choose your own path, not the one others may want you to."
    },
    {
      "cite": "Charles Xavier",
      "quote": "Just because someone stumbles and loses their path, doesn't mean they're lost forever."
    },
    {
      "cite": "Dr. Steve Mataboli",
      "quote": "Happiness, success, excellence: They are not something you get for knowing the path; they are something you experience by walking it."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "If you find a path with no obstacles, it probably doesn't lead anywhere."
    },
    {
      "cite": "Garth Nix",
      "quote": "Does the walker choose the path, or the path the walker?"
    },
    {
      "cite": "Guy Gavriel Kay",
      "quote": "There are no wrong turnings. Only paths we had not known we were meant to walk."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Pursue some path, however narrow and crooked, in which you can walk with love and reverence."
    },
    {
      "cite": "John Burroughs",
      "quote": "To learn something new, take the path that you took yesterday."
    },
    {
      "cite": "Jose N. Harris",
      "quote": "When you find your path, you must ignore fear. You need to have the courage to risk mistakes. But once you are on that road... run, run, run, and don't stop til you've reached its end."
    },
    {
      "cite": "Karl Max",
      "quote": "Follow your own path, no matter what people say."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Water is the most perfect traveller because when it travels it becomes the path itself!"
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Sometimes we can choose the paths we follow. Sometimes our choices are made for us. And sometimes we have no choice at all."
    },
    {
      "cite": "Pocahontas",
      "quote": "Sometimes the right path is not the easiest one."
    },
    {
      "cite": "Ram Dass",
      "quote": "Don’t compare your path with anybody else’s. Your path is unique to you."
    },
    {
      "cite": "Roxana Jones",
      "quote": "Surrender to your path, forget about time or speed, and most importantly walk in joy."
    },
    {
      "cite": "Siddhartha Gautama",
      "quote": "If you do not change direction, you may end up where you are heading."
    },
    {
      "cite": "Tina Panossian",
      "quote": "Take the path where no one else dares to."
    },
    {
      "cite": "Thomas S Monson",
      "quote": "The journey of a thousand miles begins with a single step. Watch your step."
    },
    {
      "cite": "Walt Disney",
      "quote": "We keep moving forward, opening up new doors and doing new things, because we're curious... and curiosity keeps leading us down new paths."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "How others treat me is their path; how I react is mine."
    },
    {
      "cite": "Anonymous",
      "quote": "You have to do what is right for you. No one walks in your shoes."
    },
    {
      "cite": "Dan Millman",
      "quote": "There is no path to Happiness. Happiness is the path. There is no path to Love. Love is the path. There is no path to Peace. Peace is the path."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path."
    },
    {
      "cite": "Ralph Marston",
      "quote": "There are plenty of difficult obstacles in your path. Don't allow yourself to become one of them."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Build a better mousetrap and the world will beat a path to your door."
    },
    {
      "cite": "Rumi",
      "quote": "On this path let the heart be your guide."
    },
    {
      "cite": "Ryan Holiday",
      "quote": "The obstacle in the path becomes the path. Never forget, within every obstacle is an opportunity to improve our condition."
    }
  ]
}