{
  "source": "https://www.wisesayings.com/differences-quotes/",
  "theme": "differences",
  "quotes": [
    {
      "cite": "M. Coverdale",
      "quote": "A man is known by the company he keeps."
    },
    {
      "cite": "unknown",
      "quote": "Ain't no pot so crooked, you can't find a lid to fit."
    },
    {
      "cite": "John Heywood",
      "quote": "All cats are grey in the dark."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "Different strokes for different folks."
    },
    {
      "cite": "Fijian  (on differences)",
      "quote": "Each bay, its own wind."
    },
    {
      "cite": "Aesop",
      "quote": "Each person has his strong point."
    },
    {
      "cite": "Japanese (on differences)",
      "quote": "Even a sheet of paper has two sides."
    },
    {
      "cite": "Korean  (on differences)",
      "quote": "Even children of the same mother, look different."
    },
    {
      "cite": "Equadoran",
      "quote": "Every burro has his own saddle."
    },
    {
      "cite": "Cuban (on differences)",
      "quote": "Every head is a world."
    },
    {
      "cite": "S. Harwood",
      "quote": "Every herring must hang by his own gill."
    },
    {
      "cite": "J. Carmichael",
      "quote": "Every land has its own law."
    },
    {
      "cite": "John Heywood",
      "quote": "Every man for himself."
    },
    {
      "cite": "R. Edgeworth",
      "quote": "Like breeds like."
    },
    {
      "cite": "unknown",
      "quote": "No one is easy to live with all of the time."
    },
    {
      "cite": "Kashmiri  (on differences)",
      "quote": "One person can burn water, while another can't even burn oil."
    },
    {
      "cite": "Vietnamese (on appropriateness)",
      "quote": "Sun is good for cucumbers, rain for rice."
    },
    {
      "cite": "Mexican (on differences)",
      "quote": "The lion believes that everyone shares his state of mind."
    },
    {
      "cite": "unknown",
      "quote": "Variety is the spice of life."
    },
    {
      "cite": "George Washington Carver",
      "quote": "When you can do the common things in life in an uncommon way, you will command the attention of the world."
    },
    {
      "cite": "American Proverb",
      "quote": "You can't tell a book by its cover."
    },
    {
      "cite": "Audre Lorde",
      "quote": "It is not our differences that divide us. It is our inability to recognize, accept, and celebrate those differences."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "We focus so much on our differences, and that is creating, I think, a lot of chaos and negativity and bullying in the world. And I think if everybody focused on what we all have in common - which is - we all want to be happy."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "If we cannot now end our differences, at least we can help make the world safe for diversity."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "All differences in this world are of degree, and not of kind, because oneness is the secret of everything."
    },
    {
      "cite": "William McKinley",
      "quote": "Our differences are policies; our agreements, principles."
    },
    {
      "cite": "Anne Wilson Schaef",
      "quote": "Differences challenge assumptions."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I refuse to allow any man-made differences to separate me from any other human beings."
    },
    {
      "cite": "Paul Valery",
      "quote": "We are enriched by our reciprocate differences."
    },
    {
      "cite": "Edward Albee",
      "quote": "Being different is ... interesting; there's nothing implicitly inferior or superior about it. Great difference, of course, produces natural caution; and if the differences are too extreme ... well, then, reality tends to fade away."
    },
    {
      "cite": "Doug Floyd",
      "quote": "You don't get harmony when everybody sings the same note."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "It seemed ... such nonsense -- inventing differences, when people, heaven knows, were different enough without that."
    },
    {
      "cite": "Toba Beta",
      "quote": "If you hate difference, you'll be bored to death."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "To think is to differ."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "But every little difference may become a big one if it is insisted on."
    },
    {
      "cite": "Harriet Lerner",
      "quote": "Differences don't just threaten and divide us. They also inform, enrich, and enliven us."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Honest differences are often a healthy sign of progress."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "We are all different, which is great because we are all unique. Without diversity life would be very boring."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "We have become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams."
    },
    {
      "cite": "Ola Joseph",
      "quote": "Diversity is not about how we differ. Diversity is about embracing one another's uniqueness."
    },
    {
      "cite": "Eugene McCarthy",
      "quote": "As long as the differences and diversities of mankind exist, democracy must allow for compromise, for accommodation, and for the recognition of differences."
    },
    {
      "cite": "Kofi Annan",
      "quote": "We may have different religions, different languages, different colored skin, but we all belong to one human race."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Differences are not intended to separate, to alienate. We are different precisely in order to relaize our need of one another."
    },
    {
      "cite": "Sean Covey",
      "quote": "A fruit salad is delicious precisely because each fruit maintains its own flavor."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "No two persons can learn something and experience it in the same way."
    },
    {
      "cite": "J.H. Oldham",
      "quote": "Differences were meant by God not to divide but to enrich."
    },
    {
      "cite": "Justin Young",
      "quote": "The fact that we're all different is the one thing we all have in common."
    },
    {
      "cite": "Matthew Quick",
      "quote": "You're different. And I'm different too. Different is good. But different is hard. Believe me, I know."
    },
    {
      "cite": "Judith Henderson",
      "quote": "Our greatest strength as a human race is our ability to acknowledge our differences, our greatest weakness is our failure to embrace them."
    },
    {
      "cite": "Devin Christianto",
      "quote": "There's always a b side in every story."
    },
    {
      "cite": "Richard Feynmann",
      "quote": "I learned very early the difference between knowing the name of something and knowing something."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The difference between genius and stupidity is that genius has its limits."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Every difference of opinion is not a difference of principle—error of opinion may be tolerated where reason is left free to combat it."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "In every country where man is free to think & to speak, differences of opinion will arise from difference of perception, & the imperfection of reason."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Even if we differ in principle more than I believe we do, you and I know too well the texture of the human mind, and the slipperiness of human reason, to consider differences of opinion otherwise than differences of form or feature."
    },
    {
      "cite": "Robert Frost",
      "quote": "You've got to love what's loveable, and hate what's hateable. It takes brains to see the difference."
    },
    {
      "cite": "Fred Clark (A Place in the Sun)",
      "quote": "Between the act and the deed lies a world of difference."
    },
    {
      "cite": "Albert Gore",
      "quote": "People do have reasonable differences. Human ignorance, pride, and selfishness would always be with us, prompting inevitable divisions and conflicting ambitions."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "In the realm of the spirit, all worldly differences, talents, and bank accounts will have no purchase."
    },
    {
      "cite": "George Sheehan",
      "quote": "Everyone's an athlete. The only difference is that some of us are in training, and some are not."
    },
    {
      "cite": "Marc Bloom",
      "quote": "Training is different from just plain running. It's the difference between tossing the football around every other day and trying out for the team."
    },
    {
      "cite": "Grete Waitz and Gloria Averbuch",
      "quote": "Aside from all the differences that separate us, the magic we share will be the same."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "There is little difference in people, but that little difference makes the big difference. That little difference is attitude. The big difference is whether it is positive or negative."
    },
    {
      "cite": "Paul Laurence Dunbar",
      "quote": "My neighbor thinks me a fool, / 'The same to yourself,' say I; / 'Why take your books and take your prayers, / Give me the open sky;' / My neighbor thinks me a fool, / 'The same to yourself,' say I."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Sometimes, I make myself the worry / I talk to myself / Again and again / About the consequences of differences / Between you and me, because, / You are like a fresh flower / And I am like a dry leaf."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "The differences in life —live within the questions you've asked."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Looking beyond our differences, / the transformation deepened / Speaking without words, / the conversation spiked / Touching without holding on, / all feelings turned to ecstasy / Loving while letting go / —the caterpillar's delight."
    },
    {
      "cite": "Leeza Y.",
      "quote": "A world where we can no longer point out the differences between you and me, / it's a world of equality."
    },
    {
      "cite": "John Denver",
      "quote": "I believe that we are here for each other, not against each other. Everything comes from an understanding that you are a gift in my life - whoever you are, whatever our differences."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Strength lies in differences, not in similarities."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "I know there is strength in the differences between us. I know there is comfort where we overlap."
    },
    {
      "cite": "Sebastian Stan",
      "quote": "Embrace your differences and the qualities about you that you think is weird. Eventually, they're going to be the only things separating you from everyone else."
    },
    {
      "cite": "Carrre Otis",
      "quote": "We come in many different shapes and sizes, and we need to support each other and our differences. Our beauty is in our differences."
    },
    {
      "cite": "Linda Ellerbee",
      "quote": "People are pretty much alike. It's only that our differences are more susceptible to definition than our similarities."
    },
    {
      "cite": "Dan Miller",
      "quote": "You know, we have our differences, everybody does, honest, real differences, but I do believe strongly that we as neighbors are drawn together far more than we're driven apart."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "We must not, in trying to think about how we can make a big difference, ignore the small daily differences we can make which, over time, add up to big differences that we often cannot foresee."
    },
    {
      "cite": "William Hall",
      "quote": "We go on and on about our differences. But, you know, our differences are less important than our similarities. People have a lot in common with one another, whether they see that or not."
    },
    {
      "cite": "Rosabeth Moss Kanter",
      "quote": "I've found that small wins, small projects, small differences often make huge differences."
    },
    {
      "cite": "John Lewis",
      "quote": "Too many of us still believe our differences define us."
    }
  ]
}