{
  "source": "https://www.wisesayings.com/difficulty-quotes/",
  "theme": "difficulty",
  "quotes": [
    {
      "cite": "Suzanolori Parks",
      "quote": "Difficulty creates the opportunity for self-reflection and compassion."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Every difficulty slurred over will be a ghost to disturb your repose later on."
    },
    {
      "cite": "Niels Bohr",
      "quote": "Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "The difficulty we have in accepting responsibility for our behavior lies in the desire to avoid the pain of the consequences of that behavior."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Surmounting difficulty is the crucible that forms character."
    },
    {
      "cite": "William C. Bryant",
      "quote": "Difficulty is the nurse of greatness."
    },
    {
      "cite": "Paul Valery",
      "quote": "A difficulty is a light. An insurmountable difficulty is a sun."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every difficulty draws us toward a higher power than ourselves."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "The difficulty lies not so much in developing new ideas as in escaping from old ones."
    },
    {
      "cite": "Roy L. Smith",
      "quote": "The greatest difficulty with the world is not its ability to produce, but the unwillingness to share."
    },
    {
      "cite": "Joel Osteen",
      "quote": "The greatest difficulty always comes right before the birth of a dream."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Difficulty is what wakes up the genius."
    },
    {
      "cite": "Masayoshi Son",
      "quote": "Difficulty comes not only because of your mistakes, but once you try to make an excuse or accuse someone else, your mind stops thinking."
    },
    {
      "cite": "Judi Dench",
      "quote": "The difficulty with any sort of esteem is that more is expected of you."
    },
    {
      "cite": "Stanisław I Leszczyński",
      "quote": "Have the courage to face a difficulty lest it kick you harder than you bargain for."
    },
    {
      "cite": "Sterling W Sill",
      "quote": "Difficulty is one of the prices that we pay for our blessings."
    },
    {
      "cite": "Colum Mccann",
      "quote": "Life must pass through difficulty in order to achieve any modicum of beauty."
    },
    {
      "cite": "Alan Watts",
      "quote": "The difficulty for most of us in the modern world is that the old-fashioned idea of God has become incredible or implausible."
    },
    {
      "cite": "Homer",
      "quote": "The difficulty is not so great to die for a friend, as to find a friend worth dying for."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "The apprenticeship of difficulty is one which the greatest of men have had to serve."
    },
    {
      "cite": "Micah Baldwin",
      "quote": "The difficulty is not making a decision, it's living with the consequences."
    },
    {
      "cite": "Epictetus",
      "quote": "Difficulty shows what men are."
    },
    {
      "cite": "Edward R. Murrow",
      "quote": "Difficulty is the excuse history never accepts."
    },
    {
      "cite": "Lord Kelvin",
      "quote": "When you are face to face with a difficulty, you are up against a discovery."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every difficulty requires new strategy to overcome it."
    },
    {
      "cite": "Anita Renfroe",
      "quote": "Difficulty is inevitable. Drama is a choice."
    },
    {
      "cite": "Rene Descartes",
      "quote": "Divide each difficulty into as many parts as is feasible and necessary to resolve it."
    },
    {
      "cite": "Epicurus",
      "quote": "The greater the difficulty, the more the glory in surmounting it."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "Difficulty attracts the man of character because it is in embracing it that he realizes himself."
    },
    {
      "cite": "Will Rogers",
      "quote": "The best way out of a difficulty is through it."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Facing a difficulty requires a willingness of heart."
    },
    {
      "cite": "Emmet Fox",
      "quote": "There is no difficulty that enough love will not conquer."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You gain strength with every difficulty, which you boldly overcome."
    },
    {
      "cite": "Leslie Jamison",
      "quote": "Difficulty is our most reliable narrative engine."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "The difficulty is to try and teach the multitude that something can be true and untrue at the same time."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "The difficulty is that we try to perfect others before we perfect ourselves."
    },
    {
      "cite": "Matthew Polly",
      "quote": "It is only when a person gets into difficulty that one can truly see his heart."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You have to push through every difficulty to achieve the goal."
    },
    {
      "cite": "Clark Duke",
      "quote": "People seem to sometimes have a difficulty drawing that line between the character and the person."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "The difficulty is not to write, but to write what you mean."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "It is not the path which is the difficulty; rather, it is the difficulty which is the path."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The real difficulty is to overcome how you think about yourself. If we don't have that we never grow, we never learn, and sure as hell we should never teach."
    },
    {
      "cite": "Hugh Prather",
      "quote": "Almost any difficulty will move in the face of honesty. When I am honest I never feel stupid. And when I am honest I am automatically humble."
    },
    {
      "cite": "Michael Treanor",
      "quote": "A difficulty journey is more revealing of character than any discussion or analysis."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every difficulty is an opportunity for personal growth."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Conquering any difficulty always gives one a secret joy, for it means pushing back a boundary-line and adding to one's liberty."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Where there is no difficulty there is no praise."
    },
    {
      "cite": "William Dean Howells",
      "quote": "The difficulty is to know conscience from self-interest."
    },
    {
      "cite": "Friedrich August von Hayek",
      "quote": "If most people are not willing to see the difficulty, this is mainly because, consciously or unconsciously, they assume that it will be they who will settle these questions for the others, and because they are convinced of their own capacity to do this."
    }
  ]
}