{
  "source": "https://www.wisesayings.com/dignity-quotes/",
  "theme": "dignity",
  "quotes": [
    {
      "cite": "Tariq Ramadan",
      "quote": "There is dignity in your being even if there's indignity in what you're doing."
    },
    {
      "cite": "Wes Fesler",
      "quote": "Dignity is the reward of obeying your heart."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Overcoming poverty is not a gesture of charity. It is an act of justice. It is the protection of a fundamental human right, the right to dignity and a decent life."
    },
    {
      "cite": "Cyril Connolly",
      "quote": "The friendships which last are those wherein each friend respects the other's dignity to the point of not really wanting anything from him."
    },
    {
      "cite": "Ben Jonson",
      "quote": "The dignity of truth is lost with much protesting."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "I believe in the dignity of labor, whether with head or hand; that the world owes no man a living but that it owes every man an opportunity to make a living."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "The dignity of the individual demands that he be not reduced to vassalage by the largesse of others."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "Humility is the ability to give up your pride and still retain your dignity."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Dignity of human nature requires that we must face the storms of life."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "What should move us to action is human dignity: the inalienable dignity of the oppressed, but also the dignity of each of us. We lose dignity if we tolerate the intolerable."
    },
    {
      "cite": "George Santayana",
      "quote": "Our dignity is not in what we do, but what we understand."
    },
    {
      "cite": "Robert Maynard",
      "quote": "Human rights rest on human dignity. The dignity of man is an ideal worth fighting for and worth dying for."
    },
    {
      "cite": "Rex Stout",
      "quote": "Dignities are like faces; no two are the same."
    },
    {
      "cite": "Vartan Gregorian",
      "quote": "Dignity is not negotiable. Dignity is the honor of the family."
    },
    {
      "cite": "Laura Hillenbrand",
      "quote": "Without dignity, identity is erased. In its absence, men are defined not by themselves, but by their captors and the circumstances in which they are forced to live."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "We must build a new world, a far better world one in which the eternal dignity of man is respected."
    },
    {
      "cite": "John Charles Polanyi",
      "quote": "Human dignity is better served by embracing knowledge."
    },
    {
      "cite": "James J. Frey",
      "quote": "Be strong. Live honorably and with dignity. When you don't think you can, hold on."
    },
    {
      "cite": "Laura Hillenbrand",
      "quote": "Dignity is as essential to human life as water, food, and oxygen. The stubborn retention of it, even in the face of extreme physical hardship, can hold a man's soul in his body long past the point at which the body should have surrendered it."
    },
    {
      "cite": "Martin Esslin",
      "quote": "There is a lot of dignity in having the ability to confront the inconsequence of reality."
    },
    {
      "cite": "Washington Irving",
      "quote": "There is a healthful hardiness about real dignity that never dreads contact and communion with others however humble."
    },
    {
      "cite": "Luigina Sgarro",
      "quote": "Dignity and pride are not only two different feelings, but, in some ways, opposites. You can step on your pride to preserve your dignity. You can destroy your dignity because of your pride."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "Self-respect is the fruit of discipline; the sense of dignity grows with the ability to say no to oneself."
    },
    {
      "cite": "Jose Saramago",
      "quote": "Dignity has no price, when someone starts making small concessions, in the end, life loses all meaning."
    },
    {
      "cite": "Bayard Rustin",
      "quote": "When an individual is protesting society's refusal to acknowledge his dignity as a human being, his very act of protest confers dignity on him."
    },
    {
      "cite": "Luigi Pirandello",
      "quote": "Each of us, face to face with other men, is clothed with some sort of dignity, but we know only too well all the unspeakable things that go on in the heart."
    },
    {
      "cite": "RSCruz",
      "quote": "When we make mistakes, we simply say sorry. And saying the words would cost us our pride most of the time."
    },
    {
      "cite": "Christina of Sweden",
      "quote": "Dignity is like a perfume; those who use it are scarcely conscious of it."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Dignity will only happen when you realize that having someone in your life doesn't validate your worth."
    },
    {
      "cite": "James S.A. Corey",
      "quote": "There's a dignity in consequences."
    },
    {
      "cite": "Anum Sattar",
      "quote": "Losing your honor in a person's eye is tantamount losing it for entire humanity."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Dignity is never silent. It has a voice, heart and soul. Truth and courage is its foundation. It will stand against the masses and speak the truth. Because every great person has always done what others found fear in doing."
    },
    {
      "cite": "Laura Hillenbrand",
      "quote": "Dignity is as essential to human life as water, food, and oxygen."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Love is proved the moment you let go of someone because they need you to."
    },
    {
      "cite": "Aristotle",
      "quote": "Dignity does not consist in possessing honors, but in the consciousness that we deserve them."
    },
    {
      "cite": "Fausto Cercignani",
      "quote": "Personal dignity is to be measured with the yardstick of one's conscience, not with that of other people's judgement."
    },
    {
      "cite": "Rola Mahmoud",
      "quote": "ignity is the only one thing I have chosen over rules and benefits of slavery. I am not perfect because I chose to be myself; a human and this is the simplest form of dignity."
    },
    {
      "cite": "Philip Massinger",
      "quote": "True dignity is never gained by place, and never lost when honors are withdrawn."
    },
    {
      "cite": "Dave Eggers",
      "quote": "Dignity is an affectation, cute but eccentric, like learning french or collecting scarves."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "One's dignity may be assaulted, vandalized and cruelly mocked, but cannot be taken away unless it is surrendered."
    },
    {
      "cite": "Coco Chanel",
      "quote": "The most courageous act is still to think for yourself. Aloud."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "The only kind of dignity which is genuine is that which is not diminished by the indifference of others."
    },
    {
      "cite": "Pope Francis",
      "quote": "Human dignity is the same for all human beings: when I trample on the dignity of another, I am trampling on my own."
    },
    {
      "cite": "Fatema Mernissi",
      "quote": "Dignity is to have a dream, a strong one, which gives you a vision, a world where you have a place, where whatever it is you have to contribute makes a difference."
    },
    {
      "cite": "Confucius",
      "quote": "A wise man has dignity without pride; a fool has pride without dignity."
    },
    {
      "cite": "Beth Moore",
      "quote": "To possess dignity is to be worthy of respect. Worthy of high esteem. Absorb this: you are worthy of respect."
    },
    {
      "cite": "Romain Gary",
      "quote": "Humor is an affirmation of dignity, a declaration of man's superiority to all that befalls him."
    },
    {
      "cite": "Edwin Osgood Grover",
      "quote": "The dignity of labor depends not on what you do, but how you do it."
    },
    {
      "cite": "Edwin Percy Whipple",
      "quote": "Dignity is often a veil between us and the real truth of things."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Dignity is a mask we wear to hide our ignorance."
    }
  ]
}