{
  "source": "https://www.wisesayings.com/diligence-quotes/",
  "theme": "diligence",
  "quotes": [
    {
      "cite": "Matshona Dhliwayo",
      "quote": "It is impossible to make your own luck without the ingredient of hard work."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "What we hope ever to do with ease, we must learn first to do with diligence."
    },
    {
      "cite": "Scott Adams",
      "quote": "Hard work is rewarding. Taking credit for other people's hard work is rewarding and faster."
    },
    {
      "cite": "Robert Griffin III",
      "quote": "Hard work pays off - hard work beats talent any day, but if you're talented and work hard, it's hard to be beat."
    },
    {
      "cite": "Yunho",
      "quote": "For dreams to come true, it requires diligence. Believing is the most important thing!"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Diligence overcomes difficulties; sloth makes them."
    },
    {
      "cite": "Canady",
      "quote": "A diligent effort was made to eliminate matters that did not have evidentiary value."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Busy hands achieve more than idle tongues."
    },
    {
      "cite": "Virat Kohli",
      "quote": "Self-belief and hard work will always earn you success."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "Always make a total effort, even when the odds are against you."
    },
    {
      "cite": "Franklin",
      "quote": "Leisure is time for doing something useful; this leisure the diligent man will obtain, but the lazy man never."
    },
    {
      "cite": "David A. Bednar",
      "quote": "Ordinary people who faithfully, diligently, and consistently do simple things that are right before God will bring forth extraordinary results."
    },
    {
      "cite": "Antonin Sertillanges",
      "quote": "The reward of a work is to have produced it; the reward of effort is to have grown by it."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "For every great success, diligence is desirable from the beginning to the very end."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "To be diligent means to be serious and devoted to the work of God."
    },
    {
      "cite": "Jeremy Scahill",
      "quote": "You can do as much diligence as possible before you go somewhere to try to protect yourself and the people around you."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Diligence which, as it avails in all things, is also of the utmost moment in pleading causes. Diligence is to be particularly cultivated by us; it is to be constantly exerted; it is capable of effecting almost everything."
    },
    {
      "cite": "John Carmack",
      "quote": "Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Diligence in employments of less consequence is the most successful introduction to greater enterprises."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Few things are impossible to diligence and skill."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "If you work hard, make good choices and excellent decisions, and do what you can do best, you are likely to be rewarded with a lucky future."
    },
    {
      "cite": "Confucius",
      "quote": "The expectations of life depend upon diligence; the mechanic that would perfect his work must first sharpen his tools."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Work hard,and you will earn good rewards.Work smart,and you will earn great rewards.Work hard and work smart,and you will earn extraordinary rewards."
    },
    {
      "cite": "Plato",
      "quote": "Prefer diligence before idleness, unless you esteem rust above brightness."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Focus means being diligent. Diligence always leads to wealth."
    },
    {
      "cite": "Lane Kirkland",
      "quote": "If hard work were such a wonderful thing, surely the rich would have kept it all to themselves."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Diligence, hard work, perseverance, excellence are the values that cause things to happen."
    },
    {
      "cite": "Tom Duff",
      "quote": "With diligence it is possible to make anything run slowly."
    },
    {
      "cite": "Heather Bresch",
      "quote": "There is simply no substitute for hard work when it comes to achieving success."
    },
    {
      "cite": "Gettelfinger",
      "quote": "Due diligence is still under way there, so we're not prepared to comment on that."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know."
    },
    {
      "cite": "Ben Carson",
      "quote": "Through hard work, perseverance and a faith in God, you can live your dreams."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Diligence is a very great help even to a mediocre intelligence. Diligentia maximum etiam mediocris ingeni subsidium"
    },
    {
      "cite": "Twain",
      "quote": "Diligence is a good thing, but taking things easy is much more restful."
    },
    {
      "cite": "Jahangir Khan",
      "quote": "Without hard work and discipline it is difficult to be a top professional."
    },
    {
      "cite": "David P. Ingerson",
      "quote": "Diligence and hard work sensitize you to recognize opportunity."
    },
    {
      "cite": "Roger L'Estrange",
      "quote": "A plodding diligence brings us sooner to our journey's end than a fluttering way of advancing by starts."
    },
    {
      "cite": "Kevin Keenoo",
      "quote": "Diligence without intelligence is tragedy, not success."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Diligence is not easy, but we can't reach our goals without it."
    },
    {
      "cite": "Myles Munroe",
      "quote": "Hard work and diligence are essential to success, but they require an internal motivation. That internal motivation is Vision"
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Diligence is the mother of good fortune, and idleness, its opposite, never brought a man to the goal of any of his best wishes."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Be diligent daily,be efficient weekly,be proficient monthly,and you will be productive annually."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Work is doing it. Discipline is doing it every day. Diligence is doing it well every day."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "The harder you work, the luckier you are is not a law, but people who work extraordinary hard always keep bad luck away."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "Confidence and hard work is the best medicine to kill the disease called failure. It will make you successful person."
    },
    {
      "cite": "Menander",
      "quote": "He who labors diligently need never despair; for all things are accomplished by diligence and labor."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Diligence is the mother of good luck."
    },
    {
      "cite": "Hill Harper",
      "quote": "Believe in yourself, work hard, work smart and passionately present your best self to the world."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "It is diligence that is supposed to be your greatest possession."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The leading rule for the lawyer, as for the man of every calling is diligence. Leave nothing for tomorrow which can be done today."
    },
    {
      "cite": "Roman Proverb",
      "quote": "A diligent man ever finds that something remains to be done."
    },
    {
      "cite": "Roman Proverb",
      "quote": "The diligent farmer plants trees, of which he himself will never see the fruit."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Diligence is a very great help even to a mediocre intelligence."
    },
    {
      "cite": "Proverb 10:4",
      "quote": "A slack hand brings poverty, but the hand of the diligent brings forth wealth."
    },
    {
      "cite": "St. Augustine of Hippo",
      "quote": "In doing what we ought, we deserve no praise."
    },
    {
      "cite": "William Penn",
      "quote": "Patience and diligence, like faith, remove mountains."
    },
    {
      "cite": "Hogarth",
      "quote": "I know no such thing as genius; it is nothing but labor and diligence"
    },
    {
      "cite": "Khemetic Wisdom",
      "quote": "Be diligent as long as you live, always doing more than is commanded of you."
    },
    {
      "cite": "Khemetic Wisdom",
      "quote": "Be industrious, let thine eyes be open, lest thou become a beggar, for the man that is idle cometh not to honor."
    },
    {
      "cite": "Malagasy Wisdom",
      "quote": "Nothing is so difficult that diligence cannot conquer it."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "Do what is required of you and remain a slave. Do more than is required and become free."
    },
    {
      "cite": "Sammy Davis Jr.",
      "quote": "If you want to be the best, Baby, you've got to work harder than anybody else."
    },
    {
      "cite": "Barbara Jordan",
      "quote": "There is no obstacle in the path of young people who are poor or members of minority groups that hard work and preparation  cannot cure."
    },
    {
      "cite": "Carol Moseley Braun",
      "quote": "When a job is once begun, never stop until it's done. / Be the job large or small, / do it right or not at all."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "My philosophy is that not only are you responsible for your life but doing the best at this moment puts you in the best place for the next moment."
    },
    {
      "cite": "Book of Khun-Anup",
      "quote": "Do not speak falsely for you are great; do not act lightly for you have weight; be not untrue for you are the balance and do not swerve, for you are the standard."
    },
    {
      "cite": "Proverb 28:19",
      "quote": "He that tilleth his land shall have plenty of bread."
    },
    {
      "cite": "Proverb 30:25",
      "quote": "The ants are a people not strong, yet they prepare their meat in the summer."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "By diligence and patience, the mouse bit in two the cable."
    },
    {
      "cite": "Johnson",
      "quote": "Few things are impossible to diligence and skill. Great works are performed not by strength but by perseverance."
    },
    {
      "cite": "Greeley",
      "quote": "If you thought you had three months to do, due to diligence a year ago, you now have three weeks."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Care and diligence bring luck."
    },
    {
      "cite": "Charles Dickens",
      "quote": "I never could have done what I have done without the habits of punctuality, order, and diligence, without the determination to concentrate myself on one subject at a time."
    },
    {
      "cite": "John Donne",
      "quote": "I observe the physician with the same diligence as the disease."
    },
    {
      "cite": "Tony Kushner",
      "quote": "Artists know that diligence counts as much, if not more, as inspiration; in art, as in politics, patience counts as much as revolution."
    },
    {
      "cite": "Antonin Sertillanges",
      "quote": "The reward of work is to have produced it; the reward of effort is to have grown by it."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Common man's patience will bring him more happiness than common man's power."
    },
    {
      "cite": "Jeanette Coron",
      "quote": "Even if you feel like you're giving it your all, but still not seeing the desired results; keep going. Sometimes the key to your breakthrough is to persevere and to not give up."
    }
  ]
}