{
  "source": "https://www.wisesayings.com/dimples-quotes/",
  "theme": "dimples",
  "quotes": [
    {
      "cite": "Adriana Law",
      "quote": "Dimples should come with a warning: Dangerous! Could knock your world off its axis, categorized as a weapon, proceed with caution."
    },
    {
      "cite": "Amy Andrews",
      "quote": "A woman could do a lot of crazy things for a pair of fine-looking dimples."
    },
    {
      "cite": "Toba Beta",
      "quote": "People with dimple have a divine role in this universe: smile!"
    },
    {
      "cite": "Pope Paul VI",
      "quote": "A dimple on the chin, a devil within."
    },
    {
      "cite": "unknown",
      "quote": "Dimples on the face of a girl are more sweeter than sugar."
    },
    {
      "cite": "Amie Kaufman",
      "quote": "Then she smiles, and it turns out she has dimples, and it's all over."
    },
    {
      "cite": "C.S. Harris",
      "quote": "The merry green eyes and a roguish dimple in one cheek."
    },
    {
      "cite": "Carrie Jones",
      "quote": "Dimples crinkle up the skin near his lips. I will not look at his lips. How can he never have used those? That’s a crime against humanity right there."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Because of my dimples. Dimples are a get out of jail free card."
    },
    {
      "cite": "Horace Binney Wallace",
      "quote": "Oh, sweet is thy current by town and by tower, the green Sunnyvale and the dark linden bower. Thy waves as they dimple smile back on the plain, And Rhine, ancient river, thou’rt German again!"
    },
    {
      "cite": "Japanese Proverb",
      "quote": "If there is love, smallpox scars are as pretty as dimples."
    },
    {
      "cite": "Jennifer L. Armentrout",
      "quote": "The dimple appeared. I like staring at you. My brows rose. He chuckled. That kind of sounded creepy, didn't it? What I meant is that well, yeah, I like staring at you. So it is as creepy as it sounds."
    },
    {
      "cite": "Kristin Hannah",
      "quote": "He had the kind of smile that inhabited every part of his face his eyes, his cheeks, there was even a dimple."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "I feel about mothers the way I feel about dimples. Because I do not have one myself, I notice everyone who does."
    },
    {
      "cite": "Lisa Daily",
      "quote": "God, there’s nothing sexier than a nice strong jawline and a movie star quality chin dimple. It’s my own personal kryptonite."
    },
    {
      "cite": "Lisa Kessler",
      "quote": "I don't care if we only have a few days together, I want to spend every second by your side. I want to memorize every curve of your face, and I want to see you smile and kiss that dimple in your cheek."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Lovely dimples, like little dents in cream. I have given up all hope of dimples. My dimple dream will never come true; but so many of my dreams have that I mustn't complain. Am I all ready now?"
    },
    {
      "cite": "Nicola Yoon",
      "quote": "He’s trying not to laugh, but the telltale dimple gives it away."
    },
    {
      "cite": "Noel Botham",
      "quote": "The attachment of the human skin to muscles is what causes dimples."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "There are a good many real miseries in life that we cannot help smiling at, but they are the smiles that make wrinkles and not dimples."
    },
    {
      "cite": "Paul Hamilton Hayne",
      "quote": "Low gurgling laughter, as sweet as the swallow's song I the South, And a ripple of dimples that, dancing, meet By the curves of a perfect mouth."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Wherever there is power, there is age. Don't be deceived by dimples and curls. I tell you that babe is a thousand years old."
    },
    {
      "cite": "Stephen King",
      "quote": "Her color was high, and there were deep dimples at the corners of her mouth. She looked nine miles out of place, but he had never loved her more. This was Willa on the edge of a smile."
    },
    {
      "cite": "Stephen King",
      "quote": "If there is love, smallpox scars are as pretty as dimples. I'll love your face no matter what it looks like. Because it's yours."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "Many a man in love with a dimple makes the mistake of marrying the whole girl."
    }
  ]
}