{
  "source": "https://www.wisesayings.com/dinner-quotes/",
  "theme": "dinner",
  "quotes": [
    {
      "cite": "Laurie David",
      "quote": "A successful dinner is one that lasts a while and one where everyone leaves happy. It's a meal where we didn't just wolf food down, rather something else happened at the table. That is the goal."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "Dinner is the principal act of the day that can only be carried out in a worthy manner by people of wit and humor; for it is not sufficient just to eat at dinner. One has to talk with a calm and discreet gaiety. The conversation must sparkle like the rubies in the entremets wines, it must be delightfully suave with the sweetmeats of the dessert, and become very profound with the coffee."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "After a good dinner one can forgive anybody, even one's own relations."
    },
    {
      "cite": "Mason Cooley",
      "quote": "At the dinner table, if you can't think of anything to say, sit quietly. Don't throw rolls, or chew on your napkin."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "This was a good dinner enough, to be sure, but it was not a dinner to ask a man to."
    },
    {
      "cite": "Julia Child",
      "quote": "The dinner hour is a sacred, happy time when everyone should be together and relaxed."
    },
    {
      "cite": "Carmen Electra",
      "quote": "Dinner is a great first date. Don't believe that stuff about girls not wanting to eat on a first date sharing a romantic meal is so sexy."
    },
    {
      "cite": "Samuel Pepys",
      "quote": "Strange to see how a good dinner and feasting reconciles everybody."
    },
    {
      "cite": "George Saintsbury",
      "quote": "But dinner is dinner, a meal at which not so much to eat it becomes difficult to eat much at it as you grow older as to drink, to talk, to flirt, to discuss, to rejoice at the closing of the day. I do not think anything serious should be done after it, as nothing should before breakfast."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Dinners are given mostly in the middle classes by way of revenge."
    },
    {
      "cite": "Art Buchwald",
      "quote": "Americans are just beginning to regard food the way the French always have. Dinner is not what you do in the evening before something else. Dinner is the evening."
    },
    {
      "cite": "Judith Martin",
      "quote": "The dinner table is the center for the teaching and practicing not just of table manners but of conversation, consideration, tolerance, family feeling, and just about all the other accomplishments of polite society except the minuet."
    },
    {
      "cite": "Laurie David",
      "quote": "A great dinner must include not only yummy food, but good conversation."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Dinners are defined as the ultimate act of communion; men that can have communion in nothing else, can sympathetically eat together, can still rise into some glow of brotherhood over food and wine."
    },
    {
      "cite": "Lilian Jackson Braun",
      "quote": "At dinner time he would sit in a corner, concentrating; and suddenly they would say, time to feed the cat, as if it were their idea."
    },
    {
      "cite": "Kris Carr",
      "quote": "Dinner is where the magic happens in the kitchen."
    },
    {
      "cite": "Laurie Colwin",
      "quote": "Dinner alone is one of life's pleasures."
    },
    {
      "cite": "Anonymous",
      "quote": "At a dinner party one should eat wisely but not too well, and talk well but not too wisely."
    },
    {
      "cite": "Joanne Nova",
      "quote": "Everything on our dinner table-the meat, cheese, salad, bread, and soft drink-requires carbon dioxide to be there. For those of you who believe that carbon dioxide is a pollutant, we have a special diet: water and salt!"
    },
    {
      "cite": "Nadia Giosia",
      "quote": "Dinner is often a stew of beans or legumes, which are awesome for dieting; they give you that meaty satisfaction and both are excellent with whole grain rice or bread."
    },
    {
      "cite": "Michael Dorris",
      "quote": "Dinner is to a day what dessert is to dinner."
    }
  ]
}