{
  "source": "https://www.wisesayings.com/dinosaur-quotes/",
  "theme": "dinosaur",
  "quotes": [
    {
      "cite": "Larry Niven",
      "quote": "The dinosaurs became extinct because they didn't have a space program."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Dinosaurs are extinct today because they lacked opposable thumbs and the brainpower to build a space program."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "It's when you walk with dinosaurs that you start thinking about lunch."
    },
    {
      "cite": "Robert T. Bakker",
      "quote": "It's very simple why kids are crazy about dinosaurs -- dinosaurs are nature's Special Effects. They are the only real dragons. Kids love dragons. It's not just being weirdly shaped and being able to eat Buicks. It's that they are real."
    },
    {
      "cite": "Robert T. Bakker",
      "quote": "The public image of dinosaurs is tainted by extinction. It's hard to accept dinosaurs as a success when they are all dead. But the fact of ultimate extinction should not make us overlook the absolutely unsurpassed role dinosaurs played in the history of life."
    },
    {
      "cite": "Steve Martin",
      "quote": "Dinosaurs did not walk with humans. The evolutionary record says different. They gambled."
    },
    {
      "cite": "Jack Horner",
      "quote": "A dinosaur out of context is like a character without a story. Worse than that, the character suffers from amnesia."
    },
    {
      "cite": "Robert T. Bakker",
      "quote": "If we measured success by longevity, then dinosaurs must rank as the number one success story in the history of land life."
    },
    {
      "cite": "Robert T. Bakker",
      "quote": "Dinosaurs are the jumper cables to the human mind. Kids can't curb their enthusiasm when they're in a hall of dinosaurs and mammoths and mammoth hunters and trilobites and giant fish that could chomp up a shark. These natural objects in motion and context make kids want to read; you can't stop them from reading and thinking."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "The dinosaurs disappeared because they could not adapt to their changing environment. We shall disappear if we cannot adapt to an environment that now contains spaceships, computers — and thermonuclear weapons."
    },
    {
      "cite": "Steve Miller",
      "quote": "Dinosaurs may be extinct from the face of the planet, but they are alive and well in our imaginations."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "In the age of dinosaurs, you don't need brains, you only need muscle."
    },
    {
      "cite": "Robert T. Bakker",
      "quote": "Dinosaurs have a bad public image as symbols of obsolescence and hulking inefficiency; in political cartoons they are know-nothing conservatives that plod through miasmic swamps to inevitable extinction."
    },
    {
      "cite": "Kanye West",
      "quote": "The dinosaurs are remembered only by their bones. What will we be remembered for with humanity?"
    },
    {
      "cite": "Colin Mochrie",
      "quote": "We all have a dinosaur deep within us just trying to get out."
    },
    {
      "cite": "Eric Johnston",
      "quote": "The dinosaurs's eloquent lesson is that if some bigness is good, an overabundance of bigness is not necessarily better."
    }
  ]
}