{
  "source": "https://www.wisesayings.com/direction-quotes/",
  "theme": "direction",
  "quotes": [
    {
      "cite": "Melody Beattie",
      "quote": "Goals give us direction. They put a powerful force into play on a universal, conscious, and subconscious level. Goals give our life direction."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "We are not retreating we are advancing in another direction."
    },
    {
      "cite": "Drake",
      "quote": "Sometimes it's the journey that teaches you a lot about your destination."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "For all the compasses in the world, there's only one direction, and time is its only measure."
    },
    {
      "cite": "Euripides",
      "quote": "The wisest men follow their own direction."
    },
    {
      "cite": "Jim Rohn",
      "quote": "It is the set of the sails, not the direction of the wind that determines which way we will go."
    },
    {
      "cite": "Sandip Karmakar",
      "quote": "A little push at the right direction, can make a big difference."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The great thing in this world is not so much where we stand, as in what direction we are moving."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "The best path through life is the highway."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Efforts and courage are not enough without purpose and direction."
    },
    {
      "cite": "Jim Rohn",
      "quote": "You cannot change your destination overnight, but you can change your direction overnight."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Directions are instructions given to explain how. Direction is a vision offered to explain why."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Direction determines destination."
    },
    {
      "cite": "Richard L. Evans",
      "quote": "Your direction is more important than your speed."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Any intelligent fool can make things bigger and more complex. It takes a touch of genius and a lot of courage to move in the opposite direction."
    },
    {
      "cite": "Benjamin Stone",
      "quote": "A lack of direction and meaning can leave you empty."
    },
    {
      "cite": "Thomas Paine",
      "quote": "It is the direction and not the magnitude which is to be taken into consideration."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Go confidently in the direction of your dreams. Live the life you've imagined."
    },
    {
      "cite": "Lao Tzu",
      "quote": "If you do not change direction, you may end up where you are heading."
    },
    {
      "cite": "Anonymous",
      "quote": "No matter how long you have travelled in the wrong direction, you can always turn around."
    },
    {
      "cite": "Plato",
      "quote": "The direction in which education starts a man will determine his future life."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours."
    },
    {
      "cite": "Anonymous",
      "quote": "Life is a journey, not a destination, we determine our destiny by the direction we take."
    },
    {
      "cite": "Anas Hossain",
      "quote": "You cannot expect to stay on the right path if you are walking with the wrong people."
    },
    {
      "cite": "Kerry Stokes",
      "quote": "You can choose a direction that will take you into something that isn't going to take you where you want to go, or you can choose another direction which is down the right pathway."
    },
    {
      "cite": "Christopher Columbus",
      "quote": "You can never cross the ocean unless you have the courage to lose sight of the shore."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "If the things behind you are tripping you, you're moving in the wrong direction."
    },
    {
      "cite": "Toba Beta",
      "quote": "If you lose direction, go to a higher ground."
    },
    {
      "cite": "Carl Rogers",
      "quote": "The good life is a process, not a state of being. It is a direction not a destination."
    },
    {
      "cite": "Brian Tracy",
      "quote": "It doesn't matter where you are coming from. All that matters is where you are going."
    },
    {
      "cite": "Tom Ziglar",
      "quote": "Each step in the right direction allows you to see further in that direction."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You have brains in your head. You have feet in your shoes. You can steer yourself in any direction you choose. You're on your own, and you know what you know. And you are the guy who'll decide where to go."
    },
    {
      "cite": "Diane Grant",
      "quote": "It is better to walk alone than with a crowd going in the wrong direction."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "Read the directions and directly you will be directed in the right direction."
    },
    {
      "cite": "Fela Durotoye",
      "quote": "Direction is only necessary when your destination is certain but the path to get there isn't clear to you."
    },
    {
      "cite": "Buddha",
      "quote": "If we are facing in the right direction, all we have to do is keep on walking."
    },
    {
      "cite": "Jody Hedlund",
      "quote": "Often times we cannot change the entire direction of a route already set in motion. But we can do our small part to shift the path one degree at a time."
    },
    {
      "cite": "Rachel Hartman",
      "quote": "Any direction you walked was forward, and that was as must be."
    },
    {
      "cite": "Lynn Austin",
      "quote": "There’s no shame in changing direction."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The only person to influence the direction and purpose of your life is the one who gave it. God!"
    },
    {
      "cite": "Craig Groeschel",
      "quote": "Your decisions today, both big and small, determine the direction your life will take tomorrow."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "Stopping to consider whether our choices will take us in the right direction is important. But sometimes we head in a direction we know is the wrong one, moving farther away from the story we want to tell."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "Direction, not intention, determines destination."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "Each decision should move closer to becoming all that God made you to be, to turn your life in the direction of a story you'll be happy to share."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "If there's a goal you want to achieve, you have to make decisions that will move you in the direction you want to go."
    },
    {
      "cite": "Robin Bertram",
      "quote": "Just like most of us, had to hit rock bottom before he woke up and obeyed the call of God on his life. At times God has to send a storm to get us to go in the right direction."
    },
    {
      "cite": "Robin Bertram",
      "quote": "God will bring about direction, conviction, clarification, inspiration, and revelation, and He will give you wisdom to make decisions that will help you live the best life you can live."
    },
    {
      "cite": "Brenda Novak",
      "quote": "Sometimes gut instinct is what determines the direction we should take."
    },
    {
      "cite": "Farshad Asl",
      "quote": "Sharing a clear and concise vision spawns a sense of purpose and direction. It attracts success toward you and helps you build an expanding team."
    },
    {
      "cite": "George Macdonald",
      "quote": "It is not where one is, but in what direction he is going."
    },
    {
      "cite": "J.D. Jordan",
      "quote": "Not knowing what I needed to do or where I needed to go, I knew all the same that I was going in the right direction."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Everything has a vibration that spirals inward or outward — and everything turns together in the same direction at the same time."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "If you miss the way to a great destination, just look for those going to that direction."
    },
    {
      "cite": "Caryll Houselander",
      "quote": "In the world as it is, torn with agonies and dissensions, we need some direction for our souls which is never away from us; which, without enslaving us or narrowing our vision, enters into every detail of our life."
    },
    {
      "cite": "Caryll Houselander",
      "quote": "\"Seek and ye shall find\"; that seems to be the quintessence of all spiritual direction for everyone."
    },
    {
      "cite": "Michael Thomas Sunnarborg",
      "quote": "Our choices decide our direction and carve a path for our personal lives and our careers."
    },
    {
      "cite": "Michael Hyatt",
      "quote": "People at any stage will profit by taking the wheel and getting pointed in the right direction."
    },
    {
      "cite": "T. F. Hodge",
      "quote": "When you're a light instead of a dim switch, your brightness radiates in every direction."
    },
    {
      "cite": "Bernard Kelvin Clive",
      "quote": "Without sense of purpose and clear direction of your life, you will only be building a fake brand of you."
    }
  ]
}