{
  "source": "https://www.wisesayings.com/dirty-quotes/",
  "theme": "dirty",
  "quotes": [
    {
      "cite": "Buddy Hackett",
      "quote": "If it's dirty, it's not funny, but if it's funny, it's not dirty"
    },
    {
      "cite": "Mary Martha Sherwood",
      "quote": "A dirty exterior is a great enemy to beauty of all descriptions."
    },
    {
      "cite": "Anonymous",
      "quote": "Of all the paths you take in life, make sure a few of them are dirt."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Even dirt glitters when the sun is shining upon it."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Under the pavement the dirt is dreaming of grass."
    },
    {
      "cite": "Heddy Lamarr",
      "quote": "Dirt makes a man look masculine. Let your hair blow in the wind, and all that. It's OK. All you have to do is look neat when you have to look neat."
    },
    {
      "cite": "Stacey Lee",
      "quote": "We have the same dirt under our shoes as they do."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Dirt has been shrewdly termed \"misplaced material\"."
    },
    {
      "cite": "Anonymous",
      "quote": "Grow from the dirt that they left you in."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "Gold's father is dirt, yet it regards itself as noble."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Six feet of dirt make all men equal."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Delay and dirt are the realities of the most rewarding travel."
    },
    {
      "cite": "Francois Truffaut",
      "quote": "Airing one's dirty linen never makes for a masterpiece."
    },
    {
      "cite": "Henry Temple 3rd Viscount Palmerston",
      "quote": "Dirt is not dirt, but only something in the wrong place."
    },
    {
      "cite": "Drake",
      "quote": "No matter how dirty your past is, your future is still spotless."
    },
    {
      "cite": "Anonymous",
      "quote": "Play in the dirt because life is too short to always have a clean fingernails."
    },
    {
      "cite": "Plato",
      "quote": "People are like dirt. They can either nourish you and help you grow as a person or they can stunt your growth and make you wilt and die."
    },
    {
      "cite": "Amanda Hocking",
      "quote": "When you mix dirt with water, the dirt doesn't get clean. The water just gets dirty."
    },
    {
      "cite": "Mary Douglas",
      "quote": "Where there is dirt there is system. Dirt is the byproduct of a systematic ordering and classification of matter."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "It is when we notice the dirt that God is most present in us; it is the very sign of His presence."
    },
    {
      "cite": "Mike Rowe",
      "quote": "Dirt used to be a badge of honor. Dirt used to look like work. But we've scrubbed the dirt off the face of work and consequently we've created this suspicion of anything that's too dirty."
    },
    {
      "cite": "Aaron Hill",
      "quote": "Don't call the world dirty because you forgot to clean your glasses."
    },
    {
      "cite": "Thomas Chandler Haliburton",
      "quote": "Money is a necessity; so is dirt."
    },
    {
      "cite": "Anonymous",
      "quote": "Even the most beautiful rose has been the through dirt."
    },
    {
      "cite": "Jocelyn Murray",
      "quote": "It is the dirt within men's hearts that is most offensive; the filth you cannot see."
    },
    {
      "cite": "Texan Proverb",
      "quote": "When you throw dirt, you lose ground."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "It is almost impossible to throw dirt on someone without getting a little on yourself"
    },
    {
      "cite": "John Chipman Gray",
      "quote": "Dirt is only matter out of place; and what is a blot on the escutcheon of the Common Law may be a jewel in the crown of the Social Republic."
    },
    {
      "cite": "Lin Yutang",
      "quote": "It is not dirt but the fear of dirt which is the sign of man's degeneration, and it is dangerous to judge a man's physical and moral sanity by outside standards."
    }
  ]
}