{
  "source": "https://www.wisesayings.com/dirt-bike-quotes/",
  "theme": "dirt-bike",
  "quotes": [
    {
      "cite": "Anthony Saunders",
      "quote": "Running like Naruto and needing N9na to throw batons / Baton like Rouge and kill everything like Rittz while foes are on / See you people are slowin' on, we be speedin' like motocross"
    },
    {
      "cite": "David Patrick Wilcox",
      "quote": "Mud enduros and motocross / Dish washing money to buy my gas / Late at night in the cold garage / Building the engine that moved my past / Sliding out of the perfect turn"
    },
    {
      "cite": "Mario Andretti",
      "quote": "If everything seems under control, you're not going fast enough."
    },
    {
      "cite": "Fausto Coppi",
      "quote": "Ride your bike, ride your bike, ride your bike."
    },
    {
      "cite": "Jeremy Clarkson",
      "quote": "Speed has never killed anyone. Suddenly becoming stationary, that's what gets you."
    },
    {
      "cite": "Hunter S Thompson",
      "quote": "Faster, Faster, until the thrill of speed overcomes the fear of death."
    },
    {
      "cite": "Gary Fisher",
      "quote": "Anyone who rides a bike is a friend of mine."
    },
    {
      "cite": "Brian Neary",
      "quote": "Then I do a triple jump! YEAH! / When I was a kid, I never bothered with what my friends / Did. / I just wanted to be / A dirt bike rider, / A dirt bike rider!"
    },
    {
      "cite": "John Flansburgh",
      "quote": "Brain washing dirt bike / Ground shaking dirt bike / Mind bending dirt bike / In control"
    },
    {
      "cite": "John Flansburgh",
      "quote": "Soul crushing dirt bike / Self propelled dirt bike / You see I never thought I'd understand / 'Til that bike took me by the hand / Now I ride"
    },
    {
      "cite": "Chad Dexster Burnette",
      "quote": "Daydreaming of dirt bikes and four wheeler / Shopping sprees at the diamond dealer / Hats and jackets, shirts, pants and sneakers / That brand new car smell"
    },
    {
      "cite": "Nosakhere Jabili Andrews",
      "quote": "Dirt bike, four wheeling / Come up in the street I'm peeling"
    },
    {
      "cite": "Bryan Yepes",
      "quote": "Bank account eruptin' (Yeah) / I need me a safe or something (Yeah) / I'm a dirt bike riding junkie (C'mon) / I don't need that Wraith for nothing (Let's go) / But it's a Wraith on my wrist or something (Skrrt)"
    },
    {
      "cite": "Bryan Yepes",
      "quote": "Hugging a thot, boy, giving 'em top where they brain is / I'm a rock star lifestyle living, dirt bike riding, toting stainless, I aim big"
    },
    {
      "cite": "Allan Pineda",
      "quote": "Stripes getting dirty like mud fights and dirt bikes / Turning these draw's black that's used to be white"
    },
    {
      "cite": "Terri Sievert",
      "quote": "Freestyle motocross riders take dirt bike riding to the extreme. Not long ago, the bikes that sail through the air were used mainly for racing."
    },
    {
      "cite": "Terri Sievert",
      "quote": "In the 1950's, motorcycle companies began to design and build motorcycles for riding on rough, bumpy off-road courses. People called these motorcycles 'dirt bikes.'"
    },
    {
      "cite": "Terri Sievert",
      "quote": "Dirt bike riders also compete in other races. They still race on dirt tracks."
    },
    {
      "cite": "Terri Sievert",
      "quote": "Discover the world of dirt bikes, where riders speed over muddy, hilly courses and soar high into the air."
    },
    {
      "cite": "Danny Parr",
      "quote": "The bike and the rider sail through the air."
    },
    {
      "cite": "Danny Parr",
      "quote": "Dirt bikes handle well in dirt, mud, sand, and grass. Riders enjoy riding dirt bikes away from roads and highways."
    },
    {
      "cite": "Danny Parr",
      "quote": "Dirt bikes are lighter than street motorcycles. Their light weight makes them fast and quick. Dirt bikes can make sharp turns that street motorcycles cannot make."
    },
    {
      "cite": "Danny Parr",
      "quote": "Most people ride dirt bikes for fun. They can explore areas in dirt bikes that cars and street motorcycles cannot explore."
    },
    {
      "cite": "James Holter",
      "quote": "From coast to coast, kids are burning up the track and the trail on dirt bikes."
    },
    {
      "cite": "Matt Scheff",
      "quote": "They do tricks while their powerful dirt bikes soar through the air. Judges score each trick based on difficulty, style, originality, and landing."
    },
    {
      "cite": "M. Weber",
      "quote": "Dirt bike racing is fast and dirty. Riders speed over jumps. They soar through the air and slam back to earth."
    },
    {
      "cite": "M. Weber",
      "quote": "This makes dirt bike racing one of the most physically demanding and dangerous Motorsports."
    },
    {
      "cite": "M. Weber",
      "quote": "Dirt bike races are also held on challenging outdoors courses. No two courses are the same."
    },
    {
      "cite": "Sarah Tieck",
      "quote": "Imagine you are riding on a dirt bike. Warm air blows past you as you speed along hilly trails. You may even do special stunts, such as jumps or spins."
    },
    {
      "cite": "Sarah Tieck",
      "quote": "Many parts work together to make it move. A dirt bike is an amazing vehicle."
    },
    {
      "cite": "Sarah Tieck",
      "quote": "Some people ride dirt bikes for recreation, such as outdoor adventures."
    },
    {
      "cite": "Jack David",
      "quote": "People loved to race cross-country motorcycles in dirt races called scrambles."
    },
    {
      "cite": "Jack David",
      "quote": "Dirt bikes kept growing in popularity. It soon seemed as if dirt bikes were everywhere."
    },
    {
      "cite": "S.L. Hamilton",
      "quote": "Dirt bikes make it possible to travel areas where other vehicles would get stuck."
    },
    {
      "cite": "S.L. Hamilton",
      "quote": "Many dirt bikes owners also love to test their riding skill in motocross competitions."
    },
    {
      "cite": "Gary LaPlante",
      "quote": "If there is one thing that the vast majority of great motor cycle races and champions have in common, it's that they started riding in the dirt."
    },
    {
      "cite": "Gary LaPlante",
      "quote": "To the uninitiated, riding an off-road motorcycle may look as easy as sitting down, putting your feet on the pegs, and twisting the throttle. But for any of us who have ever tried to tackle an off-road trail on a dirt bike, we know that there is so much more to the activity than that."
    },
    {
      "cite": "Paul Mason",
      "quote": "The deafening sound and the smell of the engines at a dirt-bike race is like nothing else."
    },
    {
      "cite": "Paul Mason",
      "quote": "Not everyone rides dirt bikes in races. Some bikers prefer to ride through the woods with a few friends. But the best courses are almost all used for races."
    },
    {
      "cite": "Paul Mason",
      "quote": "It is a good idea to bring plenty of water. Dirt biking is thirsty work!"
    }
  ]
}