{
  "source": "https://www.wisesayings.com/dirt-quotes/",
  "theme": "dirt",
  "quotes": [
    {
      "cite": "Margaret Atwood",
      "quote": "In the spring, at the end of the day, you should smell like dirt."
    },
    {
      "cite": "John Muir",
      "quote": "Of all the paths you take in life, make sure a few of them are dirt."
    },
    {
      "cite": "Lin Yutang",
      "quote": "It is not dirt but the fear of dirt which is the sign of man's degeneration, and it is dangerous to judge a man's physical and moral sanity by outside standards."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "It is almost impossible to throw dirt on someone without getting a little on yourself."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "It is when we notice the dirt that God is most present in us; it is the very sign of His presence."
    },
    {
      "cite": "Plato",
      "quote": "People are like dirt. They can either nourish you and help you grow as a person or they can stunt your growth and make you wilt and die."
    },
    {
      "cite": "Mike Rowe",
      "quote": "Dirt used to be a badge of honor. Dirt used to look like work. But we've scrubbed the dirt off the face of work, and consequently we've created this suspicion of anything that's too dirty."
    },
    {
      "cite": "Jocelyn Murray",
      "quote": "It is the dirt within men’s hearts that is most offensive; the filth you cannot see."
    },
    {
      "cite": "Greg Jackson",
      "quote": "Every day is one day closer to the dirt, so you got to go hard."
    },
    {
      "cite": "Charles Lamb",
      "quote": "If dirt were trumps, what hands you would hold!"
    },
    {
      "cite": "Amanda Hocking",
      "quote": "When you mix dirt with water, the dirt doesn't get clean. The water just gets dirty."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "Dirt makes a man look masculine. Let your hair blow in the wind, and all that. It's OK. All you have to do is look neat when you have to look neat."
    },
    {
      "cite": "Diane Ladd",
      "quote": "Have a little faith, kick a little dirt."
    },
    {
      "cite": "Henry John Temple",
      "quote": "Dirt is not dirty, but only something in the wrong place."
    },
    {
      "cite": "Donald Sadoway",
      "quote": "If you want to make something dirt cheap, make it out of dirt–preferably dirt that is locally sourced."
    },
    {
      "cite": "Eric Bogosian",
      "quote": "As soon as the dirt is hitting the casket, it'll all be forgotten."
    },
    {
      "cite": "Theodore Roethke",
      "quote": "Nothing would give up life: Even the dirt keeps breathing a small breath."
    },
    {
      "cite": "Philip Schaff",
      "quote": "Who touches money touches dirt; and the less religion has to do with it, the better."
    },
    {
      "cite": "Thomas Chandler Haliburton",
      "quote": "Money is a necessity; so is dirt."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "There's nothing like a shovel full of dirt to encourage literacy."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Never mind a little dirt, if the goal is splendid!"
    },
    {
      "cite": "Wendelin Van Draanen",
      "quote": "Turn down a chance to feel magic for fear of a little dirt?"
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Revenge leads to an empty fullness, like eating dirt."
    },
    {
      "cite": "Karl Marx",
      "quote": "Hence money may be dirt, although dirt is not money."
    }
  ]
}