{
  "source": "https://www.wisesayings.com/disagreement--quotes/",
  "theme": "disagreement-",
  "quotes": [
    {
      "cite": "Jerry Spinelli",
      "quote": "Disagreement is not necessarily a reason to head for Splitsville. In fact, a relationship without disagreement is probably too brittle to last. Some of the best human bonds are forged in the fire of disagreement."
    },
    {
      "cite": "Vironika Tugaleva",
      "quote": "In some ways, we will always be different. In other ways, we will always be the same. There is always room to disagree and blame, just as there is always room to take a new perspective and empathize. Understanding is a choice."
    },
    {
      "cite": "Emily Eskowich",
      "quote": "A conversation in which the two parties have different beliefs should never begin with the intention of converting the other party to your own beliefs. Every worthwhile conversation's goal should be to understand the other person's opinions and help them understand your own."
    },
    {
      "cite": "James Baldwin",
      "quote": "We can disagree and still love each other unless your disagreement is rooted in my oppression and denial of my humanity and right to exist."
    },
    {
      "cite": "Aspen Baker",
      "quote": "Instead of seeing how much pain I can dish out towards those I disagree with, or who I believe have done me wrong, I seek to follow the golden rule and use my words and behavior to create more of what the world needs – love, compassion, and connection."
    },
    {
      "cite": "Roxane Gay",
      "quote": "I am totally down with disagreement. I don't like Haterade, but disagreement is wonderful. When someone disagrees, we try to reach common ground. That's good."
    },
    {
      "cite": "Lee Hsien Loong",
      "quote": "You need people who have their own views, whose views you respect, whom you can have a productive disagreement with, and work out ideas which you might not have come up with, or who improve on ideas you had."
    },
    {
      "cite": "Robert Estabrook",
      "quote": "He who has learned to disagree without being disagreeable has discovered the most valuable secret of a diplomat."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The people to fear are not those who disagree with you, but those who disagree with you and are too cowardly to let you know."
    },
    {
      "cite": "Loren Cunningham",
      "quote": "Disagreements don't cause disunity, a lack of forgiveness does."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "If you listen to two people who are arguing about something, and they each of them have passionate faith that they're right, but they believe different things—they belong to different religions, different faiths, there is nothing they can do to settle their disagreement short of shooting each other, which is what they very often actually do."
    },
    {
      "cite": "Plato",
      "quote": "Harmony is a symphony, and symphony is an agreement; but an agreement of disagreements while they disagree there cannot be; you cannot harmonize that which disagrees."
    },
    {
      "cite": "Rumi",
      "quote": "Raise your words, not your voice. It is rain that grows flowers not thunders."
    },
    {
      "cite": "Noreena Hertz",
      "quote": "Managing dissent is about recognizing the value of disagreement, discord and difference."
    },
    {
      "cite": "Euripides",
      "quote": "In case of dissension, never dare to judge till you've heard the other side."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "The statement at the core of all disagreements: I’m right, you’re wrong."
    },
    {
      "cite": "Ashly Lorenzana",
      "quote": "It's okay to disagree with the thoughts or opinions expressed by other people. That doesn't give you the right to deny any sense they might make. Nor does it give you a right to accuse someone of poorly expressing their beliefs just because you don't like what they are saying. Learn to recognize good writing when you read it, even if it means overcoming your pride and opening your mind beyond what is comfortable."
    },
    {
      "cite": "Ron Baratono",
      "quote": "Staying relevant and speaking in kind tones is by far, the best way to make your point. The moment you lose track, throwing out a negative comment you’ve lost your way, and get the terrible task of carrying your own negative, regretful baggage around with you. It’s senseless to create your own heavy heart."
    },
    {
      "cite": "RJ Intindola",
      "quote": "When in disagreement, do not employ a vulgar, defaming or callow response; in the absence of logic, respond in a refined manner; word choice and tone always matter."
    },
    {
      "cite": "Victoria Osteen",
      "quote": "Just because you have a disagreement with your friends or family members does not mean there are not plenty of other areas on which you see eye to eye. It just means you have a difference of opinion."
    },
    {
      "cite": "Sam Hunt",
      "quote": "I like disagreement because it forces both sides to question their own opinions and why they feel that way."
    },
    {
      "cite": "Tionne Watkins",
      "quote": "No matter what, everyone will go through a disagreement - that's what makes us all different."
    },
    {
      "cite": "Mark Goulston",
      "quote": "If and when they have a disagreement or argument, and if they can't resolve it, happy couples default to trusting and forgiving rather than distrusting and begrudging."
    },
    {
      "cite": "Noreena Hertz",
      "quote": "Managing dissent is about recognizing the value of disagreement, discord and difference."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Always be willing to look at both sides of the argument. Understanding the other side is the best way to strengthen your own."
    },
    {
      "cite": "Matthew Kelly",
      "quote": "When you voice your disagreement, begin by talking about what you have in common with the person you are arguing with. Too often we rush to judgment, race to argue, and overlook all the common ground we share."
    },
    {
      "cite": "Basilea Schlink",
      "quote": "The proud think that their opinion alone is right. They cannot see the good points of others, as the humble do, and appreciate their opinions. That is why there is such disagreement, strife and quarrelling and even irrreconciliation in families and in other groups."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Agreement is made more precious by disagreement."
    },
    {
      "cite": "Geoff Tate",
      "quote": "Most disagreements are the result of faulty assumptions."
    },
    {
      "cite": "Dalai Lama",
      "quote": "I remain convinced that most human conflicts can be solved through genuine dialogue conducted with a spirit of openness and reconciliation."
    },
    {
      "cite": "Freeman Dyson",
      "quote": "It is not surprising that honest and well-informed experts can disagree about facts. But beyond the disagreement about facts, there is another deeper disagreement about values."
    },
    {
      "cite": "Vincent Price",
      "quote": "In art, religion, and politics the respect must be mutual, no matter how violent the disagreement."
    },
    {
      "cite": "Tony A. Gaskins Jr.",
      "quote": "Never speak from a place of hate, jealousy, anger, or insecurity. Evaluate your words before you let them leave your lips. Sometimes it's best to be quiet."
    },
    {
      "cite": "unknown",
      "quote": "My father used to say,'Dont raise your voice. Improve your argument."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The volume of your voice does not increase the validity of your argument."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "Disagreement produces debate but dissent produces dissension."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The best words for resolving a disagreement are, I could be wrong; I often am.' It's true."
    },
    {
      "cite": "Henry Kimsey-House",
      "quote": "It is only through dialogue, deep listening, and passionate disagreement that we find our way to something larger than a singular and isolated point of view."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Honest disagreement is often a good sign of progress."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Respect your fellow human being, treat them fairly, disagree with them honestly, enjoy their friendship, explore your thoughts about one another candidly, work together for a common goal and help one another achieve it. No destructive lies. No ridiculous fears. No debilitating anger."
    },
    {
      "cite": "William J. Clinton",
      "quote": "You should have disagreements with your leaders and your colleagues, but if it becomes immediately a question of questioning people's motives, and if immediately you decide that somebody who sees a whole new situation differently than you must be a bad person and somehow twisted inside, we are not going to get very far in forming a more perfect union."
    },
    {
      "cite": "unknown",
      "quote": "Most disagreements are caused by different perceptions that created different realities."
    }
  ]
}