{
  "source": "https://www.wisesayings.com/disappear-quotes/",
  "theme": "disappear",
  "quotes": [
    {
      "cite": "Rebecca McNutt",
      "quote": "You don't have to be invisible to disappear."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you don’t know the art of disappearance, learn it because you will need it every time you get bored of the society you are living in!"
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "The darkness might hide things really well, but it doesn’t have the power to make them disappear. And when it comes to our dreams, we might want to remember that."
    },
    {
      "cite": "Kid Cudi",
      "quote": "You sometimes think you want to disappear, but all you really want is to be found."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Disappear for a while! Let the people miss you! And this is what the sun does with the sunset! When you reappear, you are much loved!"
    },
    {
      "cite": "Shaun Hick",
      "quote": "Only someone wishing to disappear would ever strive to 'fit in'."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "If all mankind were to disappear, the world would regenerate back to the rich state of equilibrium that existed ten thousand years ago. If insects were to vanish, the environment would collapse into chaos."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Magic trick: to make people disappear, ask them to fulfill their promises."
    },
    {
      "cite": "Earl Wilson",
      "quote": "Snow and adolescence are the only problems that disappear if you ignore them long enough."
    },
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "Problems will disappear as darkness disappears with the onset of light."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "If we go on the way we have, the fault is our greed and if we are not willing to change, we will disappear from the face of the globe, to be replaced by the insect."
    },
    {
      "cite": "Paul Davies",
      "quote": "A universe that came from nothing in the big bang will disappear into nothing at the big crunch. Its glorious few zillion years of existence not even a memory"
    },
    {
      "cite": "John Dryden",
      "quote": "Anger will never disappear so long as thoughts of resentment are cherished in the mind. Anger will disappear just as soon as thoughts of resentment are forgotten."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Nothing is made, nothing disappears. The same changes, at the same places, never stopping."
    },
    {
      "cite": "Kaye Gibbons",
      "quote": "Folks do not want to see a body disappear before their very eyes. Not me at least."
    },
    {
      "cite": "Nitya Prakash",
      "quote": "Disappear in books. Come back as something better."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Sometimes we all want to disappear in the depths of an infinite path and the reason of this is obvious: We all come from the depths of infinity!"
    },
    {
      "cite": "Justin Barricks",
      "quote": "When history disappears, you disappear."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The moment you think that there is no path before you, path disappears! The moment you think the opposite, path appears! All paths need people who see them!"
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Keep your problems to yourself, if its too much for you, kill it slowly till it disappears from your life."
    },
    {
      "cite": "John Quincy Adams",
      "quote": "Patience and perseverance have a magical effect before which difficulties disappear and obstacles vanish."
    },
    {
      "cite": "Mark Twain",
      "quote": "When we remember we are all mad, the mysteries disappear and life stands explained."
    },
    {
      "cite": "William Watson",
      "quote": "Empires dissolve and peoples disappear, song passes not away."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "Sin brought death, and death will disappear with the disappearance of sin."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Four-fifths of all our troubles would disappear, if we would only sit down and keep still."
    },
    {
      "cite": "David Crystal",
      "quote": "It doesn't take a language long to disappear once the spirit to continue with it leaves its community. In fact, the speed of the decline has been one of the main findings of recent linguistic research."
    },
    {
      "cite": "Alexis de Tocqueville",
      "quote": "It is the dissimilarities and inequalities among men which give rise to the notion of honor; as such differences become less, it grows feeble; and when they disappear, it will vanish too."
    },
    {
      "cite": "Munia Khan",
      "quote": "Live to revel in just another twilight. Life may sink and disappear along with the sunset never to rise again"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If the world you created on your own is stronger than the real world, then the real world disappears and you stay alone with your own created world!"
    }
  ]
}