{
  "source": "https://www.wisesayings.com/disability-quotes/",
  "theme": "disability",
  "quotes": [
    {
      "cite": "David A. Paterson",
      "quote": "I have had this desire my whole life to prove people wrong, to show them I could do things they didn't think I could do."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Try not to associate bodily defect with mental, my good friend, except for a solid reason."
    },
    {
      "cite": "Douglas Adams",
      "quote": "One always overcompensates for disabilities. I'm thinking of having my entire body surgically removed."
    },
    {
      "cite": "Robert M. Hensel",
      "quote": "My disability has opened my eyes to see my true abilities."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "My ability is greater than my disability."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We know that equality of individual ability has never existed and never will, but we do insist that equality of opportunity still must be sought."
    },
    {
      "cite": "Helen Keller",
      "quote": "No pessimist ever discovered the secret of the stars, or sailed to an uncharted land, or opened a new doorway for the human spirit."
    },
    {
      "cite": "Stella Young",
      "quote": "We think we know what it's all about; we think that disability is a really simple thing, and we don't expect to see disabled people in our daily lives."
    },
    {
      "cite": "Aimee Mullins",
      "quote": "I think that everyone has something about themselves that they feel is their weakness their disability. And I'm certain we all have one, because I think of a disability as being anything which undermines our belief and confidence in our own abilities."
    },
    {
      "cite": "Stella Young",
      "quote": "Disability doesn't make you exceptional, but questioning what you think you know about it does."
    },
    {
      "cite": "Sharron Angle",
      "quote": "There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability."
    },
    {
      "cite": "Aimee Mullins",
      "quote": "People presume my disability has to do with being an amputee, but that's not the case; our insecurities are our disabilities, and I struggle with those as does everyone."
    },
    {
      "cite": "Benjamin Snow",
      "quote": "Disability is natural. We must stop believing that disabilities keep a person from doing something. Because that's not true. Having a disability doesn't stop me from doing anything."
    },
    {
      "cite": "Itzhak Perlman",
      "quote": "Every person with a disability is an individual."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Once we accept our limits, we go beyond them."
    },
    {
      "cite": "Warwick Davis",
      "quote": "The world worries about disability more than disabled people do."
    },
    {
      "cite": "Lawrence Bixby",
      "quote": "Each handicap is like a hurdle in a steeplechase, and when you ride up to it, if you throw your heart over, the horse will go along, too."
    },
    {
      "cite": "Janet Barnes",
      "quote": "I have not been handicapped by my condition. I am physically challenged and differently able."
    },
    {
      "cite": "Sarah Todd Hammer",
      "quote": "Dancing with a spinal cord injury is a challenge like no other, but I aspired to prove to myself that I could still be phenomenal dancer even with an SCI."
    },
    {
      "cite": "Margaret Meade",
      "quote": "If we are to achieve a richer culture, we must weave one in which each diverse human gift will find a fitting place."
    },
    {
      "cite": "Dr. Veena Kumari",
      "quote": "Enable the disabled; Translate disability into ability; Capability, a winning opportunity indeed a reality."
    },
    {
      "cite": "Jennifer Starzec",
      "quote": "The strong, ferocious wind just made the chill worse, and as it blew around me, electric bursts of pain shot through my body."
    },
    {
      "cite": "Mark Haddon",
      "quote": "For me, disability is a way of getting some extremity, some kind of very difficult situation, that throws an interesting light on people."
    },
    {
      "cite": "Sloane Crosley",
      "quote": "I was diagnosed with a severe temporal spatial deficit, a learning disability that means I have zero spatial relations skills. It was official: I was a genius trapped in an idiot's body."
    },
    {
      "cite": "Robert M. Hensel",
      "quote": "Know me for my abilities, not my disability."
    },
    {
      "cite": "Emma Thompson",
      "quote": "Being disabled should not mean being disqualified from having access to every aspect of life."
    },
    {
      "cite": "Sandy Fussell",
      "quote": "Life is all about balance. Since I have only one leg, I understand that well."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "My advice to other disabled people would be, concentrate on things your disability doesn't prevent you doing well, and don't regret the things it interferes with. Don't be disabled in spirit as well as physically."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "It is a waste of time to be angry about my disability. One has to get on with life and I haven't done badly. People won't have time for you if you are always angry or complaining."
    },
    {
      "cite": "Robert M. Hensel",
      "quote": "I have a Disability yes that's true, but all that really means is I may have to take a slightly different path than you."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "Abled does not mean enabled. Disabled does not mean less abled."
    },
    {
      "cite": "Robert M. Hensel",
      "quote": "I choose not to place DIS, in my ability."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Some disabled people spend a significant amount of their energy on trying to come across as abled or as not that disabled."
    },
    {
      "cite": "Noel Helm",
      "quote": "Being disabled does not mean Un-abled, just Different Abled."
    },
    {
      "cite": "Anne Wafula Strike",
      "quote": "When you have a disability, knowing that you are not defined by it is the sweetest feeling."
    },
    {
      "cite": "Stevie Wonder",
      "quote": "Just because a man lacks the use of his eyes doesn't mean he lacks vision."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "There are two kinds of disabled persons: Those who dwell on what they have lost and those who concentrate on what they have left."
    },
    {
      "cite": "Jessa Gamble",
      "quote": "Being unconscious is the ultimate disability."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "I'm officially disabled, but I'm truly enabled because of my lack of limbs. My unique challenges have opened up unique opportunities to reach so many in need."
    },
    {
      "cite": "Bala Pillai",
      "quote": "A child is only as disabled as their environment and the beliefs of the people around them."
    },
    {
      "cite": "Nina Easton",
      "quote": "Disability has become a form of permanent welfare for a lot of folks. It's not that hard to prove a mental illness or mental issues or pain issues."
    },
    {
      "cite": "Joey Reiman",
      "quote": "What I learned was that these athletes were not disabled, they were superabled. The Olympics is where heroes are made. The Paralympics is where heroes come."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "Disability is a matter of perception. If you can do just one thing well, you're needed by someone."
    },
    {
      "cite": "Christopher Reeves",
      "quote": "A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles."
    },
    {
      "cite": "Stella Young",
      "quote": "Disability is often framed, in medical terms, as the ultimate disaster and certainly as a deficit."
    },
    {
      "cite": "Annette Funicello",
      "quote": "For me, the wheelchair symbolizes disability in a way a cane does not."
    }
  ]
}