{
  "source": "https://www.wisesayings.com/disappointment-quotes/",
  "theme": "disappointment",
  "quotes": [
    {
      "cite": "Eliza Tabor",
      "quote": "Disappointment to a noble soul is what cold water is to burning metal; it strengthens, tempers, intensifies, but never destroys it."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must accept finite disappointment, but never lose infinite hope."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "If I am to meet with a disappointment, the sooner I know it, the more of life I shall have to wear it off."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Disappointment, when it involves neither shame nor loss, is as good as success; for it supplies as many images to the mind, and as many topics to the tongue."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "One's best success comes after their greatest disappointments."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Disappointments are to the soul what a thunderstorm is to the air."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "Disappointment is a good sign of basic intelligence.  It cannot be compared to anything else:  it is so sharp, precise, obvious, and direct.  If we can open, then we suddenly begin to see that our expectations are irrelevant compared with the reality of the situations we are facing."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "What do you do when disappointment comes? When it weighs on you like a rock, you can either let it press you down until you become discouraged, even devastated, or you can use it as a stepping-stone to better things."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way."
    },
    {
      "cite": "Brad Warner",
      "quote": "But you know that disappointment is just the action of your brain readjusting itself to reality after discovering things are not the way you thought they were."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "God makes the life fertile by disappointments, as he makes the ground fertile by frosts."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Let's face it: None of us are ever going to get to the place in life where we have no more disappointments. We can't expect to be sheltered from every little thing. Disappointment is a fact of life--one that must be dealt with."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Disappointment is a sort of bankruptcy - the bankruptcy of a soul that expends too much in hope and expectation."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Life is not always a celebration; so be ready to courageously face disappointments when they come, and be sure to grow stronger and wiser from them."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "There can be no deep disappointment where there is not deep love."
    },
    {
      "cite": "Kevin Ngo",
      "quote": "Disappointments are a result of failed expectations. To have less disappointments, either expect less from other people or demand more from yourself."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Disappointment is nothing but an eye-opening learning process for your future endeavors."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "See your disappointments as good fortune. One plan's deflation is another's inflation."
    },
    {
      "cite": "Viramma Racine",
      "quote": "Disappointment or misfortune don't last long among us, the poor; we can't live if we brood on them the whole time."
    },
    {
      "cite": "Eleesha",
      "quote": "In the midst of my disappointment I am never defeated. Only given the  opportunity to rise again willing  to take on new challenges."
    },
    {
      "cite": "Lanette Sem",
      "quote": "Disappointments are just God's way of saying I've got something better Be Patient.. Live Life.. Have Faith.."
    },
    {
      "cite": "Les Brown",
      "quote": "Anytime you suffer a setback or disappointment, put your head down and plow ahead."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Disappointment is really just a term for our refusal to look on the bright side."
    },
    {
      "cite": "Peter McWilliams",
      "quote": "The simple solution for disappointment depression: Get up and get moving. Physically move. Do. Act. Get going."
    },
    {
      "cite": "unknown",
      "quote": "Don't let today's disappointments cast a shadow on tomorrow's dreams."
    },
    {
      "cite": "unknown",
      "quote": "Use disappointments as material for patience."
    },
    {
      "cite": "B. A. Fajimi",
      "quote": "Every disappointment gives you opportunity to make another appointment."
    },
    {
      "cite": "Eleesha",
      "quote": "It is through disappointment that I must learn to never  accept defeat, but to always come up with a brand new plan and find a solution."
    },
    {
      "cite": "unknown",
      "quote": "High expectations lead to higher disappointments."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Blessed is he who expects nothing, for he shall never be disappointed."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Nobody likes being alone that much. I don't go out of my way to make friends, that's all. It just leads to disappointment."
    },
    {
      "cite": "William Blake",
      "quote": "It is easier to forgive an enemy than to forgive a friend."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "When you find your path, you must not be afraid. You need to have sufficient courage to make mistakes. Disappointment, defeat, and despair are the tools God uses to show us the way."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Longed for him. Got him. Shit."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "There are some things in this world you rely on, like a sure bet. And when they let you down, shifting from where you've carefully placed them, it shakes your faith, right where you stand."
    },
    {
      "cite": "Deb Caletti",
      "quote": "It was one of those times you feel a sense of loss, even though you didn't have something in the first place. I guess that's what disappointment is- a sense of loss for something you never had."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Dreaming about being an actress, is more exciting then being one."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Dreaming about being an actress, is more exciting then being one."
    },
    {
      "cite": "Markus Zusak",
      "quote": "She wanted none of those days to end, and it was always with disappointment that she watched the darkness stride forward."
    },
    {
      "cite": "W.B. Yeats",
      "quote": "Life is a long preparation for something that never happens."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If we will be quiet and ready enough, we shall find compensation in every disappointment."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "He had the look of one who had drunk the cup of life and found a dead beetle at the bottom."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Never touch your idols: the gilding will stick to your fingers."
    },
    {
      "cite": "Upton Sinclair",
      "quote": "I aimed at the public's heart, and by accident I hit it in the stomach."
    },
    {
      "cite": "Charlotte Brontë",
      "quote": "Life is so constructed, that the event does not, cannot, will not, match the expectation."
    },
    {
      "cite": "Thomas Moore",
      "quote": "Disappointments in love, even betrayals and losses, serve the soul at the very moment they seem in life to be tragedies. The soul is partly in time and partly in eternity. We might remember the part that resides in eternity when we feel despair over the part that is in life."
    },
    {
      "cite": "R.J. Anderson",
      "quote": "But there were worse things than disappointment, and I'd lived through several of them already."
    },
    {
      "cite": "Frank O'Hara",
      "quote": "I embraced a cloud, but when I soared it rained."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "People who don't expect justice don't have to suffer disappointment."
    },
    {
      "cite": "Abigail Biddinger",
      "quote": "You can devise all the plans in the world, but if you don’t welcome spontaneity; you will just disappoint yourself."
    },
    {
      "cite": "Bill Willingham",
      "quote": "Hope isn't destiny. Left passive its nothing more than disappointment deferred."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Expectation has brought me disappointment. Disappointment has brought me wisdom. Acceptance, gratitude and appreciation have brought me joy and fulfillment."
    },
    {
      "cite": "Sir Boyle Roche",
      "quote": "Disappointment is the nurse of wisdom."
    },
    {
      "cite": "Jim Rohn",
      "quote": "We must all suffer one of two things: the pain of discipline or the pain of regret or disappointment."
    },
    {
      "cite": "William Throsby Bridges",
      "quote": "Disenchantment, whether it is a minor disappointment or a major shock, is the signal that things are moving into transition in our lives."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Maturity is a bitter disappointment for which no remedy exists, unless laughter could be said to remedy anything."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Depression begins with disappointment. When disappointment festers in our soul, it leads to discouragement."
    },
    {
      "cite": "Martin Luther King",
      "quote": "There can be no deep disappointment where there is not deep love."
    },
    {
      "cite": "Beverly Sills",
      "quote": "You may be disappointed if you fail, but you are doomed if you don’t try."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "The sudden disappointment of a hope leaves a scar which the ultimate fulfillment of that hope never entirely removes."
    },
    {
      "cite": "Christina Winsey-Rudd",
      "quote": "If you think one day you will get it all done, and then you can relax, you are bound to be disappointed."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Men marry because they are tired, women, because they are curious: both are disappointed."
    },
    {
      "cite": "Ryan Holiday",
      "quote": "Perfectionism rarely begets perfection, or satisfaction – only disappointment."
    },
    {
      "cite": "Conan O’Brien",
      "quote": "The beauty is that through disappointment you can gain clarity, and with clarity comes conviction and true originality."
    },
    {
      "cite": "Evan Esar",
      "quote": "Hope is tomorrow’s veneer over today’s disappointment."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Blessed is he that expects nothing, for he shall never be disappointed."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "There’s always failure. And there’s always disappointment. And there’s always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums."
    },
    {
      "cite": "Murray Gell-Mann",
      "quote": "Enthusiasm is followed by disappointment and even depression, and then by renewed enthusiasm."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Sometimes Good Things Fall Apart So Better Things Can Fall Together."
    },
    {
      "cite": "Wilferd Peterson",
      "quote": "To courageously straighten up again after our heads have been bowed by defeat, disappointment and suffering is a supreme test of character."
    },
    {
      "cite": "Kristin Armstrong",
      "quote": "When we focus on our gratitude, the tide of disappointment goes out and the tide of love rushes in."
    },
    {
      "cite": "Jane Austen",
      "quote": "A scheme of which every part promises delight, can never be successful; and general disappointment is only warded off by the defense of some little peculiar vexation."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The price of excellence is discipline; the cost of mediocrity is disappointment."
    },
    {
      "cite": "Costa Mitchell",
      "quote": "Our role as leaders is to turn away from our disappointment and abandonment, and give ourselves to those with whom we still have influence."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Nothing in life has happened to you. It's happened for you. Every disappointment. Every wrong. Even every closed door has helped make you into who you are."
    },
    {
      "cite": "Rick Warren",
      "quote": "God is the only source of hope that'll never disappoint. When we place our faith in him, he provides joy, peace, and hope that overflows."
    },
    {
      "cite": "Christine Downing",
      "quote": "There is space within sisterhood for likeness and differences, for the subtle differences that challenge and delight; there is space for disappointment - and surprise."
    },
    {
      "cite": "Benjamin Britten",
      "quote": "It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony."
    },
    {
      "cite": "Sara Blakely",
      "quote": "My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn't have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don't be afraid to fail."
    },
    {
      "cite": "Michael Bloomberg",
      "quote": "If you don’t encounter setbacks in your career, if you don’t have doubts and disappointments , let me tell you, you’re not dreaming big enough."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Reality is the name we give to our disappointments."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Man alone is born crying, lives complaining, and dies disappointed."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "We are born crying, live complaining, and die disappointed."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "If you expect nothing from anybody, you’re never disappointed."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "We must accept finite disappointment, but never lose infinite hope."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Never despair, but if you do, work on in despair."
    },
    {
      "cite": "Bernard M. Baruch",
      "quote": "Vote for the man who promises least; he’ll be the least disappointing."
    },
    {
      "cite": "Julia Glass",
      "quote": "I’d rather be pleasantly surprised than fatally disappointed."
    },
    {
      "cite": "Imran Khan",
      "quote": "It is not defeat that destroys you,it is being demoralized by defeat that destroy you."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "Enlightenment is ego’s ultimate disappointment."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The disappointment of manhood succeeds the delusion of youth."
    },
    {
      "cite": "Silvia Hartmann",
      "quote": "One minute of sincere gratitude can wash away a lifetime’s disappointments."
    },
    {
      "cite": "Daid Rudisha",
      "quote": "Sometimes when you get disappointment it makes you stronger."
    },
    {
      "cite": "W.C. Bennett",
      "quote": "Blessed is he who expects no gratitude, for he shall not be disappointed."
    },
    {
      "cite": "Alain De Botton",
      "quote": "One of the best protections against disappointment is to have a lot going on."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Opportunity is a favorable occasion for grasping a disappointment."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The prompter the refusal, the less the disappointment."
    },
    {
      "cite": "Randolph",
      "quote": "Mean spirits under disappointment, like small beer in a thunder- storm, always turn sour."
    }
  ]
}