{
  "source": "https://www.wisesayings.com/discrimination-quotes/",
  "theme": "discrimination",
  "quotes": [
    {
      "cite": "Malala Yousafzai",
      "quote": "There should be no discrimination against languages people speak, skin color, or religion."
    },
    {
      "cite": "Bill Gates",
      "quote": "Discrimination has a lot of layers that make it tough for minorities to get a leg up."
    },
    {
      "cite": "Roger Staubach",
      "quote": "Discrimination is a disease."
    },
    {
      "cite": "Zainab Salbi",
      "quote": "No change can come if those who are impacted the most by discrimination are not willing to stand up for themselves."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "If you believe that discrimination exists, it will."
    },
    {
      "cite": "Barbra Streisand",
      "quote": "How I wish we lived in a time when laws were not necessary to safeguard us from discrimination."
    },
    {
      "cite": "Maggie Gallagher",
      "quote": "It is not discrimination to treat different things differently."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Humans are naturally elusioned in discrimination; it starts when we look for the first time in mirror."
    },
    {
      "cite": "DaShanne Stokes",
      "quote": "Discrimination is discrimination, even when people claim it's \"tradition."
    },
    {
      "cite": "DaShanne Stokes",
      "quote": "Reducing a group to a slur or stereotype reduces us all."
    },
    {
      "cite": "Italian Proverb",
      "quote": "At the end of the game, the king and the pawn go back in the same box."
    },
    {
      "cite": "Proverb",
      "quote": "Men's skins have many colors, but human blood is always red."
    },
    {
      "cite": "Claude Aveline",
      "quote": "White, black and yellow men - they all cry salt tears."
    },
    {
      "cite": "David Isenberg",
      "quote": "When you introduce discrimination of any kind, it's anti-innovative."
    },
    {
      "cite": "Henry A. Waxman",
      "quote": "We should be doing our utmost to ensure that all are protected against discrimination."
    },
    {
      "cite": "Malcolm X",
      "quote": "I believe in human beings, and that all human beings should be respected as such, regardless of their color."
    },
    {
      "cite": "John Donne",
      "quote": "Love, all alike, no season knows, nor clime, nor hours, days, months, which are the rags of time."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Hating people because of their color is wrong. And it doesn't matter which color does the hating. It's just plain wrong."
    },
    {
      "cite": "Carol Bellamy",
      "quote": "And each of us can practice rights ourselves, treating each other without discrimination, respecting each other's dignity and rights."
    },
    {
      "cite": "H.G. Wells",
      "quote": "Our true nationality is mankind."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Achievement has no color."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "No one is born hating another person because of the color of his skin, or his background, or his religion. People must learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than its opposite."
    },
    {
      "cite": "Benjamin Banneker",
      "quote": "The color of the skin is in no way connected with strength of the mind or intellectual powers."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "When we're unemployed, we're called lazy; when the whites are unemployed it's called a depression."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Be nice to whites, they need you to rediscover their humanity."
    },
    {
      "cite": "John Roberts",
      "quote": "The way to stop Discrimination on the basis of race is to stop discriminating on the basis of race."
    },
    {
      "cite": "Carl T. Rowan",
      "quote": "It is often easier to become outraged by injustice half a world away than by oppression and Discrimination half a block from home."
    },
    {
      "cite": "U.S. State Department Report, 2010",
      "quote": "The law prohibits Discrimination on the basis of race, gender, marital status, political beliefs, disability, or age, and the government effectively enforced these prohibitions."
    },
    {
      "cite": "Johnny Ball",
      "quote": "Discrimination due to age is one of the great tragedies of modern life. The desire to work and be useful is what makes life worth living, and to be told your efforts are not needed because you are the wrong age is a crime."
    },
    {
      "cite": "Andrew Cuomo",
      "quote": "I believe discrimination still exists in society and we must fight it in every form."
    },
    {
      "cite": "Jean-Francois Lyotard",
      "quote": "What is required of a working hypothesis is a fine capacity for discrimination."
    },
    {
      "cite": "John Diefenbaker",
      "quote": "I have an intensive hatred for discrimination based on colour."
    },
    {
      "cite": "Elizabeth II",
      "quote": "Discrimination still exists. Some people feel that their own beliefs are being threatened. Some are unhappy about unfamiliar cultures. They all need to be reassured that there is so much to be gained by reaching out to others; that diversity is indeed a strength and not a threat."
    },
    {
      "cite": "Carter G. Woodson",
      "quote": "In the long run, there is not much discrimination against superior talent."
    },
    {
      "cite": "Rosalyn Sussman Yalow",
      "quote": "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination."
    },
    {
      "cite": "Robert Alan Silverstein",
      "quote": "Our global community has come a long way in helping to eliminate discrimination, but we still have far to go."
    },
    {
      "cite": "Charlotte Bunch",
      "quote": "Sexual, racial, gender violence and other forms of discrimination and violence in a culture cannot be eliminated without changing culture."
    },
    {
      "cite": "Bishop Samuel Ruiz Garcia",
      "quote": "...we need to realize that we have a role to play in overcoming our own discrimination which is sometimes very subtly held"
    },
    {
      "cite": "Bishop John Shelby Spong",
      "quote": "All human beings bear God's image and must be respected for what each person is. Therefore, no external description of one's being, whether based on race, ethnicity, gender or sexual orientation, can properly be used as the basis for either rejection or discrimination."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "Of all treasons against humanity, there is no one worse than his who employs great intellectual force to keep down the intellect of his less favored brothers."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "DISCRIMINATE, v.i. To note the particulars in which one person or thing is, if possible, more objectionable than another."
    },
    {
      "cite": "Zhuangzi",
      "quote": "The sage embraces things. Ordinary men discriminate amongst them and parade their discriminations before others. So I say; those who discriminate, fail to see."
    },
    {
      "cite": "Sri Sathya Sai Baba",
      "quote": "When calamity approaches, discrimination departs."
    },
    {
      "cite": "Thomas Sugrue",
      "quote": "We cannot continue to sweep the problems of segregation and discrimination under the rug."
    },
    {
      "cite": "Thomas Cole",
      "quote": "The ills of discrimination are still with us. We have to continue the tenacity and vigilance of the 1960s. Racial understanding is not something we find; it's something we create."
    },
    {
      "cite": "Adam Fletcher",
      "quote": "Like a pet fish unaware of the fishbowl it lives in, each of us inherently discriminates against young people without knowing it."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Discrimination means keeping the negative and unhappy thoughts away and allowing the pretty thoughts to come inside you."
    },
    {
      "cite": "Cari M. Dominguez",
      "quote": "Unfortunately, discrimination is alive and well. After 41 years of addressing it, we get over 80,000 complaints annually and over a million phone calls."
    }
  ]
}