{
  "source": "https://www.wisesayings.com/discipline-quotes/",
  "theme": "discipline",
  "quotes": [
    {
      "cite": "Jim Rohn",
      "quote": "Discipline is the bridge between goals and accomplishment."
    },
    {
      "cite": "George Washington",
      "quote": "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "A disciplined mind leads to happiness, and an undisciplined mind leads to suffering."
    },
    {
      "cite": "Dawson Trotman",
      "quote": "Discipline imposed from the outside eventually defeats when it is not matched by desire from within."
    },
    {
      "cite": "Diana Gabaldon",
      "quote": "My father liked me, when I wasna being an idiot. And he loved me, too -- enough to beat the daylights out of me when I was being an idiot. Jamie Fraser"
    },
    {
      "cite": "Author Unknown",
      "quote": "Discipline is the difference between what you want now and what you want most."
    },
    {
      "cite": "William Feather",
      "quote": "If we don't discipline ourselves, the world will do it for us."
    },
    {
      "cite": "George Washington",
      "quote": "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak and esteem to all."
    },
    {
      "cite": "Bum Philips",
      "quote": "The only discipline that lasts is self-discipline."
    },
    {
      "cite": "Jim Whittaker",
      "quote": "You can never conquer the mountain. You can only conquer yourself."
    },
    {
      "cite": "Roy L. Smith",
      "quote": "Discipline is the refining fire by which talent becomes ability."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Discipline is the bridge between goals and accomplishment."
    },
    {
      "cite": "David Campbell",
      "quote": "Discipline is remembering what you want."
    },
    {
      "cite": "Jim Rohn",
      "quote": "For every disciplined effort there is a multiple reward."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "With self-discipline most anything is possible."
    },
    {
      "cite": "Marie Chapian",
      "quote": "Lack of discipline leads to frustration and self-loathing."
    },
    {
      "cite": "Harry S Truman",
      "quote": "If I want to be great I have to win the victory over myself... self-discipline."
    },
    {
      "cite": "Maria Montessori",
      "quote": "Discipline must come through liberty. . . . We do not consider an individual disciplined only when he has been rendered as artificially silent as a mute and as immovable as a paralytic. He is an individual annihilated, not disciplined."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Without discipline, there's no life at all."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Right discipline consists, not in external compulsion, but in the habits of mind which lead spontaneously to desirable rather than undesirable activities."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Discipline is wisdom and vice versa."
    },
    {
      "cite": "Claude Adrien Helvetius",
      "quote": "Discipline is simply the art of making the soldiers fear their officers more than the enemy"
    },
    {
      "cite": "Gary Ryan Blair",
      "quote": "Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure."
    },
    {
      "cite": "Tom Kite",
      "quote": "Discipline and concentration are a matter of being interested."
    },
    {
      "cite": "Henry Moore",
      "quote": "Discipline in art is a fundamental struggle to understand oneself, as much as to understand what one is drawing."
    },
    {
      "cite": "Bessie Head",
      "quote": "A discipline I have observed is an attitude of love and reverence to people."
    },
    {
      "cite": "William Penn",
      "quote": "No man is fit to command another that cannot command himself."
    },
    {
      "cite": "Jim Rohn",
      "quote": "One discipline always leads to another discipline."
    },
    {
      "cite": "Julie Andrews",
      "quote": "Some people regard discipline as a chore. For me, it is a kind of order that sets me free to fly."
    },
    {
      "cite": "Critias Of Athens",
      "quote": "If you will discipline yourself to make your mind self-sufficient you will thereby be least vulnerable to injury from the outside."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "No man is such a conqueror, as the one that has defeated himself."
    },
    {
      "cite": "Dr. James Dobson",
      "quote": "Loving discipline encourages a child to respect other people and live as a responsible, constructive citizen."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Self-command is the main discipline."
    },
    {
      "cite": "W. K. Hope",
      "quote": "Self discipline is when your conscience tells you to do something and you don't talk back."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Discipline yourself to do the things you need to do when you need to do them, and the day will come when you will be able to do the things you want to do when you want to do them!"
    },
    {
      "cite": "Steve Pavlina",
      "quote": "When you discipline yourself to do what is hard, you gain access to a realm of results that are denied everyone else. The willingness to do what is difficult is like having a key to a special private treasure room."
    },
    {
      "cite": "Icelandic Proverb",
      "quote": "He who lives without discipline dies without honor."
    },
    {
      "cite": "Dr Anil Kr Sinha",
      "quote": "Discipline and commitment is pathway to reach goals and dreams."
    },
    {
      "cite": "Colby Tatem",
      "quote": "Discipline is not a virtue, but the solicitor of virtuous character."
    },
    {
      "cite": "Gordon Hinkley",
      "quote": "The discipline that is needed in our lives is the discipline that comes from within."
    },
    {
      "cite": "Sri Sathya Sai Baba",
      "quote": "Discipline trains you to put up with disappointments, every rose has a thorn."
    },
    {
      "cite": "Augusta F. Kantra",
      "quote": "Discipline is just choosing between what you want now and what you want most."
    },
    {
      "cite": "Author Unknown",
      "quote": "Discipline is doing what needs to be done even though you don't want to."
    },
    {
      "cite": "Author Unknown",
      "quote": "Discipline is the foundation of a successful and happy life."
    },
    {
      "cite": "Ogden Nash",
      "quote": "When grandparents enter the door, discipline flies out the window."
    },
    {
      "cite": "Frank Burns",
      "quote": "Without discipline the Army would just be a bunch of guys wearing the same color clothing."
    },
    {
      "cite": "Author Unknown",
      "quote": "Discipline doesn't break a child's spirit half as often as the lack of it breaks a parent's heart."
    },
    {
      "cite": "Stephen King",
      "quote": "Discipline and constant work are the whetstones upon which the dull knife of talent is honed until it becomes sharp enough, hopefully, to cut through even the toughest meat and gristle."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "My left hand is my bad hand. I spank it with my right hand. You might call it clapping, but I call it discipline."
    },
    {
      "cite": "Dawson Earle Trotman",
      "quote": "Discipline imposed from the outside eventually defeats when it is not matched by desire from within."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Success is nothing more than a few simple disciplines, practiced every day."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Discipline is choosing between what you want now, and what you want most."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Discipline is the foundation upon which all success is built. Lack of discipline inevitably leads to failure."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The ability to discipline yourself to delay gratification in the short term in order to enjoy greater rewards in the long term, is the indispensable prerequisite for success."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "One can have no smaller or greater mastery than mastery of oneself."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "It was character that got us out of bed, commitment that moved us into action, and discipline that enabled us to follow through."
    },
    {
      "cite": "Horace",
      "quote": "Rule your mind or it will rule you."
    },
    {
      "cite": "George S. Patton",
      "quote": "Discipline must be a habit so ingrained that it is stronger than the excitement of battle."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The best time to set up a new discipline is when the idea is strong."
    },
    {
      "cite": "Jim Rohn",
      "quote": "We must all suffer one of two things: the pain of discipline or the pain of regret or disappointment."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Self-mastery and self-discipline are the foundation of good relationships with others."
    },
    {
      "cite": "George S. Patton",
      "quote": "You cannot be disciplined in great things and undisciplined in small things."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Disciplining yourself to do what you know is right and important, although difficult, is the highroad to pride, self-esteem, and personal satisfaction."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that's real power."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "The great end of education is, to discipline rather than to furnish the mind; to train it to the use of its own powers, rather than fill it with the accumulation of others."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "The price of excellence is discipline. The cost of mediocrity is disappointment."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "Self-respect is the fruit of discipline; the sense of dignity grows with the ability to say no to oneself."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Self-disciplined begins with the mastery of your thoughts. If you don't control what you think, you can't control what you do. Simply, self-discipline enables you to think first and act afterward."
    },
    {
      "cite": "John W. Gardner",
      "quote": "All excellence involves discipline and tenacity of purpose."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Talent without discipline is like an octopus on roller skates."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "But the discipline you have in your life should be one determined by your own desires and your own needs, not put upon you by society or authority."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Effective leadership is putting first things first. Effective management is discipline, carrying it out."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The discipline of writing something down is the first step toward making it happen."
    },
    {
      "cite": "Irving Babbitt",
      "quote": "If we are to have such a discipline we must have standards, and to get our standards under existing conditions we must have criticism."
    },
    {
      "cite": "Seneca",
      "quote": "No evil propensity of the human heart is so powerful that it may not be subdued by discipline."
    },
    {
      "cite": "Alexander Paterson",
      "quote": "The secret of discipline is motivation. When a man is sufficiently motivated, discipline will take care of itself."
    },
    {
      "cite": "Fred Rogers",
      "quote": "I think of discipline as the continual everyday process of helping a child learn self-discipline."
    },
    {
      "cite": "Wilma Rudolph",
      "quote": "It doesn't matter what you're trying to accomplish. It's all a matter of discipline. I was determined to discover what life held for me beyond the inner-city streets."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "The steady discipline of intimate friendship with Jesus results in men becoming like Him."
    },
    {
      "cite": "Buddha",
      "quote": "Endurance is one of the most difficult disciplines but it is to the one who endures that the final victory comes."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Self-discipline is the ability to make yourself do what you should do, when you should do it, whether you feel like it or not."
    },
    {
      "cite": "Mike Ditka",
      "quote": "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace."
    }
  ]
}