{
  "source": "https://www.wisesayings.com/discouraged-quotes/",
  "theme": "discouraged",
  "quotes": [
    {
      "cite": "George Macdonald",
      "quote": "Never be discouraged because good things get on so slowly here; and never fail daily to do that good which lies next to your hand."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "We've all got both light and dark inside us. What matters is the part we choose to act on. That's who we really are."
    },
    {
      "cite": "Richard L. Evans",
      "quote": "Don't let life discourage you; everyone who got where he is had to begin where he was."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Thousands of successful people did not achieve success on their first try, but they were not discouraged. They picked themselves up and went back at it with an even stronger, single minded tenacity to achieve their goal."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Do not be discouraged if your plans do not succeed the first time. No one learns to walk by taking only one step."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "If you want to lift yourself up, lift up someone else."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Discouragement is root of distress."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Every wrong attempt discarded is another step forward."
    },
    {
      "cite": "Carol Burnett",
      "quote": "When things are a disappointment, try not to be so discouraged."
    },
    {
      "cite": "Larisa Oleynik",
      "quote": "Don't get discouraged, and think positive all the time. Don't get down on yourself if you lose out a couple of times. It's just a lot of hard work."
    },
    {
      "cite": "Jennifer Waddle",
      "quote": "Discouragement comes when things are going great, and it comes when we are already down, but no matter when it comes, it hurts"
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Don't worry about failures, worry about the chances you miss when you don't even try."
    },
    {
      "cite": "Henry Ford",
      "quote": "Whether you think you can or you think you can't, you're right."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "You can be discouraged by failure, or you can learn from it. So go ahead and make mistakes, make all you can. Because, remember that's where you'll find success - on the far side of failure."
    },
    {
      "cite": "David DeNotaris",
      "quote": "Don't let people discourage you from living your dreams."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "You measure the size of the accomplishment by the obstacles you had to overcome to reach your goals."
    },
    {
      "cite": "Neal A. Maxwell",
      "quote": "Discouragement is not the absence of adequacy but the absence of courage."
    },
    {
      "cite": "Henry Ford",
      "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "cite": "Rick Warren",
      "quote": "People who accomplish big things in life must face naysayers who try to discourage them."
    },
    {
      "cite": "Kyle Chandler",
      "quote": "Opportunity does not knock, it presents itself when you beat down the door."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Negative people can only infest you with discouragements when they find you around. Just get lost and get saved!"
    },
    {
      "cite": "M. Ahlers",
      "quote": "If you feel discouraged by seeing progress in others and are tempted to give up, stop. Forget comparing yourself to others or pre-set ideals."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Disappointment is really just a term for our refusal to look on the bright side."
    },
    {
      "cite": "John Keats",
      "quote": "Don't be discouraged by a failure. It can be a positive experience. Failure is, in a sense, the highway to success, inasmuch as every discovery of what is false leads us to seek earnestly after what is true, and every fresh experience points out some."
    },
    {
      "cite": "Salma Hayek",
      "quote": "What is important is to believe in something so strongly that you're never discouraged."
    },
    {
      "cite": "Franco Harris",
      "quote": "When you get discouraged or depressed, try changing your attitude from negative to positive and see how life can change for you."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Don't accept discouragement, keep going! Less stress will result by not allowing discouragement to be your attitude!"
    },
    {
      "cite": "Christopher Columbus",
      "quote": "You can never cross the ocean until you have the courage to lose sight of the shore."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Everybody is going to have their critics. It's easy to get discouraged in life."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Believe you can and you're halfway there."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Being discouraged can cause you to lose hope, you need to pick yourself up, focus on the positive and find success by taking action - you may then find your discouragement fading."
    },
    {
      "cite": "Duke Ellington",
      "quote": "A problem is a chance for your to do your best."
    },
    {
      "cite": "James Adler",
      "quote": "Living in the present moment, we feel encouraged and motivated in our lives; we sit on solid ground and are not easily knocked off our balance into discouragement and negativity."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Do not be discouraged if someone copies you. Copying is a compliment - you are doing it right. It also gives you the opportunity to grow and move beyond what is now being copied. Keep moving forward."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Lose of hope leads to discouragement."
    },
    {
      "cite": "Teresa of Avila",
      "quote": "If you fall sometimes, you must not be discouraged."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "One of the main effects of war, after all, is that people are discouraged from being characters."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't get discouraged; it is often the last key in the bunch that opens the lock."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you are discouraged it is a sign of pride, because it shows you trust in your own powers."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Every child comes with the message that God is not yet discouraged of man."
    }
  ]
}