{
  "source": "https://www.wisesayings.com/discernment-quotes/",
  "theme": "discernment",
  "quotes": [
    {
      "cite": "Criss Jami",
      "quote": "The most important part of discernment is pinpointing the forces to be reckoned with, both the constructive and destructive."
    },
    {
      "cite": "Anonymous",
      "quote": "There are things you have to hear but you would never hear it from the person whom you would like to hear it from, but don't be deaf to hear it from the person who says it with his heart!"
    },
    {
      "cite": "Barry Munro",
      "quote": "You are only as strong as your purpose, therefore let us choose reasons to act that are big, bold, righteous and eternal."
    },
    {
      "cite": "Jennifer O'Neill",
      "quote": "When a person goes into a relationship emotionally needy, they are not going to have discernment in choosing people."
    },
    {
      "cite": "Criss Jami",
      "quote": "It has always seemed that a fear of judgment is the mark of guilt and the burden of insecurity."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Intelligence is not discernment and judgment or critical evaluation."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "We need discernment in what we see and what we hear and what we believe."
    },
    {
      "cite": "Chanakya",
      "quote": "We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment."
    },
    {
      "cite": "Jean Paul",
      "quote": "Whoever believes in the good in people, draws forth the good in people."
    },
    {
      "cite": "Fulke Greville 1st Baron Brooke",
      "quote": "Discernment is a power of the understanding in which few excel. Is not that owing to its connection with impartiality and truth? For are not prejudice and partiality blind?"
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Judgment is discernment on a bad hair day."
    },
    {
      "cite": "Dogen",
      "quote": "Yet you must not cling to the words of the old sages either; they, too, may not be right. Even if you believe them, you should be alert so that, in the event that something superior comes along, you may follow that."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "Distrust your judgment the moment you can discern the shadow of a personal motive in it."
    },
    {
      "cite": "Anonymous",
      "quote": "Need to be smart by existing. Need to be wise by living."
    },
    {
      "cite": "Criss Jami",
      "quote": "Discernment is the son of good judgment and the father of self-control. When mixed with an already clear conscience, the ability to read the true motives of a critic keeps one's conscience both clear and at ease."
    },
    {
      "cite": "Samuel Asumadu-Sarkodie",
      "quote": "Even though, No one is infallible. However, spend much effort in making yourself better. Stand out! Don't follow the masses. It produces results"
    },
    {
      "cite": "Howard Jacobson",
      "quote": "Let discernment in matters of fashion and entertainment determine who should get the vote, and half the country would be disenfranchised."
    },
    {
      "cite": "Euripides",
      "quote": "Sound judgement, with discernment is the best of seers."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "There seems to be no part of knowledge in fewer hands than that of discerning when to have done."
    },
    {
      "cite": "Scott Stratten",
      "quote": "Don't try to win over the haters. You're not the jackass whisperer."
    },
    {
      "cite": "Samuel Asumadu-Sarkodie",
      "quote": "No matter your Knowledge, Power, Fame or Wealth, Tommorrow is always a Mystery"
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "The discernment of a vocation is above all the fruit of an intimate dialogue between the Lord and his disciples. Young people, if they know how to pray, can be trusted to know what to do with God's call."
    },
    {
      "cite": "Sinclair B. Ferguson",
      "quote": "True discernment means not only distinguishing the right from the wrong; it means distinguishing the primary from the secondary, the essential from the indifferent, and the permanent from the transient. And, yes, it means distinguishing between the good and the better, and even between the better and the best."
    },
    {
      "cite": "Criss Jami",
      "quote": "It's not at all hard to understand a person; it's only hard to listen without bias."
    },
    {
      "cite": "Lord Byron",
      "quote": "Her great merit is finding out mine; there is nothing so amiable as discernment."
    },
    {
      "cite": "Robert Carroll",
      "quote": "Everywhere we look, ideology slouches along the freeways and autoroutes, sometimes carrying a cross, sometimes a sickle, sometimes a crescent, but always busy doing somebody in somewhere, somehow."
    },
    {
      "cite": "Peter Santos",
      "quote": "Discernment is trust put into practice."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Discernment is not a matter of telling the difference between right and wrong; rather it is telling the difference between right and almost right."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Where there is not discernment, the behavior even of the purest soul may in effect amount to coarseness."
    },
    {
      "cite": "Glenda Green",
      "quote": "The practice of discernment is part of higher consciousness. Discernment is not just a step up from judgment. In life's curriculum, it is the opposite of judgment. Through judgment a man reveals what he needs to confront and learn. Through discernment, one reveals what he has mastered."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "Seeing reality for what it is is what we call discernment. The work of discernment is very hard."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Discernment is God's call to intercession, never to faultfinding."
    }
  ]
}