{
  "source": "https://www.wisesayings.com/disco-quotes/",
  "theme": "disco",
  "quotes": [
    {
      "cite": "Grace Jones",
      "quote": "Disco existed before we were all born and will exist afterwards. It is a ritual - it is a celebration - and it is the same kind of music that we call disco or rock'n'roll or a whole list of names that we can call it. Call it what you will, nothing will change the fact that certain kinds of music will make you want to celebrate or party."
    },
    {
      "cite": "Martha Reeves",
      "quote": "Disco music in the '70s was just a call to go wild and party and dance with no thought or conscience or regard for tomorrow."
    },
    {
      "cite": "Grace Jones",
      "quote": "Disco was like the celebration of music through dance and my God! When you heard the music sometimes it was like, if you don't get up and dance, you aren't human!"
    },
    {
      "cite": "Lou Reed",
      "quote": "I like mindless disco... they say the lyrics are stupid and repetitious. So what's wrong with that? So is lying in the sun. Not everything has to be serious."
    },
    {
      "cite": "Barry White",
      "quote": "Disco deserved a better name, a beautiful name because it was a beautiful art form. It made the consumer beautiful. The consumer was the star."
    },
    {
      "cite": "Adam Ant",
      "quote": "I could be religious, if they sang the hymns to disco."
    },
    {
      "cite": "Truman Capote",
      "quote": "Disco is the best floor show in town. It's very democratic, boys with boys, girls with girls, girls with boys, blacks and whites, capitalists and Marxists, Chinese and everything else, all in one big mix."
    },
    {
      "cite": "Neil Bogart",
      "quote": "Disco is a major influence in the world of fashion. It is a dynamic factor in contemporary advertising. It is a message from every consumer that there has been a rediscovery of America's greatest by-product: fun."
    },
    {
      "cite": "Martha Reeves",
      "quote": "I was stranded in Disco. I went to dozens of darkened places with enough flashing lights to drive the average person mad. I felt lost in the pulse of sheer panic."
    },
    {
      "cite": "Candace Bushnell",
      "quote": "A glittering disco ball spins from the ceiling, but the music is something I've never heard, discordant and haunting and insistent, the kind of music that demands you dance."
    },
    {
      "cite": "Giorgio Moroder",
      "quote": "Disco is music for dancing, and people will always want to dance."
    },
    {
      "cite": "Donna Summer",
      "quote": "God had to create disco music so I could be born and be successful."
    },
    {
      "cite": "Billy Connolly",
      "quote": "So, have you heard about the oyster who went to a disco and pulled a mussel?"
    },
    {
      "cite": "Michael Jackson",
      "quote": "I hate labels because it should be just music. I don't see anything wrong with disco. Call it anything. It's music."
    },
    {
      "cite": "Ian Mcshane",
      "quote": "I'm from the disco era where everybody thought they were John Travolta... What song is going to get me on the dance floor? Anything from 'Saturday Night Fever,' and you're up there like a demon."
    },
    {
      "cite": "Frank Zappa",
      "quote": "A wise man once said, never discuss philosophy or politics in a disco environment."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "I feel the same way about disco as I do about herpes."
    },
    {
      "cite": "Daniel Clowes",
      "quote": "I was thinking the other day that there will never be another form of music that everybody has to respond to - like disco."
    },
    {
      "cite": "Matt Keeslar as Josh Neff in The Last Days of Disco",
      "quote": "Disco will never be over. It will always live in our minds and hearts. Something like this that was this big, and this important, and this great, will never die. Oh for a few years, maybe many years it will be considered passe and ridiculous. It will be misrepresented, caricatured and sneered at, or worse, completely ignored. People will laugh about John Travolta, Olivia Newton John, white polyester suits and platform shoes and going like this! [Mimics Saturday Night Fever pose] But we had nothing to do with those things and still loved disco. Those who didn't understand will never understand. Disco was much more, and much better than all that. Disco was too great and too much fun to be gone forever. It has got to come back someday. I just hope it will be in our own lifetimes."
    },
    {
      "cite": "David Mitchell",
      "quote": "Disco's are tricky. You look a total wally if you dance too early but after one crucial song tips the disco over, you look a sad saddo if you don't."
    },
    {
      "cite": "Barry Gibb",
      "quote": "We enjoy change and freshness, and disco was only one area we've delved into."
    },
    {
      "cite": "Clive James",
      "quote": "Disco dancing is just the steady thump of a giant moron knocking in an endless nail."
    },
    {
      "cite": "Frank Zappa",
      "quote": "Disco satisfied social as well as musical needs. Disco people got to dress up all the time and go to places ... where everybody sort of 'looked good' - and later, after an evening of chemical alteration, everybody looked even better, and the next thing they knew, they were getting The Blox Job."
    },
    {
      "cite": "Giorgio Moroder",
      "quote": "Too many of these writers in the music papers, they are misunderstanding everything. The disco sound is not art or anything so serious."
    },
    {
      "cite": "Tommy Lee",
      "quote": "I've always gravitated towards the beats, obviously. And when I was growing up, I always loved funk music or even - dare I say it - disco."
    },
    {
      "cite": "Sheena Easton",
      "quote": "Disco is just pop music you can dance to."
    },
    {
      "cite": "Bruce Pollack",
      "quote": "We had been reminded once too often that we were just not with it.  Where they had long hair and Woodstock, we had nothing to clearly call our own.  We needed a kind of shared activity, scorned by our elders, which would bring us together as a group.  At the disco, we have forged a generational banner.  It's great to feel special at last."
    },
    {
      "cite": "Rob Sheffield",
      "quote": "At an incredibly divisive point in pop history, Donna Summer managed to create an undeniable across-the-board experience of mass pleasure - after 'Bad Girls,' nobody ever tried claiming disco sucked again. It set the template for what Michael Jackson would do a few months later with 'Off The Wall.'"
    },
    {
      "cite": "Donna Summer",
      "quote": "When we made “Love to Love You Baby,” we knew it was somewhat innovative, but nobody knew people would jump on that bandwagon and all of a sudden the whole world would be going disco."
    },
    {
      "cite": "Robert Patrick",
      "quote": "I want to give [my records] all away before some fool plays disco at my funeral, and then the record gets stuck, and nobody can tell, and the service goes on forever!"
    },
    {
      "cite": "Paul Feig",
      "quote": "When I went to high school, in the late 1970s, disco was in full swing and anyone who was into it dressed the part. I know I did."
    },
    {
      "cite": "George Clinton",
      "quote": "Disco is funky when you take one record at a time. It's just that they narrowed it down to one beat to try to corner the market on a particular music. And when you do that with rhythm - talk about something that will get on your nerves. Try to make love with one stroke. Somebody will tell you to fax it in."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "The worst part of being gay in the twentieth century is all that damn disco music to which one has to listen."
    },
    {
      "cite": "Michael Caine",
      "quote": "I've been in every disco in the world. I saw a picture of my wife Shakira and I dancing in Studio 54; I didn't even know someone had taken that picture."
    },
    {
      "cite": "J.M. Hushour",
      "quote": "(On disco) I don't consider that a genre as much as a level of hell."
    },
    {
      "cite": "RuPaul",
      "quote": "La Flavour's 'Mandolay' is a disco classic - I dare you to sit still while listening to it."
    },
    {
      "cite": "Giorgio Moroder",
      "quote": "In pop or rock you can make a fast song or a slow one, but in disco there is really just the one rhythm."
    },
    {
      "cite": "Fred Wesley",
      "quote": "Disco music is funk with a bow tie."
    },
    {
      "cite": "Danny Masterson as Hyde in That '70s Show",
      "quote": "Disco is from hell, okay? And not the cool part of hell with all the murderers, but the lame ass part where the really bad accountants live."
    },
    {
      "cite": "Will.I.Am",
      "quote": "Disco is the first technology music. And what I mean is that 'disco' music is named after discs, because when technology grew to where they didn't need a band in the clubs, the DJ played it on a disc."
    },
    {
      "cite": "Bethann Hardison",
      "quote": "White kids in Philadelphia could dance, they danced on American Bandstand, but disco changed the business of music. There’s a big difference between people dancing at parties, or in clubs, to becoming an international explosion."
    },
    {
      "cite": "Maria Torres",
      "quote": "The thing which really killed partner dancing was Saturday Night Fever.  Disco was originally an underground dance, done mainly by Hispanics, blacks and gays, who could really do partner dancing.  They were incredible, but that was an underground thing.  Then when Saturday Night Fever came out, the masses flocked to the clubs to experience what they saw in the movie.  But what they thought the Hustle was was freestyle, because that's what John Travolta did."
    },
    {
      "cite": "Fred Astaire",
      "quote": "Disco is just jitterbug."
    },
    {
      "cite": "Gloria Gaynor",
      "quote": "I was out in the clubs in New York City in 1971, ‘72, feeling the pulse, knowing what was going on. I saw them setting up D.J. booths in closets—taking the top half of the door off, putting in a plank of wood, and that’s what [the D.J.] put his turntable on."
    },
    {
      "cite": "John Lydon",
      "quote": "Disco sucks? You never heard that from me."
    },
    {
      "cite": "Maurice Gibb",
      "quote": "After Saturday Night Fever, we wanted to do a poster, with the three of us in Rambo’s bodies, with machine guns, and in the background there’d be a body in a white suit, bullet-ridden, and the mirror ball all shot to pieces."
    },
    {
      "cite": "Heather Mills",
      "quote": "I love to dance in the disco, but that's about it."
    },
    {
      "cite": "Bethann Hardison",
      "quote": "The disco beat was created so that white people could dance."
    },
    {
      "cite": "Grandmaster Flash",
      "quote": "Disco was brand new then and there were a few jocks that had monstrous sound systems but they wouldn't dare play this kind of music. They would never play a record where only two minutes of the song was all it was worth. They wouldn't buy those types of records."
    },
    {
      "cite": "Taylor Hawkins",
      "quote": "I love Donna Summer, and I love ABBA. I love late '70s disco. I love the Bee Gees. I just love that period of recording."
    },
    {
      "cite": "Ty Segall",
      "quote": "People are embarrassed by disco, but I love it."
    },
    {
      "cite": "Sophie Ellis Bextor",
      "quote": "I'm a sucker for sad disco pop."
    },
    {
      "cite": "Jens Lekman",
      "quote": "I love a lot of old disco because it's aerodynamic, smooth, and very seductive."
    },
    {
      "cite": "Ice Cube",
      "quote": "I grew up in the seventies and disco was big. That influenced me the most."
    }
  ]
}