{
  "source": "https://www.wisesayings.com/discretion-quotes/",
  "theme": "discretion",
  "quotes": [
    {
      "cite": "Haitian (on discretion)",
      "quote": "All food is fit to eat but not all words are fit to speak."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Discretion is the better part of valor."
    },
    {
      "cite": "unknown",
      "quote": "Don't spill the beans."
    },
    {
      "cite": "Guinean (on life and living)",
      "quote": "For news of the heart, ask the face."
    },
    {
      "cite": "Chinese (on discretion)",
      "quote": "Forethought is easy, repentance is hard."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Give thy thoughts no tongue."
    },
    {
      "cite": "Turkish  (on discretion)",
      "quote": "Having two ears and one tongue, we should listen twice as much as we speak."
    },
    {
      "cite": "unknown",
      "quote": "Least said, soonest mended"
    },
    {
      "cite": "John Heywood",
      "quote": "Little pitchers have big ears."
    },
    {
      "cite": "French Proverb",
      "quote": "Nothing is as burdensome as a secret."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Proclaim not all thou knowest, all thou owest, all thou hast, nor all thou can'st."
    },
    {
      "cite": "Estonian (on discretion)",
      "quote": "Silence is sometimes the answer."
    },
    {
      "cite": "unknown",
      "quote": "Some things are better left unsaid."
    },
    {
      "cite": "Samoan (on discretion)",
      "quote": "Stones decay, words last."
    },
    {
      "cite": "Greek (on discretion)",
      "quote": "The tongue has no bones, yet it breaks bones."
    },
    {
      "cite": "Yiddish (on discretion)",
      "quote": "Words should be weighed not counted."
    },
    {
      "cite": "Georg Simmel",
      "quote": "Discretion is nothing other than the sense of justice with respect to the sphere of the intimate contents of life."
    },
    {
      "cite": "Christine Keeler",
      "quote": "Discretion is the polite word for hypocrisy."
    },
    {
      "cite": "Philip Stanhope",
      "quote": "Judgment is not upon all occasions required, but discretion always is."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "A sound discretion is not so much indicated by never making a mistake as by never repeating it."
    },
    {
      "cite": "Jim Butcher",
      "quote": "Discretion is the better part of not getting exsanguinated."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Why must you speak your thoughts? Silence, if fair words stick in your throat, would serve all our ends better."
    },
    {
      "cite": "Jennifer Megan Varnadore",
      "quote": "Discretion is a girl's best friend. Learn when to use it, and when to let it slip."
    },
    {
      "cite": "Author Unknown",
      "quote": "Discretion is being able to raise your eyebrow instead of your voice."
    },
    {
      "cite": "John Christian Bovee",
      "quote": "Discretion is the salt, and fancy the sugar of life; the one preserves, the other sweetens it."
    },
    {
      "cite": "Author Unknown",
      "quote": "The age of discretion is the age of impotence."
    },
    {
      "cite": "Jeremy Collier",
      "quote": "Without discretion, people may be overlaid with unreasonable affection, and choked with too much nourishment."
    },
    {
      "cite": "Author Unknown",
      "quote": "Be discreet in all things, and so render it unnecessary to be mysterious"
    },
    {
      "cite": "Francis Bacon",
      "quote": "Discretion of speech is more than eloquence, and to speak agreeably to him with whom we deal is more than to speak in good words, or in good order."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Be wiser than other people, if you can; but do not tell them so."
    },
    {
      "cite": "Hannah More",
      "quote": "Depart from discretion when it interferes with duty."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "A closed mouth catches no flies."
    },
    {
      "cite": "American Proverb",
      "quote": "An ounce of discretion is worth a pound of wit."
    },
    {
      "cite": "Hamlet",
      "quote": "Let your own discretion be your tutor: suit the action to the word, the word to the action."
    },
    {
      "cite": "Dr. Leo Troy",
      "quote": "Never say 'oops' in the operating room."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "A sound discretion is not so much indicated by never making a mistake as by never repeating it."
    },
    {
      "cite": "William Godwin",
      "quote": "Every man has a certain sphere of discretion which he has a right to expect shall not be infringed by his neighbours. This right flows from the very nature of man."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "Nothing is more dangerous than a friend without discretion; even a prudent enemy is preferable."
    },
    {
      "cite": "Adam Smith",
      "quote": "The prudent man is always sincere, and feels horror at the very thought of exposing himself to the disgrace which attends upon the detection of falsehood. But though always sincere, he is not always frank and open; and though he never tells any thing but the truth, he does not always think himself bound, when not properly called upon, to tell the whole truth. As he is cautious in his actions, so he is reserved in his speech; and never rashly or unnecessarily obtrudes his opinion concerning either things or persons."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "I consider it a mark of great prudence in a man to abstain from threats or any contemptuous expressions, for neither of these weaken the enemy, but threats make him more cautious, and the other excites his hatred, and a desire to revenge himself."
    },
    {
      "cite": "John Milton",
      "quote": "Prudence is the virtue by which we discern what is proper to do under various circumstances in time and place."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Men are born with two eyes, but with one tongue, in order that they should see twice as much as they say."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Have more than you show. Speak less than you know."
    },
    {
      "cite": "Drake",
      "quote": "Live without pretending. Love without depending. Listen without defending. Speak without offending."
    },
    {
      "cite": "Julia Glass",
      "quote": "Of all the virtues, discretion began to seem the most rewarding: it kept people guessing and sometimes, by default, admiring."
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't underestimate me. I know more than I say, think more rhan I speak and notice more than you realize."
    },
    {
      "cite": "Author Unknown",
      "quote": "No matter what they tell you, you don't have to stay within the lines."
    },
    {
      "cite": "William O. Douglas",
      "quote": "Absolute discretion is a ruthless master. It is more destructive of freedom than any of man's other inventions."
    }
  ]
}