{
  "source": "https://www.wisesayings.com/discovery-quotes/",
  "theme": "discovery",
  "quotes": [
    {
      "quote": "Discovery consists of seeing what everybody has seen, and thinking what nobody has thought.",
      "cite": "Albert Szent-Gyorgyi"
    },
    {
      "quote": "Discovery, they believe, is inevitable. So they just try to do it first. That's the game in science.",
      "cite": "Michael Crichton"
    },
    {
      "quote": "There is no better high than discovery.",
      "cite": "E. O. Wilson"
    },
    {
      "quote": "No great discovery was ever made without a bold guess.",
      "cite": "Isaac Newton"
    },
    {
      "quote": "Discovery should come as an adventure rather than as the result of a logical process of thought.",
      "cite": "Theobald Smith"
    },
    {
      "quote": "Discovery is the ability to be puzzled by simple things.",
      "cite": "Noam Chomsky"
    },
    {
      "quote": "Discovery hapens in the overlap of difference communities in the clashes of difference.",
      "cite": "Scott Belsky"
    },
    {
      "quote": "The discovery of the power of our thoughts will prove to be the most important discovery of our time.",
      "cite": "William James"
    },
    {
      "quote": "The more original a discovery, the more obvious it seems afterwards.",
      "cite": "Arthur Koestler"
    },
    {
      "quote": "One doesn't discover new lands without consenting to lose sight of the shore for a very long time.",
      "cite": "Andre Gide"
    },
    {
      "quote": "Every discovery contains an irrational element or a creative intuition.",
      "cite": "Karl Popper"
    },
    {
      "quote": "A discovery is said to be an accident meeting a prepared mind.",
      "cite": "Albert Szent-Gyorgyi"
    },
    {
      "quote": "Our real discoveries come from chaos, from going to the place that looks wrong and stupid and foolish.",
      "cite": "Chuck Palahniuk"
    },
    {
      "quote": "Discovery is seeing what everybody else has seen, and thinking what nobody else has thought.",
      "cite": "Albert Szent-Gyorgyi"
    },
    {
      "quote": "Discover what you need to do to make your life have meaning.",
      "cite": "Sunday Adelaja"
    },
    {
      "quote": "Discovery is exciting, no matter how big or small or close or distant",
      "cite": "Mike Brown"
    },
    {
      "quote": "Discovery consists of looking at the same thing as everyone else and thinking something different.",
      "cite": "Albert Szent-Gyorgyi"
    },
    {
      "quote": "One of the advantages of being disorganized is that one is always having surprising discoveries.",
      "cite": "A.A. Milne"
    },
    {
      "quote": "The process of scientific discovery is, in effect, a continual flight from wonder.",
      "cite": "Albert Einstein"
    },
    {
      "quote": "The discovery of a new dish does more for human happiness than the discovery of a new star.",
      "cite": "Anthelme Brillat-Savarin"
    },
    {
      "quote": "Discovery is always rape of the natural world. Always.",
      "cite": "Michael Crichton"
    },
    {
      "quote": "Discoveries are often made by not following instructions, by going off the main road, by trying the untried.",
      "cite": "Frank Tyger"
    },
    {
      "quote": "They are ill discoverers that think there is no land, when they can see nothing but sea.",
      "cite": "Francis Bacon"
    },
    {
      "quote": "Discovery is the journey; insight is the destination.",
      "cite": "Gary Hamel"
    },
    {
      "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
      "cite": "Oprah Winfrey"
    },
    {
      "quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore.",
      "cite": "Andre Gide"
    },
    {
      "quote": "To discover the original plan of God is to manifest the work of creation.",
      "cite": "Sunday Adelaja"
    },
    {
      "quote": "Discover what you could do with your life and empower yourself in that area. Add value to yourself in that your area of calling.",
      "cite": "Sunday Adelaja"
    },
    {
      "quote": "The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge.",
      "cite": "Daniel J. Boorstin"
    },
    {
      "quote": "The voyage of discovery is not in seeking new landscapes but in having new eyes.",
      "cite": "Marcel Proust"
    },
    {
      "quote": "Discovery requires courage and acceptance that we are not in control, and that the future is uncertain.",
      "cite": "Bryant H. McGill"
    },
    {
      "quote": "The final discovery is the discovery of knowledge.",
      "cite": "Kedar Joshi"
    },
    {
      "quote": "The greatest discovery of our generation is that human beings can alter their lives by altering their attitudes of mind. As you think, so shall you be.",
      "cite": "William James"
    },
    {
      "quote": "Greater even than the greatest discovery is to keep open the way to future discovery.",
      "cite": "John Jacob Abel"
    },
    {
      "quote": "A great discovery is a fact whose appearance in science gives rise to shining ideas, whose light dispels many obscurities and shows us new paths.",
      "cite": "Claude Bernard"
    },
    {
      "quote": "Things don't turn up in this world until somebody turns them up.",
      "cite": "James A. Garfield"
    },
    {
      "quote": "I do not much wish well to discoveries, for I am always afraid they will end in conquest and robbery.",
      "cite": "Samuel Johnson"
    },
    {
      "quote": "No man ever made a great discovery without the exercise of the imagination.",
      "cite": "George Henry Lewes"
    },
    {
      "quote": "Nearly every great discovery in science has come as the result of providing a new question rather than a new answer.",
      "cite": "Paul A. Meglitsch"
    },
    {
      "quote": "Printing, gunpowder, and the mariner's needle (compass), these three have changed the whole face and state of things throughout the world.",
      "cite": "Francis Bacon"
    },
    {
      "quote": "Through the unknown, we'll find the new.",
      "cite": "Charles Baudelaire"
    },
    {
      "quote": "The more original the discovery, the more obvious it seems afterward.",
      "cite": "Arthur Koestler"
    },
    {
      "quote": "There are two possible outcomes: if the result confirms the hypothesis, then you've made the discovery. If the result is contrary to the hypothesis, then you've made a discovery.",
      "cite": "Enrico Fermi"
    },
    {
      "quote": "You must be satisfied with making discoveries. Take care never to offer explanations.",
      "cite": "Georges Braque"
    },
    {
      "quote": "The most important of my discoveries have been suggested to me by my failures.",
      "cite": "Humphrey Davy"
    },
    {
      "quote": "The word 'discovery' in itself is regrettable. For discovery is equivalent to becoming aware of a thing which is already formed; this links up with proof, which no longer bears the character of 'discovery' but, in the final analysis, of the means that lead to discovery...Discovery is really not a creative act.",
      "cite": "Einstein"
    },
    {
      "quote": "We often discover what will do, by finding out what will not do; and probably he who never made a mistake never made a discovery.",
      "cite": "Samuel Smiles"
    },
    {
      "quote": "The greatest obstacle to discovery is not ignorance— it is the illusion of knowledge.",
      "cite": "Daniel Boorstin"
    },
    {
      "quote": "A man of genius makes no mistakes; his errors are volitional and are portals of discovery.",
      "cite": "James Joyce"
    },
    {
      "quote": "The delights of self-discovery are always available.",
      "cite": "Gail Sheehy"
    },
    {
      "quote": "A new principle in an exhaustible source of new views.",
      "cite": "Vauvenargues"
    },
    {
      "quote": "If I have ever made any valuable discoveries, it has been owing more to patient attention, than to any other talent.",
      "cite": "Sir Isaac Newton"
    },
    {
      "quote": "It is a profound mistake to think that everything has been discovered; as well as think the horizon the boundary of the world.",
      "cite": "Lemierre"
    },
    {
      "quote": "Through every rift of discovery, some seeming anomaly drops out of the darkness, and falls, as a golden link, into the great chain of order.",
      "cite": "F.H.Chapin"
    },
    {
      "quote": "It's true that by blundering about, we stumbled on gold, but the fact remains that we were looking for gold.",
      "cite": "Francis Crick"
    },
    {
      "quote": "Figuring out that new something, / the new direction, or the difference in what / you're doing, can be a brain-wracking experience.",
      "cite": "Kent Krauss"
    },
    {
      "quote": "There'll always be serendipity involved in the discovery.",
      "cite": "Jeff Bezos"
    },
    {
      "quote": "If I have learned anything in this long life of mine, it is this: in love, we find out who we want to be; in war, we find out who we are.",
      "cite": "Kristin Hannah"
    },
    {
      "quote": "Some beautiful paths can't be discovered without getting lost.",
      "cite": "Erol Ozan"
    },
    {
      "quote": "Never underestimate the power of thought; it is the greatest path to discovery.",
      "cite": "Idowu Koyenikan"
    },
    {
      "quote": "What I learned on my own I still remember.",
      "cite": "Nassim Nicholas Taleb"
    },
    {
      "quote": "The seeker embarks on a journey to find what he wants and discovers, along the way, what he needs.",
      "cite": "Wally Lamb"
    },
    {
      "quote": "We don't receive wisdom we must discover it for ourselves.",
      "cite": "Marcel Proust"
    }
  ]
}