{
  "source": "https://www.wisesayings.com/disease-quotes/",
  "theme": "disease",
  "quotes": [
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "Pride and vanity, the opposites of humility, can destroy our spiritual health as surely as a debilitating disease can destroy our physical health."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Diseased nature oftentimes breaks forth In strange eruptions."
    },
    {
      "cite": "Ramakrishna",
      "quote": "Disease is the tax which the soul pays for the body, as the tenant pays house rent for the use of the house."
    },
    {
      "cite": "Robin Williams",
      "quote": "If we're going to fight a disease, let's fight one of the most terrible diseases of all, indifference."
    },
    {
      "cite": "India Arie",
      "quote": "The worst disease in the world is hate. And the cure for hate is love."
    },
    {
      "cite": "Robert  A. Burton",
      "quote": "Diseases crucify the soul of man, attenuate our bodies, dry them, wither them, rivel them up like old apples, make them as so many Anatomies."
    },
    {
      "cite": "Henry Siedel Canby",
      "quote": "Arrogance, pedantry, and dogmatism...the occupational diseases of those who spend their lives directing the intellects of the young."
    },
    {
      "cite": "Thomas Mann",
      "quote": "All interest in disease and death is only another expression of interest in life."
    },
    {
      "cite": "Wayne Gretzky",
      "quote": "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy."
    },
    {
      "cite": "Chanakya",
      "quote": "There is no austerity equal to a balanced mind, and there is no happiness equal to contentment; there is no disease like covetousness, and no virtue like mercy."
    },
    {
      "cite": "Maggie Kuhn",
      "quote": "Old age is not a disease - it is strength and survivorship, triumph over all kinds of vicissitudes and disappointments, trials and illnesses."
    },
    {
      "cite": "Jane Yolen",
      "quote": "Literature is a textually transmitted disease, normally contracted in childhood."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Stand up to ignorance, because if you don't, the ignorant will run free to spread ignorance like a disease."
    },
    {
      "cite": "William Osler",
      "quote": "It is much more important to know what sort of a patient has a disease than what sort of a disease a patient has."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Idleness of the mind is much worse than that of the body: wit, without employment, is a disease - the rust of the soul, a plague, a hell itself."
    },
    {
      "cite": "Dorothy Fuldheim",
      "quote": "Youth is a disease from which we all recover."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Bigotry is the disease of ignorance, of morbid minds; enthusiasm of the free and buoyant. education and free discussion are the antidotes of both."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Aggression unopposed becomes a contagious disease."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Diseases of the soul are more dangerous and more numerous than those of the body."
    },
    {
      "cite": "Arnold Sommerfield",
      "quote": "Mathematics is like childhood diseases. The younger you get it, the better."
    },
    {
      "cite": "Thomas Browne Sr.",
      "quote": "We all labor against our own cure, for death is the cure of all diseases."
    },
    {
      "cite": "Craig Raine",
      "quote": "Great writers arrive among us like new diseases - threatening, powerful, impatient for patients to pick up their virus, irresistible."
    },
    {
      "cite": "Mother Teresa",
      "quote": "One of the greatest diseases is to be nobody to anybody."
    },
    {
      "cite": "Ron Paul",
      "quote": "When one gets in bed with government, one must expect the diseases it spreads."
    },
    {
      "cite": "William Thomas Councilman",
      "quote": "Disease may be defined as 'A change produced in living things in consequence of which they are no longer in harmony with their environment."
    },
    {
      "cite": "Morning Dove Salish",
      "quote": "Everything on the Earth has a purpose, every disease an herb to cure it, and every person a mission. This is the Indian theory of existence."
    },
    {
      "cite": "Frank Sonnenberg",
      "quote": "Gossip is a disease spread from mouth to mouth."
    },
    {
      "cite": "T Colin Campbell",
      "quote": "Everything in food works together to create health or disease."
    }
  ]
}