{
  "source": "https://www.wisesayings.com/disgrace-quotes/",
  "theme": "disgrace",
  "quotes": [
    {
      "cite": "Thomas Paine",
      "quote": "For that which is a disgrace to human nature, throws something of a shade over all the human character, and each individual feels his share of the wound that is given to the whole."
    },
    {
      "cite": "Mrs. Horace Field",
      "quote": "The thought of disgrace never touched her. She had no world whose verdict she might fear."
    },
    {
      "cite": "Edna Ferber",
      "quote": "There are two ways of doing battle against Disgrace. You may live it down; or you may run away from it and hide. The first method is heart-breaking, but sure. The second cannot be relied upon because of the uncomfortable way Disgrace has of turning up at your heels."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "We can learn personal humility from episodes that generate shame and guilt. After retiring from worldly affairs and drawing useful lessons from personal disgrace, we must resume living an expedient life devoted to appreciating truth, beauty, and love."
    },
    {
      "cite": "Gift Gugu Mona",
      "quote": "It is better to wait until you get the right thing, at the right time and in the right place; than to race for the wrong thing, at the wrong time and in the wrong place, for it yields nothing but disgrace."
    },
    {
      "cite": "Ken Poirot",
      "quote": "There is no disgrace in being knocked down, there is only shame in not getting back up; never quit!"
    },
    {
      "cite": "Eliza Parsons",
      "quote": "Vain mistaken mortals, who, valuing themselves on names and titles, suppose that the virtues of the mind must be attached to an empty sound, when every day's experience proves that birth is disgraced, titles rendered contemptible, and riches a curse, by the vices, meanness, and dissipation of its possessors!"
    },
    {
      "cite": "Ulysses S. Grant",
      "quote": "Labor disgraces no man; unfortunately, you occasionally find men who disgrace labor."
    },
    {
      "cite": "Benjamin E. Mays",
      "quote": "It isn't a disgrace not to reach the stars, but it is a disgrace to have no stars to reach for."
    },
    {
      "cite": "Malcolm X",
      "quote": "To have once been a criminal is no disgrace. To remain a criminal is the disgrace."
    },
    {
      "cite": "Saint Teresa of Avila",
      "quote": "It is no small misfortune and disgrace that, through our own fault, we neither understand our nature nor our origin."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "The nation which can prefer disgrace to danger is prepared for a master and deserves one."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "And but two ways are offered to our will, Toil with rare triumph, ease with safe disgrace, The problem still for us and all of human race."
    },
    {
      "cite": "Henry Ford",
      "quote": "Failure is simply the opportunity to begin again, this time more intelligently. There is no disgrace in honest failure; there is disgrace in fearing to fail."
    },
    {
      "cite": "Noel Gallagher",
      "quote": "The future's mine and it's no disgrace, cos in the end the past means nothing.I feel a little down today, and I ain't got much to say.And if I stumble, catch me when I fall."
    },
    {
      "cite": "Socrates",
      "quote": "What a disgrace it is for a man to grow old without ever seeing the beauty and strength of which his body is capable."
    },
    {
      "cite": "Hesiod",
      "quote": "He is senseless who would match himself against a stronger man; for he is deprived of victory and adds suffering to disgrace."
    },
    {
      "cite": "Xunzi",
      "quote": "The coming of honor or disgrace must be a reflection of one's inner power."
    },
    {
      "cite": "Chanakya",
      "quote": "It is better to die than to preserve this life by incurring disgrace. The loss of life causes but a moment's grief, but disgrace brings grief every day of one's life."
    },
    {
      "cite": "Plautus",
      "quote": "Whatever disgrace we may have deserved, it is almost always in our power to re-establish our character."
    },
    {
      "cite": "Genesis Rabbah",
      "quote": "The man that gloats over another man's disgrace and thinks himself raised in dignity by it, is unworthy of future bliss."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who has achieved this state Is unconcerned with friends and enemies, With good and harm, with honor and disgrace. This therefore is the highest state of man."
    },
    {
      "cite": "Lao Tzu",
      "quote": "To bear the country's disgrace is to rule the shrines of soil and grain. To bear the country's misfortunes is to be the king of the world."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Whatever ignominy or disgrace we have incurred, it is almost always in our power to reestablish our reputation."
    },
    {
      "cite": "Sun Tzu",
      "quote": "The general who advances without coveting fame and retreats without fearing disgrace, whose only thought is to proctect his country country and do good service for his sovereign, is the jewel of the kingdom."
    },
    {
      "cite": "Lucius Accius",
      "quote": "A man whose life has been dishonourable is not entitled to escape disgrace in death."
    },
    {
      "cite": "W. C. Fields",
      "quote": "When we have lost everything, including hope, life becomes a disgrace, and death a duty."
    },
    {
      "cite": "Albert Camus",
      "quote": "No matter what cause one defends, it will suffer permanent disgrace if one resorts to blind attacks on crowds of innocent people."
    },
    {
      "cite": "Piet Pieterszoon Hein",
      "quote": "The noble art of losing face may one day save the human race and turn into eternal merit what weaker minds would call disgrace."
    }
  ]
}