{
  "source": "https://www.wisesayings.com/disgusting-quotes/",
  "theme": "disgusting",
  "quotes": [
    {
      "cite": "Yoruba Proverb",
      "quote": "When a child outgrows whipping, he becomes a person one looks at and roll one's eyes in disgust."
    },
    {
      "cite": "George Seides",
      "quote": "Women are reputed never to be disgusted. The sad fact is that they often are, but not with men;  following the lead of men, they are most often disgusted with themselves."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Love turns with a little indulgence, to indifference or disgust, hatred alone is immortal."
    },
    {
      "cite": "William J. Anderson",
      "quote": "When slavery is discussed and somebody rhapsodizes upon the goodness and kindness of masters and mistresses toward their slaves in extenuation of the cruel system, it is hard for me to conceal my disgust."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "And, where they hope that quiet to enjoy / Which  virtue pictures, bitterness of soul,/ Pinning regrets and vain repentances,/ Disease, disgust, and lassitude pervade / Their valueless and miserable lives."
    },
    {
      "cite": "Ricardo Flores Magon",
      "quote": "That which we at present call laziness is, rather, the disgust which men feel over breaking their backs for beggars' salaries and being, moreover, looked down upon and depreciated by the class which exploits them — while those who do nothing useful live like princes and are deffered to and respected by all."
    },
    {
      "cite": "Johan Most",
      "quote": "All noble hearts, all intellectual heads, have long ago turned away from the whole apparatus of government with genuine disgust, and the poll they hate like the plague."
    },
    {
      "cite": "Melvin Anchell",
      "quote": "Normally, public displays of nudity and sex cause environment; they rouse feelings of disgust and shame. these feelings are natural barriers to perversion."
    },
    {
      "cite": "Lori Goodwin",
      "quote": "The most disgusting human trait is bias because it ends of leading to propaganda, hate and violence."
    },
    {
      "cite": "Isaac Bashevis Singer",
      "quote": "Man is a disgusting thing. If you beat him he starts to scream, but if it is the other one who is beaten, then he constructs a theory."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "There is no one on earth more disgusting and repulsive than he who gives alms. Even as there is no one so miserable as he who accepts them."
    },
    {
      "cite": "Sophocles",
      "quote": "All is disgust when one leaves his own nature and does things that misfit it."
    },
    {
      "cite": "Pola Negri",
      "quote": "Love is disgusting when you no longer possess yourself."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The disgust with dirt can be so great that it keeps us from cleaning ourselves--from \"justifying\" ourselves."
    },
    {
      "cite": "Maria Bamford",
      "quote": "Even if you're disgusting, and everyone is creeped out by you and thinks you're gross, you know, keep doing what you love!"
    },
    {
      "cite": "Johnsteinbeck",
      "quote": "I didn't leave the city in disgust— I left it with the respect plan an unadulterated fear gives."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I am an absolute pacifist...It is an instinctive feeling. It is a feeling that possesses me, because the murder of men is disgusting."
    },
    {
      "cite": "Victoria",
      "quote": "I don't dislike babies, though I think very young ones are rather discussing"
    },
    {
      "cite": "John Bartlett",
      "quote": "Achievement— the death of endeavor and the birth of disgust."
    },
    {
      "cite": "John Bartlett",
      "quote": "No fear can stand up to hunger, no patience can wear it out, disgust simply does not exist where hunger is; and as to superstition, beliefs, and what you may call principles, they are less than chaff in  a breeze."
    },
    {
      "cite": "John Bartlett",
      "quote": "The Goops they lick their fingers, / And the Goops they lick their knives; / They spill their broth on the tablecloth—/ Oh, they lead disgusting lives! / The Goops they talk while eating, / And loud and fast they chew; / And that is why I'm glad that I / am not a Goop— are you?"
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The good missionary , disgusted with this idle tale, said, 'What I delivered to you were sacred truths; but what you tell me is mere fable, fiction, and falsehood."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "Friendships that are disproportioned ever terminate in disgust. He cast off his friends, as a huntsman his pack; For he knew, when he pleased, he could whistle them back."
    },
    {
      "cite": "E.M. Cioran",
      "quote": "You speak of God frequently. It is a word I no longer use, ' an ex-nun writes me. Not everyone has the good fortune to be disgusted by it."
    },
    {
      "cite": "Darwin",
      "quote": "A smear of soup on a man's beard looks disgusting, though there is of course nothing disgusting in the soup itself."
    },
    {
      "cite": "William Ian Miler",
      "quote": "Not all disgust need produce symptoms of nausea, nor all nausea mark the presence of disgust."
    },
    {
      "cite": "Barry Smith",
      "quote": "What is considered disgusting at one dining table is regarded as delicious in another."
    }
  ]
}