{
  "source": "https://www.wisesayings.com/dishonesty-quotes/",
  "theme": "dishonesty",
  "quotes": [
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Dishonesty of any kind will create a blemish."
    },
    {
      "cite": "George Bancroft",
      "quote": "Dishonesty is so grasping it would deceive God himself, were it possible."
    },
    {
      "cite": "Frans De Waal",
      "quote": "People want to work with somebody who feels shame, who worries about the perceptions of others. Dishonesty is something we don't like in others."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The trouble with lying and deceiving is that their efficiency depends entirely upon a clear notion of the truth that the liar and deceiver wishes to hide."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "Lying can never save us from another lie."
    },
    {
      "cite": "Adrienne Rich",
      "quote": "Lying is done with words and also with silence."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Dishonesty in a woman is a thing you never blame deeply."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Dishonesty is the raw material not of quacks only, but also in great part of dupes."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Hatred of dishonesty generally arises from fear of being deceived."
    },
    {
      "cite": "Alfred Nobel",
      "quote": "Lying is the greatest of all sins."
    },
    {
      "cite": "Albert Camus",
      "quote": "Lying is not only saying what isn't true. It is also, in fact especially, saying more than is true and, in the case of the human heart, saying more than one feels. We all do it, every day, to make life simpler."
    },
    {
      "cite": "Rupert Everett",
      "quote": "The thing about lying is, it is quite exhausting - you have to remember a lot."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Lying is an elementary means of self-defense."
    },
    {
      "cite": "Summer Glau",
      "quote": "Lying about anything is the cruelest thing in the world you could ever do. Be who you are. Don't try to be someone you're not. It never works."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Falsehood is a perennial spring."
    },
    {
      "cite": "Eric Parslow",
      "quote": "When being dishonest, people can still tell the truth. Be mindful of the treacherous that do not lie."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "Lying is the only art form that the public sanctions and instinctively prefers to reality."
    },
    {
      "cite": "Marcel Proust",
      "quote": "It is not only by dint of lying to others, but also of lying to ourselves, that we cease to notice that we are lying."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "Falsehood is invariably the child of fear in one form or another."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Lying is a terrible vice, it testifies that one despises God, but fears men."
    },
    {
      "cite": "Phaedrus",
      "quote": "Whoever is detected in a shameful fraud is ever after not believed even if they speak the truth."
    },
    {
      "cite": "Steven Soderbergh",
      "quote": "Lying is like alcoholism. You are always recovering."
    },
    {
      "cite": "John Tillotson",
      "quote": "The art of using deceit and cunning grow continually weaker and less effective to the user."
    },
    {
      "cite": "Monica Raymund",
      "quote": "Lying is not only a defense mechanism; it's also a coping mechanism and a survival technique."
    },
    {
      "cite": "Justin Welby",
      "quote": "There's something different about looking someone in the eyes and doing something dishonest to doing it over the phone or screen."
    },
    {
      "cite": "Wellins Calcott",
      "quote": "Lying is a sin destructive to society; for there is no trade where there is no trust, and there is no trust where there is no truth."
    },
    {
      "cite": "Elijah Wood",
      "quote": "The worst kind of lying I've ever done is keeping things from people."
    },
    {
      "cite": "Bill W",
      "quote": "The deception of others is almost always rooted in the deception of ourselves."
    },
    {
      "cite": "Loknath",
      "quote": "Being dishonest to himself is the biggest crime any human can make"
    },
    {
      "cite": "Clare Boothe Luce",
      "quote": "Lying increases the creative faculties, expands the ego, and lessens the frictions of social contacts."
    },
    {
      "cite": "Karl Ove Knausgard",
      "quote": "Saying what you believe others want to hear is, of course, a form of lying."
    },
    {
      "cite": "Chris Pine",
      "quote": "Lying does exist in crazy forms."
    },
    {
      "cite": "Mark Twain",
      "quote": "There are people who exaggerate so much that they can't tell the truth without lying."
    },
    {
      "cite": "Proverb",
      "quote": "''They say'' is often a great liar."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Lying, the telling of beautiful untrue things, is the proper aim of Art."
    },
    {
      "cite": "Evans",
      "quote": "Lying is an indispensable part of making life tolerable."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Exaggeration is a blood relation to falsehood and nearly as blamable."
    },
    {
      "cite": "Thomas Paine",
      "quote": "It is an affront to treat falsehood with complaisance."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "Deceit is the game of petty spirits, and that is by nature a woman's quality."
    },
    {
      "cite": "Don Lemon",
      "quote": "There's a degree of deception in silence."
    },
    {
      "cite": "Robert Southey",
      "quote": "All deception in the course of life is indeed nothing else but a lie reduced to practice, and falsehood passing from words into things."
    },
    {
      "cite": "Rachel Hawthorne",
      "quote": "Deception may give us what we want for the present, but it will always take it away in the end."
    },
    {
      "cite": "Charles Simmons",
      "quote": "For the most part fraud in the end secures for its companions repentance and shame."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "To pretend to know when you do not know is a disease."
    },
    {
      "cite": "Socrates",
      "quote": "False words are not only evil in themselves, but they infect the soul with evil."
    },
    {
      "cite": "Abu Bakr",
      "quote": "He who indulges in falsehood will find the paths of paradise shut to him."
    },
    {
      "cite": "Mikhail Bakunin",
      "quote": "A divine falsehood is more powerful than any human truth."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "Falsehood is the jockey of misfortune."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Falsehood always endeavors to copy the mien and attitude of truth."
    },
    {
      "cite": "Cicero",
      "quote": "It is a true saying that One falsehood leads easily to another."
    }
  ]
}