{
  "source": "https://www.wisesayings.com/disillusioned-quotes/",
  "theme": "disillusioned",
  "quotes": [
    {
      "cite": "Giacomo Leopardi",
      "quote": "No one is so completely disenchanted with the world, or knows it so thoroughly, or is so utterly disgusted with it, that when it begins to smile upon him he does not become partially reconciled to it."
    },
    {
      "cite": "George Santayana",
      "quote": "Wisdom comes by disillusionment."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "Disillusion comes only to the illusioned. One cannot be disillusioned of what one never put faith in."
    },
    {
      "cite": "Vilayat Inayat Khan",
      "quote": "The reason why we are disenchanted with ourselves is because we entertain in the depths of our psyche a kind of vision-an anticipated vision of what we could be if we would be what we might be."
    },
    {
      "cite": "Luis Palau",
      "quote": "God is not disillusioned with us. He never had any illusions to begin with."
    },
    {
      "cite": "Christopher Byford",
      "quote": "Disillusioned, people simply carried out their work as intended, drinking away sobriety at the end of each hard shift and repeating the process until death."
    },
    {
      "cite": "J. B. Priestley",
      "quote": "Living in an age of advertisement, we are perpetually disillusioned. The perfect life is spread before us every day, but it changes and withers at a touch."
    },
    {
      "cite": "Gertrude Stein",
      "quote": "Disillusionment in living is finding that no one can really ever be agreeing with you completely in anything."
    },
    {
      "cite": "Anam Thubten",
      "quote": "When one illusion doesn't work then we become disillusioned and we go around with our antennae up looking for another illusion."
    },
    {
      "cite": "George Carlin",
      "quote": "Scratch any cynic and you will find a disappointed idealist."
    },
    {
      "cite": "Kenneth Clark",
      "quote": "We can destroy ourselves by cynicism and disillusion, just as effectively as by bombs."
    },
    {
      "cite": "Mercedes Cabello de Carbonera",
      "quote": "Beauty without intelligence is an illusion that is close to disenchantment. It is like a fairy that fascinates us, as long as we look at her through the enchanting prism of her beauty. However, it disappears as soon as the light of reason penetrates beyond the place where the eyes can see."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Sons have always a rebellious wish to be disillusioned by that which charmed their fathers."
    },
    {
      "cite": "William Throsby Bridges",
      "quote": "Disenchantment, whether it is a minor disappointment or a major shock, is the signal that things are moving into transition in our lives."
    },
    {
      "cite": "Kilroy J. Oldster",
      "quote": "Personal disillusionment accompanied by self-pity and self-loathing are the Achilles' heel of modern humankind, representing the weakness of the human spirit."
    },
    {
      "cite": "Patrick Kavanaugh",
      "quote": "It is impossible to read the daily press without being diverted from reality. You are full of enthusiasm for the eternal verities-life is worth living, and then out of sinful curiosity you open a newspaper. You are disillusioned and wrecked."
    },
    {
      "cite": "Max Weber",
      "quote": "The fate of our times is characterized by rationalization and intellectualization and, above all, by the disenchantment of the world."
    },
    {
      "cite": "Antonio Gramsci",
      "quote": "The challenge of modernity is to live without illusions and without becoming disillusioned."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "False beliefs can be every bit as consoling as true ones, right up until the moment of disillusionment."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "It is dangerous to let the public behind the scenes. They are easily disillusioned and then they are angry with you, for it was the illusion they loved."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "Disillusionment means having no more misconceptions, false impressions, and false judgments in life; it means being free from these deceptions. Refusing to be disillusioned is the cause of much of the suffering of human life."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "It is not true that people stop pursuing dreams because they grow old, they grow old because they stop pursuing dreams."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Disillusioned words like bullets bark as human gods aim for their mark."
    },
    {
      "cite": "Muriel Barbery",
      "quote": "To be poor, ugly and, moreover, intelligent condemns one in our society to a dark and disillusioned life...to beauty all is forgiven."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "A child who is disillusioned abruptly, by his peers or siblings, being ridiculed for his faith and imagination, may choose never to believe in anything- tangible or intangible- again. To never trust or wonder."
    },
    {
      "cite": "Paul Brunton",
      "quote": "Our greatest illusion is disillusion. We imagine that we are disillusioned with life, when the truth is that we have not even begun to live."
    },
    {
      "cite": "W.R. Inge",
      "quote": "Experience proves that none is so cruel as the disillusioned sentimentalist."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Look into the interior of things. Things are generally other than they seem, and ignorance that never looks beneath the rind is disillusioned when you show the kernel."
    },
    {
      "cite": "Anais Nin",
      "quote": "Death from disillusion is not instantaneous, and there are no mercy killers for the disillusioned."
    },
    {
      "cite": "Lord Darling",
      "quote": "We can be of little service to our fellows until we become disillusioned without being embittered."
    }
  ]
}