{
  "source": "https://www.wisesayings.com/dismay-quotes/",
  "theme": "dismay",
  "quotes": [
    {
      "cite": "Epictetus",
      "quote": "What really frightens and dismays us is not external events themselves, but the way in which we think about them. It is not things that disturb us, but our interpretation of their significance."
    },
    {
      "cite": "L. Sprague de Camp",
      "quote": "There is no mistaking the dismay on the face of a writer who has just heard that his brain child is a deformed idiot."
    },
    {
      "cite": "Richard Bach",
      "quote": "Don't be dismayed by good-byes. A farewell is necessary before you can meet again. And meeting again, after moments or lifetimes, is certain for those who are friends."
    },
    {
      "cite": "Lawrence G. Lovasik",
      "quote": "Do not take yourself too seriously. You have to learn not to be dismayed at making mistakes. No human being can avoid failures."
    },
    {
      "cite": "Treat Williams",
      "quote": "Disappoint anyone... hell, disappoint everyone — but don't ever disappoint yourself."
    },
    {
      "cite": "Angel Olsen",
      "quote": "When people disappoint you, it's just as much your responsibility to be aware of it and what you don't want."
    },
    {
      "cite": "Shira Tamir",
      "quote": "You may have to disappoint some people in order to be true to yourself. That's OK. Their disappointment has nothing to do with you."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Our disappointment sits between us."
    },
    {
      "cite": "Eleanor Brown",
      "quote": "Hurts and disappointments can hold gifts."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Depression begins with disappointment. When disappointment festers in our soul, it leads to discouragement."
    },
    {
      "cite": "Bayle Roche",
      "quote": "Disappointment is the nurse of wisdom."
    },
    {
      "cite": "Theodore Parker",
      "quote": "Disappointment is often the salt of life."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "How disappointment tracks the steps of hope."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Disappointment tears the bearable film of life."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "Disappointment results from the removal of illusion."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Some disappointment is always the price of brave dreaming."
    },
    {
      "cite": "Charles Stanley",
      "quote": "Disappointments are inevitable; discouragement is a choice."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "There can be no deep disappointment where there is not deep love."
    },
    {
      "cite": "Martin Freeman",
      "quote": "Disappointment is an endless wellspring of comedy inspiration."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "In the midst of the disappointment, we find faith as an anchor!"
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Disappointments are to the soul what a thunderstorm is to the air."
    },
    {
      "cite": "Richard Wilkins",
      "quote": "Disappointment is simply a dream that doesnt want to become a reality."
    },
    {
      "cite": "Tim Gunn",
      "quote": "Take the high road. No matter how much strife, and consternation, frustration and anger you might be confronted with - don't go to that level."
    },
    {
      "cite": "Louis C. K.",
      "quote": "If you can survive disappointment, nothing can beat you."
    },
    {
      "cite": "Michael Bergin",
      "quote": "A father's disappointment can be a very powerful tool."
    },
    {
      "cite": "Mason Cooley",
      "quote": "We express disappointment in everything except ourselves."
    },
    {
      "cite": "Jenny Holzer",
      "quote": "The greatest disappointment is when you let yourself down."
    },
    {
      "cite": "Daniel Willey",
      "quote": "Life has too many disappointments to make room for negativity."
    },
    {
      "cite": "Pawan Mishra",
      "quote": "Disappointment has quite a penchant for taking one by a surprise."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Disappointment is the gap that exists between expectation and reality."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Disappointment proves that expectations were mistaken."
    },
    {
      "cite": "Blanka Vlasic",
      "quote": "Sometimes your disappointments make you a stronger person for the future."
    },
    {
      "cite": "Kim Stanley Robinson",
      "quote": "You can only kill disappointment with a new try."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Disappointment can drive us, or it can defeat us."
    },
    {
      "cite": "Richard Bandler",
      "quote": "Disappointment requires adequate planning."
    },
    {
      "cite": "Stephen Dunn",
      "quote": "I will try to disappoint you better than anyone else has."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "When the darkness of dismay comes, endure until it is over, because out of it will come that following of Jesus which is an unspeakable joy."
    },
    {
      "cite": "Jerry Rice",
      "quote": "Not wanting to disappoint is what pushed me to be successful."
    },
    {
      "cite": "Richard C. Armitage",
      "quote": "It fills me with dismay sometimes when you look at the scripts that do come to you that are primarily focused on violence. There are so many other things to play around with."
    }
  ]
}