{
  "source": "https://www.wisesayings.com/disneyland-quotes/",
  "theme": "disneyland",
  "quotes": [
    {
      "cite": "Walt Disney",
      "quote": "Disneyland is the star, everything else is in the supporting role."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Disneyland is presented as imaginary in order to make us believe that the rest is real."
    },
    {
      "cite": "Walt Disney",
      "quote": "Disneyland will never be completed. It will continue to grow as long as there is imagination left in the world."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Adventure without risk is Disneyland."
    },
    {
      "cite": "Bill Murray",
      "quote": "Disneyland. The world's biggest people trap, built by a mouse."
    },
    {
      "cite": "Hideo Kojima",
      "quote": "At Disneyland, you never go backstage - even when youre in the bathroom."
    },
    {
      "cite": "John Lasseter",
      "quote": "The magic of Disneyland, walking through the tunnel underneath the train station to Main Street, it just transports you to other places and other times."
    },
    {
      "cite": "Walt Disney",
      "quote": "Disneyland is like Alice stepping through the Looking Glass; to step through the portals of Disneyland will be like entering another world."
    },
    {
      "cite": "John Hench",
      "quote": "The park achieved a kind of reality. Like these virtual reality games the children are playing with. I told them we were doing this 40 years ago! Disneyland is virtual reality."
    },
    {
      "cite": "Walt Disney",
      "quote": "Disneyland is often called a magic kingdom because it combines fantasy and history, adventure and learning, together with every variety of recreation and fun designed to appeal to everyone."
    },
    {
      "cite": "Walt Disney",
      "quote": "Disneyland is Vegas for children."
    },
    {
      "cite": "Aja Naomi King",
      "quote": "It gets a little crazy at Disneyland. It's a little bit more hardcore then people think."
    },
    {
      "cite": "Walt Disney",
      "quote": "Disneyland will always be building and growing and adding new things... new ways of having fun, of learning things, and sharing the many exciting adventures which may be experienced here in the company of family and friends."
    },
    {
      "cite": "Walt Disney",
      "quote": "Disneyland is dedicated to the ideals, the dreams, and the hard facts that have created America."
    },
    {
      "cite": "Walt Disney",
      "quote": "The idea of Disneyland is a simple one. It will be a place for people to find happiness and knowledge."
    },
    {
      "cite": "Walt Disney",
      "quote": "We love to entertain kings and queens, but at Disneyland, everyone is a V.I.P."
    },
    {
      "cite": "John Hench",
      "quote": "When you go to the park, there is no horizon - just Disneyland."
    },
    {
      "cite": "Michelle Chamuel",
      "quote": "When you're a kid and you go to Disneyland or Disneyworld and you're so pumped and then you go when you're grown up and it's not as much fun as you remember it."
    },
    {
      "cite": "Anonymous",
      "quote": "Disneyland: The only place in the world where we can all be children."
    }
  ]
}