{
  "source": "https://www.wisesayings.com/disobedience-quotes/",
  "theme": "disobedience",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "Disobedience is man's original virtue."
    },
    {
      "cite": "Arthur Desmond",
      "quote": "Disobedience is the stamp of the hero."
    },
    {
      "cite": "John McAfee",
      "quote": "Disobedience is the vehicle of progress."
    },
    {
      "cite": "Mary Slessor",
      "quote": "The secret of all failure is disobedience."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Disobedience to conscience makes conscience blind."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Civil disobedience is the inherent right of a citizen."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Civil disobedience is a preparation for mute suffering."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Disobedience to be civil has to be open and nonviolent."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Civil disobedience can only lead to strength and purity."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "When you know how to use it, disobedience can be a virtue."
    },
    {
      "cite": "Carolyn Shields",
      "quote": "Any lack of joy in the world is the result of disobedience."
    },
    {
      "cite": "Francesca Martinez",
      "quote": "Accepting yourself as you are is an act of civil disobedience."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Disobedience that is wholly civil should never provoke retaliation."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "Obedience is an act of faith; disobedience is the result of unbelief."
    },
    {
      "cite": "Antonio Negri",
      "quote": "Disobedience to authority is one of the most natural and healthy acts."
    },
    {
      "cite": "Martin Firrell",
      "quote": "If obedience invariably leads to cruelty, disobedience is our moral duty."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Mass civil disobedience can use rage as a constructive and creative force."
    },
    {
      "cite": "William Kunstler",
      "quote": "Civil disobedience is a viable political tactic, and a non-violent tactic."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Civil disobedience can never be in general terms, such as for independence."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Disobedience is the true foundation of liberty. The obedient must be slaves."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Civil disobedience becomes a sacred duty when the state becomes lawless or corrupt."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Civil disobedience is a lever which can move the world by using peace as a fulcrum."
    },
    {
      "cite": "Tullian Tchividjian",
      "quote": "Disobedience happens not when we think too much grace but when we think too little of it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Civil disobedience is the only nonviolent escape from the soul-destroying heat of violence."
    },
    {
      "cite": "Guillermo Del Toro",
      "quote": "You only find yourself when you disobey. Disobedience is the beginning of responsibility, I think."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Disobedience to conscience is voluntary; bad poetry, on the other hand, is usually not made on purpose."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Complete civil disobedience is a state of peaceful rebellion, a refusal to obey every single state-made law."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Individual civil disobedience was everybody's inherent right, like the right of self-defence in normal life."
    },
    {
      "cite": "Roselyne Bosch",
      "quote": "You must disobey an order, if the order is unfair, or inhuman. Disobedience is not something we are being taught."
    },
    {
      "cite": "Charles F. Stanley",
      "quote": "God is responsible for the consequences of our obedience, WE are responsible for the consequences of our disobedience."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Human history began with an act of disobedience and it is not unlikely that it will be terminated by an act of obedience."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "A good person will resist an evil system with his whole soul. Disobedience of the laws of an evil state is therefore a duty."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Civil disobedience presupposes willing obedience of our self-imposed rules, and without it civil disobedience would be a cruel joke."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Disobedience, the rarest and most courageous of the virtues, is seldom distinguished from neglect, the laziest and commonest of the vices."
    },
    {
      "cite": "Howard Zinn",
      "quote": "Civil disobedience is not something outside the realm of democracy. Democracy requires civil disobedience. Without civil disobedience democracy does not exist."
    },
    {
      "cite": "Terry Tempest Williams",
      "quote": "The act of civil disobedience is the act of taking our anger and turning it into sacred rage. It is a personal and collective gesture of resistance and insistance."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Civil disobedience becomes a sacred duty when the state has become lawless or corrupt. And a citizen who barters with such a state shares in its corruption and lawlessness."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Disobedience, in the eyes of any one who has read history, is human's original virtue. It is through disobedience that progress has been made, through disobedience and through rebellion."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Civil disobedience is not only the natural right of a people, especially when they have no effective voice in their own Government, but that it is also a substitute for violence or armed rebellion."
    },
    {
      "cite": "Al Gore",
      "quote": "Civil disobedience has an honourable history, and when the urgency and moral clarity cross a certain threshold, then I think that civil disobedience is quite understandable, and it has a role to play."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "Disobedience is essentially a prideful power struggle against someone in authority over us. It can be a parent, a priesthood leader, a teacher, or ultimately God. A proud person hates the fact that someone is above him. He thinks this lowers his position."
    }
  ]
}