{
  "source": "https://www.wisesayings.com/disrespect-quotes/",
  "theme": "disrespect",
  "quotes": [
    {
      "cite": "Fred G. Gosman",
      "quote": "Ignoring a child's disrespect is the surest guarantee that it will continue."
    },
    {
      "cite": "Sonya Parker",
      "quote": "If they disrespect you to your face imagine what they're doing behind your back."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The only cure for contempt is counter-contempt."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Contempt for happiness is usually contempt for other people's happiness, and is an elegant disguise for hatred of the human race."
    },
    {
      "cite": "Alice Miller",
      "quote": "Contempt is the weapon of the weak and a defense against one's own despised and unwanted feelings."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Only the contemptible fear contempt."
    },
    {
      "cite": "Gloria Naylor",
      "quote": "Contempt mates well with pity."
    },
    {
      "cite": "Madame De Maintenon",
      "quote": "Contempt is the only way to triumph over calumny."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Our contempt for others proves nothing but the illiberality and narrowness of our own views."
    },
    {
      "cite": "Michael Caine",
      "quote": "No matter what the reason, if you start to scream and shout, you look a fool, and you feel a fool, and you earn the disrespect of everyone."
    },
    {
      "cite": "Matthew Taberner",
      "quote": "Disrespect cannot be commanded, it must be earned."
    },
    {
      "cite": "Trent Shelton",
      "quote": "Never make excuses for someone who disrespects you-who they are or what they do isn't a pass to treat you like trash!"
    },
    {
      "cite": "Martin De Maat",
      "quote": "You don't have permission to disrespect yourself."
    },
    {
      "cite": "Red Haircrow",
      "quote": "You don't have to disrespect and insult others simply to hold your own ground. If you do, that shows how shaky your own position is."
    },
    {
      "cite": "Berthold Auerbach",
      "quote": "Of all afflictions, the worst is self-contempt."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "There is no respect for others without humility in one's self."
    },
    {
      "cite": "Christiane Amanpour",
      "quote": "If we have no respect for our viewers, then how can we have any respect for ourselves and what we do?"
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "When people don't respect one another seldom is there honesty."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "An excess of courtesy is discourtesy."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Discourtesy does not spring merely from one bad quality, but from several--from foolish vanity, from ignorance of what is due to others, from indolence, from stupidity, from distraction of thought, from contempt of others, from jealousy."
    },
    {
      "cite": "Bill Watterson",
      "quote": "A little rudeness and disrespect can elevate a meaningless interaction to a battle of wills and add drama to an otherwise dull day."
    },
    {
      "cite": "Euripides",
      "quote": "Impudence is the worst of all human diseases."
    },
    {
      "cite": "Tully",
      "quote": "The way to avoid the imputation of impudence is not to be ashamed of what we do, but never to do what we aught to be ashamed of."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "There is nothing more imprudent than excessive prudence."
    },
    {
      "cite": "Ralph Thomas Walker",
      "quote": "I completely scorn the falsifying, the sanctimonious, the cheap and the shoddy."
    },
    {
      "cite": "John Locke",
      "quote": "There cannot be greater rudeness than to interrupt another in the current of his discourse."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Rudeness is the weak man's imitation of strength."
    },
    {
      "cite": "Confucius",
      "quote": "Straightforwardness, without the rules of propriety, becomes rudeness."
    },
    {
      "cite": "Richard Steele",
      "quote": "A true and genuine impudence is ever the effect of ignorance, without the least sense of it."
    },
    {
      "cite": "Cicero",
      "quote": "The way to avoid the imputation of impudence is not to be ashamed of what we do, but never to do what we ought to be ashamed of."
    },
    {
      "cite": "Margaret Deland",
      "quote": "The insolence of time is like a blow in the face from an unseen enemy."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The insolence of the vulgar is in proportion to their ignorance. They treat everything with contempt which they do not understand."
    },
    {
      "cite": "Henry Fielding",
      "quote": "There is an insolence which none but those who themselves deserve contempt can bestow, and those only who deserve no contempt can bear."
    },
    {
      "cite": "Wilhelm Reich",
      "quote": "Mistaking insolence for freedom has always been the hallmark of the slave."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The insolence of authority is endeavoring to substitute money for ideas."
    },
    {
      "cite": "Theognis Of Megara",
      "quote": "Surfeit begets insolence, when prosperity comes to a bad man."
    },
    {
      "cite": "John Zimmerman",
      "quote": "Incivility is the extreme of pride; it is built on the contempt of mankind."
    },
    {
      "cite": "David Rockefeller",
      "quote": "If the disagreement was strong enough, we could end up pretty close to the borderline of incivility."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "The insolence of wealth will creep out."
    },
    {
      "cite": "David Rockefeller",
      "quote": "Only once in my life was I on the edge of incivility. I do not like to be unkind."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "In many people it is already an impertinence to say 'I'."
    },
    {
      "cite": "George Crabbe",
      "quote": "Impertinence will intermeddle in things in which it has no concern, showing a want of breeding, or, more commonly, a spirit of sheer impudence."
    },
    {
      "cite": "Bryant McGill",
      "quote": "No one is more insufferable than he who lacks basic courtesy."
    },
    {
      "cite": "Marie Ebner-Eschenbach",
      "quote": "That bad manners are so prevalent in the world is the fault of good manners."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Bad manners make a journalist."
    },
    {
      "cite": "Steven Brust",
      "quote": "There is no excuse for bad manners, except fast reflexes."
    },
    {
      "cite": "Ali Ibn Abi Talib",
      "quote": "There is no nobility with bad manners."
    },
    {
      "cite": "Russell Lynes",
      "quote": "If you can't ignore an insult, top it; if you can't top it, laugh it off; and if you can't laugh it off, it's probably deserved."
    },
    {
      "cite": "O.R. Melling",
      "quote": "Where there is no respect for life, there you will find evil."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Never insult anyone by accident."
    },
    {
      "cite": "Billy Graham",
      "quote": "To injure, ignore, disrespect, and violate the innocence of a child are among the greatest evils known to man."
    },
    {
      "cite": "Colin Thubren",
      "quote": "Rudeness in old men is considered a sign of vitality. In fact, it is quite the opposite. It springs from shrunken sympathies."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Don't talk of rudeness. We have done with civility. We are to be as rude as we please."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I intend discourtesy to no one."
    },
    {
      "cite": "Mad. de Maintenon",
      "quote": "Contempt is the only way to triumph over calumny."
    },
    {
      "cite": "Chesterfield",
      "quote": "It is often more necessary to conceal contempt than resentment. The former being never forgiven, but the latter sometimes forgot. Wrongs are often forgiven; contempt never."
    },
    {
      "cite": "Burton",
      "quote": "And every man hath a sting, which he may if provoked too far, dart out at one time or another."
    },
    {
      "cite": "N.P. Willis",
      "quote": "I have unlearned contempt.— It is a sin that is engendered earliest in the soul, and doth beseth it like a poison-worm, feeding on all its beauty."
    },
    {
      "cite": "Fielding",
      "quote": "The basest and meanest of all human beings are generally the most forward to despise others.— So that the most contemptible are generally the most contemptuous."
    },
    {
      "cite": "E.U. Chapin",
      "quote": "Christ saw much in this world to weep over, and much to pray over; but he saw nothing in it to look upon with contempt."
    },
    {
      "cite": "Burton",
      "quote": "Speak with contempt of in man.—Everyone hath a tender sense of reputation."
    },
    {
      "cite": "Steven Carter",
      "quote": "Contempt—like malice is the gauntlet thrown down by the female. Unlike menace, however, it shames rather than arouses the bad boy in a guy."
    },
    {
      "cite": "Abigail Adams",
      "quote": "There is nothing which a person will not sooner forgive, than contempt."
    },
    {
      "cite": "Abigail Adams",
      "quote": "Who is hardy enough to brave contempt?"
    },
    {
      "cite": "Abigail Adams",
      "quote": "It is a philosophic observation, that he who deserves an affront has no right to resent it, and he who is base enough to affront another without cause is unworthy of anything but contempt."
    },
    {
      "cite": "Cuba Gooding Jr",
      "quote": "Don't let people disrespect you. My mom says don't open the door to the devil. Surround yourself with positive people."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "Preservation of one's own culture does not require contempt or disrespect for other cultures."
    },
    {
      "cite": "Vironika Tugaleva",
      "quote": "If you do not respect your own wishes, no one else will. You will simply attract people who disrespect you as much as you do."
    },
    {
      "cite": "Curtis Tyrone Jones",
      "quote": "Those who disrespect you with their mouth don't deserve your ear."
    },
    {
      "cite": "Jordan Hoechlin",
      "quote": "Never care about people’s feelings towards you."
    },
    {
      "cite": "Richard V. Reeves",
      "quote": "Disagreement is one thing; disrespect is quite another."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Disrespect for life is a direct reflection of violating the laws of the kingdom of love."
    },
    {
      "cite": "Criss Jami",
      "quote": "Treat people like people. Beware of pity and patronization because in them, you can't see when you're unashamedly looking down on someone."
    },
    {
      "cite": "Sir Kristian Goldmund Aumann",
      "quote": "Disrespect adheres to the ignorant; like wet leaves, breathed, on cold skin."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "If I say ‘there is no God’, I disrespect your belief; how when you say ‘there is a God’ you do not disrespect mine?"
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "Above all, don't lie to yourself. The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him, or around him, and so loses all respect for himself and for others. And having no respect he ceases to love."
    },
    {
      "cite": "Angie Stone",
      "quote": "I would never disrespect any man, woman, chick, or child out there. We're all the same. What goes around comes around, and karma kicks us all in the butt at the end of the day."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "Abusive language and swearing are a legacy of slavery, humiliation, and disrespect for human dignity, one’s own, and that of other people."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "You have very little morally persuasive power with people who can feel your underlying contempt."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "Nothing in the history of humankind has been disrespected as much as nature."
    }
  ]
}