{
  "source": "https://www.wisesayings.com/distance-quotes/",
  "theme": "distance",
  "quotes": [
    {
      "cite": "Nicholas Sparks",
      "quote": "The scariest thing about distance is that you don't know whether they'll miss you or forget you."
    },
    {
      "cite": "Gilbert Parker",
      "quote": "Love knows not distance; it hath no continent; its eyes are for the stars."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "Two possibilities exist: either we are alone in the Universe or we are not. Both are equally terrifying."
    },
    {
      "cite": "Archimedes",
      "quote": "The shortest distance between two points is a straight line."
    },
    {
      "cite": "James McAvoy",
      "quote": "Distance is a bad excuse for not having a good relationship with somebody. It's the determination to keep it going or let it fall by the wayside; that's the real reason that the relationships continue."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "For time is the longest distance between two places."
    },
    {
      "cite": "Robert Southey",
      "quote": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "We should not judge people by their peak of excellence; but by the distance they have traveled from the point where they started."
    },
    {
      "cite": "Anon",
      "quote": "Distance gives us a reason to love harder."
    },
    {
      "cite": "Charlie Brown",
      "quote": "Absence makes the heart grow fonder, but it sure makes the rest of you lonely."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Sometimes you have to be apart from the people you love, but that doesn't make you love them any less. Sometimes you love them more."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The pain of parting is nothing to the joy of meeting again."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I fell in love with her when we were together, then fell deeper in love with in the years we were apart."
    },
    {
      "cite": "Lana del Ray",
      "quote": "Distance sometimes let you know who's worth keeping and who's worth letting go."
    },
    {
      "cite": "Megahn Daum",
      "quote": "Distance is not for the fearful, it is for the bold. It's for those who are willing to spend a lot of time alone in exchange for a little time with the one they love. It's for those who know a good thing when they see it, even if they don't see it nearly enough."
    },
    {
      "cite": "Anonymous",
      "quote": "Distance means so little when someone means so much."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "I don't cry because we've been separated by distance, and for a matter of years. Why? Because for as long as we share the same sky and breathe the same air, we're still together."
    },
    {
      "cite": "Aristotle",
      "quote": "Distance does not break off the friendship absolutely, but only the activity of it."
    },
    {
      "cite": "Gary Ryan Blair",
      "quote": "Do more than is required. What is the distance between someone who achieves their goals consistently and those who spend their lives and careers merely following? The extra mile."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "Every living being is an engine geared to the wheelwork of the universe. Though seemingly affected only by its immediate surrounding, the sphere of external influence extends to infinite distance."
    },
    {
      "cite": "Robert Southey",
      "quote": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "We should not judge people by their peak of excellence; but by the distance they have traveled from the point where they started."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Somewhere we know that without silence words lose their meaning, that without listening speaking no longer heals, that without distance closeness cannot cure."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Distance doesn't exist, in fact, and neither does time. Vibrations from love or music can be felt everywhere, at all times."
    },
    {
      "cite": "Xun Zi",
      "quote": "I once tried standing up on my toes to see far out in the distance, but I found that I could see much farther by climbing to a high place."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes."
    },
    {
      "cite": "Robert Morgan",
      "quote": "Distance not only gives nostalgia, but perspective, and maybe objectivity."
    },
    {
      "cite": "Simon Sinek",
      "quote": "The big picture doesn't just come from distance; it also comes from time."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "We talk about heaven being so far away. It is within speaking distance to those who belong there. Heaven is a prepared place for a prepared people."
    },
    {
      "cite": "Sam Snead",
      "quote": "To be consistently effective, you must put a certain distance between yourself and what happens to you on the golf course. This is not indifference, it's detachment."
    }
  ]
}