{
  "source": "https://www.wisesayings.com/distance-relationship-quotes/",
  "theme": "distance-relationship",
  "quotes": [
    {
      "cite": "Gandhi",
      "quote": "There are no goodbyes for us. Wherever you are, you will always be in my heart."
    },
    {
      "cite": "Darren Klee",
      "quote": "The tough part of having a long distance relationship is the fight. Normal people can fight and make up by talking face to face. That gets a lot more difficult in a long distance relationship."
    },
    {
      "cite": "Senora Roy",
      "quote": "Some people can be so close to you even if physically far, they walk with you and stay near in every moment of your life."
    },
    {
      "cite": "Linda Roy",
      "quote": "The distance maybe far and wide but my heart can cover them all. The space between us is so much more but you should know that I love you so!"
    },
    {
      "cite": "Edward Thomas",
      "quote": "The simple lack of her is more to me than others presence."
    },
    {
      "cite": "Going the Distance",
      "quote": "Forget the miles, forget them. You'll be there and I'll be here, and it'll just be long distance. And that'll be okay, because quite frankly I'm crazy about you."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I fell in love with her when we were together, then fell deeper in love with in the years we were apart."
    },
    {
      "cite": "Hands Nouwens",
      "quote": "In true love the smallest distance is too great, and the greatest distance can be bridged."
    },
    {
      "cite": "Shannon A. Thompson",
      "quote": "We were together even when we were apart."
    },
    {
      "cite": "Heraline",
      "quote": "You're too far for my hands to hold you, but too near for my heart to love you."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Sometimes you have to be apart from the people you love, but that doesn't make you love them any less. Sometimes you love them more."
    },
    {
      "cite": "Doug Fetherling",
      "quote": "Your absence has not taught me how to be alone, it merely has shown that when together we cast a single shadow on the wall."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "I found that I missed him the more he was absent from my life, and the more I missed him, the more I loved him."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "I close my eyes, thinking that there is nothing like an embrace after an absence, nothing like fitting my face into the curve of his shoulder and filling my lungs with the scent of him."
    },
    {
      "cite": "Aristotle",
      "quote": "Distance does not break off the friendship absolutely, but only the activity of it."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance, but live right in it, under its roof."
    },
    {
      "cite": "Mark Ebert",
      "quote": "Missing someone gets easier every day because even though you get one day further from the last time you saw them, you are one day closer to the next time you will see them."
    },
    {
      "cite": "Bradley B. Dalina",
      "quote": "Long distance relationship is like a dream,It can be sweet,It can be sad and it can also be a nightmare."
    },
    {
      "cite": "Ben Harper",
      "quote": "Distance is temporary, but our love is permanent. This may be the last time I see you, but if you keep me in your heart, together we shall be eternal; if you believe, we shall never part."
    },
    {
      "cite": "Anton Yelchin",
      "quote": "Every relationship I've been in becomes long distance because of work. It's never worked out. It puts an intense strain on the relationship, and at a certain point, it becomes too difficult."
    },
    {
      "cite": "Tiffany Health",
      "quote": "The value of love is slowly lost when we have way too much. There is just no time to appreciate it. It is in times of separation and distance that you truly understand the meaning of love."
    },
    {
      "cite": "Lucy Aims",
      "quote": "No matter how far you manage to go, distance will never be able to erase those beautiful memories. There is so much goodness that we shared together."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The scariest thing about distance is that you don't know whether they'll miss you or forget you."
    },
    {
      "cite": "Senora Ray",
      "quote": "Being close is the first and last desire of lovers, but being far and loving each other without an inch's difference is the characteristic of real love."
    },
    {
      "cite": "DhelChen",
      "quote": "Distance simply means separation in place but never in connections. Heart remains inseparable."
    },
    {
      "cite": "Andrew Davidson",
      "quote": "If you listen to the wind very carefully, you'll be able to hear me whisper my love for you."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "I believe in the immeasurable power of love; that true love can endure any circumstance and reach across any distance."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I know we loved each other, but distance can do strange things to people and before I was willing to tell you about it, I wanted to be certain that it would last."
    },
    {
      "cite": "Leona Lewis",
      "quote": "Obviously, a long distance relationship is hard. But, like anything worth having, you make it work."
    },
    {
      "cite": "Ting Stores",
      "quote": "Waiting does not bother me, nor does the distance that is cropping up between us. All I want is a true commitment and to know that your heat will never change."
    },
    {
      "cite": "Vanessa Hudgens",
      "quote": "Long-distance relationships are hard no matter what. When you don't have face-to-face time, it's just different."
    },
    {
      "cite": "Tamara Louis",
      "quote": "Some of the toughest things in this world are to really want someone and not have them around you. Those are the times when you don't know what to do. All you can do for is wait."
    },
    {
      "cite": "Dee King",
      "quote": "Be the success story you're looking for. Be the ones to survive your long distance relationship. Be the inspiration for others to follow."
    },
    {
      "cite": "Vanessa Hudgens",
      "quote": "Long distance relationships are hard no matter what. When you don't have face to face time, it's just different."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "I don't cry because we've been separated by distance, and for a matter of years. Why? Because for as long as we share the same sky and breathe the same air, we're still together."
    },
    {
      "cite": "Kay Knudsen",
      "quote": "Love is missing someone whenever you're apart, but somehow feeling warm inside because you're close in heart."
    },
    {
      "cite": "James G. Frazer",
      "quote": "The second principle of magic: things which have once been in contact with each other continue to act on each other at a distance after the physical contact has been severed."
    },
    {
      "cite": "Erica Jong",
      "quote": "This is the sad bed of chosen chastity because you are miles and mountains away."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Absence sharpens love, presence strengthens it."
    },
    {
      "cite": "David leviathan",
      "quote": "Maybe, it's not the distance that's the problem, but how you handle it."
    },
    {
      "cite": "Anon",
      "quote": "You're my Nemo. If you get lost in the great big ocean, I will find you."
    },
    {
      "cite": "Dee King",
      "quote": "Love will travel as far as you let it. It has no limits."
    },
    {
      "cite": "A.A. Milne",
      "quote": "If ever there is tomorrow when we're not together there is something you must always remember. You are braver than you believe, stronger than you seem, and smarter than you think. But the most important thing is, even if we're apart i'll always be with you."
    },
    {
      "cite": "Anna Agoncillo",
      "quote": "If you found that one person who is really worth the sacrifices, pain, and hardships then your efforts will not go to waste."
    },
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart."
    }
  ]
}