{
  "source": "https://www.wisesayings.com/disturbed-quotes/",
  "theme": "disturbed",
  "quotes": [
    {
      "quote": "The man who is forever disturbed about the condition of humanity either has no problems of his own or has refused to face them.",
      "cite": "Henry Miller"
    },
    {
      "quote": "People are not disturbed by things, but by the view they take of them.",
      "cite": "Epictetus"
    },
    {
      "quote": "That man has reached immortality who is disturbed by nothing material.",
      "cite": "Swami Vivekananda"
    },
    {
      "quote": "When you tire of living, change itself seems evil, does it not? For then any change at all disturbs the deathlike peace of the life-weary.",
      "cite": "Walter M. Miller Jr."
    },
    {
      "quote": "You can’t be disturbed by anything. There’s no emotion involved. You can’t feel sorrow, you can’t feel pity, there’s nothing you feel. The job has to be done.",
      "cite": "Mike Tyson"
    },
    {
      "quote": "For the mind disturbed, the still beauty of dawn is nature’s finest balm.",
      "cite": "Edwin Way Teale"
    },
    {
      "quote": "No passion disturbs the soundness of our judgement as anger does.",
      "cite": "Michel de Montaigne"
    },
    {
      "quote": "The mind is so rarely disturbed, but that the company of friend will restore it to some degree of tranquility and sedateness.",
      "cite": "Adam Smith"
    },
    {
      "quote": "I have made a pact with my tongue, not to speak when my heart is disturbed.",
      "cite": "Saint Francis De Sales"
    },
    {
      "quote": "Keep your heart clear And transparent, And you will Never be bound. A single disturbed thought Creates ten thousand distractions.",
      "cite": "Ryokan"
    },
    {
      "quote": "Don't allow yourself to be upset and disturbed. Hold your peace because without it you have no power.",
      "cite": "Joyce Meyer"
    },
    {
      "quote": "A great rock is not disturbed by the wind; the mind of a wise man is not disturbed by either honor or abuse.",
      "cite": "Dalai Lama"
    },
    {
      "quote": "Life is but a sleep disturbed by dreaming, prompted by the will; the saddened soul with sadness hides it's secrets, and the gay, with thrill.",
      "cite": "Kahlil Gibran"
    },
    {
      "quote": "What a curious creature is man! With what a variety of powers and faculties is he endued! Yet how easily is he disturbed and put out of order!",
      "cite": "James Boswell"
    },
    {
      "quote": "We are more disturbed by a calamity which threatens us than by one which has befallen us.",
      "cite": "John Lancaster Spalding"
    },
    {
      "quote": "If you really want to examine your strength, see how many times a day you are disturbed.",
      "cite": "Rama Swami"
    },
    {
      "quote": "Be not disturbed at trifles, or at accidents common or unavoidable.",
      "cite": "Benjamin Franklin"
    },
    {
      "quote": "If I am no longer disturbed myself, I will deal less with disturbed people, but I don't regret having concerned myself with them because I think most of us are disturbed.",
      "cite": "Tennessee Williams"
    },
    {
      "quote": "Only nut cases want to be president. This was true even in high school. Only clearly disturbed people ran for class president.",
      "cite": "Kurt Vonnegut"
    },
    {
      "quote": "When the heart is still disturbed by the relics of a passion it is proner to take up a new one than when wholly cured.",
      "cite": "Francois de la Rochefoucauld"
    },
    {
      "quote": "It is not worth the while to let our imperfections disturb us always.",
      "cite": "Henry David Thoreau"
    },
    {
      "quote": "No one is so brave that he is not disturbed by something unexpected.",
      "cite": "Julius Caesar"
    },
    {
      "quote": "When family ties are disturbed, devoted children arise.",
      "cite": "Laozi"
    },
    {
      "quote": "Anyone who is disturbed by the idea of newts in a nightclub is potentially dangerous.",
      "cite": "Frank Zappa"
    },
    {
      "quote": "Before anything great is really achieved, your comfort zone must be disturbed.",
      "cite": "Ray Lewis"
    },
    {
      "quote": "A believer, a mind whose faith is consciousness, is never disturbed because other persons do not yet see the fact which he sees.",
      "cite": "Ralph Waldo Emerson"
    },
    {
      "quote": "Some people just shouldn't be disturbed in their inclinations, whether large or small. A reminder can instantly turn enthusiasm into aversion and spoil everything.",
      "cite": "Tove Jansson"
    },
    {
      "quote": "Nature is under control but not disturbed.",
      "cite": "Beatrix of the Netherlands"
    },
    {
      "quote": "We must always be disturbed by the truth.",
      "cite": "Dogen"
    }
  ]
}