{
  "source": "https://www.wisesayings.com/distress-quotes/",
  "theme": "distress",
  "quotes": [
    {
      "cite": "Marcus Aelius Aurelius",
      "quote": "If you are distressed by anything external, the pain is not due to the thing itself, but to your estimate of it; and this you have the power to revoke at any moment."
    },
    {
      "cite": "George Washington",
      "quote": "Let your heart feel for the afflictions and distress of everyone, and let your hand give in proportion to your purse."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "You pray in your distress and in your need; would that you might also pray in the fullness of your joy and in your days of abundance."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The world is quickly bored by the recital of misfortune, and willing avoids the sight of distress."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Let him who expects one class of society to prosper in the highest degree, while the other is in distress, try whether one side; of the face can smile while the other is pinched."
    },
    {
      "cite": "Horace Mann",
      "quote": "To pity distress is but human; to relieve it is Godlike."
    },
    {
      "cite": "Paracelsus",
      "quote": "If we want to make a statement about a man's nature on the basis of his physiognomy, we must take everything into account; it is in his distress that a man is tested, for then his nature is revealed."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Without realizing it, the individual composes his life according to the laws of beauty even in times of greatest distress."
    },
    {
      "cite": "Amy Morin",
      "quote": "The more you practice tolerating uncomfortable emotions, the more confident you'll become in your ability to tolerate the distress that may be necessary to reach your full potential."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection."
    },
    {
      "cite": "Samuel Daniel",
      "quote": "By adversity are wrought the greatest works of admiration, and all the fair examples of renown, out of distress and misery are grown."
    },
    {
      "cite": "Nancy Gibbs",
      "quote": "Inflicting emotional distress has typically been treated as a civil action. How 'substantial' does the distress have to be for it to turn criminal?"
    },
    {
      "cite": "Michael Luinig",
      "quote": "To live in the midst of suffering, which we do, we do, amid distress, and to keep some equilibrium in the midst of that - that would be happiness enough."
    },
    {
      "cite": "Lester B. Pearson",
      "quote": "Today continuing poverty and distress are a deeper and more important cause of international tensions, of the conditions that can produce war, than previously."
    },
    {
      "cite": "Penelope Wilton",
      "quote": "People in distress behave in a stressful way. They aren't all sweetness and light. They don't behave well when they are unhappy. That's just what observed."
    },
    {
      "cite": "Mary Pilon",
      "quote": "Recognizing chronic sadness may encourage someone to reach out to a friend, family member, or counselor rather than concealing the distress."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Suffering by nature or chance never seems so painful as suffering inflicted on us by the arbitrary will of another."
    },
    {
      "cite": "Aristotle",
      "quote": "Suffering becomes beautiful when anyone bears great calamities with cheerfulness, not through insensibility but through greatness of mind."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "If there is a meaning in life at all, then there must be a meaning in suffering. Suffering is an ineradicable part of life, even as fate and death. Without suffering and death, human life cannot be complete."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Tell your heart that the fear of suffering is worse than the suffering itself. And no heart has ever suffered when it goes in search of its dream."
    },
    {
      "cite": "Tracy Anne Warren",
      "quote": "Every damsel in distress deserves a hero."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars."
    },
    {
      "cite": "Paul Coelho",
      "quote": "Waiting is painful. Forgetting is painful. But not knowing which to do is the worse kind of suffering."
    },
    {
      "cite": "Hellen Keller",
      "quote": "Although the world is full of suffering, it is also full of the overcoming of it."
    },
    {
      "cite": "Victor Hugo",
      "quote": "It is by suffering that human beings become angels."
    },
    {
      "cite": "Samuel ibn Naghrillah",
      "quote": "In times of distress strengthen your heart."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "People in distress never think that you feel enough."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "Much dearer be the things which come through hard distress."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "When you see a man in distress, recognize him as a fellow man."
    },
    {
      "cite": "Sophocles",
      "quote": "When people fall in deep distress, their native sense departs."
    },
    {
      "cite": "Anna Robertson Brown Lindsay",
      "quote": "It is not our failures that distress us so much as our idiocies."
    },
    {
      "cite": "Thomas Southerne",
      "quote": "Distress is virtue's opportunity: we only live to teach us how to die."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Distress: A disease incurred by exposure to the prosperity of a friend."
    }
  ]
}