{
  "source": "https://www.wisesayings.com/distraction-quotes/",
  "theme": "distraction",
  "quotes": [
    {
      "cite": "Marian Deegan",
      "quote": "Distraction leaches the authenticity out of our communications. When we are not emotionally present, we are gliding over the surface of our interactions and we never tangle in the depths where the nuances of our skills are tested and refined."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Never let anyone or anything distract you from noticing how amazing you are."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "Distraction wastes our energy, concentration restores it."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Anything you believe you have to do or become before you can be free is a denial and distraction from the truth that you are already free."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Do not take life too seriously. You will never get out of it alive."
    },
    {
      "cite": "Thomas Merton",
      "quote": "If you have never had any distractions you don't know how to pray."
    },
    {
      "cite": "John Di Lemme",
      "quote": "Your results are the product of either personal focus or personal distractions. The choice is yours."
    },
    {
      "cite": "Beth Moore",
      "quote": "If destruction fails to entangle us, distraction will do it's best."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Nothing distracts one from one's true purpose in life more than following the crowd mentality."
    },
    {
      "cite": "Tom Kite",
      "quote": "You can always find a distraction if you're looking for one."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "If we let ourselves, we shall always be waiting for some distraction or other to end before we can really get down to our work."
    },
    {
      "cite": "Orhan Pamuk",
      "quote": "Immersing oneself in the problems of a book is a good way to keep from thinking of love."
    },
    {
      "cite": "Robin S Sharma",
      "quote": "An addiction to distraction is the death of creative production."
    },
    {
      "cite": "Daniel Pinchbeck",
      "quote": "Our normal human tendencies are distraction and dissipation. We begin one task, then get seduced by some other option, and lose our focus. We drift away from what is difficult and we know to be true, to what is comfortable and socially condoned."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "When there are thoughts, it is distraction: when there are no thoughts, it is meditation."
    },
    {
      "cite": "David Levithan",
      "quote": "When distractions are manifold, it's best to remember what you are supposed to be doing."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "We wander for distraction, but we travel for fulfilment."
    },
    {
      "cite": "Topsy Gift",
      "quote": "Distraction is a killer of dreams, visions and goals."
    },
    {
      "cite": "Quentin L. Cook",
      "quote": "Even worthwhile endeavors need evaluation in order to determine if they have become distractions from the best goals."
    },
    {
      "cite": "Saul Bellow",
      "quote": "Art has to do with the arrest of attention in the midst of distraction."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Eliminate all distractions and focus on things that add value to your life"
    },
    {
      "cite": "Seneca",
      "quote": "There is never a time when new distraction will not show up; we sow them, so several will grow from the same seed."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "One man's distraction is another man's refuge."
    },
    {
      "cite": "Anuj",
      "quote": "The biggest distraction in life to one's focus is often near locus standing people saying all hocus-pocus."
    },
    {
      "cite": "Sam Owen",
      "quote": "Goals for the future distract from worry and anger about the past and redirect your focus to the direction you're travelling in."
    },
    {
      "cite": "Stefan Molyneux",
      "quote": "Distraction serves evil more than any other mental state."
    },
    {
      "cite": "Malcolm De Chazal",
      "quote": "The mind gets distracted in all sorts of ways. The heart is its own exclusive concern and diversion."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Distraction is the only thing that consoles us for miseries and yet it is itself the greatest of our miseries."
    },
    {
      "cite": "James Victore",
      "quote": "Distraction is the most corrosive disease of the 20th century."
    },
    {
      "cite": "Maulik Doshi",
      "quote": "Ignorance is one of the best defense available. Distraction is a remedy."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "Most of our distractions are designed to invite us away from this recognition, which is a good idea."
    },
    {
      "cite": "Tony La Russa",
      "quote": "There are always distractions, if you allow them."
    },
    {
      "cite": "Anonymous",
      "quote": "Starve your distractions, feed your focus."
    },
    {
      "cite": "Bruce Sterling",
      "quote": "One of the points about distractions is that everything that they do is destabilizing."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "We wander for distraction, but we travel for fulfillment."
    },
    {
      "cite": "Charles Haddon Spurgeon",
      "quote": "If thou rememberest that thou art going to heaven, thou wilt not sleep on the road. If thou thinkest that hell is behind thee, and the devil pursuing thee, thou wilt not loiter."
    },
    {
      "cite": "Adam Hochschild",
      "quote": "Work is hard. Distractions are plentiful. And time is short."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Distraction is nine-tenths of consciousness."
    },
    {
      "cite": "Christopher Columbus",
      "quote": "By preserving over all obstacles and distractions, one may unfailingly arrive at his chosen goal or destination."
    },
    {
      "cite": "Christopher Columbus",
      "quote": "By prevailing over all obstacles and distractions, one may unfailingly arrive at his chosen goal or destination."
    },
    {
      "cite": "Julio Cortazar",
      "quote": "All profound distraction opens certain doors. You have to allow yourself to be distracted when you are unable to concentrate."
    },
    {
      "cite": "George Eliot",
      "quote": "You must mind and not lower the Church in people's eyes by seeming to be frightened about it for such a little thing."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Serious people are not easily distracted!"
    },
    {
      "cite": "Hugh Howey",
      "quote": "It's easy to forgo distractions and to not accumulate things when you have a larger goal on the horizon."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "No fear. No distractions. The ability to let that which does not matter truly slide."
    },
    {
      "cite": "TS Eliot",
      "quote": "Distracted from distraction by distraction."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "All the while thou livest ill, thou hast the trouble, distraction, inconveniences of life, but not the sweets and true use of it."
    },
    {
      "cite": "Terence Winter",
      "quote": "Any distraction tends to get in the way of being an effective gangster."
    },
    {
      "cite": "Christina Baldwin",
      "quote": "In the midst of overwhelming noise and distraction, the voice of story is calling us to remember our true selves."
    },
    {
      "cite": "Brenda Knight",
      "quote": "Let the person who is talking know that you are listening by making eye contact and focusing on the sound of their voice rather than the distractions around you."
    },
    {
      "cite": "Brenda Knight",
      "quote": "When someone else is speaking, it is easy to become distracted by thoughts and external sounds, such as a car horn or other nearby conversations—and by giving in to these distractions you can miss crucial details from the speaker."
    },
    {
      "cite": "Nadia McInnis",
      "quote": "Remember the clock is ticking, and if you allow the distraction to waste your time the referee will blow the whistle ending the match before you score your goal. So run to your goal and do not look to the left or right. r bt5"
    },
    {
      "cite": "Kongfuzi",
      "quote": "Looking at small advantages prevents great affairs from being accomplished."
    },
    {
      "cite": "Quintillian",
      "quote": "If you direct your whole thought to work itself, none of the things which invade eyes or ears will reach the mind."
    },
    {
      "cite": "Kabbalah",
      "quote": "If your mind races, return to the place you were before the thought. Return to the site of oneness."
    },
    {
      "cite": "Huijai Dazhu",
      "quote": "Don't search for truth with your intellect. Don't search at all. The nature of the mind is intrinsically pure...If you don't run after sounds and sights or let appearances give rise to conceptual thinking, you will become men unattached to all things."
    },
    {
      "cite": "Lu Dong Bin",
      "quote": "If the mind tends to run off, then unify it by means of the breath; if the breath tends to become rough, then use the mind to make it fine. If you do this, how can the mind fail to stabilize?"
    },
    {
      "cite": "Abu Yazid Al-Bistami",
      "quote": "All this talk and turmoil and noise and movement and desire are outside the veil; Inside the veil is silence and calm and peace."
    },
    {
      "cite": "Jalaluddin Rumi",
      "quote": "Don't think. Don't get lost in your thoughts. Your thoughts are a veil on the face of the moon. That moon is your heart, and those thoughts cover your heart. So let them go, just let them fall into the water"
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "Often I am not where I am, but where my thoughts lead me."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "No mind is much employed upon the present; recollection and anticipation fill up all our moments."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Sit in reverie and watch the changing colors / Of the waves that break upon the idle seashore of the mind."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Our minds are like crows. They pick up everything that glitters, no matter how uncomfortable our nests get with all that metal in them."
    },
    {
      "cite": "Ray Charles",
      "quote": "I never learned to stop at the skin. If I looked at a man or a woman, I wanted to see inside. Being distracted by shading or coloring is stupid. It gets in the way. It's something I just can't see."
    },
    {
      "cite": "Eckhard Tolle",
      "quote": "Not to be able to stop thinking is a dreadful affliction, but we don't realize this because almost everybody is suffering from it, so it is considered normal. This incessant mental noise prevents you from finding that realm of inner stillness that is inseparable from Being."
    },
    {
      "cite": "G. Bluestone",
      "quote": "The mind that is not always caught up in detail is your only treasure. Stop chasing details and become still to feel it. The mind that sees details clearly but is not caught by them is like a vast borderless mirror. That mind does not oppose itself."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "You try to distract yourself from the pain, but only death will end it."
    },
    {
      "cite": "Jose Marti",
      "quote": "To busy oneself with what is futile when one can do something useful, to attend to what is simple when one has the mettle to attempt what is difficult, is to strip talent of its dignity. It is a sin not to do what one is capable of doing."
    },
    {
      "cite": "Confucius",
      "quote": "I never enlighten anyone who has not been driven to distraction by trying to understand a difficulty or who has not gotten into a frenzy trying to put his ideas into words."
    },
    {
      "cite": "George Eliot",
      "quote": "It is very difficult to be learned; it seems as if people were worn out on the way to great thoughts, and can never enjoy them because they are too tired."
    },
    {
      "cite": "Ernest Bramah",
      "quote": "However entrancing it is to wander unchecked through a garden of bright images, are we not enticing your mind from another subject of almost equal importance?"
    },
    {
      "cite": "Sarah Blake",
      "quote": "Sand was dribbling out of the bag of her attention, faster and faster."
    },
    {
      "cite": "Warren Buffett",
      "quote": "The most dangerous distractions are the ones you love, but that doesn't love you back."
    },
    {
      "cite": "Priyanshu",
      "quote": "A little distraction we need, to destroy what we believe."
    },
    {
      "cite": "Ehabib",
      "quote": "Thinking is good for your mind, but too much thinking leads to distraction."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "The result of information overload is usually distraction, and it dilutes your focus and takes you off your game."
    },
    {
      "cite": "David Allen",
      "quote": "People allow themselves to get distracted; I think ultimately, probably the biggest thing that gets in the way of people doing it at any point in time is a distraction."
    },
    {
      "cite": "Beverly R. Imes",
      "quote": "Be aware when distractions come your way. You'll know it’s a distraction when you stop doing what you're supposed to be doing and find yourself pondering things that have no value."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Less distraction, more focus. Less gossip, more encouragement. Less past, more future. Less toxicity, more positivity."
    }
  ]
}