{
  "source": "https://www.wisesayings.com/diva-quotes/",
  "theme": "diva",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Sometimes you just have to throw on a crown and remind them who they're dealing with."
    },
    {
      "cite": "Mae West",
      "quote": "I'll try anything once, twice if I like it, three times to make sure."
    },
    {
      "cite": "unknown",
      "quote": "I may be high maintenance but I can afford to maintain myself."
    },
    {
      "cite": "unknown",
      "quote": "If I ever let my head down, it will be just to admire my shoes."
    },
    {
      "cite": "unknown",
      "quote": "I'll not be any man's half-time, down-time, spare time or sometimes. So don't waste my time."
    },
    {
      "cite": "unknown",
      "quote": "Eat diamonds for breakfast and shine all day."
    },
    {
      "cite": "Beyonce",
      "quote": "A true diva is graceful and talented and strong and fearless and brave and someone with humility."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I love to see a young girl go out and grab the world by the lapels. Life's a bitch. You've got to go out and kick ass."
    },
    {
      "cite": "unknown",
      "quote": "Diva's aren't made, they're born."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "Big girls need big diamonds."
    },
    {
      "cite": "Carrie Bradshaw",
      "quote": "Maybe some women aren't meant to be tamed. Maybe they just need to run free until they find someone just as wild to run with them."
    },
    {
      "cite": "Mae West",
      "quote": "When Im good, I'm very good, but when I'm bad, I'm better."
    },
    {
      "cite": "unknown",
      "quote": "Alpha females don't run in packs."
    },
    {
      "cite": "Mae West",
      "quote": "I believe that it's better to be looked over than it is to be overlooked."
    },
    {
      "cite": "unknown",
      "quote": "Diva's don't do drama, we do business."
    },
    {
      "cite": "Beyonce",
      "quote": "A diva is a female version of a hustler."
    },
    {
      "cite": "Barbara Walters",
      "quote": "Success can make you go one of two ways. It can make you a prima donna, or it can smooth the edges, take away the insecurities, let the nice things come out."
    },
    {
      "cite": "Rihanna",
      "quote": "There's something so special about a woman who dominates a man’s world. It takes a certain grace, strength, intelligence, fearlessness, and the nerve to never take no for an answer."
    },
    {
      "cite": "Michelle Visage",
      "quote": "A true diva knows there’s more to life than glue-on lashes and red lips. You already know—or at least you know you’re supposed to know—that beauty comes from the inside, but to be a diva, you’ve got to get to the point where you actually unquestioningly believe that. You can spend hours and a ton of money perfecting your flawless face and sick body, but if you don't have the personality or the sense of humor to back it up, then you’re focusing on the wrong damn things. An ugly personality always trumps a beautiful face. Always. And anyone who doesn’t know that isn’t a diva. She’s just an asshole with an attitude."
    },
    {
      "cite": "Michelle Visage",
      "quote": "Bitches and divas are not the same thing. . . . Bitchiness comes from a place of insecurity, but being a diva comes from a place of strength and love."
    },
    {
      "cite": "Michelle Visage",
      "quote": "Being the kind of diva I’m talking about isn’t about demanding all the green M&M’s be plucked from your snack bowl in your dressing room. It’s about staying late, trying harder, and working whatever you’ve got. My divas get shit done while staying true to who they are."
    },
    {
      "cite": "Maria Callas",
      "quote": "Don't worry! When I'm furious, I'm at my best."
    },
    {
      "cite": "Diana Ross",
      "quote": "I am a diva, but if you look at the Italian definition of the word in a dictionary it is actually something very beautiful."
    },
    {
      "cite": "Diana Ross",
      "quote": "It takes a long time to get to be a diva. I mean, you got to work it."
    },
    {
      "cite": "Kurt Hummel",
      "quote": "You are a diva. And you have been a nightmare, but you're not a diva because you're a nightmare. You're a diva because you're talented, and ambitious, and because no one else in the world can do what you . . . can do. That's what being a diva's all about. Being an original. One of a kind. So hold the nightmare, but bring the diva."
    },
    {
      "cite": "Nancy Rathburn",
      "quote": "A strong woman understands that gifts such as logic, decisiveness and strength are just as feminine as intuition and emotional connection. She values and uses all of her gifts."
    },
    {
      "cite": "Paris Hilton",
      "quote": "Every woman should have four pets in her life. A mink in her closet, a jaguar in her garage, a tiger in her bed, and a jackass who pays for everything."
    },
    {
      "cite": "Mary Caroline Richards",
      "quote": "To have character is to be big enough to take life on."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best."
    },
    {
      "cite": "Pamela Anderson",
      "quote": "Eventually you just have to realize that you're living for an audience of one. I'm not here for anyone else's approval."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "There are some women who seem to be born without fear, just as there are people who are born without the ability to feel pain.... Providence appears to protect such women, maybe out of astonishment."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "I think the key is for women not to set any limits."
    },
    {
      "cite": "Eartha Kitt",
      "quote": "My recipe for life is not being afraid of myself, afraid of what I think or of my opinions."
    },
    {
      "cite": "Nina Simone",
      "quote": "I'm a real rebel with a cause."
    },
    {
      "cite": "Rihanna",
      "quote": "I don’t do things for the response or the controversy. I just live my life."
    },
    {
      "cite": "Raquel Welch",
      "quote": "I was a bigger-than-life persona before I was anyone in my own mind."
    },
    {
      "cite": "Ruth Bader Ginsburg",
      "quote": "If I had any talent that God could give me, I would be a great diva."
    },
    {
      "cite": "Aretha Franklin",
      "quote": "Being the Queen is not all about singing, and being a diva is not all about singing. It has much to do with your service to people. And your social contributions to your community and your civic contributions as well."
    },
    {
      "cite": "Patti LaBelle",
      "quote": "A diva is someone who is a perfectionist, who does her best in her craft."
    },
    {
      "cite": "Patti LuPone",
      "quote": "The word diva to me means doing something supernatural with something natural."
    },
    {
      "cite": "Patti LaBelle",
      "quote": "So if diva means giving your best, then yes, I guess I am a diva."
    },
    {
      "cite": "Euphoria Godsent",
      "quote": "The mere fact that I exist means that I deserve to be here and to express myself any damn why I please."
    },
    {
      "cite": "Theda Bara",
      "quote": "To be good is to be forgotten. I'm going to be so bad I'll always be remembered."
    },
    {
      "cite": "Karen E. Quinones Miller",
      "quote": "Just because I don't act like a Diva doesn't mean you shouldn't treat me like a Diva."
    },
    {
      "cite": "Eartha Kitt",
      "quote": "I stayed on my own path and did not follow the herd. I made a way for myself."
    },
    {
      "cite": "Mariah Carey",
      "quote": "If you see me as just the princess then you misunderstand who I am and what I have been through."
    },
    {
      "cite": "Mariah Carey",
      "quote": "I know I can be diva-ish sometimes, but I have to be in control. The nature of my life, the nature of what I do, is divadom, it really is."
    },
    {
      "cite": "Mariah Carey",
      "quote": "In this world, I call the shots and I think I know best."
    },
    {
      "cite": "Naomi Campbell",
      "quote": "Am I bossy? Absolutely. I don't like to lose, and if I'm told 'no', then I find another way to get my 'yes'."
    }
  ]
}