{
  "source": "https://www.wisesayings.com/diversity-quotes/",
  "theme": "diversity",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "Age cannot wither her, no custom stale Her infinite variety."
    },
    {
      "cite": "Petrarch",
      "quote": "Sameness is the mother of disgust, variety the cure."
    },
    {
      "cite": "Aphra Behn",
      "quote": "Variety is the soul of pleasure."
    },
    {
      "cite": "Priscilla Welch",
      "quote": "The body loves variety. The body is the same as the seasons: It likes change."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "others cherish the existence of things / an impulse to be in the moment / against the wind of strong diversity / we may want to cry on the shoulder of our lover / but why even bother, search for truth in all things."
    },
    {
      "cite": "Joseph Mark Ippolito",
      "quote": "Traipsing effortlessly through diversity / Incredulous, indifferent, me / Offered all, but nothing at all / Unlike anything conceivable"
    },
    {
      "cite": "La Fontaine",
      "quote": "However exquisite we beuty find / It satiates sense, and palls upon the mind / Brown bread as well as white must be for me / My motto ever is--variety."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "I have thought it thoroughly over / State of hermit, state of lover / We must have society / We cannot spare variety."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "All the diversity, all the charm, and all the beauty of life are made up of light and shade.”"
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Our ability to reach unity in diversity will be the beauty and the test of our civilisation."
    },
    {
      "cite": "Mark Knopfler",
      "quote": "There's so many different worlds, so many different suns. And we have just one world, but we live in different ones."
    },
    {
      "cite": "Elizabeth Ann Lawless",
      "quote": "Diversity creates dimension in the world."
    },
    {
      "cite": "Don Lemon",
      "quote": "You don't have true freedom until you allow a diversity of opinion and a diversity of voices."
    },
    {
      "cite": "Edward Enninful",
      "quote": "I can tell you, without diversity, creativity remains stagnant."
    },
    {
      "cite": "Maya Angelou",
      "quote": "We all should know that diversity makes for a rich tapestry, and we must understand that all the threads of the tapestry are equal in value no matter what their color."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "If we cannot now end our differences, at least we can help make the world safe for diversity."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Diversity: the art of thinking independently together."
    },
    {
      "cite": "Jacqueline Woodson",
      "quote": "Diversity is about all of us, and about us having to figure out how to walk through this world together."
    },
    {
      "cite": "Ani DiFranco",
      "quote": "I know there is strength in the differences between us. I know there is comfort, where we overlap."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "We are all different, which is great because we are all unique. Without diversity life would be very boring."
    },
    {
      "cite": "Donzella Michele Malone",
      "quote": "I have a self-made quote: Celebrate diversity, practice acceptance and may we all choose peaceful options to conflict."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Isn't it amazing that we are all made in God's image, and yet there is so much diversity among his people?"
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "An individual has not started living until he can rise above the narrow confines of his individualistic concerns to the broader concerns of all humanity."
    },
    {
      "cite": "Jinato Hu",
      "quote": "Diversity in the world is a basic characteristic of human society, and also the key condition for a lively and dynamic world as we see today."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Strength lies in differences, not in similarities."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is never too late to give up your prejudices."
    },
    {
      "cite": "Democritus",
      "quote": "The wise man belongs to all countries, for the home of a great soul is the whole world."
    },
    {
      "cite": "Thomas Berry",
      "quote": "Diversity is the magic. It is the first manifestation, the first beginning of the differentiation of a thing and of simple identity. The greater the diversity, the greater the perfection."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "There are no nations! There is only humanity. And if we don't come to understand that right soon, there will be no nations, because there will be no humanity."
    },
    {
      "cite": "Mark Twain",
      "quote": "It were not best that we should all think alike; it is difference of opinion that makes horse races."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "We have become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams."
    },
    {
      "cite": "Maya Angelou",
      "quote": "It is time for parents to teach young people early on that in diversity there is beauty and there is strength."
    },
    {
      "cite": "Ola Joseph",
      "quote": "Diversity is not about how we differ. Diversity is about embracing one another's uniqueness."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Honest difference of views and honest debate are not disunity. They are the vital process of policy among free men."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "There never were in the world two opinions alike, no more than two hairs or two grains; the most universal quality is diversity."
    },
    {
      "cite": "Audre Lorde",
      "quote": "In our work and in our living, we must recognize that difference is a reason for celebration and growth, rather than a reason for destruction."
    },
    {
      "cite": "Anne Frank",
      "quote": "We all live with the objective of being happy; our lives are all different and yet the same."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Religions are many and diverse, but reason and goodness are one."
    },
    {
      "cite": "Commander Spock",
      "quote": "Infinite diversity in infinite combinations...symbolizing the elements that create truth and beauty."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Our task must be to free ourselves... by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty."
    },
    {
      "cite": "Madame De Stael",
      "quote": "Wit lies in recognizing the resemblance among things which differ and the difference between things which are alike."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "Peace is not unity in similarity but unity in diversity, in the comparison and conciliation of differences"
    },
    {
      "cite": "Azizah Al-Hibri",
      "quote": "The minute we become an integrated whole, we look through the same eyes and we see a whole different world together."
    },
    {
      "cite": "Melissa Etheridge",
      "quote": "I feel my heart break to see a nation ripped apart by it's own greatest strength--it's diversity."
    },
    {
      "cite": "Felix Adler",
      "quote": "(People) may be said to resemble not the bricks of which a house is build, but the pieces of a picture puzzle, each differing in shape, but matching the rest, and thus bringing out the picture."
    },
    {
      "cite": "Rene Dubos",
      "quote": "Human diversity makes tolerance more than a virtue; it makes it a requirement for survival."
    },
    {
      "cite": "Earth Wind and Fire",
      "quote": "Through the strain / To the plane they're born to be / Harmony of Diversity / Sing responsibility"
    },
    {
      "cite": "George Herbert Mead",
      "quote": "Society is unity in diversity."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Different roads sometimes lead to the same castle."
    },
    {
      "cite": "Muslim Origin",
      "quote": "A lot of different flowers make a bouquet."
    },
    {
      "cite": "Ruth Fulton Benedict",
      "quote": "The peoples of the earth are one family."
    },
    {
      "cite": "Robert Muller",
      "quote": "What the world needs most is openness: Open hearts, open doors, open eyes, open minds, open ears, open souls."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "No culture can live, if it attempts to be exclusive."
    },
    {
      "cite": "Deborah Tannen",
      "quote": "The biggest mistake is believing there is one right way to listen, to talk, to have a conversation -- or a relationship."
    },
    {
      "cite": "Anne Wilson Schaef",
      "quote": "Differences challenge assumptions."
    },
    {
      "cite": "Euripides",
      "quote": "There is the sky, which is all men's together..."
    },
    {
      "cite": "unknown",
      "quote": "Diversity is the one true thing we all have in common. Celebrate it every day."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "Everyone is kneaded out of the same dough but not baked in the same oven."
    },
    {
      "cite": "R. Roosevelt Thomas",
      "quote": "Creating and managing a diverse workforce is a process, not a destination."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "What we have to do... is to find a way to celebrate our diversity and debate our differences without fracturing our communities."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "In each human heart are a tiger, a pig, an ass and a nightingale. Diversity of character is due to their unequal activity."
    },
    {
      "cite": "Aphra Behn",
      "quote": "Variety is the soul of pleasure."
    },
    {
      "cite": "Proverb",
      "quote": "Variety is the spice of life."
    },
    {
      "cite": "Felipe Andres Coronel",
      "quote": "There's no diversity because we're burning in the melting pot / So when the devil wants to dance with you, you better say never / Because the dance with the devil might last you forever."
    },
    {
      "cite": "Charles Lamb",
      "quote": "It is the law that hand intends / Which framed diversity of sex / The man the woman still defends / The manly boy the girl protects."
    }
  ]
}