{
  "source": "https://www.wisesayings.com/divine-quotes/",
  "theme": "divine",
  "quotes": [
    {
      "cite": "Maharishi Mahesh Yogi",
      "quote": "Divine is all Love in its essential nature, and Love is all Divine in its truthful expression."
    },
    {
      "cite": "Saint Anbrose",
      "quote": "No one is good but God alone. What is good is therefore divine, what is divine is therefore good."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "Divine right of kings means the divine right of anyone who can get uppermost."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "There is a divine purpose behind everything - and therefore a divine presence in everything."
    },
    {
      "cite": "Alexander Pope",
      "quote": "To err is human; to forgive, divine."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Because you're a creation of God, you reflect the Divine qualities of creativity, wisdom, and love."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "We are divine enough to ask and we are important enough to receive."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Divine presence gives meaning to what seems to have no meaning."
    },
    {
      "cite": "Walter Raleigh",
      "quote": "Divine is Love and scorneth worldly pelf, And can be bought with nothing but with self."
    },
    {
      "cite": "Michelangelo",
      "quote": "The true work of art is but a shadow of the divine perfection."
    },
    {
      "cite": "Aubrey Malphurs",
      "quote": "Your divine design dictates your future direction."
    },
    {
      "cite": "Leta B.",
      "quote": "Divine love is limitless and the source of miracles."
    },
    {
      "cite": "Emanuel Swedenborg",
      "quote": "The divine essence itself is love and wisdom."
    },
    {
      "cite": "Doreen Virtue",
      "quote": "Divine love always has been, and always will be, the answer that you seek."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The greatest teaching is restoration of mankind to divine love of God."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "With our divine connection we are always in touch with the solutions we are seeking."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every day is divine. If you seek the sacred treasure you will find it."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "A sense of humour is the only divine quality of man."
    },
    {
      "cite": "Saint Basil",
      "quote": "Every divine action begins from the Father, proceeds through the Son, and is completed in the Holy Spirit."
    },
    {
      "cite": "Emanuel Swedenborg",
      "quote": "This Divine truth flows into heaven from the Lord from His Divine love."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "A divine great spirit put awe-words on my mind; my sacred-duty is the writing."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Divine self exist in love, in faith and in purity."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The divine force within you is mightier than any mountain."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "The divinity you seek is born with you."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You are a Divine creation, a Being of Light who showed up here as a human being at the exact moment you were supposed to. You are the Beloved, a miracle, a part of the eternal perfection."
    },
    {
      "cite": "Federico Fellini",
      "quote": "If you see with innocent eyes, everything is divine."
    },
    {
      "cite": "Confucius",
      "quote": "Study the past, if you would divine the future."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "In one word, this ideal is that you are divine."
    },
    {
      "cite": "Hazrat Inayat Khan",
      "quote": "Divine sound is the cause of all manifestation. The knower of the mystery of sound knows the mystery of the whole universe."
    },
    {
      "cite": "Alberto Villoldo",
      "quote": "The Divine does not come from somewhere above, it exists beyond time and space, and informs all life."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Nothing is divine but what is agreeable to reason."
    },
    {
      "cite": "Cicero",
      "quote": "The soul in sleep gives proof of its divine nature."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "The divine is not something high above us. It is in heaven, it is in earth, it is inside us."
    },
    {
      "cite": "Carl Jung",
      "quote": "The divine process of change manifests itself to our human understanding . . . as punishment, torment, death, and transfiguration."
    },
    {
      "cite": "Arthur Rimbaud",
      "quote": "Only divine love bestows the keys of knowledge."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "We can see the Divine in each speck of dust, but that doesn't stop us from wiping it away with a wet sponge. The Divine doesn't disappear; it's transformed into the clean surface."
    },
    {
      "cite": "Mary Baker Eddy",
      "quote": "Divine love always has met and always will meet every human need."
    },
    {
      "cite": "John Ruskin",
      "quote": "Unless we perform divine service with every willing act of our life, we never perform it at all."
    },
    {
      "cite": "Aleksandra Ninkovic",
      "quote": "Divine does not tempt us to see what's in our hearts, it tempts us so we could see what's in our hearts."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "God is not merely good, but goodness; goodness is not merely divine, but God."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The spark of divinity is sacred spirit with divine soul."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A divine person is the prophecy of the mind; a friend is the hope of the heart."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "The Divine is constantly waiting at your doorstep to move in if only you allow the necessary space."
    },
    {
      "cite": "Hippocrates",
      "quote": "Divine is the task to relieve pain."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Divine direction begins with unconditional submission."
    },
    {
      "cite": "Henri Barbusse",
      "quote": "We have the divinity of our great misery. And our solitude, with its toilsome ideas, tears and laughter, is fatally divine."
    },
    {
      "cite": "Horace Mann",
      "quote": "It is well to think well; it is divine to act well."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "The spark divine dwells in thee: let it grow."
    },
    {
      "cite": "Euripides",
      "quote": "The divine power moves with difficulty, but at the same time surely."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Great grief is a divine and terrible radiance which transfigures the wretched."
    }
  ]
}