{
  "source": "https://www.wisesayings.com/divorce-quotes/",
  "theme": "divorce",
  "quotes": [
    {
      "cite": "Jennifer Weiner",
      "quote": "Divorce isn't such a tragedy. A tragedy's staying in an unhappy marriage, teaching your children the wrong things about love. Nobody ever died of divorce."
    },
    {
      "cite": "Christina Aguilera",
      "quote": "I've gone through a really hard divorce, and anyone who has gone through a divorce will speak about how hard the journey is from start to finish. It's a life-uprooting time."
    },
    {
      "cite": "Helen Rowland",
      "quote": "When two people decide to get a divorce, it isn't a sign that they don't understand one another, but a sign that they have, at last, begun to."
    },
    {
      "cite": "Gary Chapman",
      "quote": "People do not get married planning to divorce. Divorce is the result of a lack of preparation for marriage and the failure to learn the skills of working together as teammates in an intimate relationship."
    },
    {
      "cite": "Vikrant Parsai",
      "quote": "There would be fewer divorces if men gave as much loving  attention to their wives as they do their cars and jobs."
    },
    {
      "cite": "Jean Kerr",
      "quote": "Being divorced is like being hit by a Mack truck. If you live through it, you start looking very carefully to the right and to the left."
    },
    {
      "cite": "Spencer W. Kimball",
      "quote": "Every divorce is the result of selfishness on the part of one or the other or both parties to a marriage contract. Someone is thinking of self comforts, conveniences, freedoms, luxuries, or ease. Sometimes the ceaseless pin pricking of an unhappy, discontented, and selfish spouse can finally add up to serious physical violence. Sometimes people are goaded to the point where they erringly feel justified in doing the things that are so wrong. Nothing of course justifies sin."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do."
    },
    {
      "cite": "Gordon B. Hinckle",
      "quote": "The remedy for most marital stress is not in divorce. It is in repentance and forgiveness, in sincere expressions of charity and service. It is not in separation. It is in simple integrity that leads a man and a woman to square up their shoulders and meet their obligations. It is found in the Golden Rule, a time-honored principle that should first and foremost find expression in marriage."
    },
    {
      "cite": "Sia F. Dean",
      "quote": "Divorce is a failed challenge, which leads to a broken life. It is a socially transmittable disease that can transfer from one generation to another, and it is spreading fast."
    },
    {
      "cite": "Pastor Mark Gungor",
      "quote": "People get divorced for one reason and one reason only: One or both of them get selfish."
    },
    {
      "cite": "Pat Conroy",
      "quote": "Each divorce is the death of a small civilization."
    },
    {
      "cite": "Diane Sollee",
      "quote": "To get divorced because love has died, is like selling your car because it's run out of gas."
    },
    {
      "cite": "Bill Doherty",
      "quote": "Divorce is like an amputation. Sometimes it's necessary but it should be avoided if at all possible because it brings about a permanent disability."
    },
    {
      "cite": "Margaret Trudeau",
      "quote": "It takes two to destroy a marriage."
    },
    {
      "cite": "Richard Wagner",
      "quote": "Divorce is one of the most financially traumatic things you can go through. Money spent on getting mad or getting even is money wasted."
    },
    {
      "cite": "Gerald F. Lieberman",
      "quote": "Divorce is a declaration of independence with only two signers."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "For some reason, we see divorce as a signal of failure, despite the fact that each of us has a right, and an obligation, to rectify any other mistake we make in life."
    },
    {
      "cite": "Brian Adam",
      "quote": "Divorce should be the last possible option, rather than something we should be smoothing the passage to."
    },
    {
      "cite": "Rita Brown",
      "quote": "Divorce is the one human tragedy that reduces everything to cash."
    },
    {
      "cite": "Jay Zagorsky",
      "quote": "Divorce looks like one of the fastest ways to destroy your wealth."
    },
    {
      "cite": "Mary Kay Blakely",
      "quote": "Divorce is the psychological equivalent of a triple coronary bypass."
    },
    {
      "cite": "Shinichi Suzuki",
      "quote": "Love is grand; divorce is a hundred grand."
    },
    {
      "cite": "Cary Grant",
      "quote": "Divorce is a game played by lawyers."
    },
    {
      "cite": "Monica Bellucci",
      "quote": "When people divorce, it's always such a tragedy. At the same time, if people stay together it can be even worse."
    },
    {
      "cite": "French Proverbs",
      "quote": "Divorce is the sacrament of adultery."
    },
    {
      "cite": "Emily Doskow",
      "quote": "Divorce is one of the most stressful life events anyone goes through."
    },
    {
      "cite": "Tracy Letts",
      "quote": "Divorce is an embarrassing public admission of defeat."
    },
    {
      "cite": "David Knox and Caroline Schacht",
      "quote": "Divorce is like cutting off a gangrened arm to save the rest of the body."
    },
    {
      "cite": "Dane Cunningham",
      "quote": "Divorce is like death without a burial."
    },
    {
      "cite": "William Shatner",
      "quote": "Divorce is probably as painful as death."
    },
    {
      "cite": "Evan Esar",
      "quote": "Divorce is the key that opens the strongbox where the bonds of matrimony are kept under wedlock."
    },
    {
      "cite": "DOROTHY DIX",
      "quote": "So many persons think divorce a panacea for every ill, who find out, when they try it, that the remedy is worse than the disease."
    },
    {
      "cite": "Kandace Cooper",
      "quote": "Going through a divorce is like having every aspect of your life played back. Anything you have mishandled or regretted is talked about by everyone as they try to figure out who was right and who the innocent party really is. The comfort you once experienced is gone completely. There are many choices for new comfort, but most of them have no value except introducing new addictions or pounds of fat or guilt."
    },
    {
      "cite": "Valerie Bertinelli",
      "quote": "Divorce isn't the child's fault. Don't say anything unkind about your ex to the child, because you're really just hurting the child."
    },
    {
      "cite": "Nora Ephron",
      "quote": "Marriages come and go, but divorces are forever."
    },
    {
      "cite": "Evan Esar",
      "quote": "Divorce is the price people play for playing with matches."
    },
    {
      "cite": "Zoe Stern",
      "quote": "Divorce can sometimes be for the better. You may end up with happier parents, and you will definitely learn a lot about yourself! And that's the whole point of growing up. So if you think about it, there are reasons to be happy about this experience, if you can learn and grow from it."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Divorce: a resumption of diplomatic relations and rectification of boundaries."
    },
    {
      "cite": "Sue Merrell",
      "quote": "Losing a mate to death is devastating but it's not a personal attack like divorce. When somebody you love stops loving you and walks away, it's an insult beyond comparison."
    },
    {
      "cite": "Olga Kurylenko",
      "quote": "I don't see divorce as a failure. I see it as the end to a story. In a story, everything has an end and a beginning."
    },
    {
      "cite": "Alana Stewart",
      "quote": "I used to think that divorce meant failure, but now I see it more as a step along the path of self-realization and growth"
    },
    {
      "cite": "Rossana Condoleo",
      "quote": "Divorce = Rebirth: forget the past, replan your life, improve your appearance & REJUVENATE!"
    },
    {
      "cite": "Caitlin Flanagan",
      "quote": "Divorce in a young-adult novel means what being orphaned meant in a fairy tale: vulnerability, danger, unwanted independence."
    },
    {
      "cite": "Steve Grissom and Kathy Leonard",
      "quote": "Divorce is open-heart surgery, emotionally. Some people are not willing to give it enough time, and their expectations for recovery are too fast. When you get up and go faster than you're supposed to and you push your healing cycle too quickly, you have to do it over again and you get a relapse."
    }
  ]
}