{
  "source": "https://www.wisesayings.com/dizzy-quotes/",
  "theme": "dizzy",
  "quotes": [
    {
      "cite": "Ander Monson",
      "quote": "To be alive is to be dizzy and not to know exactly where to go."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Education has become a prisoner of contemporaneity. It is the past, not the dizzy present, that is the best door to the future."
    },
    {
      "cite": "Dan Jenkins",
      "quote": "Nobody can make a putt that breaks to the right. It's unnatural. Unless you're left-handed, of course. Standing over a putt that breaks to the right can actually make you dizzy. I've long thought that right-breaking putts are a major contributor to mental and physical ill health."
    },
    {
      "cite": "DJ Khaled",
      "quote": "Once you start losing reality, when you start losing reality with yourself, sometimes people just get dizzy."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "Love is hope and expectation. If many want to pencil it in, some don’t dare to ink it in, because love also means mystery and enigma. ( \" Love as dizzy as a cathedral\")"
    },
    {
      "cite": "Freddie Hubbard",
      "quote": "Dizzy used to tell me that I am playing too hard. He used to say to not give everything. Miles used to tell me that too."
    },
    {
      "cite": "Jenny Han",
      "quote": "I loved him in a way that you can really only do the first time around. It's the kind of love that doesn't know better and doesn't want to-it's dizzy and foolish and fierce. That kind of love is really a one-time-only thing."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "This is love, I think. A place where people who have been alone may lock together like hawks and spin in the air, dizzy with surprise at the connection. A place you go willingly, and with wonder."
    },
    {
      "cite": "John Geddes",
      "quote": "With you, I'm always on the verge - feeling dizzy like looking at waves - and you, my Love, make me tipsy..."
    },
    {
      "cite": "John Keats",
      "quote": "I am sailing with thee through the dizzy sky! How beautiful thou art!"
    },
    {
      "cite": "Jonny Lee Miller",
      "quote": "If youre serious about what youre doing, youve got to keep your head and follow your instinct. Maybe you wont reach the same dizzy heights as others, but you will get something back."
    },
    {
      "cite": "Kate Bornstein",
      "quote": "I love the idea of being without an identity, it gives me a lot of room to play around; but it makes me dizzy, having nowhere to hang my hat."
    },
    {
      "cite": "Laini Taylor",
      "quote": "They were tower stairs, a tight corkscrew down. The spiraling descent made Karou dizzy: down, around, down, around, hypnotic, until it seemed as if she were caught in a purgatory of stairs and would go down like this forever."
    },
    {
      "cite": "Laura Bell Bundy",
      "quote": "I am trying so hard to live in the moment and enjoy it while it's happening, because it feels like a moving freight train that I just got on, and I'm trying not to look back and get dizzy!"
    },
    {
      "cite": "Lauren Oliver",
      "quote": "The butterflies are working their way up from my stomach into my head, making me feel dizzy, and I try to calm myself by imagining the ocean outside, its ragged breathing, the seagulls turning pinwheels in the sky.  It will be over soon, I tell myself. It will be over soon and then you’ll go home, and you’ll never have to think about the evaluation again."
    },
    {
      "cite": "Ludivine Sagnier",
      "quote": "When you get quick fame and success and exposure, it makes you feel dizzy, and I didn't want to lose my balance 'cause that's something I've been struggling with for so many years. I'm not fond of the idea of making it in Hollywood. That's not my aim; otherwise, I would have settled down in Los Angeles."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Know what to do if you feel faint or dizzy, especially if you might fall and hit your head."
    },
    {
      "cite": "Mark Twain",
      "quote": "A man never reaches that dizzy height of wisdom when he can no longer be led by the nose."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you have a beautiful view, you don't need a good wine to feel dizzy."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Mystery is the wine of this universe. It makes us dizzy and makes us feel happy! Man needs enigma so that he can get rid of the dullness of the reality!"
    },
    {
      "cite": "Mel Brooks",
      "quote": "As long as the world is turning and spinning, we're gonna be dizzy and we're gonna make mistakes."
    },
    {
      "cite": "Murray Gell-Mann",
      "quote": "If someone says that he can think or talk about quantum physics without becoming dizzy, that shows only that he has not understood anything whatever about it."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "With ideas it is like with dizzy heights you climb: At first they cause you discomfort and you are anxious to get down, distrustful of your own powers; but soon the remoteness of the turmoil of life and the inspiring influence of the altitude calm your blood; your step gets firm and sure and you begin to look - for dizzier heights."
    },
    {
      "cite": "Roger Bannister",
      "quote": "You get very tired, and there was a certain amount of pain and you slow up. Your legs are so tired that you are in fact slowing. If you don't keep running, keep your blood circulating, the muscles stop pumping the blood back and you get dizzy."
    },
    {
      "cite": "Sandra Cisneros",
      "quote": "I think diseases have no eyes. They pick with a dizzy finger anyone, just anyone."
    },
    {
      "cite": "Søren Kierkegaard",
      "quote": "Anxiety is the dizziness of freedom."
    },
    {
      "cite": "Truman Capote",
      "quote": "Dizzy with excitement is no mere phrase."
    },
    {
      "cite": "Vincent Okay Nwachukwu",
      "quote": "I am wondering; an alcoholic and a 'craziholic' who is the greatest 'holic'? In other words, the dizziness of drunkenness and the dazedness of madness, which is the greatest 'ness'?"
    }
  ]
}