{
  "source": "https://www.wisesayings.com/dna-quotes/",
  "theme": "dna",
  "quotes": [
    {
      "cite": "Bill Gates",
      "quote": "DNA is like a computer program but far, far more advanced than any software ever created."
    },
    {
      "cite": "Lewis Thomas",
      "quote": "All of today's DNA, strung through all the cells of the earth, is simply an extension and elaboration of [the] first molecule."
    },
    {
      "cite": "Kenneth Boulding",
      "quote": "DNAÂ has been aptly described as the first three-dimensional Xerox machine."
    },
    {
      "cite": "Dean Cavanagh",
      "quote": "Would a DNA test for love take a sample from the heart or the mind?"
    },
    {
      "cite": "Richard Dawkins",
      "quote": "DNAÂ is ROM. It can be read millions of times over, but only written to once - when it is first assembled the birth of the cell in which it resides."
    },
    {
      "cite": "Darren Hardy",
      "quote": "DNAÂ has nothing to do with success. Turn your genes into overalls and get to work."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "DNAÂ is a quantum computer that localizes a non local omnipresent consciousness or spirit into space time energy information and matter."
    },
    {
      "cite": "Michael Polanyi",
      "quote": "The information inÂ DNAÂ could no more be reduced to the chemical than could the ideas in a book be reduced to the ink and paper: something beyond physics and chemistry encodedÂ DNA."
    },
    {
      "cite": "S. Jay Olshansky",
      "quote": "OnceÂ DNAÂ acquires the ability to persist forever, the carriers become disposable. Essentially, our bodies are designed to last long enough to reproduce."
    },
    {
      "cite": "Spencer Wells",
      "quote": "DNAÂ ties us all together; we share ancestry with barracuda and bacteria and mushrooms, if you go far enough back."
    },
    {
      "cite": "Kary Mullis",
      "quote": "NaturalÂ DNAÂ is a tractless coil, like an unwound and tangled audiotape on the floor of the car in the dark."
    },
    {
      "cite": "Maurice Wilkins",
      "quote": "DNAÂ is like Midas's gold, everyone who touches it goes mad."
    },
    {
      "cite": "Sherri Saum",
      "quote": "DNAÂ doesn't make a family. Love does."
    },
    {
      "cite": "Matteo Renzi",
      "quote": "There is in theÂ DNAÂ of the Italians a bit of madness, which in the overwhelming majority of cases is positive. It is genius. It is talent. It's the masterpieces of art. It's the food, fashion, everything that makes Italy great in the world."
    },
    {
      "cite": "David R. Brower",
      "quote": "Understanding howÂ DNAÂ transmits all it knows about cancer, physics, dreaming and love will keep man searching for some time."
    },
    {
      "cite": "Graham Cooke",
      "quote": "It is in ourÂ DNAÂ to create space, to open up safe places, and to change the atmosphere where we live."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "DNA neither cares nor knows. DNA just is. And we dance to its music."
    },
    {
      "cite": "Surya Das",
      "quote": "We all have spiritualÂ DNA; wisdom and truth are part of our genetic structure even if we don't always access it."
    },
    {
      "cite": "Drew Endy",
      "quote": "If you can write DNA, you're no longer limited to 'what is' but to what you could make."
    },
    {
      "cite": "Elon Musk",
      "quote": "Trying to read our DNA is like trying to understand software code - with only 90% of the code riddled with errors. It's very difficult in that case to understand and predict what that software code is going to do."
    },
    {
      "cite": "Lea Salonga",
      "quote": "It's in your DNA to be a Filipino; how can you just turn your back on it?"
    },
    {
      "cite": "Bryan Sykes",
      "quote": "DNAÂ is the messenger which illuminates that connection,handed down from generation to generation,carried,literally,in the bodies of my ancestors."
    }
  ]
}