{
  "source": "https://www.wisesayings.com/do-what-you-love-quotes/",
  "theme": "do-what-you-love",
  "quotes": [
    {
      "cite": "Henry David Thoreau",
      "quote": "Do what you love. Know your own bone; gnaw at it, bury it, unearth it, and gnaw it still."
    },
    {
      "cite": "Kevin Systrom",
      "quote": "Do what you love, and do it well - that's much more meaningful than any metric."
    },
    {
      "cite": "Hillary Swank",
      "quote": "You only have one life and if you're not doing what you love, what's the point?"
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Find a way to get paid for doing what you love. Then every paycheck will be a bonus."
    },
    {
      "cite": "Tony Hawk",
      "quote": "You might not make it to the top, but if you are doing what you love, there is much more happiness there than being rich or famous."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "It's not just a question of doing what you love for a living. It's about doing what you love with love. Then your life and all be transformed."
    },
    {
      "cite": "Donald Trump",
      "quote": "Ultimately, if you're not doing what you love, you're not going to be fulfilled. Sure, to make money, you have to be tough, you have to have some smarts and a little luck would help, but the bottom line is: You have to love what you do."
    },
    {
      "cite": "Lyle Lovett",
      "quote": "It's important to be successful enough to be able to keep doing what you love."
    },
    {
      "cite": "Barbara Sher",
      "quote": "Doing what you love isn't a priviledge; it's an obligation."
    },
    {
      "cite": "Dick Costolo",
      "quote": "When you are doing what you love to do, you become resilient."
    },
    {
      "cite": "Jack Canfield",
      "quote": "To be 'on purpose' means you're doing what you love to do, doing what you're good at, and accomplishing what's important to you."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Never give up searching for the job that you’re passionate about. Try to find the job you’d have if you were independently rich. Forget about the pay. When you’re associating with the people that you love, doing what you love, it doesn’t get any better than that."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "It is highly impossible for you to be successful at what you don’t love. Do what you love and love what you do."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "If you are going to devote your time to do something you claim you love, take this thought; \"Do I love it? Can I have peace within if I refuse to have it done?\" This is passion."
    },
    {
      "cite": "Jim Carrey",
      "quote": "You can fail at what you don't want, so you might as well take a chance on doing what you love."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it."
    },
    {
      "cite": "Peter McWilliams",
      "quote": "Do what you love and the necessary resources will follow."
    },
    {
      "cite": "Al Lopez",
      "quote": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it."
    },
    {
      "cite": "David Frost",
      "quote": "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally."
    },
    {
      "cite": "Jennifer Love Hewitt",
      "quote": "The ultimate dream in life is to be able to do what you love and learn something from it."
    },
    {
      "cite": "Raphael Saadiq",
      "quote": "The way to stay inspired and motivated is by doing what you like, doing what you love."
    },
    {
      "cite": "Judy Collins",
      "quote": "Do what you love, and you will find the way to get it out to the world."
    },
    {
      "cite": "Marsha Sinetar",
      "quote": "Do what you love and the money will follow."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You must learn to enjoy life and have fun doing what you love."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "To be a success, love what you do and what you love."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Doing what you love is the cornerstone of having abundance in your life."
    }
  ]
}