{
  "source": "https://www.wisesayings.com/doctor-quotes/",
  "theme": "doctor",
  "quotes": [
    {
      "cite": "Martin H. Fischer",
      "quote": "Our profession is the only one which works unceasingly to annihilate itself."
    },
    {
      "cite": "Denis Diderot",
      "quote": "The best doctor is the one you run to and can't find."
    },
    {
      "cite": "Joey Bishop",
      "quote": "My doctor is wonderful. Once when I couldn't afford an operation, he touched up the X-rays."
    },
    {
      "cite": "Francois Marie Arouet Voltaire",
      "quote": "Doctors are men who prescribe medicines of which they know little, to cure diseases of which they know less, in human beings of whom they know nothing."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "My doctor is nice; every time I see him, I'm ashamed of what I think of doctors in general."
    },
    {
      "cite": "Thomas Edison",
      "quote": "The doctor of the future will give no medicine but will interest his patients in the care of the human frame, in diet and in the cause and prevention of disease."
    },
    {
      "cite": "James Lendall Basford",
      "quote": "We are in the age of M.D., medical darkness, which seeks legislative protection from the light."
    },
    {
      "cite": "Evan Esar",
      "quote": "The man who doctors himself with the aid of medical books, runs the risk of dying of a typographical error."
    },
    {
      "cite": "Don Herold",
      "quote": "Doctors think a lot of patients are cured who have simply quit in disgust."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Disease increases in proportion to the increase in the number of doctors in a place."
    },
    {
      "cite": "Earl Wilson",
      "quote": "You may not be able to read a doctor's handwriting and prescription, but you'll notice his bills are neatly typewritten."
    },
    {
      "cite": "Avicenna",
      "quote": "An ignorant doctor is the aide de camp of death."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "You need a good bedside manner with doctors or you will get nowhere."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "Doctors always think anybody doing something they aren't is a quack; also they think all patients are idiots."
    },
    {
      "cite": "Evan Esar",
      "quote": "You can't judge the ability of a doctor by the amount of praise the undertakers give him."
    },
    {
      "cite": "Steven Wright",
      "quote": "My doctor told me I shouldn't work out until I'm in better shape. I told him, All right; don't send me a bill until I pay you."
    },
    {
      "cite": "G.W. Leibniz",
      "quote": "A great doctor kills more people than a great general."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Surgeons must be very careful when they take the knife! Underneath their fine incisions. Stirs the Culprit Life!"
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "Though the doctors treated him, let his blood, and gave him medications to drink, he nevertheless recovered."
    },
    {
      "cite": "Joe Haldeman",
      "quote": "Doctors don't seem to realize that most of us are perfectly content not having to visualize ourselves as animated bags of skin filled with obscene glop."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "A doctor whose breath smells has no right to medical opinion."
    },
    {
      "cite": "Zimmermann",
      "quote": "Though fancy may be the patient's complaint, necessity is often the doctor's."
    },
    {
      "cite": "Jack Kevorkian",
      "quote": "My intent was to carry out my duty as a doctor, to end their suffering. Unfortunately, that entailed, in their cases, ending of the life."
    },
    {
      "cite": "G. D. Prentice",
      "quote": "The doctor is not unfrequently death's pilot fish."
    },
    {
      "cite": "H. W. SHAW",
      "quote": "It is not much trouble to doctor sick folks, but to doctor healthy ones is troublesome."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "The best doctors in the world are Doctor Diet, Doctor Quiet, and Doctor Merryman."
    },
    {
      "cite": "Francois Marie Arouet Voltaire",
      "quote": "I know of nothing more laughable than a doctor who does not die of old age."
    },
    {
      "cite": "Seneca",
      "quote": "People pay the doctor for his trouble; for his kindness they still remain in his debt."
    },
    {
      "cite": "Joseph Addison",
      "quote": "A wealthy doctor who can help a poor man, and will not without a fee, has less sense of humanity than a poor ruffian, who kills a rich man to supply his necessities."
    },
    {
      "cite": "Finley Peter Dunne",
      "quote": "I wondher why ye can always read a doctor's bill an' ye niver can read his purscription."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Doctors are the same as lawyers, the sole difference being that lawyers only rob you, but doctors rob you and kill you too."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "The most exquisite pleasure in the practice of medicine comes from nudging a layman in the direction of terror, then bringing him back to safety again."
    },
    {
      "cite": "Edward E. Rosenbaum",
      "quote": "Doctors are great as long as you don't need them."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Never go to a doctor whose office plants have died."
    },
    {
      "cite": "James H. Boren",
      "quote": "I got the bill for my surgery. Now I know what those doctors were wearing masks for."
    },
    {
      "cite": "Axel Munthe",
      "quote": "You cannot be a good doctor without pity."
    },
    {
      "cite": "Richard Diaz",
      "quote": "Most doctors are prisoners of their education and shackled by their profession."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "God heals and the doctor takes the fees."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Doctors put a wall up between themselves and their patients; nurses broke it down."
    },
    {
      "cite": "Carl Jung",
      "quote": "Medicines cure diseases, but only doctors can cure patients."
    },
    {
      "cite": "Henny Youngman",
      "quote": "I told the doctor I broke my leg in two places. He told me to quit going to those places."
    },
    {
      "cite": "Henny Youngman",
      "quote": "A doctor gave a man six months to live. The man couldn't pay his bill, so he gave him another six months."
    },
    {
      "cite": "Abe Lemons",
      "quote": "You know what they call the fellow who finishes last in his medical school graduating class? They call him Doctor."
    },
    {
      "cite": "John Taylor",
      "quote": "A doctor is a man who writes prescriptions, till the patient either dies or is cured by nature."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Where there's a doctor it's always a bad sign. Even when they are not doing the killing themselves it means a death is close, and in that way they are like ravens or crows."
    },
    {
      "cite": "Edward E. Rosenbaum",
      "quote": "There is no such thing as an infallible doctor."
    },
    {
      "cite": "Keith Richard",
      "quote": "I mean some doctor told me I had six months to live and I went to their funeral."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Each patient carries his own doctor inside him."
    },
    {
      "cite": "Marcel Proust",
      "quote": "For each illness that doctors cure with medicine, they provoke ten in healthy people by inoculating them with the virus that is a thousand times more powerful than any microbe: the idea that one is ill."
    },
    {
      "cite": "Roman Proverb",
      "quote": "There is more to be feared from the doctor than the disease."
    },
    {
      "cite": "John Dryden",
      "quote": "Better to hunt in fields, for health unbought, / Than fee the doctor for a nauseous draught, / The wise, for cure, on exercise depend; / God never made his work, for man to mend."
    },
    {
      "cite": "Anton Chekov",
      "quote": "The only difference between lawyers and doctors is that lawyers simply rob you, whereas  doctors both rob you and kill you too."
    },
    {
      "cite": "Martha Bolton",
      "quote": "Sometimes even doctors need to be reminded that laughter is the best medicine."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "Crime isn't a disease, it's a symptom. Cops are like a doctor that gives you aspirin for a brain tumor."
    },
    {
      "cite": "Will Rogers",
      "quote": "Personally I have always felt that the best doctor in the world is the veterinarian. He can't ask his patients what's the matter—He's got to just know."
    },
    {
      "cite": "Viktor E. Frankl",
      "quote": "The doctor must act as agent of the sick man's will to live and as supporter of his right to live."
    },
    {
      "cite": "Robert Coles",
      "quote": "The busy, capable doctor, well aware of all the burdens he must carry, and not in the least inclined to shirk his duties, may stumble badly in those small moral moments that constantly press upon him or her— the nature of a hello or good-bye, the tone of voice as a question is asked or answered, the private thoughts one has and the effect they have on our face, our hands as they do their work, our posture, our gait."
    },
    {
      "cite": "Mark Twain",
      "quote": "He wrote a doctor's hand— the hand which from the beginning of time has been so disastrous to the pharmacist and so profitable to the undertaker."
    },
    {
      "cite": "Sydney Tremayne",
      "quote": "It is a poor doctor who cannot prescribe an expensive cure for rich patient."
    },
    {
      "cite": "Herb Shriner",
      "quote": "Our doctor would never really operate unless it was absolutely necessary. He was just that way. If he didn't need the money, he wouldn't lay a hand on you."
    },
    {
      "cite": "Voltaire",
      "quote": "Doctors prescribe medicines of which they know little, to cure diseases of which they know less, in human beings of which they know nothing."
    },
    {
      "cite": "August Bier",
      "quote": "A smart mother makes often a better diagnosis than a poor doctor."
    },
    {
      "cite": "John Owen",
      "quote": "God and the doctor we alike adore / But only when in danger, not before; / The danger o'er, both are alike requited, / God is forgotten, and the Doctor slighted."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "And for my nimbly penurious and diminutively groping persona; / an unfathomably enlightening poem a day; /  keeps the doctor forever away."
    },
    {
      "cite": "Henry Clay Work",
      "quote": "Count the mossy marbles in the graveyard! / Our old doctor and his patients, there they lie. / All regardless of the weather, / They are waiting there together, / For that long-sought 'better by-and-by.'"
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "After you find out all the things that can go wrong, your life becomes less about living and more about waiting."
    },
    {
      "cite": "Steven Magee",
      "quote": "Doctors and nurses are among the most irradiated professions."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "There's never been a doctor who served many patients who, despite their best efforts, did not lose some of them to death. But they understood that was part of life itself."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Joy, temperance, and repose, slam the door on the doctor's nose."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "A doctor can bury his mistakes but an architect can only advise his clients to plant vines."
    },
    {
      "cite": "Jesus Christ",
      "quote": "It is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners to repentance."
    },
    {
      "cite": "Ankala Subbarao",
      "quote": "Cowards die many times before their death......and the valiant doctors save them from dying..."
    },
    {
      "cite": "Steven Magee",
      "quote": "Your doctors have the ability to legally kill you with a cocktail of potent prescription drugs."
    },
    {
      "cite": "Henny Youngman",
      "quote": "When I told my doctor I couldn't afford an operation, he offered to touch-up my X-rays."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Illness is the doctor to whom we pay most heed; to kindness, to knowledge, we make promise only; pain we obey."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "When a doctor does go wrong he is the first of criminals. He has nerve and he has knowledge."
    },
    {
      "cite": "Hippocrates",
      "quote": "Whenever a doctor cannot do good, he must be kept from doing harm."
    }
  ]
}