{
  "source": "https://www.wisesayings.com/dodgeball-quotes/",
  "theme": "dodgeball",
  "quotes": [
    {
      "cite": "Rawson Marshall Thurber",
      "quote": "Dodgeball is a sport of violence, exclusion, and degradation."
    },
    {
      "cite": "George Carlin",
      "quote": "And he won't be allowed to play dodgeball because it's exclusionary, and it promotes aggression. Standing around is still okay."
    },
    {
      "cite": "Andrew Lawrence",
      "quote": "The day I stop caring about dodgeball is the day the Earth starts spinning around the sun."
    },
    {
      "cite": "Pete Docter",
      "quote": "Of my life. But I love sports. Dodgeball was the best. I was the fastest one out there. Course, I was the ball."
    },
    {
      "cite": "Bill Lawrence",
      "quote": "I think it's like a game of dodgeball. There's a lot of chaos and screaming"
    },
    {
      "cite": "Bill Berry",
      "quote": "I've got my telescope head in the haystack / I'm getting tired of your dodgeball circus act / Put pepper in my coffee, I forgot to bark on command"
    },
    {
      "cite": "Damon Dash",
      "quote": "The old heads told me life wasn't a game / But mine steady feeling like pinball, dodgeball / Chasing freedom, establish a kingdom"
    },
    {
      "cite": "George Watsky",
      "quote": "I’m at the park playing dodgeball / Drinking San Pellegrino like it’s Cristal / No school, alcohol / Living no rules—Calvinball"
    },
    {
      "cite": "Rob Regis",
      "quote": "Memories / Going back and forth  / Like dodgeball  / Babylove / Whatta ball / License to ill"
    },
    {
      "cite": "Kristin Hersh",
      "quote": "As you're trying to shield your glass  / Newborn from the dodgeballs  / And aching for children  / That you have never seen / It's still a tragedy"
    },
    {
      "cite": "Michele Jakubowski",
      "quote": "Also, dodgeball is a great way to relieve stress."
    },
    {
      "cite": "Michele Jakubowski",
      "quote": "Yes! Of all the fun things we do in gym, dodgeball is my favorite!"
    },
    {
      "cite": "Robyn Waters",
      "quote": "Dodgeball is not only a favored recreational activity for young people, it has also become an often-used team-building exercise in the business world."
    },
    {
      "cite": "Robyn Waters",
      "quote": "Turns out all that dodging, ducking, and running provides a real aerobic workout."
    },
    {
      "cite": "Robyn Waters",
      "quote": "Dodgeball cardio classes have proliferated, as have official dodgeball societies."
    },
    {
      "cite": "Robyn Waters",
      "quote": "While dodgeball and double Dutch are examples of actual games being reinvented, there are instances where a redesign of a game's accouterments can lead to revitalized sales and a boost for the sport itself."
    },
    {
      "cite": "N.C. Yeutter",
      "quote": "As the number of players on each team began to decrease, the quality of Dodgeball on the court began to increase."
    },
    {
      "cite": "Scott McNeely",
      "quote": "Naysayers classify dodgeball as  mere game. They have a point: dodgeball is a popular recess activity in many elementary schools."
    },
    {
      "cite": "Scott McNeely",
      "quote": "Don't be fooled. Modern dodgeball is played by serious-minded adults in competitive leagues both in the USA and internationally."
    },
    {
      "cite": "Matthew E. Alleyne",
      "quote": "Most young dodgeball players think that throwing hard is how to win, but I've learned that's not the best way to play the game. Use accuracy, bounce throws and other tricks to fool the player in the middle. If you throw hard, you lose accuracy."
    },
    {
      "cite": "Andrew Wedderburn",
      "quote": "Dodgeball isn't much fun because Dead Kids like to come right up to you and throw the ball as hard as they can at the top of your head or your stomach."
    },
    {
      "cite": "Stuart Kantor",
      "quote": "I think that Dodgeball detailed an entire generation of Americans. It's the true red menace."
    },
    {
      "cite": "Stuart Kantor",
      "quote": "Dodgeball is as harmful to America's children as water is to fish."
    },
    {
      "cite": "Christina Hoff Sommers",
      "quote": "Dodgeball is one of the first opportunities in life to figure out which one you are and how you're going to deal with it."
    },
    {
      "cite": "Peter Nuttall",
      "quote": "When  you encounter a Dodgeball team, it is fairly easy to tell which players are the least skilled. The flatness if a player's face is a direct correlation to their ability."
    },
    {
      "cite": "Mary Alianson",
      "quote": "All these games are based on a form of dodgeball which is popular and fun to play, uses very little equipment and is ideal for playing both indoors and out."
    },
    {
      "cite": "Ayelet Waldman",
      "quote": "The only children who like dodgeball are the ones who don't get hit, who don't get eliminated, who don't get whaled on."
    },
    {
      "cite": "William Boniface",
      "quote": "Dodgeball had been eliminated from grade school gym classes years ago because the already violent games only got worse when kids with superpowers were added to the mix."
    },
    {
      "cite": "Ben Applebaum",
      "quote": "Playing around offers plenty of challenges--such as figuring out how to dominate in TicTac Toe or the best way to bean your buddy with a dodgeball."
    },
    {
      "cite": "Julia Scheeres",
      "quote": "For many kids, dodgeball isn't a game: It's revenge. It's their chance to settle a score in a legitimate fashion."
    },
    {
      "cite": "Patches O'Houlihan",
      "quote": "Take care of your balls and they'll take care of you."
    },
    {
      "cite": "Vince Vaughn",
      "quote": "I found that if you have a goal, that you might not reach it. But if you don't have one, then you are never disappointed. And I gotta tell ya it feels phenomenal."
    },
    {
      "cite": "Patches O'Houlihan",
      "quote": "If you can dodge a wrench, you can dodge a ball."
    },
    {
      "cite": "Byron Katie",
      "quote": "our True Nature Is Love. There's Nothing You Can Do About It."
    },
    {
      "cite": "Dennis Crowley",
      "quote": "Forget about where you want to be and go out and build stuff. Dodgeball came from being bored at work... things happen because you make them happen. Stop sketching, and start building."
    },
    {
      "cite": "Ben Stiller",
      "quote": "Nobody makes me bleed my own blood. Nobody!"
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Well I guess if a person never quit when the going got tough they wouldn't have anything to regret for the rest of their life."
    },
    {
      "cite": "Patches O'Houlihan",
      "quote": "Remember the 5 D's of dodgeball: Dodge, duck, dip, dive and dodge."
    },
    {
      "cite": "Patches O'Houlihan",
      "quote": "If you can dodge traffic, you can dodge a ball."
    },
    {
      "cite": "John Bingham",
      "quote": "I'm not sure who invented dodgeball, but I can almost guarantee you that it wasn't the shortest kid in the class."
    }
  ]
}