{
  "source": "https://www.wisesayings.com/dog-death-quotes/",
  "theme": "dog-death",
  "quotes": [
    {
      "cite": "Rev. Joel L. Morgan",
      "quote": "Grief is so painfully real, regardless of its origin. The love of, and attachment to, an animal friend can equal that of human relationships. Likewise, the loss of an animal can be just as devastating."
    },
    {
      "cite": "Mark Twain",
      "quote": "The dog is a gentleman; I hope to go to his heaven, not man's."
    },
    {
      "cite": "Lacie Petitto",
      "quote": "A pet is never truly forgotten until it is no longer remembered."
    },
    {
      "cite": "Mary Carolyn Davies",
      "quote": "A good dog never dies. He always stays. He walks besides you on crisp autumn days when frost is on the fields and winter's drawing near. His head is within our hand in his old way."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The best way to get over a dog's death is to get another soon."
    },
    {
      "cite": "Mark Twain",
      "quote": "Heaven goes by favor. If it went by merit, you would stay out and your dog would go in."
    },
    {
      "cite": "Eugene O'Neill",
      "quote": "Dogs do not ruin their sleep worrying about how to keep the objects they have, and to obtain the objects they have not. There is nothing of value they have to bequeath except their love and their faith."
    },
    {
      "cite": "Gilbert K Chesterton",
      "quote": "Time and again, the Faith has to all appearances gone to the dogs. But each time, it was the dog that died."
    },
    {
      "cite": "Clive Barker",
      "quote": "I'm a great dog fanatic. My own dog died a little while ago and I take it very personally when things die-it's a major offence."
    },
    {
      "cite": "James Thurber",
      "quote": "If I have any beliefs about immortality it is that certain dogs I know will go to heaven, and very very few people."
    },
    {
      "cite": "Per Petterson",
      "quote": "A dead dog is more quiet than a house on the steppes, a chair in a empty room."
    },
    {
      "cite": "Tim Allen",
      "quote": "Dogs will eat till they die. Cats will leave food in the dish, incomprehensible to a dog."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Death ends a life, not a relationship."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome."
    },
    {
      "cite": "Rev. Billy Graham",
      "quote": "I think God will have prepared everything for our perfect happiness. If it takes my dog being there in Heaven, I believe he'll be there."
    },
    {
      "cite": "Robert Harris",
      "quote": "A comrade who deserts a comrade is a cowardly dog, and all such dogs should die a dog's death, comrade."
    },
    {
      "cite": "Amy Sedaris",
      "quote": "Sometimes losing a pet is more painful than losing a human because in the case of the pet, you were not pretending to love it."
    },
    {
      "cite": "Will Rogers",
      "quote": "If there are no dogs in Heaven, then when I die I want to go where they went."
    },
    {
      "cite": "Georgina Hogarth",
      "quote": "The interment and commemoration of her dog identify Mamie as one of those Victorians who sought 'to signify the value of an animal through our species' practices our mourning and memorialization."
    },
    {
      "cite": "Sir Edwin Landseer",
      "quote": "Who does not glory in the death of a fine stag? on the spot— when in truth he ought to be ashamed of the assassination."
    },
    {
      "cite": "Yves Congar",
      "quote": "My dog was put to death. For the first time since the invasion, the presence of the enemy was expressed in a death very close to him, a death which was nothing other, in Yve's eyes, than a death caused by war."
    },
    {
      "cite": "Mr. Meynell",
      "quote": "A total loss of appetite, generally early; though I have seen dogs eat and lap water the day before their death, which generally happens between seven and ten days after the first symptom has appeared."
    },
    {
      "cite": "M. Petit",
      "quote": "When a person hath been bit by a dog that is apprehended to be mad, it commonly happens that the dog is killed before one is assured of his condition."
    },
    {
      "cite": "Karen A. Anderson",
      "quote": "Even in death you are the most important person in the world to your pets."
    },
    {
      "cite": "Karen A. Anderson",
      "quote": "No, I'm actually very sad that they are gone. Losing a pet I love after so many years hurts."
    },
    {
      "cite": "Karen A. Anderson",
      "quote": "Your eternal connection with your pet endures physical death, and they continue to guide you and watch over you from the Other side."
    },
    {
      "cite": "Arden Moore",
      "quote": "Children understand that living things eventually die, but some may have difficulty accepting that death is permanent. They may express anger or guilt at losing their pet, or become curious about death."
    },
    {
      "cite": "Arden Moore",
      "quote": "When grieving, be honest and avoid using euphemisms. Use the word died rather than put to sleep, particularly with children younger than 12."
    },
    {
      "cite": "Cora Linn Daniels",
      "quote": "A dog howling with his nose to the ground represents mourning and indicates a death."
    },
    {
      "cite": "Cora Linn Daniels",
      "quote": "When a dog  master dies, the dog will soon die."
    },
    {
      "cite": "Cora Linn Daniels",
      "quote": "In ancient Egypt, to put a dog to death was as if you murdered your grandfather."
    },
    {
      "cite": "David K. Meagher",
      "quote": "The death of a pet is often the first significant loss a child faces in his/her life."
    },
    {
      "cite": "Martin Scott",
      "quote": "Helpline workers report that people can be so heartbroken at their dog's death that some of them feel suicidal."
    },
    {
      "cite": "Martin Scott",
      "quote": "Humans and dogs are equally affected by the death of a companion."
    },
    {
      "cite": "Martin Scott",
      "quote": "But even if all dogs lived for twenty years or more, it would still mean that nearly every dog owner would experience the death of a loved pet dog at some stage."
    },
    {
      "cite": "Anatole France",
      "quote": "Until one has loved an animal, a part of one’s soul remains unawakened."
    },
    {
      "cite": "James Herriott",
      "quote": "If having a soul means being able to feel love and loyalty and gratitude, then animals are better off than a lot of humans."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "God’s finger touched him, and he slept."
    },
    {
      "cite": "Mark Twain",
      "quote": "The dog is a gentleman; I hope to go to his heaven, not man’s."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "The misery of keeping a dog is his dying so soon. But, to be sure, if he lived for fifty years and then died, what would become of me?"
    },
    {
      "cite": "Joe Garagiola",
      "quote": "I guess you don't really own a dog, you rent them, and you have to be thankful that you had a long lease."
    },
    {
      "cite": "Pam Brown",
      "quote": "If there is a heaven, it’s certain our animals are to be there. Their lives become so interwoven with our own, it would take more than an archangel to detangle them."
    },
    {
      "cite": "Erica Jong",
      "quote": "Dogs come into our lives to teach us about love, they depart to teach us about loss. A new dog never replaces an old dog, it merely expands the heart. If you have loved many dogs your heart is very big."
    }
  ]
}