{
  "source": "https://www.wisesayings.com/dog-quotes/",
  "theme": "dog",
  "quotes": [
    {
      "cite": "Samuel Butler",
      "quote": "The greatest pleasure of a dog is that you may make a fool of yourself with him and not only will he not scold you, but he will make a fool of himself too."
    },
    {
      "cite": "Capek",
      "quote": "If dogs could talk, perhaps we would find it as hard to get along with them as we do with people."
    },
    {
      "cite": "Josh Billings",
      "quote": "A dog is the only thing on earth that loves you more than he loves himself."
    },
    {
      "cite": "Will Rogers",
      "quote": "If there are no dogs in Heaven, then when I die I want to go where they went."
    },
    {
      "cite": "Christopher Morley",
      "quote": "No one appreciates the very special genius of your conversation as much as the dog does."
    },
    {
      "cite": "Holbrook Jackson",
      "quote": "Man is a dog's idea of what God should be."
    },
    {
      "cite": "O.A.",
      "quote": "A dog is one of the remaining reasons why some people can be persuaded to go for a walk."
    },
    {
      "cite": "Unknown Author",
      "quote": "If your dog doesn't like someone you probably shouldn't either."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Dogs are our link to paradise. They don't know evil or jealousy or discontent. To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring--it was peace."
    },
    {
      "cite": "George Bird Evans",
      "quote": "I think we are drawn to dogs because they are the uninhibited creatures we might be if we weren't certain we knew better. They fight for honor at the first challenge, make love with no moral restraint, and they do not for all their marvelous instincts appear to know about death. Being such wonderfully uncomplicated beings, they need us to do their worrying."
    },
    {
      "cite": "John Steinbeck",
      "quote": "I've seen a look in dogs' eyes, a quickly vanishing look of amazed contempt, and I am convinced that basically dogs think humans are nuts."
    },
    {
      "cite": "Roger Caras",
      "quote": "Dogs have given us their absolute all. We are the center of their universe. We are the focus of their love and faith and trust. They serve us in return for scraps. It is without a doubt the best deal man has ever made."
    },
    {
      "cite": "Phil Pastoret",
      "quote": "If you think dogs can't count, try putting three dog biscuits in your pocket and then giving Fido only two of them."
    },
    {
      "cite": "Roger Caras",
      "quote": "Dogs are not our whole life, but they make our lives whole."
    },
    {
      "cite": "Doris Gray",
      "quote": "I have found that when you are deeply troubled, there are things you get from the silent devoted companionship of a dog that you can get from no other source."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Dogs never bite me. Just humans."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Petting, scratching, and cuddling a dog could be as soothing to the mind and heart as deep meditation and almost as good for the soul as prayer."
    },
    {
      "cite": "Robert Benchley",
      "quote": "A dog teaches a boy fidelity, perseverance, and to turn around three times before lying down."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Dogs are wise. They crawl away into a quiet corner and lick their wounds and do not rejoin the world until they are whole once more."
    },
    {
      "cite": "M.K. Clinton",
      "quote": "The world would be a nicer place if everyone had the ability to love as unconditionally as a dog."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Dogs love their friends and bite their enemies, quite unlike people, who are incapable of pure love and always have to mix love and hate."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Once you have had a wonderful dog, a life without one, is a life diminished."
    },
    {
      "cite": "Cesar Millan",
      "quote": "Dogs don't rationalize. They don't hold anything against a person. They don't see the outside of a human but the inside of a human."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "You think dogs will not be in heaven? I tell you, they will be there long before any of us."
    },
    {
      "cite": "Robert Wagner",
      "quote": "A dog will teach you unconditional love. If you can have that in your life, things won't be too bad."
    },
    {
      "cite": "Kinky Friedman",
      "quote": "Money can buy you a fine dog, but only love can make him wag his tail."
    },
    {
      "cite": "Jack London",
      "quote": "A bone to the dog is not charity. Charity is the bone shared with the dog, when you are just as hungry as the dog."
    },
    {
      "cite": "Andy Rooney",
      "quote": "The average dog is a nicer person than the average person."
    },
    {
      "cite": "David Duchovny",
      "quote": "I love dogs. They live in the moment and don't care about anything except affection and food. They're loyal and happy. Humans are just too damn complicated."
    },
    {
      "cite": "Harry Behn",
      "quote": "Across cold, moon-bright distant stillness, a dog barks, and then another."
    },
    {
      "cite": "Roger A. Caras",
      "quote": "It is probably true, then, that dogs don't think about art, the origin of the universe, or geopolitics."
    },
    {
      "cite": "Connie Vanacore",
      "quote": "Dog owners spend a great deal of time looking down. That is because the production, cleanup, and analysis of stools are a very important component of maintaining a healthy dog."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Outside of a dog, a book is man's best friend. Inside of a dog, it's too dark to read."
    },
    {
      "cite": "Plato",
      "quote": "Why, a dog, when he sees a stranger, is angry; when an acquaintance he welcomes him, although the one has never done him any harm, not the other any good."
    },
    {
      "cite": "Terence Brady",
      "quote": "...there was nothing he enjoyed more...than a good book. He'd wander into the study, take down some leather-bound volume, and eat it."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "If a dog will not come to you after he has looked you in the face, you ought to go home and examine your conscience."
    },
    {
      "cite": "Donald McCaig",
      "quote": "Dog wisdom is inside the blood and bones."
    },
    {
      "cite": "Isaac Watts",
      "quote": "Let dogs delight to bark and bite, / For God hath made them so."
    },
    {
      "cite": "Roger A. Caras",
      "quote": "We expect our dogs to listen to us when we speak to them and our dogs, no less than we, do expect us to listen to them."
    },
    {
      "cite": "Bruce Fogle",
      "quote": "Dogs are wolves, although they sometimes look like they are in sheep's clothing."
    },
    {
      "cite": "John Holmes",
      "quote": "A dog is not 'almost human' and I know of no greater insult to the canine race than to describe it as such."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The dog was created especially for children. He is the god of frolic."
    },
    {
      "cite": "Charles Darwin",
      "quote": "Man himself cannot express love and humility by external signs so plainly as does a dog when with drooping ears, hanging lips, flexuous body, and wagging tail, he meets his beloved master."
    },
    {
      "cite": "John Holmes",
      "quote": "The dog can do many things which man cannot do, never could do, and never will do."
    },
    {
      "cite": "Anne Tyler",
      "quote": "Ever consider what dogs must think of us? I mean here we come back from the grocery store with the most amazing haul—chicken, pork, half a cow. They must think we're the greatest hunters on earth."
    },
    {
      "cite": "June Cotner",
      "quote": "Dogs go with the flow of life. If they have to go live in a new home or with new people, they accept it, adapt easily, and become happy in their new environment."
    },
    {
      "cite": "Gallic",
      "quote": "The better I get to know men, the more I find myself loving dogs."
    },
    {
      "cite": "Becca Anderson",
      "quote": "Dogs are simply the best at unconditional love. When you have the companionship of a canine, you experience love at the highest level."
    },
    {
      "cite": "Agnes Repplier",
      "quote": "A puppy is but a dog, plus high spirits, and minus common sense."
    },
    {
      "cite": "Agnes Sligh Turnbull",
      "quote": "Dog's lives are too short. Their only fault, really."
    },
    {
      "cite": "Cynthia Heimel",
      "quote": "Dogs act exactly the way we would act if we had no shame."
    },
    {
      "cite": "Gilda Radner",
      "quote": "I think dogs are the most amazing creatures; they give unconditional love. For me, .they are the role model for being alive."
    },
    {
      "cite": "Sue Murphy",
      "quote": "Did you ever walk into a room and forget why you walked in? I think that is how dogs spend their lives."
    },
    {
      "cite": "George Eliot",
      "quote": "We long for an affection altogether ignorant of our faults. Heaven has accorded this to us in the uncritical canine attachment."
    },
    {
      "cite": "Mordecai Siegal",
      "quote": "Acquiring a dog may be the only opportunity a human ever has to choose a relative."
    },
    {
      "cite": "Queen Victoria",
      "quote": "She was such a  beautiful and sweet creature...and so full of tricks."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "The most affectionate creature in the world is a wet dog."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "There are three faithful friends—an old wife, an old dog, and ready money."
    },
    {
      "cite": "Estonian Saying",
      "quote": "Who does not feed the dog, feeds the thief."
    }
  ]
}