{
  "source": "https://www.wisesayings.com/dogma-quotes/",
  "theme": "dogma",
  "quotes": [
    {
      "cite": "Immanuel Kant",
      "quote": "The death of dogma is the birth of morality."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "...when dogma enters the brain, all intellectual activity ceases."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The dogmas of the quiet past are inadequate to the stormy present."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "Dogma does not mean the absence of thought, but the end of thought."
    },
    {
      "cite": "Saul D. Alinsky",
      "quote": "Dogma, whatever form it takes, is the ultimate enemy of human freedom."
    },
    {
      "cite": "Aniekee Tochukwu",
      "quote": "In the world of dogma, you become free the day you decide to go to hell."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Religious dogma creates a perfect fertilizer for the weeds of hypocrisy."
    },
    {
      "cite": "Maajid Nawaz",
      "quote": "Dogma not only blinds its protagonist, but it muzzles all other opposition."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "The power of religious dogma, when inculcated early, is such as to stifle conscience, compassion, and finally every feeling of humanity."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Old religious dogma attempts to convince you that you are on a journey to God, then makes you pay tolls along that roadway."
    },
    {
      "cite": "George Eliot",
      "quote": "Dogma gives a charter to mistake, but the very breath of science is a contest with mistake, and must keep the conscience alive."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "To 'choose' dogma and faith over doubt and experience is to throw out the ripening vintage and to reach greedily for the Kool-Aid."
    },
    {
      "cite": "Christopher Hitchens",
      "quote": "Dogma in power does have a unique chilling ingredient not exhibited by power, however ghastly, wielded for its own traditional sake."
    },
    {
      "cite": "H. P. Blavatsky",
      "quote": "Dogmas are the toys that amuse and can satisfy but unreasoning children. They are the offspring of human speculation and prejudiced fancy."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Dogmas of every kind put assertion in the place of reason and give rise to more contention, bitterness, and want of charity than any other influence in human affairs."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Now any dogma, based primarily on faith and emotionalism, is a dangerous weapon to use on others, since it is almost impossible to guarantee that the weapon will never be turned on the user."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Dogmas are collective conceptual prisons. And the strange thing is that people love their prison cells because they give them a sense of security and a false sense of 'I know.' Nothing has inflicted more suffering on humanity than its dogmas."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Dogma demands authority, rather than intelligent thought, as the source of opinion; it requires persecution of heretics and hostility to unbelievers; it asks of its disciples that they should inhibit natural kindliness in favor of systematic hatred."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Philosophical dogma doesn't interest me."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "The modern dogma is comfort at any cost."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "Dogma can in no way limit a limitless God."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "The dogma is that, that dogma is a mistake."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Every dogma embodies some shade of truth to give it seeming currency."
    },
    {
      "cite": "Bernard Kelvin Clive",
      "quote": "Don't let the Dogma of men to interfere with your Destiny."
    },
    {
      "cite": "Francis Arinze",
      "quote": "There is no dogma that the organ or harmonium can be used in church, but not the drum."
    },
    {
      "cite": "Antonia White",
      "quote": "It's only a dogma that hells exists; it isn't a dogma that there's anybody in it."
    },
    {
      "cite": "Felix Adler",
      "quote": "Dogma is the convictions of one man imposed authoritatively upon others."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "Dogma is invariably wrong, as knowledge is always in a state of transition."
    },
    {
      "cite": "John C Fitzpatrick",
      "quote": "Religious dogma is akin to an appetizer with no garnish."
    },
    {
      "cite": "Sharon Salzberg",
      "quote": "You don't have to believe anything, adopt a dogma in order to learn how to meditate."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "I tend to believe that religious dogma is a consequence of evolution."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "Dogma is the guardian of mystery. The doctrines are spiritually significant in ways that we cannot fathom."
    },
    {
      "cite": "Harold Lasswell",
      "quote": "Dogma is a defensive reaction against doubt in the mind of the theorist, but doubt of which he is unaware."
    },
    {
      "cite": "Thomas Huxley",
      "quote": "The dogma of the infallibility of the Bible is no more self-evident than is that of the infallibility of the popes."
    },
    {
      "cite": "Yevgeny Zamyatin",
      "quote": "Dogma, static positions, consonance - all these are obstacles to catching the disease of art, at least in its more complex forms."
    },
    {
      "cite": "Mary Ritter Beard",
      "quote": "The dogma of woman's complete historical subjection to men must be rated as one of the most fantastic myths ever created by the human mind."
    },
    {
      "cite": "Felix Adler",
      "quote": "Every dogma, every philosophic or theological creed, was at its inception a statement in terms of the intellect of a certain inner experience."
    },
    {
      "cite": "Muriel Rukeyser",
      "quote": "Dogma and shrinking from the external world are at one limit of the range of belief. At the other are science and poetry and, indeed, reality."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Dogma is a lie reiterated and authoritatively injected into the mind of one or more persons who believe that they believe what someone else believes."
    },
    {
      "cite": "Sam Harris",
      "quote": "Dogma in science really is humiliating when it is recognized as dogma."
    },
    {
      "cite": "Elizabeth Ann Robinson",
      "quote": "Dogma is no substitute for an inner religious experience."
    },
    {
      "cite": "Dorothy L. Sayers",
      "quote": "The dogma of the Incarnation is the most dramatic thing about Christianity, and indeed, the most dramatic thing that ever entered the mind of man; but if you tell people so, they stare at you in bewilderment."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "Every dogma has its day."
    },
    {
      "cite": "Dan Barker",
      "quote": "Please clean up after your dogma."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "You can't teach an old dogma new tricks."
    }
  ]
}