{
  "source": "https://www.wisesayings.com/dogs-quotes/",
  "theme": "dogs",
  "quotes": [
    {
      "cite": "Robert Benchly",
      "quote": "A dog teaches a boy fidelity, perseverance, and to turn around three times before lying down."
    },
    {
      "cite": "Josh Billings",
      "quote": "A dog is the only thing on earth that loves you more than he loves himself."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Dogs are wise. They crawl away into a quiet corner and lick their wounds and do not rejoin the world until they are whole once more."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Dogs never bite me. Just humans."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Dogs are our link to paradise. They don't know evil or jealousy or discontent. To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring--it was peace."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "A dog reflects the family life. Whoever saw a frisky dog in a gloomy family, or a sad dog in a happy one? Snarling people have snarling dogs, dangerous people have dangerous ones."
    },
    {
      "cite": "Roger Caras",
      "quote": "Dogs are not our whole life, but they make our lives whole."
    },
    {
      "cite": "Cesar Millan",
      "quote": "Dogs don't rationalize. They don't hold anything against a person. They don't see the outside of a human but the inside of a human."
    },
    {
      "cite": "Dave Barry",
      "quote": "Dogs feel very strongly that they should always go with you in the car, in case the need should arise for them to bark violently at nothing right in your ear."
    },
    {
      "cite": "Susan Ariel Rainbow Kennedy",
      "quote": "Dogs are miracles with paws."
    },
    {
      "cite": "Agnes Sligh Turnbull",
      "quote": "Dogs' lives are too short. Their only fault, really"
    },
    {
      "cite": "Corey Ford",
      "quote": "Properly trained, a man can be dog's best friend."
    },
    {
      "cite": "Capek",
      "quote": "If dogs could talk, perhaps we would find it as hard to get along with them as we do with people."
    },
    {
      "cite": "Maeterlinck",
      "quote": "The dog who meets with a good master is the happier of the two."
    },
    {
      "cite": "Andrew A.",
      "quote": "The average dog is a nicer person than the average person."
    },
    {
      "cite": "Max Eastman",
      "quote": "Dogs laugh, but they laugh with their tails."
    },
    {
      "cite": "John B. Bogart",
      "quote": "When a dog bites a man, that is not news, because it happens so often. But if a man bites a dog, that is news."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The dog was created especially for children. He is the God of frolic."
    },
    {
      "cite": "Dave Barry",
      "quote": "You can say any fool thing to a dog, and the dog will give you this look that says, `My God, you're RIGHT! I NEVER would've thought of that!'"
    },
    {
      "cite": "Gene Hill",
      "quote": "He is my other eyes that can see above the clouds; my other ears that hear above the winds. He is the part of me that can reach out into the sea. He has told me a thousand times over that I am his reason for being; by the way he rests against my leg; by the way he thumps his tail at my smallest smile; by the way he shows his hurt when I leave without taking him. (I think it makes him sick with worry when he is not along to care for me.) When I am wrong, he is delighted to forgive. When I am angry, he clowns to make me smile. When I am happy, he is joy unbounded. When I am a fool, he ignores it. When I succeed, he brags. Without him, I am only another man. With him, I am all-powerful. He is loyalty itself. He has taught me the meaning of devotion. With him, I know a secret comfort and a private peace. He has brought me understanding where before I was ignorant. His head on my knee can heal my human hurts. His presence by my side is protection against my fears of dark and unknown things. He has promised to wait for me... whenever... wherever - in case I need him. And I expect I will - as I always have. He is just my dog."
    },
    {
      "cite": "E B White",
      "quote": "A really companionable and indispensable dog is an accident of nature. You can't get it by breeding for it, and you can't buy it with money. It just happens along."
    },
    {
      "cite": "J.R. Ackerley",
      "quote": "Dogs love company. They place it first in their short list of needs."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "His ears were often the first thing to catch my tears."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "You think dogs will not be in heaven? I tell you, they will be there long before any of us."
    },
    {
      "cite": "Gilda Radner",
      "quote": "I think dogs are the most amazing creatures; they give unconditional love. For me they are the role model for being alive."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Dogs love their friends and bite their enemies, quite unlike people, who are incapable of pure love and always have to mix love and hate in their object-relations."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "When a dog runs at you, whistle for him."
    },
    {
      "cite": "Ben Williams",
      "quote": "There is no psychiatrist in the world like a puppy licking your face."
    },
    {
      "cite": "J. R. Ackerley",
      "quote": "A dog has one aim in life... to bestow his heart."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Dogs wait for us faithfully."
    }
  ]
}