{
  "source": "https://www.wisesayings.com/doing-the-right-thing-quotes/",
  "theme": "doing-the-right-thing",
  "quotes": [
    {
      "cite": "Laura Linney",
      "quote": "Doing the right thing has power."
    },
    {
      "cite": "Susie Bright",
      "quote": "Doing the right thing for someone else was like a tonic for me; it was like some magic ointment that made a wound disappear."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "You cannot make yourself feel something you do not feel, but you can make yourself do right in spite of your feelings."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Try not to become a man of success but rather try to become a man of value."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "You have to do the right thing... You may never know what results come from your action. But if you do nothing, there will be no result."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Remember not only to say the right thing in the right place, but far more difficult still, to leave unsaid the wrong thing at the tempting moment."
    },
    {
      "cite": "Heodore Hesburgh",
      "quote": "My basic principle is that you don't make decisions because they are easy; you don't make them because they are cheap; you don't make them because they're popular; you make them because they're right."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The time is always right to do what is right."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "When I do good, I feel good. When I do bad, I feel bad. That's my religion."
    },
    {
      "cite": "Margaret Chase Smith",
      "quote": "The right way is not always the popular and easy way. Standing for right when it is unpopular is a true test of moral character."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Do what you feel in your heart to be right - for you'll be criticized anyway."
    },
    {
      "cite": "Gandhi",
      "quote": "Happiness is when what you think, what you say, and what you do are in harmony."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "Next to doing the right thing, the most important thing is to let people know you are doing the right thing."
    },
    {
      "cite": "Epictetus",
      "quote": "Happiness and personal fulfillment are the natural consequences of doing the right thing."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "Doing the right thing is more important than doing the thing right."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Doing the right thing for someone else occasionally means doing something that feels wrong to you."
    },
    {
      "cite": "Kathy Valentine",
      "quote": "If you have to do it, then you're doing the right thing."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Goodness is the only investment that never fails."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "We must not allow ourselves to become like the system we oppose."
    },
    {
      "cite": "Mark Twain",
      "quote": "Always do right - this will gratify some and astonish the rest."
    },
    {
      "cite": "Charles M. Blow",
      "quote": "There is no wrong time to do the right thing."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Do what you can with what you have where you are."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "Keep your feet on the ground and your thoughts at lofty heights."
    },
    {
      "cite": "Lights Poxlietner",
      "quote": "Honestly, if you don't fit in then you're probably doing the right thing."
    },
    {
      "cite": "Warren Buffett",
      "quote": "People will always try to stop you from doing the right thing if it is unconventional."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Doing the right thing daily, compounds over time."
    },
    {
      "cite": "Vandana Shiva",
      "quote": "If you are doing the right thing for the earth, she's giving you great company."
    },
    {
      "cite": "David Cottrell",
      "quote": "Doing the right thing isn't always easy - in fact, sometimes it's real hard - but just remember that doing the right thing is always right."
    },
    {
      "cite": "Colin Powell",
      "quote": "Pissing people off doesn't mean you're doing the right things, but doing the right things will almost inevitably piss people off."
    },
    {
      "cite": "Mike Gafka",
      "quote": "Doing the Right Thing - Sometimes doing the right thing, is to do nothing at all."
    },
    {
      "cite": "Eileen Caddy",
      "quote": "What is right for one soul may not be right for another. It may mean having to stand on your own and do something strange in the eyes of others."
    },
    {
      "cite": "Anne Frank",
      "quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world."
    },
    {
      "cite": "Shelley Rachanow",
      "quote": "Easily say no when you want to... and feel great instead of guilty while doing so."
    },
    {
      "cite": "Joseph Fort Newton",
      "quote": "A duty dodged is like a debt unpaid; it is only deferred, and we must come back and settle the account at last."
    },
    {
      "cite": "John Morley",
      "quote": "Where it is a duty to worship the sun it is pretty sure to be a crime to examine the laws of heat."
    },
    {
      "cite": "B.C. Forbes",
      "quote": "Let us resolve to look on the bright side, to make the best of whatever may befall, to maintain faith that doing the right thing will ultimately bring victory."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Politics is a jungle— torn between doing the right thing and staying in office."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "It takes less time to do a thing right than to explain why you did it wrong."
    },
    {
      "cite": "Moliere",
      "quote": "It is not only what we do, but also what we do not do, for which we are accountable."
    },
    {
      "cite": "Dwight Morrow",
      "quote": "The world is divided into people who do things and people who get the credit. Try, if you can, to belong to the first class. There's far less competition."
    },
    {
      "cite": "Persian Proverb",
      "quote": "Thinking well is wise; planning well;, wiser; doing well wisest and best of all."
    },
    {
      "cite": "John Ruskin",
      "quote": "Doing is the great thing. for if, resolutely, people do what is right, in time they come to like doing it."
    },
    {
      "cite": "Irving Mack",
      "quote": "Initiative consists of doing the right thing without being told."
    },
    {
      "cite": "Donna Ball",
      "quote": "Motherhood is a choice you make every day, to put someone else's happiness and well-being ahead of your own, to teach the hard lessons, to do the right thing even when you're not sure what the right thing is... and to forgive yourself, over and over again, for doing everything wrong."
    },
    {
      "cite": "William Pickens",
      "quote": "The best time to do a thing is when it can be done."
    },
    {
      "cite": "Kareem Abdul-Jabbar",
      "quote": "I try to do the right thing at the right time. They may be just little things, but usually they make the difference between winning and losing."
    },
    {
      "cite": "Sophocles",
      "quote": "One must learn by doing the thing. For though you think you know it, you have no certainty until you try."
    },
    {
      "cite": "Norman Schwarzkopf",
      "quote": "The truth of the matter is that you always know the right thing to do. The hard part is doing it."
    },
    {
      "cite": "Confucius",
      "quote": "We are so busy doing the urgent that we don't have time to do the important."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "You must give some time to your fellow man. Even if it's a little thing, do something for those who have need of help., something for which you get no pay but the privilege of doing it. For remember, you don't live in a world all your own. Your brothers are here, too."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Never let your sense of morals get in the way of doing what's right."
    },
    {
      "cite": "Ulrich Zwingli",
      "quote": "Our confidence in Christ does not make us lazy, negligent, or careless, but on the contrary it awakens us , urges us on, and maks us active in living righteous lives and doing good. There is no self-confidence to compare with this."
    },
    {
      "cite": "Billy Garaham",
      "quote": "When I have a problem of deciding right from wrong, I always give it three tests. First, I give it the common-sense test, and ask if it is reasonable. Then I give it a prayer test. I ask God if it is good and edifying. Then I give it a scripture test. I see if the Bible has anything to say for or against it."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "With integrity, you have nothing to fear, since you have nothing to hide. With integrity, you will do the right thing, so you will have no guilt."
    },
    {
      "cite": "J.C. Watts",
      "quote": "Character is doing the right thing when nobody's looking. There are too many people who think that the only thing that's right is to get by, and the only thing that's wrong is to get caught."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "What one thinks is right is not always the same as what others think is right; no one can be always right."
    },
    {
      "cite": "Gift Gugu Mona",
      "quote": "It is never wrong to do what is right."
    },
    {
      "cite": "Farshad Asl",
      "quote": "Life is too short to try and please everyone. Take charge and do what’s right -- not what’s popular."
    },
    {
      "cite": "Deborah Wiles",
      "quote": "Sometimes it's best to do what feels safe, and sometimes it's better to do what you know is right, even though the cost may be high."
    },
    {
      "cite": "John Golembiewski",
      "quote": "The extraordinary thing about having absolute conviction that you're doing the right thing is that you’ll do it – whatever that may be, no matter how difficult, dangerous or improbable."
    },
    {
      "cite": "Sandra C. Bibb",
      "quote": "Doing the right thing even when no one is looking is easy if I remember that I am not in this life alone and that my task is to please God... not people."
    }
  ]
}