{
  "source": "https://www.wisesayings.com/dollar-quotes/",
  "theme": "dollar",
  "quotes": [
    {
      "cite": "Orrin Woodward",
      "quote": "Dollar bill: people spend their whole life seeking to earn it, but won't spend 10 minutes seeking to learn it."
    },
    {
      "cite": "Ikechukwu Izuakor",
      "quote": "Don't underestimate the power of one dollar for somewhere in its generation is million, billion and trillion."
    },
    {
      "cite": "Albert R. Broccoli",
      "quote": "For every dollar you give away, you'll get a hundred back. And for every buck you steal, you'll lose a thousand."
    },
    {
      "cite": "Helen Rowland",
      "quote": "The dollar sign is the only sign in which the modern man appears to have any real faith."
    },
    {
      "cite": "Jack Ma",
      "quote": "When you have one million dollars, you're a lucky person. When you have 10 million dollars, you've got trouble, a lot of headaches."
    },
    {
      "cite": "Dick Gregory",
      "quote": "Whenever the dollar is held supreme and capitalistic interests dominate, a higher value will always be placed upon property rights than upon human rights."
    },
    {
      "cite": "Jean Chretien",
      "quote": "There is nothing more nervous than a million dollars - it moves very fast, and it doesn't speak any language."
    },
    {
      "cite": "John Ciardi",
      "quote": "A dollar saved is a quarter earned."
    },
    {
      "cite": "Paul Newman",
      "quote": "A dollar won is twice as sweet as a dollar earned."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "Treat each federal dollar as if it was hard earned; it was - by a taxpayer."
    },
    {
      "cite": "Yuval Noah Harari",
      "quote": "Dollar bills have absolutely no value except in our collective imagination, but everybody believes in the dollar bill."
    },
    {
      "cite": "Stephen Moore",
      "quote": "Every dollar the government doesn't spend, tax, or borrow is a dollar that businesses and families can spend or invest themselves."
    },
    {
      "cite": "George Orwell",
      "quote": "The way to make a million dollars is to start a religion."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Dollars and guns are no substitutes for brains and will power."
    },
    {
      "cite": "Elizabeth Arden",
      "quote": "Nothing that costs only a dollar is not worth having."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "No one makes a million dollars with minimal effort unless they win the lottery."
    },
    {
      "cite": "Venita VanCaspel",
      "quote": "There are only three things you can do with a dollar: spend, loan, or own."
    },
    {
      "cite": "Floyd Patterson",
      "quote": "When you have millions of dollars, you have millions of friends."
    },
    {
      "cite": "Paul Reed Smith",
      "quote": "Nobody gives twenty-five million dollars to anybody if they're not getting twenty-five million worth out of it. Forget it. It just doesn't happen."
    },
    {
      "cite": "Cynthia McKinney",
      "quote": "Every dollar that is printed should not represent a debt to private bankers. It should represent an investment potential in the common good, in the common needs of our country."
    },
    {
      "cite": "Johnny Miller",
      "quote": "The dollars aren't so important... once you have them."
    },
    {
      "cite": "Vash Young",
      "quote": "No man can add one dollar to his bank account by worrying."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "It is as easy to manifest one dollar as it is to manifest one million dollars."
    },
    {
      "cite": "Sean Parker",
      "quote": "A million dollars isn’t cool. You know what’s cool? A billion dollars."
    },
    {
      "cite": "T. Boone Pickens",
      "quote": "A dollar is not worth as much as you think it is. Your honesty is worth much more."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No man should receive a dollar unless that dollar has been fairly earned."
    },
    {
      "cite": "Ray Kroc",
      "quote": "The first dollar is the most you will get if you don't love what you are doing."
    },
    {
      "cite": "Barack Obama",
      "quote": "The dollar is the reserve currency of the world."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The value of a dollar is social, as it is created by society."
    },
    {
      "cite": "Tim Pawlenty",
      "quote": "A strong dollar reflects a strong country and a strong economy, and we need to make sure that we get the - stop the practice of devaluing the dollar."
    },
    {
      "cite": "Fred Stoller",
      "quote": "Why pay a dollar for a bookmark? Why not use the dollar for a bookmark?"
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Every dollar released from taxation that is spared or invested will help create a new job and a new salary."
    }
  ]
}