{
  "source": "https://www.wisesayings.com/dolphin-quotes/",
  "theme": "dolphin",
  "quotes": [
    {
      "cite": "Nathan Phillips",
      "quote": "If I had to come back in life, I'd come back as a dolphin... they're always smiling; they're always playing."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it."
    },
    {
      "cite": "Captain Beefheart",
      "quote": "When I see a dolphin, I know it's just as smart as I am."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Never trust a species that grins all the time. It’s up to something."
    },
    {
      "cite": "Jay Griffiths",
      "quote": "Cultures have long heard wisdom in non-human voices: Apollo, god of music, medicine and knowledge, came to Delphi in the form of a dolphin. But dolphins, which fill the oceans with blipping and chirping, and whales, which mew and caw in ultramarine jazz – a true rhapsody in blue – are hunted to the edge of silence."
    },
    {
      "cite": "Carl Sagan",
      "quote": "It is of interest to note that while some dolphins are reported to have learned English — up to 50 words used in correct context — no human being has been reported to have learned dolphinese."
    },
    {
      "cite": "Tahitian Proverb",
      "quote": "When the shark laughs with the dolphin, there is a devilish spirit at play."
    },
    {
      "cite": "Lady Blessington",
      "quote": "Skeptics, like dolphins, change when dying."
    },
    {
      "cite": "Horace",
      "quote": "He paints a dolphin in the woods, a boar in the waves."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Imagine a dolphin dancing in the sky. Let it dance with joy. Think of yourself at the bottom of the ocean watching."
    },
    {
      "cite": "Plutarch",
      "quote": "...To the Dolphin alone, beyond all other, nature has granted what the best philosophers seek: friendship for no advantage."
    },
    {
      "cite": "Ric O'Barry",
      "quote": "A dolphin's smile is the greatest deception. It creates the illusion that they're always happy."
    },
    {
      "cite": "Jacques Cousteau",
      "quote": "There’s about as much educational benefit studying dolphins in captivity as there would be studying mankind by only observing prisoners held in solitary."
    },
    {
      "cite": "Ric O'Barry",
      "quote": "Dolphins are not automatic air-breathers like we are. Every breath is a conscious effort. If life becomes too unbearable, the dolphins just take a breath and they sink to the bottom. They don't take the next breath."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Sharks are the criminals of the sea. Dolphins are the outlaws."
    },
    {
      "cite": "Fidel Castro",
      "quote": "We do not exploit our dolphins for profit."
    },
    {
      "cite": "Peter Singer",
      "quote": "Dolphins are social mammals, capable of enjoying their lives. They form close bonds with other members of their group."
    },
    {
      "cite": "Albert Einstein",
      "quote": "There's no question dolphins are smarter than humans as they play more."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "No aquarium, no tank in a marine land, however spacious it may be, can begin to duplicate the conditions of the sea. And no dolphin who inhabits one of those aquariums or one of those marine lands can be considered normal."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Humans think they are smarter than dolphins because we build cars and buildings and start wars etc., and all that dolphins do is swim in the water, eat fish and play around. Dolphins believe that they are smarter for exactly the same reasons."
    },
    {
      "cite": "Hal Roach",
      "quote": "Dolphins : Animals that are so intelligent that, within a few weeks of captivity, they can train a man to stand on the edge of their pool and throw them food three times a day."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "Dolphins may well be carrying information as well as functions critical to the regeneration of life upon our planet."
    },
    {
      "cite": "Aristotle",
      "quote": "Among the sea-fishes many stories are told about the dolphin, indicative of his gentle and kindly nature…. It appears to be the fleetest of all animals, marine and terrestrial, and it can leap over the masts of large vessels."
    },
    {
      "cite": "John C. Lilly",
      "quote": "I invite you to entertain some new beliefs about dolphins … [that] these Cetacea with huge brains are more intelligent than any man or woman.."
    }
  ]
}