{
  "source": "https://www.wisesayings.com/domestic-violence-quotes/",
  "theme": "domestic-violence",
  "quotes": [
    {
      "cite": "Russell Wilson",
      "quote": "The more that we choose not to talk about domestic violence, the more we shy away from the issue, the more we lose."
    },
    {
      "cite": "Dov Charney",
      "quote": "Women initiate most domestic violence."
    },
    {
      "cite": "Danielle Jones",
      "quote": "At the beginning, I wasn't aware of some of the stuff that goes on. Now, I have a heightened awareness of domestic violence and how to spot it."
    },
    {
      "cite": "Julie Johnston",
      "quote": "The time when domestic violence is the most lethal is when the person is trying to leave the situation."
    },
    {
      "cite": "Jocelyn Brown",
      "quote": "Even child abuse specialists do not routinely screen for domestic violence. This shows how much more education we need to do, even among experts, to understand the known links between violence of the child and the parent."
    },
    {
      "cite": "Dov Davidoff",
      "quote": "Domestic abuse is wrong, but domestic retribution is okay."
    },
    {
      "cite": "Denise Brown",
      "quote": "Nobody believes that domestic violence kills and nobody believes it is detrimental to children. This world has got to wake up. To me, if there is domestic violence, if the children see it or hear it, that to me is detrimental. Batterers should not have rights to children."
    },
    {
      "cite": "Honor Blackman",
      "quote": "Domestic violence can be so easy for people to ignore, as it often happens without any witnesses and it is sometimes easier not to get involved. Yet, by publicly speaking out against domestic violence, together we can challenge attitudes towards violence in the home and show that domestic violence is a crime and not merely unacceptable."
    },
    {
      "cite": "Miya Yamanouchi",
      "quote": "An abuser isn't abusive 24/7. They usually demonstrate positive character traits most of the time. That's what makes the abuse so confusing when it happens, and what makes leaving so much more difficult."
    },
    {
      "cite": "Rep. Mark Green",
      "quote": "If the numbers we see in domestic violence were applied to terrorism or gang violence, the entire country would be up in arms, and it would be the lead story on the news every night."
    },
    {
      "cite": "Salma Hayek",
      "quote": "No woman has to be a victim of physical abuse. Women have to feel like they are not alone."
    },
    {
      "cite": "Lucille Roybal-Allard",
      "quote": "Nearly one in four women will experience domestic violence during her lifetime. And slightly more than half of female victims of domestic violence live in households with children under age 12."
    },
    {
      "cite": "Salma Hayek",
      "quote": "There is a subconscious way of taking violence as a way of expression, as a normality, and it has a lot of effects in the youth in the way they absorb education and what they hope to get out of life."
    },
    {
      "cite": "Robin McGraw",
      "quote": "A lot of people think that domestic violence is if someone hits, kicks, or punches you."
    },
    {
      "cite": "Kerry Washington",
      "quote": "From what I've been told, the scariest part of being part of a domestic abuse relationship is the idea that you cannot escape and you cannot get help, that feeling of being stuck."
    },
    {
      "cite": "Gordon Miller",
      "quote": "Hairdressers know a lot about the personal lives of their clients. They come in contact on a day-to-day basis with women dealing with domestic violence."
    },
    {
      "cite": "Pearl Cleage",
      "quote": "Domestic violence is the front line of the war against women."
    },
    {
      "cite": "Charlotte Bunch",
      "quote": "Sexual, racial, gender violence and other forms of discrimination and violence in a culture cannot be eliminated without changing culture."
    },
    {
      "cite": "Caroline Abbott",
      "quote": "A domestic violence advocate can help you discern your level of risk from your abuser and whether you should get a civil restraining order."
    },
    {
      "cite": "Connie Phillips",
      "quote": "The main reason they were homeless and in crisis was because of domestic violence."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "One in three women may suffer from abuse and violence in her lifetime. This is an appalling human rights violation, yet it remains one of the invisible and under-recognized pandemics of our time."
    },
    {
      "cite": "Dianne Feinstein",
      "quote": "Domestic violence does not only happen to adults. Forty percent of girls age 14 to 17 report knowing someone their age who has been hit or beaten by a boyfriend, and approximately one in five female high school students reports being physically and/or sexually abused by a dating partner."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "All violence consists in some people forcing others, under threat of suffering or death, to do what they do not want to do."
    },
    {
      "cite": "Bob Riley",
      "quote": "Victims of domestic violence need assistance and deserve justice, I commend the crime unit's efforts to put offenders behind bars and reach out to victims."
    },
    {
      "cite": "Asa Don Brown",
      "quote": "Society has seldom considered the vicarious effects of domestic violence between partners on the lives of children."
    },
    {
      "cite": "Beverly Engel",
      "quote": "Emotional abuse is any type of abuse that is not physical in nature. It can include everything from verbal abuse to the silent treatment, domination to subtle manipulation."
    },
    {
      "cite": "Diana Burch",
      "quote": "We're number one in domestic violence homicides. We also have a high rate of alcohol abuse and drug abuse and there's a high lethality rate when you get those factors involved, so the shelter has 52 beds, certainly it is never empty."
    },
    {
      "cite": "Asa Don Brown",
      "quote": "Domestic violence is any behavior involving physical, psychological, emotional, sexual or verbal abuse. It is any form of aggression intended to hurt, damage, or kill an intimate person."
    },
    {
      "cite": "Leslie Morgan Steiner",
      "quote": "It's incredibly dangerous to leave an abuser, because the final step in the domestic violence pattern is: kill her."
    },
    {
      "cite": "Rebecca J. Burns",
      "quote": "Long term domestic violence: Being abused in this manner is like being kidnapped and tortured for ransom but you will never have enough to pay off the kidnapper."
    },
    {
      "cite": "Catherine Campbell",
      "quote": "Domestic violence is a criminal matter and needs to stay in criminal court, Too often, judges see charges of domestic violence as a ploy to get custody and send the case to family court."
    },
    {
      "cite": "Asa Don Brown",
      "quote": "Domestic violence is frequently excused when alcohol and other substances are involved."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "I am living in hell from one day to the next. But there is nothing I can do to escape. I don't know where I would go if I did. I feel utterly powerless, and that feeling is my prision. I entered of my own free will, I locked the door, and I threw away the key."
    },
    {
      "cite": "Kate Thornton",
      "quote": "Women trapped in violent relationships need to know that there's no shame in talking out and walking out on their abusive partners."
    },
    {
      "cite": "Dianne Feinstein",
      "quote": "Domestic violence causes far more pain than the visible marks of bruises and scars. It is devastating to be abused by someone that you love and think loves you in return. It is estimated that approximately 3 million incidents of domestic violence are reported each year in the United States."
    },
    {
      "cite": "Dov Charney",
      "quote": "Women initiate most domestic violence, yet out of a thousand cases of domestic violence, maybe one is involving a man. And this has made a victim of culture out of women."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Few people who are hit once by someone they love respond in the way they might to a singular physical assault by a stranger."
    },
    {
      "cite": "Dianne Feinstein",
      "quote": "Domestic violence causes far more pain than the visible marks of bruises and scars. It is devastating to be abused by someone that you love and think  loves you in return."
    },
    {
      "cite": "Inhe Choi",
      "quote": "Domestic violence occurs because of social power structures where the roles of men and women are predefined, and domestic violence is how that power is played out."
    },
    {
      "cite": "Kai Lumumba Barrow",
      "quote": "Where is the political prisoner movement for those women who are imprisoned for retaliating against abusive father, unless, lovers, and others? I think the absence of these types of campaigns speaks volumes about our movement's gender politics."
    },
    {
      "cite": "Anannya Bhattacharjee",
      "quote": "We cannot to the police for protection against domestic violence and then rally against them from brutality as if they are two different institutions."
    },
    {
      "cite": "Fred Rogers",
      "quote": "If a child is confronted with murder, rape, domestic violence, and other kinds of destructive aggression in daily life, it doesn't surprise me if that child 'turns off' careful looking and listening."
    },
    {
      "cite": "Lynne Harne",
      "quote": "There is now a wider recognition that domestic violence is about perpetrator's power and control over women and involves not only physical and sexual violence but can include a number of behaviours such as intimidation and threats, isolation and humiliation, behaviour often named as psychological coercion or violence."
    },
    {
      "cite": "Lynne Harne",
      "quote": "Domestic violence can occur in any intimate or familial relationship, irrespective of whether the parties are living together or not, whether they are married or cohabiting or living in three-generational extended families."
    },
    {
      "cite": "Louise Howard",
      "quote": "Domestic violence is a breach of human rights as well as major public health and clinical problem."
    },
    {
      "cite": "Louise Howard",
      "quote": "Domestic violence and abuse is threatening behaviour, violence or abuse between adults who are relatives, partners or ex-partners. It includes abuse from adult children and from parents of adult children."
    },
    {
      "cite": "Louise Howard",
      "quote": "Domestic violence has been shown to be associated with a range of mental health problems."
    },
    {
      "cite": "Michael P. Johnson",
      "quote": "Domestic violence is not at all unusual. It is a serious and far-reaching social problem."
    },
    {
      "cite": "Rachel Louise Snyder",
      "quote": "It's violence from someone you know, someone who claims to love you."
    },
    {
      "cite": "Rachel Louise Snyder",
      "quote": "It is most often hidden from even one's closest confidantes, and on many occasions the physical violence is far less damaging than the emotional and verbal violence."
    },
    {
      "cite": "Stacey Freudenberg PsyD",
      "quote": "Domestic violence is a pattern of emotional and/or physical abuse perpetrated by a romantic partner, the term can also include abuse perpetrated by a family member against another family member."
    },
    {
      "cite": "Lundy Bancroft",
      "quote": "It is fine to commiserate with a man about his bad experience with a previous partner, but the instant he uses her as an excuse to mistreat you, stop believing anything he tells you about that relationship and instead recognize it as a sign that he has problems with relating to women."
    },
    {
      "cite": "Melda Beaty",
      "quote": "Never let a man put his hands on you without your permission."
    },
    {
      "cite": "Asa Don Brown",
      "quote": "Domestic abuse is a form of communication fueled by personal insecurities, temperament, economic, educational or lack therein, physical and psychological conditions."
    },
    {
      "cite": "Fatima Mohammed",
      "quote": "Domestic violence has often gone unnamed and unblamed in my society. It is the norm for men to teach their wives a lesson, and for the women to bear that beating and teaching with no complaints."
    },
    {
      "cite": "Rachel Louise Snyder",
      "quote": "The very fact that intimate partner violence is so often addressed in civil court, rather than criminal court, gives insight into how we as a society still view it."
    },
    {
      "cite": "Blaine Nelson",
      "quote": "Leaving an abusive partner is a very difficult thing to do. It frequently feels like you are failing, or destroying your family, or not trying to work things out, or not giving your partner a second chance."
    },
    {
      "cite": "Lori",
      "quote": "I realize now I am a survivor. I am a stronger woman for opening my eyes and stepping away from someone who didn't respect themselves and would never respect me."
    },
    {
      "cite": "Aisha Mirza",
      "quote": "It is not the bruises on the body that hurt. It is the wounds of the heart and the scars on the mind."
    },
    {
      "cite": "John Mark Green",
      "quote": "You are not the darkness you endured. You are the light that refused to surrender."
    },
    {
      "cite": "Carl Jung",
      "quote": "I am not what happened to me, I am what I choose to become."
    },
    {
      "cite": "Matt Lanter",
      "quote": "A real man wouldn't lay a finger on a woman. He treats his partner with respect, love and support. Men are physically stronger and have no place abusing that power. Everyone has problems, and arguments happen, but that's when a real man uses his intelligence to talk it out."
    },
    {
      "cite": "Jane Green",
      "quote": "... you don't have to wait for someone to treat you bad repeatedly. All it takes is once, and if they get away with it that once, if they know they can treat you like that, then it sets the pattern for the future."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Please don't drown into his fears, his concrete fists don´t let him again, break the bridge of your nose with his cruel born hits. Then disappear into that mask of misery."
    }
  ]
}