{
  "source": "https://www.wisesayings.com/donation-quotes/",
  "theme": "donation",
  "quotes": [
    {
      "cite": "Plutarch",
      "quote": "The real destroyer of the liberties of the people is he who spreads among them bounties, donations and benefits."
    },
    {
      "cite": "John Bunyan",
      "quote": "You have not lived today until you have done something for someone who can never repay you."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "It is more difficult to give money away intelligently than to earn it in the first place."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You give but little when you give of your possessions. It is when you give of yourself that you truly give."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The value of a man resides in what he gives and not in what he is capable of receiving."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Giving frees us from the familiar territory of our own needs by opening our mind to the unexplained worlds occupied by the needs of others."
    },
    {
      "cite": "John Holmes",
      "quote": "There is no exercise better for the heart than reaching down and lifting people up."
    },
    {
      "cite": "Charles Dickens",
      "quote": "No one is useless in this world who lightens the burdens of another."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "The proper aim of giving is to put the recipients in a state where they no longer need our gifts."
    },
    {
      "cite": "Mother Teresa",
      "quote": "It's not how much we give but how much love we put into giving."
    },
    {
      "cite": "St. Francis",
      "quote": "Where there is charity and wisdom, there is neither fear nor ignorance."
    },
    {
      "cite": "Matt Kahn",
      "quote": "You're learning to be nourished by the love you give, not by the validation offered in response to your giving."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The life of a man consists not in seeing visions and in dreaming dreams, but in active charity and in willing service."
    },
    {
      "cite": "Anne Frank",
      "quote": "No one has ever become poor by giving."
    },
    {
      "cite": "John D. Rockefeller Jr.",
      "quote": "Think of giving not as a duty but as a privilege."
    },
    {
      "cite": "Peter Marshall",
      "quote": "The measure of life is not its duration, but its donation."
    },
    {
      "cite": "Moliere",
      "quote": "Every good act is charity. A man's true wealth hereafter is the good that he does in this world to his fellows."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When we give cheerfully and accept gratefully, everyone is blessed."
    },
    {
      "cite": "Anonymous",
      "quote": "It's good to be blessed. It's better to be a blessing."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "One good thing about donation, once you do it, you get addicted to it because it brings great joy and happiness to you."
    },
    {
      "cite": "Andre Dawson",
      "quote": "Donation for the blind. A fee for falling into their own trap."
    },
    {
      "cite": "Kathy Calvin",
      "quote": "Giving is not just about making a donation. It is about making a difference."
    },
    {
      "cite": "John Zimmerman",
      "quote": "Though our donations are made to please ourselves, we insist, upon those who receive our alms being pleased with them."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Value of life depends not on your possessions, but on your donation."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We make a living by what we get, but we make a life by what we give."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."
    },
    {
      "cite": "Aristotle",
      "quote": "To give away money is an easy matter and in any man's power. But to decide to whom to give it, and how large and when, and for what purpose and how, is neither in every man's power nor an easy matter."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Whatever you think the world is withholding from you, you are withholding from the world."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Giving is better than receiving because giving starts the receiving process."
    },
    {
      "cite": "Pam Henry",
      "quote": "By donating, you will also be supporting your own community and literally saving lives with every pint donated."
    },
    {
      "cite": "Sam Simon",
      "quote": "When people make donations to non profits, they want to know that their money goes to good use."
    },
    {
      "cite": "Joseph Addison",
      "quote": "With regard to donations always expect the most from prudent people, who keep their own accounts."
    },
    {
      "cite": "Dick Morris",
      "quote": "Every donation received is a potential negative ad. Vetting money is just as important as raising it."
    },
    {
      "cite": "Seyi Ayoola",
      "quote": "Life isn't just about the duration you spend, but by the donation of impact you can pass out before you eventually pass-out"
    },
    {
      "cite": "Steve Grand",
      "quote": "I'd rather have a lot of little donations than a couple big ones. That shows that people care and are giving what they can."
    },
    {
      "cite": "Myles Munroe",
      "quote": "The value of life is not in its duration, but in its donation. You are not important because of how long you live, you are important because of how effective you live."
    },
    {
      "cite": "Rick Warren",
      "quote": "Anytime you use your God-given abilities to help others, you are fulfilling your purpose of life. What matters is not the Duration of your life, but the Donation of it."
    },
    {
      "cite": "LeSean McCoy",
      "quote": "I do things - whether it's donations or events for good causes or giving back to my community - for the right reason: because I want to. Because it's the best thing to do. I wanna help someone else out."
    }
  ]
}