{
  "source": "https://www.wisesayings.com/donkey-quotes/",
  "theme": "donkey",
  "quotes": [
    {
      "cite": "Winston Churchill",
      "quote": "Thus, by every device from the stick to the carrot, the emaciated Austrian donkey is made to pull the Nazi barrow up an ever-steepening hill."
    },
    {
      "cite": "John Whitmore",
      "quote": "The carrot and the stick are pervasive and persuasive motivators. But if you treat people like donkeys, they will perform like donkeys."
    },
    {
      "cite": "Erich Honecker",
      "quote": "Neither an ox nor a donkey is able to stop the progress of socialism."
    },
    {
      "cite": "Idries Shah",
      "quote": "A man who believes the word of a donkey in preference to my word does not deserve to be lent anything."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "It is now your duty to hone that talent, because a person who wastes his God-given talents is a donkey."
    },
    {
      "cite": "Matt Mikalatos",
      "quote": "And just because a talking donkey tells you something doesn't mean it's true."
    },
    {
      "cite": "Idries Shah",
      "quote": "A donkey eats a melon, it remains a donkey"
    },
    {
      "cite": "Mitt Romney",
      "quote": "When it comes to pinning blame, pin the tail on the donkeys."
    },
    {
      "cite": "George Herbert",
      "quote": "If a donkey bray at you, don't bray at him."
    },
    {
      "cite": "Arthur Guiterman",
      "quote": "Until the Donkey tried to clear The Fence, he thought himself a Deer."
    },
    {
      "cite": "Harold Pinter",
      "quote": "Rationality went down the drain donkey's years ago and hasn't been seen since."
    },
    {
      "cite": "Jim Hightower",
      "quote": "It's hard for the donkeys to win the race if they're going to carry the elephants on their backs."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "A donkey appears to me like a horse translated into Dutch."
    },
    {
      "cite": "George Orwell",
      "quote": "Donkeys live a long time. None of you has ever seen a dead donkey."
    },
    {
      "cite": "George Eliot",
      "quote": "The strength of the donkey mind lies in adopting a course inversely as the arguments urged, which, well considered, requires as great a mental force as the direct sequence."
    },
    {
      "cite": "Martial",
      "quote": "There is no glory in outstripping donkeys."
    },
    {
      "cite": "Bonnie Jo Campbell",
      "quote": "Donkeys are the most misunderstood and abused animals around the world."
    },
    {
      "cite": "Russell Green",
      "quote": "Heaven is the place where the donkey finally catches up with his carrot: hell is the eternity while he waits for it."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Have you ever seen a donkey smelling a beautiful rose? Donkeys aren't interested in roses, they like thorn bushes or watermelon rinds!"
    }
  ]
}