{
  "source": "https://www.wisesayings.com/dont-quit-quotes/",
  "theme": "dont-quit",
  "quotes": [
    {
      "cite": "Israelmore Ayivor",
      "quote": "Quitters don't gain what they have started working on; waiters don't start what they could have gained. What is common there is failure."
    },
    {
      "cite": "Lukasz Gottwald",
      "quote": "I don't give up, and I make sure to keep my standards high."
    },
    {
      "cite": "Bob Proctor",
      "quote": "You're going to find the people that make it work never quit, quitting is not an option."
    },
    {
      "cite": "Martha Raye",
      "quote": "Don't give up the search for happiness because you're afraid of getting hurt."
    },
    {
      "cite": "Edgar A. Guest",
      "quote": "Don't give up, what've you do; eyes front, head high to the finish. See it through!"
    },
    {
      "cite": "Andrew McDermott",
      "quote": "If you start a painting and you don't like where it's going, don't give up on it. Just keep going and follow through. You might be surprised how it ends up."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "Resolve never to quit, never to give up, no matter what the situation."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "You don't give up the intention, and you don't give up the desire. You give up your attachment to the results."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You can dance in the storm. Don't wait for the rain to be over before because it might take too long. You can can do it now. Wherever you are, right now, you can start, right now; this very moment."
    },
    {
      "cite": "Kimberly Guilfoyle",
      "quote": "Don't quit your day jobs, boys, but always keep your sense of humor."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "If you don't give up on something you truly believe in, you will find a way."
    },
    {
      "cite": "Choi Minho",
      "quote": "If you don't give up your hopes and dreams, then there will always be a good ending."
    },
    {
      "cite": "Gordon Brown",
      "quote": "When something really matters, you should never give up or give in."
    },
    {
      "cite": "Jon Huntsman, Sr.",
      "quote": "Never quit believing that you can develop in life. Never give up. Don't deny the inward spirit that provides the drive to accomplish great things in life."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Never give up on what you really want to do. The person with big dreams is more powerful than one with all the facts."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Keep believing. You may be tired, discouraged, but don't give up on your future."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You can actually overcome all the limitations of life and achieve your dreams, if you don't give up too early."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "There are tomorrows on their way worth the struggles of today. Never give up."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "It doesn't matter how many times you get knocked down. All that matters is you get up one more time than you were knocked down."
    },
    {
      "cite": "Waris Ahluwalia",
      "quote": "People think they have to give up things to make a difference to the world, but you don't have to."
    },
    {
      "cite": "Bear Bryant",
      "quote": "Never quit. It is the easiest cop-out in the world. Set a goal and don't quit until you attain it. When you do attain it, set another goal, and don't quit until you reach it. Never quit."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "I never quit trying. I never felt that I didn't have a chance to win."
    },
    {
      "cite": "Ryan Sheckler",
      "quote": "Don't ever give up. You gotta keep trying, and never give up."
    },
    {
      "cite": "William J. Clinton",
      "quote": "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit."
    },
    {
      "cite": "Max Lucado",
      "quote": "Don't quit. For if you do, you may miss the answer to your prayers."
    },
    {
      "cite": "Conrad Hilton",
      "quote": "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Winners never quit and quitters never win."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Never lose hope; until your bones are rotten, never give up. Once the final whistle did not blow up, keep running hard!"
    },
    {
      "cite": "Ella Fitzgerald",
      "quote": "Just don't give up trying to do what you really want to do. Where there is love and inspiration, I don't think you can go wrong."
    },
    {
      "cite": "Elizabeth Bourgeret",
      "quote": "Success is a choice; a promise that you make to yourself to keep moving forward."
    },
    {
      "cite": "Mary J. Blige",
      "quote": "Don't give up, be positive and if you know someone who knows someone at a record company don't stop beating down their door till you get heard. Don't ever say it'll never happen or it'll never happen."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Don't ever give up on something or someone that you can't go a full day without thinking about."
    },
    {
      "cite": "Dermot Mulroney",
      "quote": "Whatever you hold onto that you want to do, and that other people tell you you are foolish to want to do, don't give up."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Don't give up on the people you love. Your patient love and faithfulness may be exactly what they need to make a complete turn around."
    },
    {
      "cite": "Yvonne Pierre",
      "quote": "Use what you've been through as fuel, believe in yourself and be unstoppable!"
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway."
    },
    {
      "cite": "Mariah Carey",
      "quote": "Whatever you're going through in your life, don't ever give up."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The success gate is far at the end of the long failure corridor. Keep moving no matter how many potholes you step into. You will get there with time!"
    },
    {
      "cite": "Simon Sinek",
      "quote": "Don't quit. Never give up trying to build the world you can see, even if others can't see it. Listen to your drum and your drum only. It's the one that makes the sweetest sound."
    },
    {
      "cite": "Louie Herron",
      "quote": "Every great journey begins with one step and it begins with moving forward, turning on the engine, and shifting into the right gear at the right time. Remember, going through pain is temporary and it will subside, but quitting on the other hand lasts forever."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "If you fail, never give up. Keep trying, you will succeed."
    },
    {
      "cite": "Estelle",
      "quote": "You can't please everybody. I give up. I'm not trying to. I don't care. Leave me alone with that."
    },
    {
      "cite": "Satchidananda Swami",
      "quote": "Don't give up your power to change things. Negativity and unhappiness are caused by you. You can change your attitude."
    },
    {
      "cite": "Paula DeAnda",
      "quote": "Don't give up in your goals in life, I'm a perfect example of how dreams can come true."
    },
    {
      "cite": "Paul Bryant",
      "quote": "If you believe in yourself and have dedication and pride and never quit, you'll be a winner. The price of victory is high but so are the rewards."
    }
  ]
}