{
  "source": "https://www.wisesayings.com/doomsday-quotes/",
  "theme": "doomsday",
  "quotes": [
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Time has a doomsday book, upon whose pages he is continually recording illustrious names. But as often as a new name is written there, an old one disappears. Only a few stand in illuminated characters never to be effaced."
    },
    {
      "cite": "George Zebrowski",
      "quote": "Apocalypse is the eye of a needle, through which we pass into a different world."
    },
    {
      "cite": "Alycia Debnam-Carey",
      "quote": "That doomsday idea is in everybody's subconscious."
    },
    {
      "cite": "Derek J. de Solla Price",
      "quote": "It is clear that we cannot go up another two orders of magnitude as we have climbed the last five. If we did, we should have two scientists for every man, woman, child, and dog in the population, and we should spend on them twice as much money as we had. Scientific doomsday is therefore less than a century distant."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "If silence of the days and darkness of the nights is the indicator of the doomsday; we are already in it."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "In 5-billion years the Sun will expand & engulf our orbit as the charred ember that was once Earth vaporizes. Have a nice day."
    },
    {
      "cite": "Michael Palin",
      "quote": "Armageddon is not around the corner. This is only what the people of violence want us to believe. The complexity and diversity of the world is the hope for the future."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Doomsday is near; die all, die merrily."
    },
    {
      "cite": "Albert Camus",
      "quote": "Don't wait for the last judgment - it takes place every day."
    },
    {
      "cite": "Kalle Lasn",
      "quote": "The global economy is a doomsday machine that must be stopped and reprogrammed."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Apocalypse does not point to a fiery Armageddon but to the fact that our ignorance and our complacency are coming to an end."
    },
    {
      "cite": "Dallin H. Oaks",
      "quote": "The final judgment is not just an evaluation of a sum total of good and evil acts - what we have done. It is an acknowledgement of the final effect or our acts and thoughts - what we have become."
    },
    {
      "cite": "Author Unknown",
      "quote": "Due to the lack of experienced trumpeters, the end of the world has been postponed for three weeks."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The world is full of judgment-days, and into every assembly that a man enters, in every action he attempts, he is gauged and stamped."
    },
    {
      "cite": "Anthony Giddens",
      "quote": "Apocalypse has become banal, a set of statistical risk parameters to everyone's existence."
    },
    {
      "cite": "Samuel R. Delany",
      "quote": "Apocalypse has come and gone. We're just grubbing in the ashes."
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't wake me for the end of the world unless it has very good special effects."
    },
    {
      "cite": "Barbara Marx Hubbard",
      "quote": "Apocalypse can mean the unveiling of the deeper self of humanity."
    },
    {
      "cite": "Greg Graffin",
      "quote": "One of the things that all religions have is a narrative of doomsday. There has to be some kind of overarching fear of the future. If there wasn't, none of the religions could invoke this important thing - that science has no evidence of, by the way - called free will."
    },
    {
      "cite": "Thomas Merton",
      "quote": "When you expect the world to end at any moment, you know there is no need to hurry. You take your time, you do your work well."
    },
    {
      "cite": "Stieg Larsson",
      "quote": "Armageddon was yesterday, today we have a serious problem."
    },
    {
      "cite": "Toba Beta",
      "quote": "There's no doomsday scheme made specifically for mankind, only higher agenda and priority than human race preservation."
    },
    {
      "cite": "Zygmunt Bauman",
      "quote": "As far as love is concerned, possession, power, fusion and disenchantment are the Four Horsemen of the Apocalypse."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "One of the illusions of life is that the present hour is not the critical, decisive hour. Write it on your heart that every day is the best day in the year. No man has learned anything rightly, until he knows that every day is Doomsday."
    },
    {
      "cite": "Khem Veasna",
      "quote": "Selfishness alone is sufficient to bring apocalypse upon a nation."
    },
    {
      "cite": "Michael Crichton",
      "quote": "We need to get environmentalism out of the sphere of religion. We need to stop the mythic fantasies, and we need to stop the doomsday predictions. We need to start doing hard science instead."
    },
    {
      "cite": "Terence McKenna",
      "quote": "The apocalypse is not something which is coming. The apocalypse has arrived in major portions of the planet and it's only because we live within a bubble of incredible privilege and social insulation that we still have the luxury of anticipating the apocalypse"
    },
    {
      "cite": "Loudon Wainwright III",
      "quote": "Doomsday is quite within our reach, if we will only stretch for it."
    },
    {
      "cite": "Karl Liebknecht",
      "quote": "At the crash of economic collapse of which the rumblings can already be heard, the sleeping soldiers of the proletariat will awake as at the fanfare of the Last Judgment and the corpses of the victims of the struggle will arise and demand an accounting from those who are loaded down with curses."
    }
  ]
}