{
  "source": "https://www.wisesayings.com/doom-quotes/",
  "theme": "doom",
  "quotes": [
    {
      "cite": "Clarence Darrow",
      "quote": "The best that we can do is to be kindly and helpful toward our friends and fellow passengers who are clinging to the same speck of dirt while we are drifting side by side to our common doom."
    },
    {
      "cite": "Heraclitus",
      "quote": "Greater dooms win greater destinies."
    },
    {
      "cite": "Homer",
      "quote": "Everything is more beautiful because we're doomed. You will never be lovelier than you are now. We will never be here again."
    },
    {
      "cite": "Martin Luther King",
      "quote": "A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual doom."
    },
    {
      "cite": "Robin McKinley",
      "quote": "Yesterday we had feared a doom we did not know; today the doom was known by us all, and feared no less."
    },
    {
      "cite": "Amy Morin",
      "quote": "It can be easy to get swept up into catastrophizing the situation once your thoughts become negative. When you begin predicting doom and gloom, remind yourself that there are many other potential outcomes."
    },
    {
      "cite": "Christa Wolf",
      "quote": "The word 'catastrophe' is not permitted as long as there is danger of catastrophe turning to doom."
    },
    {
      "cite": "George Eliot",
      "quote": "No evil dooms us hopelessly except the evil we love, and desire to continue in, and make no effort to escape from."
    },
    {
      "cite": "George Orwell",
      "quote": "Every human being is doomed to die, which is the greatest of all failures."
    },
    {
      "cite": "Henry A. Kissinger",
      "quote": "A leader who confines his role to his people's experience dooms himself to stagnation; a leader who outstrips his people's experience runs the risk of not being understood."
    },
    {
      "cite": "Jim Morrison",
      "quote": "The future is uncertain but the end is always near."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "The doom lies in yourself, not in your name."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "I'm not a doom-and-gloom person. But I think there is a difference between transcendence and denial, and much of the Western world is in major denial today."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "Modern science says: 'The sun is the past, the earth is the present, the moon is the future.' From an incandescent mass we have originated, and into a frozen mass we shall turn. Merciless is the law of nature, and rapidly and irresistibly we are drawn to our doom."
    },
    {
      "cite": "Rayvern White",
      "quote": "Those who fail to learn from the past abate its triumphs."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Prophets of doom have always taken risks in terms of ridicule and humiliation. If you stand on a street corner holding up a sign that reads 'The End Is Near,' passersby will laugh and heckle. People will say you're like Chicken Little, running around telling people the sky is falling."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It is the just doom of laziness and gluttony to be inactive without ease and drowsy without tranquility."
    },
    {
      "cite": "Shirley Henderson",
      "quote": "I like doom and gloom with a sense of humour. Maybe it's a Scottish thing, we like to undercut indulgence with a laugh."
    },
    {
      "cite": "Victoria Aveyard",
      "quote": "They trained me for this. It's their own fault. They helped make their own doom."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "I know people can be awful dooms for each other."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "I did love her in a way, but it was under the sign of doom."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The doom of destruction is the snare of sin."
    },
    {
      "cite": "Bruce Crown",
      "quote": "Hawks with broken wings; lions with broken paws; men with broken hearts, they all have one thing in common: they're all as sure to die as those unbroken."
    },
    {
      "cite": "Quil Carter",
      "quote": "The light was everywhere. He would tell me later I looked like an angel... but he just looked like the same devil to me."
    },
    {
      "cite": "Gerald Caiafa",
      "quote": "If we were to hit the level that Metallica or somebody like that hit, we'd have had a hard time dealing with it. I think it would have been our doom. It's hard for anybody at that level."
    },
    {
      "cite": "H.P. Lovecraft",
      "quote": "No death, no doom, no anguish can arouse the surpassing despair which flows from a loss of identity."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Do you know how sometimes - when you are riding your bike and you start skidding across sand, or when you miss a step and start tumbling down the stairs - you have those long, long seconds to know that you are going to be hurt, and badly?"
    },
    {
      "cite": "Margaret Atwood",
      "quote": "You hear doom and gloom about the Internet ruining young people's command of English - that's nonsense."
    },
    {
      "cite": "Michael R. Burch",
      "quote": "These are clearly the end times, and now we understand why the prophets warned us about the Trump of Doom."
    },
    {
      "cite": "William J. Clinton",
      "quote": "Some day we hope to liberate every man on earth from the tendency as old as human history to identify our strength and manhood with the ability to control the lives, limit the chances, and doom the dreams of women and girls."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Those that think that wealth is the proper thing for them cannot give up their revenues; those that seek distinction cannot give up the thought of fame; those that cleave to power cannot give the handle of it to others. While they hold their grasp of those things, they are afraid of losing them. When they let them go, they are grieved and they will not look at a single example, from which they might perceive the folly of their restless pursuits - such men are under the doom of heaven."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Life is too short to spend your precious time trying to convince a person who wants to live in gloom and doom otherwise. Give lifting that person your best shot, but don't hang around long enough for his/her bad attitude to pull you down. Instead, surround yourself with optimistic people."
    },
    {
      "cite": "Al Goldstein",
      "quote": "So, if anatomy is destiny then testosterone is doom."
    }
  ]
}