{
  "source": "https://www.wisesayings.com/door-quotes/",
  "theme": "door",
  "quotes": [
    {
      "cite": "Rumi",
      "quote": "You suppose that you are the lock on the door. But you are the key that opens it."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you feel you have to open a particular door, open it, otherwise all your life that door will haunt your mind!"
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "A man will be imprisoned in a room with a door that's unlocked and opens inwards; as long as it does not occur to him to pull rather than push."
    },
    {
      "cite": "Rumi",
      "quote": "Every door is another passage, another boundary we have to go beyond."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Open the doors of opportunity to talent and virtue and they will do themselves justice, and property will not be in bad hands."
    },
    {
      "cite": "Rihanna",
      "quote": "When a door closes you have two choices: give up, or keep going."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The door on which we have been knocking all our lives will open at last."
    },
    {
      "cite": "May Sarton",
      "quote": "Love opens the doors into everything, as far as I can see, including and perhaps most of all, the door into one's own secret, and often terrible and frightening, real self."
    },
    {
      "cite": "Fernando De Rojas",
      "quote": "When one door closes, fortune will usually open another."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Just because a door appears closed it does not mean that it is locked - nor that it will not open with the right heart, call or touch."
    },
    {
      "cite": "Adrian Rogers",
      "quote": "The doors of opportunity swing on the hinges of opposition!"
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Look on every exit as being an entrance somewhere else."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us."
    },
    {
      "cite": "Milton Berle",
      "quote": "If opportunity doesn't knock, build a door."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "The doors will be opened to those who are bold enough to knock."
    },
    {
      "cite": "George Ade",
      "quote": "Opportunity knocks once at every man's door and then keeps on knocking."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "So many people enter and leave your life! Hundreds of thousands of people! You have to keep the door open so they can come in! But it also means you have to let them go!"
    },
    {
      "cite": "Bruno Mars",
      "quote": "You can't knock on opportunity's door and not be ready."
    },
    {
      "cite": "Idries Shah",
      "quote": "The door of illumination is open to those for whom other doors are closed."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A door that seems to stand open must be of a man's size, or it is not the door that providence means for him."
    },
    {
      "cite": "William Blake",
      "quote": "If the doors of perception were cleansed everything would appear to man as it is, infinite."
    },
    {
      "cite": "Rebecca Solnit",
      "quote": "Leave the door open for the unknown, the door into the dark. That's where the most important things come from, where you yourself came from, and where you will go."
    },
    {
      "cite": "Flora Whittemore",
      "quote": "The doors we open and close each day decide the lives we live."
    },
    {
      "cite": "Jan Myrdal",
      "quote": "Traveling is not just seeing the new; it is also leaving behind. Not just opening doors; also closing them behind you, never to return. But the place you have left forever is always there for you to see whenever you shut your eyes."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "When the doors of opportunity swing open, we must make sure that we are not too drunk or too indifferent to walk through."
    },
    {
      "cite": "Julie Powell",
      "quote": "Doors are going to open-doors you can't even imagine exist."
    },
    {
      "cite": "Rick Jarow",
      "quote": "When one door closes another opens but all too often there is a long hallway in between."
    },
    {
      "cite": "Kyle Chandler",
      "quote": "Opportunity does not knock, it presents itself when you beat down the door."
    },
    {
      "cite": "William Holman Hunt",
      "quote": "The door of the human heart, can only be opened from the inside."
    },
    {
      "cite": "Confucius",
      "quote": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Out of doors one becomes abstract and impersonal. One's individuality absolutely leaves one."
    },
    {
      "cite": "Lynn Caine",
      "quote": "If the door is locked, try the window."
    },
    {
      "cite": "John Calvin",
      "quote": "The door is closed to prayer unless it is opened with the key of trust."
    },
    {
      "cite": "Zinedine Zidane",
      "quote": "The door can never be closed for good to any player."
    },
    {
      "cite": "Mother Teresa",
      "quote": "There is no key to happiness; the door is always open."
    },
    {
      "cite": "Jasleen Kaur Gumber",
      "quote": "That door had a lot to say, people entered and people left but never the same!"
    },
    {
      "cite": "Clara Barton",
      "quote": "The door that nobody else will go in at, seems always to swing open widely for me."
    },
    {
      "cite": "Jennifer Yane",
      "quote": "Every time I close the door on reality it comes in through the windows."
    },
    {
      "cite": "Akiane Kramarik",
      "quote": "Behind each door we shake is a reality."
    },
    {
      "cite": "Boy George",
      "quote": "One door closes and another one opens."
    },
    {
      "cite": "Bob Marley",
      "quote": "When one door is closed, don't you know, another is open."
    },
    {
      "cite": "Walel Watson",
      "quote": "Once the doors close there can be no lie or deception and the lights will tell all!"
    },
    {
      "cite": "Gary Hume",
      "quote": "The Doors are perfect paintings; a relief from the picture world I've created for myself."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "All the doors you ignored or refused to enter represents your uncreated fates!"
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Hard work opens doors and shows the world that you are serious about being one of those rare and special human beings that uses the fullness of their talents for the highest and the very best."
    },
    {
      "cite": "Tia Carrere",
      "quote": "Doors open because you're beautiful, but I wouldn't cultivate beauty to the exclusion of brains."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Doors open up for you when you work hard. Doors also open up for you when you walk with a limp and act gimpy."
    },
    {
      "cite": "Bo Sanchez",
      "quote": "Closed doors simply means God is protecting us from having not the best."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Two doors down they're laughing and drinking and having a party / And two doors down they're not aware that I'm around / But here I am crying my heart out, feeling sorry / But they're having a party just two doors down."
    },
    {
      "cite": "James Stack",
      "quote": "You open the door / To another door, to another door / To another door, to another door / And I'm running through to you."
    },
    {
      "cite": "Carl N Morrison",
      "quote": "Open the door to your heart / Open the door to your soul / Get back in the flow / Open the door to your heart."
    },
    {
      "cite": "Paul McCartney",
      "quote": "Someone's knockin' at the door / Somebody's ringin' the bell / Someone's knockin' at the door / Somebody's ringin' the bell / Do me a favor / Open the door and let 'em in."
    },
    {
      "cite": "Keith D Sweat",
      "quote": "What's behind door number one / Could probably get the job done / What's behind door number two / Something special for you / What's behind door number three / Could fulfill your fantasies / All you got to do is chose / Either way you don't lose."
    },
    {
      "cite": "Jon R. Stone",
      "quote": "A creaking door hangs long on its hinges."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "There was only one door in the entire Universe; / Which still had perennially unassailable light; / There was only one door which still harbored one and all irrespective of caste; / Creed and spurious religion alike; / O! yes it was indeed a door; / Which irrefutably led to the Omnisciently sacred feet of Almighty Lord."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "A door just opened on a street-- / I, lost, was passing by-- / An instant's width of warmth disclosed / And wealth, and company."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "All doors open to courtesy."
    },
    {
      "cite": "George R R Martin",
      "quote": "Some doors are best left closed."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "Big doors swing on little hinges."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The doors of wisdom are never shut."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Where one door shuts another opens."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "The door to happiness opens outward."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "Doors are for those who lack enemies."
    },
    {
      "cite": "Hiromu Arakawa",
      "quote": "If there's no door, then I'll make one!"
    },
    {
      "cite": "Michael Davidow",
      "quote": "The back door beckons to a prodigal son."
    },
    {
      "cite": "Derek Landy",
      "quote": "Doors are for people with no imagination."
    },
    {
      "cite": "David Sedaris",
      "quote": "Weird doors open. People fall into things."
    },
    {
      "cite": "Rene Daumal",
      "quote": "The door to the invisible must be visible."
    },
    {
      "cite": "Rod Serling",
      "quote": "You unlock the door with the key of imagination."
    },
    {
      "cite": "Laozi",
      "quote": "A good door needs no lock, still it can't be opened."
    },
    {
      "cite": "Ogden Nash",
      "quote": "The doors of heaven and hell are adjacent and identical."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "When the door to love opens, The window to control closes."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "If you shut the door to all errors, truth will be shut out."
    },
    {
      "cite": "Abraham Cowley",
      "quote": "The getting out of doors is the greatest part of the journey."
    }
  ]
}