{
  "source": "https://www.wisesayings.com/doormat-quotes/",
  "theme": "doormat",
  "quotes": [
    {
      "cite": "Lucinda Williams",
      "quote": "I'm not just a doormat. I'm not just being stepped on all over the place. If you look at the bulk of my material, it's about trying to find some strength through that."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "You're either a goddess ... or a doormat."
    },
    {
      "cite": "William Proxmire",
      "quote": "The poor taxpayer may wipe his shoes on a $3 doormat when he goes home, but not the Navy. It is, damn the cost, full feet ahead on a doormat you would be ashamed to get muddy."
    },
    {
      "cite": "P.A. Speers",
      "quote": "Doormatitis: door-mat-i-tis noun; low self-worth. A learned behavior where the infected person allows others to walk all over them, blame them, treat them terribly, always giving the boundary crossers the benefit of the doubt. They make excuses for them, They will give in to guilt and intimidation and give the boundary crossers what they want again and again."
    },
    {
      "cite": "Mark Twain",
      "quote": "The altar cloth of one aeon is the doormat of the next."
    },
    {
      "cite": "Manisha Koirala",
      "quote": "I refuse to be a doormat to any man. I will never allow anyone to push me around. I am my own mistress."
    },
    {
      "cite": "Greg Gutfeld",
      "quote": "Celebrities are the doormats to power."
    },
    {
      "cite": "Sarah Tomley",
      "quote": "Not every caring person is a doormat. But if you're wondering if your caring behaviour operates sometimes in a way that causes you hurt or feels like a denial of yourself, perhaps you have recently started to notice your own needs more, which is a good thing."
    },
    {
      "cite": "Jean Rhys",
      "quote": "[I am] a doormat in a world of boots."
    },
    {
      "cite": "Rebecca West",
      "quote": "People call me feminist whenever I express sentiments that differentiate me from a doormat or a prostitute."
    },
    {
      "cite": "Arabic Proverb",
      "quote": "He left her upon the black ground. He ruined her completely. In taking away her mat, the poorest article of household furniture, he left her to sit upon the bare floor."
    },
    {
      "cite": "Rachelle Disbennett-Lee",
      "quote": "You can be nice without being a doormat."
    },
    {
      "cite": "Charles Orlando",
      "quote": "If they aren't treating you right, it's time to stop blaming them. You decide your worth, so if you don't want to be a doormat, get off the floor."
    },
    {
      "cite": "Rachel Hollis",
      "quote": "Do not be the doormat to somebody else stomping your dreams! Dream big. The world needs your weirdness!"
    },
    {
      "cite": "Fatima Shahnaz Ahmad",
      "quote": "I'm no longer a doormat. I'll show you the door!"
    },
    {
      "cite": "Madonna",
      "quote": "I stand before you as a doormat. Oh, I mean a female entertainer. Thank you for acknowledging my ability to continue my career in the face of blatant misogyny, sexism & relentless abuse."
    },
    {
      "cite": "Derek Rydall",
      "quote": "The spiritual warrior is not a doormat, she is a welcome mat. She has a heart of gold, but a soul of steel. Her motto is: 'Love your neighbor, but don't take their sh*t.'"
    },
    {
      "cite": "Mole",
      "quote": "Doormats tell one nothing. Doormats know their place."
    },
    {
      "cite": "Alexandra Gelbart",
      "quote": "You treat him like a doormat and he's going to start to wonder what's outside the door."
    },
    {
      "cite": "Detective Lennie Briscoe",
      "quote": "If your wife wanted a doormat, she'd go to Sears."
    },
    {
      "cite": "Ralph Tresvant",
      "quote": "Excuse me, a doormat is good honest work / Only the bored and the wicked rich don't know that / Excuse me, poor man, let's skip this town / Who me? / Oh man, was that out loud? / Ow, whoa, I'm on my own here / you know, the devil may care / You make this groovy, you make me laugh / You make me woozy, a wet doormat."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Don't want to wink at nobody, don't want to be winked at / Don't want to be used by nobody for a doormat / Don't want to confuse nobody, don't want to be confused / Don't want to amuse nobody, don't want to be amused."
    },
    {
      "cite": "Levine",
      "quote": "You said you couldn't tell the doormat from my face / You said if I had brains I would pawn them / Could be I've finally gotten up off of my thumbs / Could be that you're the one that was on them."
    },
    {
      "cite": "Denny Laine",
      "quote": "To you I'm blind / Somethin' inside / Say you don't mind / It gets you so bad / That a doormat sees better times / There's time to get back / And think up some better lines / I've been doing some growing / But I'm scared of you going."
    },
    {
      "cite": "Robert William Service",
      "quote": "Oh God! The beauty of the blow / When I will blast his life; / When I will laugh and let him know / My mistress is his wife. / Today a doormat for his feet, / He loves to see me squirm / Tomorrow,--how revenge is sweet! / The turning of the worm."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Value yourself. The only people who appreciate a doormat are people with dirty shoes."
    },
    {
      "cite": "Lynn Coady",
      "quote": "No one expects the doormat to stand upright, shake itself off, and amble down the street to seek its own happiness."
    },
    {
      "cite": "Suzette Haden Elgin",
      "quote": "If you behave like a doormat, expect to be stepped on and don't complain about it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "If you want to be a doormat you have to lay yourself down first."
    },
    {
      "cite": "Robert Breault",
      "quote": "If you allow people to treat you like a doormat, they will expect you to say welcome."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "The people that truly love us in life don't fight for us to remain a doormat for others."
    },
    {
      "cite": "Charles Stross",
      "quote": "The trouble is, if you go too far towards being polite, the label that applies is \"doormat\"."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "God is not a doormat, nor should anyone else be a doormat."
    },
    {
      "cite": "Joyce Rachelle",
      "quote": "If people keep stepping on you, wear a pointy hat."
    },
    {
      "cite": "Belizean Proverb",
      "quote": "If you make yourself into a doormat, people will wipe their feet on you."
    }
  ]
}