{
  "source": "https://www.wisesayings.com/dots-quotes/",
  "theme": "dots",
  "quotes": [
    {
      "cite": "Damon Lindelof",
      "quote": "Connecting dots is not that rewarding of an experience."
    },
    {
      "cite": "Thomas L. Friedman",
      "quote": "You have to trust that the dots will somehow connect in your future."
    },
    {
      "cite": "Steve Jobs",
      "quote": "You can't connect the dots looking forward; you can only connect them looking backwards."
    },
    {
      "cite": "Esther Freud",
      "quote": "Believe in the reader and they can connect the dots, if you succeed breathe life into the story."
    },
    {
      "cite": "Amanda Palmer",
      "quote": "The impulse to connect the dots - and to share what you've connected - is the urge that makes you an artist."
    },
    {
      "cite": "Shantanu Narayen",
      "quote": "If you can connect all the dots between what you see today and where you want to go, then it's probably not ambitious enough or aspirational enough."
    },
    {
      "cite": "Amanda Palmer",
      "quote": "Collecting the dots. Then connecting them. And then sharing the connections with those around you. This is how a creative human works. Collecting, connecting, sharing."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "We connect the dots in the drawing with our mind. We give them a meaning, a figurative sense, which is self-reflexive in that it creates us, because we are the experiencer of the moment."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Because believing that the dots will connect down the road will give you the confidence to follow your heart even when it leads you off the well worn path."
    },
    {
      "cite": "Al Gore",
      "quote": "It is just human nature to take time to connect the dots, I know that.  But I also know that there can be a day of reckoning when you wish you had connected the dots more quickly."
    },
    {
      "cite": "Amanda Palmer",
      "quote": "We can only connect the dots we collect, which makes everything you write about you... your connections are the thread that you weave into the cloth that becomes the story that only you can tell."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "Connect the dots between individual roles and the goals of the organization. When people see that connection, they get a lot of energy out of work. They feel the importance, dignity, and meaning in their job."
    },
    {
      "cite": "David Byrne",
      "quote": "Everything's intentional. It's just filling in the dots."
    },
    {
      "cite": "Bill Watterson",
      "quote": "From now on, I'll connect the dots my own way."
    },
    {
      "cite": "Chris Fussell",
      "quote": "Before you can trust your team to make decisions better than you would have, you need to build their capability to connect the dots."
    },
    {
      "cite": "Yayoi Kusama",
      "quote": "Polka dots can't stay alone. When we obliterate nature and our bodies with polka dots, we become part of the unity of our environments."
    },
    {
      "cite": "Ben Casnocha",
      "quote": "I'm just the smallest dot in a big map of human history."
    },
    {
      "cite": "Wassily Kandinsky",
      "quote": "Everything starts from a dot."
    }
  ]
}