{
  "source": "https://www.wisesayings.com/double-standard-quotes/",
  "theme": "double-standard",
  "quotes": [
    {
      "cite": "Donna J. Haraway",
      "quote": "Single vision produces worse illusions than double vision or many-headed monsters."
    },
    {
      "cite": "Samuel Taylor",
      "quote": "We always blame the woman when a man falls in love, as though no man had the courage of his inclinations."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Morality is what the queen expects from the hive, not from herself."
    },
    {
      "cite": "Voltaire",
      "quote": "It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets."
    },
    {
      "cite": "Olivia Wilde",
      "quote": "When I kiss a girl for a part, people think it's sexy. But if two guys kiss, suddenly there's a backlash. It's a double standard."
    },
    {
      "cite": "Lakia Echols",
      "quote": "People cant handle the truth unless you speak to them with a mirror."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Leaders scan the future so it can be free of doubts and fear. They do so by not living a double standard life in the present."
    },
    {
      "cite": "W. H. Auden",
      "quote": "In relation to a writer, most readers believe in the Double Standard: they may be unfaithful to him as often as they like, but he must never, never be unfaithful to them."
    },
    {
      "cite": "Andrea Dworkin",
      "quote": "We have a double standard, which is to say, a man can show how much he cares by being violent see, he's jealous, he cares a woman shows how much she cares by how much she's willing to be hurt; by how much she will take; how much she will endure; how suicidal she's prepared to be."
    },
    {
      "cite": "Ai Weiwei",
      "quote": "I think we cannot have a double standard. We cannot see our art as different from the reality. We cannot use two different sets of judgment."
    },
    {
      "cite": "Peter Schjeldahl",
      "quote": "There's a double standard between writers and readers. Readers can be unfaithful to writers anytime they like, but writers must never ever be unfaithful to the readers."
    },
    {
      "cite": "Oscar Levant",
      "quote": "A politician is a man who will double cross that bridge when he comes to it."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The double standard of morality will survive in this world so long as the woman whose husband has been lured away is favoured with the sympathetic tears of other women, and a man whose wife has made off is laughed at by other men."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "We cannot use a double standard for measuring our own and other people's policies. Our demands for democratic practices in other lands will be no more effective than the guarantees of those practiced in our own country."
    },
    {
      "cite": "Bobby De Pace",
      "quote": "It's a double standard. They say these management guys are so valuable. They are not. This is typical corporate greed."
    },
    {
      "cite": "Fernando Perez",
      "quote": "It's true that in Cuba there are double standards, there's opportunism, and there is a lack of freedom in some ways."
    },
    {
      "cite": "Katie Alender",
      "quote": "Apparently when it's two people, it's quirky and funny, but when it's a person doing the same stuff on her own, it's rebellious and antisocial."
    },
    {
      "cite": "Liz",
      "quote": "I will not calm down! Women are allowed to get angrier than men about double standards."
    },
    {
      "cite": "John Le Carre",
      "quote": "Once you've lived the inside-out world of espionage, you never shed it. It's a mentality, a double standard of existence."
    },
    {
      "cite": "Lolo Jones",
      "quote": "There's definitely a whole double standard. I don't understand it. A guy can be sexy and good looking, and it totally just enhances his credibility as an athlete."
    },
    {
      "cite": "David Finkelhor",
      "quote": "There's been a decline in the double standard. That's why you're seeing more of these cases."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "It is vain to expect virtue from women till they are in some degree independent of men."
    },
    {
      "cite": "Mila Kunis",
      "quote": "I think there will always be a double standard between males and females, so I think that an actress is more likely to protect her public persona, so to speak, than an actor would be."
    },
    {
      "cite": "Jamie Oliver",
      "quote": "It's very clear that there's a lot of double standards going on. Should there be a 30mph speed limit? Of course there bloody should. And certainly with kids and school food, kids need to be nannied for sure. So give them a bloody good meal at school."
    },
    {
      "cite": "Robert Greenstein",
      "quote": "There is this double standard. The losses are larger in other areas of the tax code, but somehow a different standard gets applied to this."
    },
    {
      "cite": "Jane Austen",
      "quote": "I hate to hear you talk about all women as if they were fine ladies instead of rational creatures. None of us want to be in calm waters all our lives."
    },
    {
      "cite": "Ken Poirot",
      "quote": "History is filled with double standards: a man who uses a woman is colored an ass, yet a woman who uses a man is hailed as resourceful."
    },
    {
      "cite": "George Carlin",
      "quote": "Let's not have a double standard. One standard will do just fine."
    },
    {
      "cite": "Dick Atkins",
      "quote": "There is a double-standard. And quite often if you're from Africa, if you're from a developing country, you'll be executed. There aren't that many people protesting or making a big fuss. But our State Department and the media if you're a Westerner will make a big fuss"
    }
  ]
}