{
  "source": "https://www.wisesayings.com/double-quotes/",
  "theme": "double",
  "quotes": [
    {
      "cite": "Niccolo Machiavelli",
      "quote": "It is double pleasure to deceive the deceiver."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "If you want to increase your success rate, double your failure rate."
    },
    {
      "cite": "Anne Carson",
      "quote": "Desire doubled is love and love doubled is madness."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "The safe way to double your money is to fold it over once and put it in your pocket."
    },
    {
      "cite": "Euripides",
      "quote": "Friendship doubles your joys, and divides your sorrows."
    },
    {
      "cite": "Deborah Tannen",
      "quote": "A double bind is far worse than a straightforward damned-if-you-do, damned-if-you-don't dilemma. It requires you to obey two mutually exclusive commands: Anything you do to fulfill one violates the other."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If a man could have half of his wishes, he would double his troubles."
    },
    {
      "cite": "David Ogilvy",
      "quote": "The secret of long life is double careers. One to about age sixty, then another for the next thirty years."
    },
    {
      "cite": "Elizabeth Janeway",
      "quote": "We are in a double bind. We are expected to feel inferior not only as women, but because we are old."
    },
    {
      "cite": "Robin Sharma",
      "quote": "To double your net worth, double your self-worth. Because you will never exceed the height of your self-image."
    },
    {
      "cite": "Paul Auster",
      "quote": "There is a double rhythm in all human beings. We are binary beings - two arms, two legs, two eyes, two ears. Two legs for walking. And the heartbeat thumping in our chest mirrors that."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Cut your excuses in half and double your actions around your goals."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Art has a double face, of expression and illusion, just like science has a double face: the reality of error and the phantom of truth."
    },
    {
      "cite": "Stephen Schneider",
      "quote": "This 'double ethical bind' we frequently find ourselves in cannot be solved by any formula. Each of us has to decide what the right balance is between being effective and being honest. I hope that means being both."
    },
    {
      "cite": "Gro Harlem Brundtland",
      "quote": "The dual scourge of hunger and malnutrition will be truly vanquished not only when granaries are full, but also when people's basic health needs are met and women are given their rightful role in societies."
    },
    {
      "cite": "Albert Pike",
      "quote": "The double law of attraction and radiation or of sympathy and antipathy, of fixedness and movement, which is the principle of Creation, and the perpetual cause of life."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A gift, with a kind countenance, is a double present."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A gift in season is a double favor to the needy."
    },
    {
      "cite": "Missy Elliott",
      "quote": "The double chin's not good for the red carpet."
    },
    {
      "cite": "Richie Norton",
      "quote": "If you want to double your productively, shorten the timeline to by 50%."
    },
    {
      "cite": "William Petty",
      "quote": "No man pays double or twice for the same thing, forasmuch as nothing can be spent but once."
    },
    {
      "cite": "R. Madhavan",
      "quote": "When you go into the realm of a double role, you have to take it to another level to make it believable."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "If you double the number of experiments you do per year you're going to double your inventiveness."
    },
    {
      "cite": "Billy Graham",
      "quote": "A double minded man is unstable in all his ways. Are you unstable about your relationship to Christ?"
    },
    {
      "cite": "Anthony Trollope",
      "quote": "The double pleasure of pulling down an opponent, and of raising oneself, is the charm of a politician's life."
    },
    {
      "cite": "Robin Sharma",
      "quote": "To double your income, triple your investment in self-development."
    },
    {
      "cite": "Peter Schjeldahl",
      "quote": "There's a double standard between writers and readers. Readers can be unfaithful to writers anytime they like, but writers must never ever be unfaithful to the readers."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The double standard of morality will survive in this world so long as the woman whose husband has been lured away is favoured with the sympathetic tears of other women, and a man whose wife has made off is laughed at by other men."
    },
    {
      "cite": "Joseph Gordon-Levitt",
      "quote": "I think the dual existence thing is a regular pastime for all human beings, and for that matter anything in this universe."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Anything you lose automatically doubles in value."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "You double your intensity with skill."
    },
    {
      "cite": "Kim Stanley",
      "quote": "The command to be free is a double bind."
    },
    {
      "cite": "Thomas Hood",
      "quote": "There's a double beauty whenever a swan Swims on a lake with her double thereon."
    },
    {
      "cite": "Michael Ondaatje",
      "quote": "It doubles your perception, to write from the point of view of someone you're not."
    },
    {
      "cite": "James Richardson",
      "quote": "Too much apology doubles the offense."
    },
    {
      "cite": "John Ortberg",
      "quote": "We are too often double espresso followers of a decaf Sovereign."
    }
  ]
}