{
  "source": "https://www.wisesayings.com/doubt-quotes/",
  "theme": "doubt",
  "quotes": [
    {
      "cite": "Christine Bovee",
      "quote": "Doubt whom you will, but never yourself."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The only limit to our realization of tomorrow will be our doubts of today."
    },
    {
      "cite": "Shakespeare",
      "quote": "Our doubts are traitors and make us lose the good we oft might win by fearing to attempt."
    },
    {
      "cite": "Pierre Abelard",
      "quote": "The beginning of wisdom is found in doubting; by doubting we come to the question, and by seeking we may come upon the truth."
    },
    {
      "cite": "Arthur Golden",
      "quote": "A mind troubled by doubt cannot focus on the course to victory."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Doubt grows with knowledge."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "To have doubted one's own first principles is the mark of a civilized man."
    },
    {
      "cite": "David Magee",
      "quote": "Doubt is useful, it keeps faith a living thing. After all, you cannot know the strength of your faith until it has been tested."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "To know much is often the cause of doubting more."
    },
    {
      "cite": "Edmund Hoyle",
      "quote": "When in doubt, win the trick."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "Doubt is the father of invention."
    },
    {
      "cite": "Benjamin Jowett",
      "quote": "Doubt comes in at the window, when Inquiry is denied at the door."
    },
    {
      "cite": "Stanis_Aw Leszczy_Ski",
      "quote": "To believe with certainty we must begin with doubting."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Doubt is a pain too lonely to know that faith is his twin brother."
    },
    {
      "cite": "Rene Descartes",
      "quote": "Doubt is the origin of wisdom."
    },
    {
      "cite": "Peter Abelard",
      "quote": "It is by doubting that we come to investigate, and by investigating that we recognize the truth."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "One must verify or expel his doubts, and convert them into the certainty of Yes or NO."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "Doubt is a killer. You just have to know who you are and what you stand for."
    },
    {
      "cite": "Wilson Mizne",
      "quote": "Doubt is what gets you an education."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Your doubt can become a good quality if you train it. It must become knowing, it must become criticism."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Modest doubt is called the beacon of the wise."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Doubt is not the opposite of faith; it is one element of faith."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "When in doubt, don't."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Deep doubts, deep wisdom; small doubts, little wisdom."
    },
    {
      "cite": "Colton",
      "quote": "Doubt is the vestibule through which all must pass before they can enter into the temple of wisdom."
    },
    {
      "cite": "Francis Bacon",
      "quote": "If a man will begin with certainties, he shall end in doubts; but if he will be content to begin with doubts, he shall end in certainties."
    },
    {
      "cite": "John Kanary",
      "quote": "If doubt is challenging you and you do not act, doubts will grow. Challenge the doubts with action and you will grow. Doubt and action are incompatible."
    },
    {
      "cite": "Rosalyn Carter",
      "quote": "If you doubt you can accomplish something, then you can't accomplish it. You have to have confidence in your ability, and then be tough enough to follow through."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "Doubt must be no more than vigilance, otherwise it can become dangerous."
    },
    {
      "cite": "Sean Stephenson",
      "quote": "Doubt is a virus that attacks our self-esteem, productivity and confidence. Faith that you and your life are perfectly unfolding is the strongest vaccine."
    },
    {
      "cite": "Robin Skelton",
      "quote": "Never believe what you cannot doubt."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Doubt is the incentive to truth and inquiry leads the way."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Doubt, of whatever kind, can be ended by action alone."
    },
    {
      "cite": "Vera Farmiga",
      "quote": "Doubt is the middle position between knowledge and ignorance. It encompasses cynicism but also genuine questioning."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Doubt kills more dreams than failure ever will."
    },
    {
      "cite": "Buddha",
      "quote": "There is nothing more dreadful than the habit of doubt. Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant relations. It is a thorn that irritates and hurts; it is a sword that kills."
    },
    {
      "cite": "Ron Leshem",
      "quote": "Doubt is the thing that'll kill you, the only thing, and it'll kill your friends, too."
    },
    {
      "cite": "Jennifer Hudock",
      "quote": "Even a wise man knows doubt from time to time, it is the fool who allows it to rule his judgement."
    },
    {
      "cite": "Toba Beta",
      "quote": "Doubt is a creature within the air.It grows when someone hesitates."
    },
    {
      "cite": "Barry Unsworth",
      "quote": "Doubt is the ally of hope, not its enemy, and together they made all the blessing he had."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Doubts are the ants in the pants of faith. They keep it awake and moving."
    },
    {
      "cite": "Rick Pitino &amp; Bill Reynolds",
      "quote": "Doubt is one of the main paths on the highway to failure."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Doubt ... is an illness that comes from knowledge and leads to madness."
    },
    {
      "cite": "Henry M. Taber",
      "quote": "Doubt is the herald of progress; the genius of reason; the pathway to truth; the advance guard in the contest with intellectual darkness."
    },
    {
      "cite": "Eric Venable",
      "quote": "Doubt is a catalyst for owning one's faith and allowing the faith story to continue."
    },
    {
      "cite": "Harwood Huntingtin",
      "quote": "Doubt is the stepping-stone to faith."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "When you doubt your power, you give power to your doubt."
    },
    {
      "cite": "Mark Twain",
      "quote": "When in doubt, tell the truth."
    }
  ]
}