{
  "source": "https://www.wisesayings.com/dove-quotes/",
  "theme": "dove",
  "quotes": [
    {
      "cite": "Nikita Khrushchev",
      "quote": "The more bombers the less room for doves of peace."
    },
    {
      "cite": "Charles Wesley",
      "quote": "Expand Thy wings, celestial Dove, brood o'er our nature's night on our disordered spirits move, and let there now be light."
    },
    {
      "cite": "Albert Camus",
      "quote": "Great ideas come into the world as gently as doves."
    },
    {
      "cite": "Ovid",
      "quote": "As the hawk is wont to pursue the trembling doves."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Those doves below, the ones utterly cared for, never endangered ones, cannot know tenderness."
    },
    {
      "cite": "Jason Versey",
      "quote": "A dove will never nest in a burning tree, nor will love ever reside in unforgiving heart."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "The dove loves when it quarrels; the wolf hates when it flatters."
    },
    {
      "cite": "F. Nethersole",
      "quote": "The sacred dove a quill did lend From her high-soaring wing."
    },
    {
      "cite": "Anonymous",
      "quote": "When a dove begins to associate with crows its feathers remain white but its heart grows black."
    },
    {
      "cite": "Mark Twain",
      "quote": "Be wise as a serpent and wary as a dove!"
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must combine the toughness of the serpent with the softness of the dove, a tough mind and a tender heart."
    },
    {
      "cite": "James Montgomery",
      "quote": "The Dove, on silver pinions, winged her peaceful way."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The smallest worm will turn being trodden on, and doves will peck in safeguard of their brood."
    },
    {
      "cite": "Mark Oxbrow",
      "quote": "No doves come from ravens’ eggs."
    },
    {
      "cite": "Ruta Sepetys",
      "quote": "Seagulls were the souls of dead soldiers. Owls were the souls of women. Doves were the recently departed souls of unmarried girls."
    },
    {
      "cite": "Rod Duncan",
      "quote": "It is not in the entrails of doves that the fall of empires can be read, but in the breeding of secrets and the multiplication of lies."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "Don't kill doves in the garden. You kill one and the others won't come."
    }
  ]
}