{
  "source": "https://www.wisesayings.com/downfall-quotes/",
  "theme": "downfall",
  "quotes": [
    {
      "cite": "Lao Tzu",
      "quote": "He who prides himself upon wealth and honor hastens his own downfall."
    },
    {
      "cite": "Paul Harvey",
      "quote": "When your outgo exceeds your income, the upshot may be your downfall."
    },
    {
      "cite": "Aesop",
      "quote": "Conceit may bring about one's own downfall."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "From triumph to downfall is but a step. I have seen a trifle decide the most important issues in the gravest affairs."
    },
    {
      "cite": "Thomas B. Macaulay",
      "quote": "Power, safely defied, touches its downfall."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Those who pray for your downfall are concentrating negative thoughts towards you, without taking cognisance of the slippery ground in which they are standing, which could lead to their downfall."
    },
    {
      "cite": "William E. Gladstone",
      "quote": "National injustice is the surest road to national downfall."
    },
    {
      "cite": "Charles Dow",
      "quote": "Pride of opinion has been responsible for the downfall of more men on Wall Street than any other factor."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "I don't spend my hours plotting for somebody else's downfall."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "It is the downfall of evil, that it never sees far enough ahead."
    },
    {
      "cite": "Greg Peterson",
      "quote": "Our downfall as a species is that we are arrogant enough to think that we can control Mother Nature and stupid enough to think it is our job."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Displaying riches and titles with pride brings about one's downfall."
    },
    {
      "cite": "Jeremy Gutsche",
      "quote": "Complacency will be the architecture of your downfall."
    },
    {
      "cite": "Pauline Seaport",
      "quote": "We may run into many downfalls in life, but with a mighty God on our side those downfalls have already been defeated."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "The downfall of most diets is that they restrict your intake of food."
    },
    {
      "cite": "E. Digby Baltzell",
      "quote": "The downfall of every civilization comes, not from the moral corruption of the common man, but rather from the moral complacency of common men in high places."
    },
    {
      "cite": "Jane Velez-Mitchell",
      "quote": "Public downfalls are more painful and humiliating than private ones."
    },
    {
      "cite": "Bear Grylls",
      "quote": "A man's pride can be his downfall, and he needs to learn when to turn to others for support and guidance."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Our sins are our downfall. We must repent and return to the Lord. And He will receive and forgive us graciously."
    },
    {
      "cite": "Friedensreich Hundertwasser",
      "quote": "The straight line leads to the downfall of humanity."
    }
  ]
}