{
  "source": "https://www.wisesayings.com/downgrade-quotes/",
  "theme": "downgrade",
  "quotes": [
    {
      "cite": "Aiden Wilson Tozer",
      "quote": "The victorious Christian neither exalts nor downgrades himself. His interests have shifted from self to Christ."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Bias has to be taught. If you hear your parents downgrading women or people of different backgrounds, why, you are going to do that."
    },
    {
      "cite": "Devon Franklin",
      "quote": "Don't downgrade your dream to match your reality. Upgrade your faith to match your destiny."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "A churchless community, a community where men have abandoned and scoffed at or ignored their religious needs, is a community on the rapid downgrade."
    },
    {
      "cite": "Jaron Lanier",
      "quote": "People degrade themselves in order to make machines seem smart all the time."
    },
    {
      "cite": "Susan George",
      "quote": "As the rich consume more and more, they are clearly not going to want to downgrade their own status."
    },
    {
      "cite": "Tacitus",
      "quote": "When men are full of envy they disparage everything, whether it be good or bad."
    },
    {
      "cite": "John Assaraf",
      "quote": "Don't downgrade your dream just to fit your reality. Upgrade your conviction to match your destiny."
    },
    {
      "cite": "Robyn Hitchcock",
      "quote": "Every so often you have to increase your profile so you can let it lower again, like a balloon."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "To downgrade the human mind is bad theology."
    },
    {
      "cite": "Mastin Kipp",
      "quote": "Raise your standards and you will rise along with them."
    },
    {
      "cite": "Elizabeth George",
      "quote": "Resolve never to criticize or downgrade yourself, but instead rejoice that you are fearfully and wonderfully made."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Don't lower your expectations to meet your performance. Raise your level of performance to meet your expectations. Expect the best of yourself, and then do what is necessary to make it a reality."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Don't degrade your soul to the extent of believing in curses. No man can curse you except your maker."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The lower you fall, the higher you'll fly."
    },
    {
      "cite": "Carl Reiner",
      "quote": "When you denigrate people, they have two ways to fight back - with their fists and guns, or their mouths. And mouths are seemingly the easiest way to not get hit back. If people are laughing, they're not going to hit you."
    },
    {
      "cite": "M.K. Bhutta",
      "quote": "They make only progress. Instead of revenge, self progress is more safe to downgrade others including enemy."
    },
    {
      "cite": "Wayne Gerard Trotman",
      "quote": "Sometimes people with low self-esteem will try to punish you for caring about them."
    },
    {
      "cite": "Bhumibol Adulyadej",
      "quote": "Everybody needs to lower his ego."
    }
  ]
}