{
  "source": "https://www.wisesayings.com/down-to-earth-quotes/",
  "theme": "down-to-earth",
  "quotes": [
    {
      "cite": "Criss Jami",
      "quote": "The humble ones are always learning and improving, and their secret is always that it's a secret."
    },
    {
      "cite": "Richard G. Scott",
      "quote": "To be humble is to be teachable."
    },
    {
      "cite": "Joe Sacco",
      "quote": "Be humble and grateful for what you have and the universe will reward your gratitude."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "People who are humble don't talk too much; they listen."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "It is necessary to be humble in order to learn."
    },
    {
      "cite": "H Hahn Blavatsky",
      "quote": "Be humble, if thou would'st attain to wisdom. Be humbler still, when wisdom thou hast mastered."
    },
    {
      "cite": "Ed Parker",
      "quote": "The humble man makes room for progress; the proud man believes he is already there."
    },
    {
      "cite": "Michael Jackson",
      "quote": "Be humble, believe in yourself, and have the love of the world in your heart."
    },
    {
      "cite": "Jemima Kirke",
      "quote": "Being humble and sweet is the hardest thing you can do."
    },
    {
      "cite": "Naveen Jain",
      "quote": "The day you become humble is the day you become successful."
    },
    {
      "cite": "Rumi",
      "quote": "Humble living does not diminish. It fills. Going back to a simpler self gives wisdom."
    },
    {
      "cite": "George Herbert",
      "quote": "Humble Hearts have humble desires."
    },
    {
      "cite": "Samael Aun Weor",
      "quote": "Be humble in order to attain enlightenment. Thus, after attaining it, be more humble still."
    },
    {
      "cite": "Todd Blackledge",
      "quote": "A humble person never stops learning."
    },
    {
      "cite": "Michael Catt",
      "quote": "If you want to become humble, the first thing you have to admit is that you are proud."
    },
    {
      "cite": "John Templeton",
      "quote": "If we become increasingly humble about how little we know, we may be more eager to search."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Greatness is to stay humble when the whole world calls you great!"
    },
    {
      "cite": "RACHAEL RAY",
      "quote": "If you're humble and hardworking, opportunities will arise for you."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every challenge makes us to humble our selves. We learn to know and depend on our Creator."
    },
    {
      "cite": "Thomas a Kempis",
      "quote": "Learn to humble yourself, you are but earth and clay."
    },
    {
      "cite": "William Gurnall",
      "quote": "Humble souls are fearful of their own strength."
    },
    {
      "cite": "Fraser Young",
      "quote": "There's a difference to being humble and being humbled."
    },
    {
      "cite": "Paul DePodesta",
      "quote": "We need to be humble in the face of uncertainty."
    },
    {
      "cite": "Kevin Hart",
      "quote": "Being humble matters."
    },
    {
      "cite": "Tsem Tulku",
      "quote": "Being humble doesn't mean you lose; it means you have won. Give the victory to others."
    },
    {
      "cite": "Tim Howard",
      "quote": "Stay humble, stay grounded, remember what got you to that level-and that's hard work."
    },
    {
      "cite": "Innocent Mwatsikesimbe",
      "quote": "If you are humble enough to admit to your flaws then you are capable of correcting them."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Being humble is cooler than being famous."
    },
    {
      "cite": "Earl Wilson",
      "quote": "Nonchalance is the ability to remain down to earth when everything else is up in the air."
    },
    {
      "cite": "Ricardo Liborio",
      "quote": "Be honest and humble enough to learn from everybody."
    },
    {
      "cite": "Tim Tebow",
      "quote": "We have to humble ourselves and the way you do that is by serving other people."
    },
    {
      "cite": "Phaedrus",
      "quote": "The humble are in danger when those in power disagree."
    },
    {
      "cite": "Robert T. Kiyosaki",
      "quote": "Those who are humble enough to learn anew will succeed in this new age."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Humble people ask for help."
    },
    {
      "cite": "Jeremy Aldana",
      "quote": "A humble man will always receive the best that others have to offer; for he recognizes the truth"
    }
  ]
}