{
  "source": "https://www.wisesayings.com/dragonfly-quotes/",
  "theme": "dragonfly",
  "quotes": [
    {
      "cite": "Aimee Stewart",
      "quote": "I'm the dragonfly rising on the wings of unlocked dreams on the verge of magical things."
    },
    {
      "cite": "Ama H.Vanniarachchy",
      "quote": "Magic is seeing wonder in nature's every little thing, seeing how wonderful the fireflies are and how magical are the dragonflies."
    },
    {
      "cite": "Amor Towles",
      "quote": "Anyone can buy a car or a night on the town. Most of us shell our days like peanuts. One in a thousand can look at the world with amazement. I don’t mean gawking at the Chrysler Building. I’m talking about the wing of a dragonfly. The tale of the shoeshine. Walking through an unsullied hour with an unsullied heart."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "Clouds of insects danced and buzzed in the golden autumn light, and the air was full of the piping of the song birds. Long, glinting dragonflies shot across the path, or hung tremulous with gauzy wings and gleaming bodies."
    },
    {
      "cite": "Daniela I. Norris",
      "quote": "I can still only see a dragonfly, its wings as thin and light as silk and its body the color of rainbow. But on the wings of this dragonfly I take off and fly, for my soul carries no weight. It is our bodies these borrowed vehicles of flesh and bone, that weigh us down. Our spirits are eternally free and invincible."
    },
    {
      "cite": "Dante Gabriel Rossetti",
      "quote": "Deep in the sun searched growths, the dragonfly hangs like a blue thread loosened from the sky."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "Living things tend to change unrecognizably as they grow. Who would deduce the dragonfly from the larva, the iris from the bud, the lawyer from the infant? Flora or Fauna, we are all shapeshifters and magical re-inventors. Life is really a plural noun, a caravan of selves."
    },
    {
      "cite": "George Macdonald",
      "quote": "Bees and butterflies, moths and dragonflies, the flowers and the brooks and the clouds."
    },
    {
      "cite": "Gerard Manley Hopkins",
      "quote": "As kingfishers catch fire, dragonflies draw flame."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "The beauteous dragonfly's dancing by the waves of the rivulet glancing. She dances here and she dances there, the glimmering, glittering fluttered fair. Full many a beetle with loud applause admires her dress of azure gauze, admires her body's bright splendor, and also her figure so slender."
    },
    {
      "cite": "Jessica Sorensen",
      "quote": "The sun is lowering below the lines of the mountains that encase the town and stars sparkle across the sky like dragonflies."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "It's very far away, it takes about a half a day to get there. If we travel by my, uh, dragonfly."
    },
    {
      "cite": "Joni Mitchell",
      "quote": "Yesterday a child came out to wonder, caught a dragonfly inside a jar. Fearful when the sky was full of thunder and tearful at the falling of a star."
    },
    {
      "cite": "Kate Morton",
      "quote": "Dragonflies didn't imagine they could sense the future. They just flew about, enjoying the sun on their wings."
    },
    {
      "cite": "Kobayashi Issa",
      "quote": "The distant mountain reflected in his eyes dragonfly."
    },
    {
      "cite": "Lorine Niedecker",
      "quote": "Smile, to see the lake lay the still sky and out for an easy make the dragonfly."
    },
    {
      "cite": "Sue Monk Kidd",
      "quote": "A barge of mist floated along the water, and dragonflies, iridescent blue ones, darted back and forth like they were stitching up the air."
    },
    {
      "cite": "unknown",
      "quote": "A dragonfly to remind me even though we are apart. Your spirit is always with me, forever in my heart."
    },
    {
      "cite": "unknown",
      "quote": "May you touch dragonflies and stars, dance with fairies and talk to the moon."
    },
    {
      "cite": "Robyn Nola",
      "quote": "Dragonflies are reminders that we are light/and we can reflect light in powerful ways if we choose to do so."
    },
    {
      "cite": "Anonymous",
      "quote": "The dragonfly brings dream to reality and is the messenger of wisdom and enlightenment from other realms."
    },
    {
      "cite": "James Thurber",
      "quote": "Time is for dragonflies and angels. The former live too little and the latter live too long."
    },
    {
      "cite": "Anonymous",
      "quote": "Dragonflies symbolize the change in perspective of yourself."
    }
  ]
}