{
  "source": "https://www.wisesayings.com/drained-quotes/",
  "theme": "drained",
  "quotes": [
    {
      "cite": "Frederick Lenz",
      "quote": "You are drained by foolish actions and others."
    },
    {
      "cite": "Teresa Santoski",
      "quote": "When we feel too drained to move forward, God is right there with us, ready to tenderly revive and restore us."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "You have to be careful that in giving energy, you do not allow yourself to be excessively drained or used."
    },
    {
      "cite": "J. Oswald Sanders",
      "quote": "An exhausted man easily falls prey to the adversary."
    },
    {
      "cite": "Chrisse Feros",
      "quote": "When you are exhausted from trying, try just one more time."
    },
    {
      "cite": "Maya Banks",
      "quote": "I'm so exhausted and yet I feel like I'll never sleep again."
    },
    {
      "cite": "Norman Maclean",
      "quote": "When exhausted and feeling sorry for yourself, at least change your socks."
    },
    {
      "cite": "Anonymous",
      "quote": "I know you are tired, I know you are physically and emotionally drained. But you have to keep going."
    },
    {
      "cite": "William E. Vaughan",
      "quote": "One of the quickest ways to become exhausted is by suppressing your feelings."
    },
    {
      "cite": "Etty Hillesum",
      "quote": "I would be so exhausted by my determination that I had no strength left to do the actual work."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "I am somewhat exhausted; I wonder how a battery feels when it pours electricity into a non-conductor?"
    },
    {
      "cite": "Elizabeth Wurtzel",
      "quote": "I want to explain how exhausted I am. Even in my dreams. How I wake up tired. How I'm being drowned by some kind of black wave."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "I’m so tired I never want to wake up again. But I’ve figured out now that it was never them that made me feel that way. It was just me, all along."
    },
    {
      "cite": "Logan Browning",
      "quote": "Every morning, when I'm really, really tired... when I'm dead tired is when I feel most alive."
    },
    {
      "cite": "Clarence Clemons",
      "quote": "Of course, you get exhausted. You want to pass out. I came close a couple of times. But you're filled with something, that feedback that comes from the audience."
    },
    {
      "cite": "Anne Bronte",
      "quote": "Oh, I am very weary, Though tears no longer flow; My eyes are tired of weeping, My heart is sick of woe."
    },
    {
      "cite": "Jenna Morasca",
      "quote": "As caretakers, we feel drained when caring for another, and in order to take care of someone else, we need to take care of ourselves at the same time."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Now I am weary and I can no longer tell good from Evil, and I need someone to show me the way."
    },
    {
      "cite": "Joseph Seamon Cotter, Jr.",
      "quote": "am so tired and weary, So tired of endless fight, So weary of waiting the dawn And finding endless night."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work."
    },
    {
      "cite": "Martha Beck",
      "quote": "When you're weary, find relief. When you're strong, find delight."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "We all get weary sometimes, and we tend to think that life is what makes us weary."
    },
    {
      "cite": "Max Lucado",
      "quote": "Are you weary? Catch your breath. Are you strong? Reserve passing judgment on the tired."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "It is far better to be exhausted from success than to be rested from failure."
    },
    {
      "cite": "James Bay",
      "quote": "Being exhausted is all part of the fun. I'm cool with it. I'm not going to wish that it would slow down."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "Be exhausted for God, but remember that your supply comes from Him. 'All my fresh springs shall be in thee.'"
    },
    {
      "cite": "Paul the Apostle",
      "quote": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up."
    },
    {
      "cite": "Emil Cioran",
      "quote": "When you know yourself well and do not despise yourself utterly, it is because you are too exhausted to indulge in extreme feelings."
    },
    {
      "cite": "Juliana Hatfield",
      "quote": "If you do things when you're burned out, it'll make you bitter."
    },
    {
      "cite": "Daniel Day-Lewis",
      "quote": "I depleted myself to the point where I had nothing left."
    },
    {
      "cite": "Sally Warner",
      "quote": "Too often we become so consumed with how we spend our days that we lose track of how we are spending our lives."
    },
    {
      "cite": "Chanakya",
      "quote": "When one is consumed by the sorrows of life, three things give him relief: offspring, a wife, and the company of the Lord's devotees."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Most of us are consumed with our own thoughts and desires and are not always thinking about what other people may want. This is not necessarily being egocentric; it is just being human."
    },
    {
      "cite": "Geri Halliwell",
      "quote": "I know that I've overfed myself trying to prop myself up because I'm exhausted."
    },
    {
      "cite": "Guy Pearce",
      "quote": "If I'm exhausted, physically and particularly emotionally, I can't tell what's good and I can't tell what's bad and I'm useless."
    },
    {
      "cite": "Jada Pinkett Smith",
      "quote": "When I'm tired, I rest. I say, 'I can't be a superwoman today.'"
    },
    {
      "cite": "Charles Stanley",
      "quote": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength."
    },
    {
      "cite": "Megan Rapinoe",
      "quote": "To say I am not mentally tired in ways and exhausted in ways would be a lie."
    },
    {
      "cite": "Daniel Bell",
      "quote": "I am too weary to listen, too angry to hear."
    }
  ]
}