{
  "source": "https://www.wisesayings.com/drama-quotes/",
  "theme": "drama",
  "quotes": [
    {
      "cite": "Sean O'Casey",
      "quote": "All the world's a stage and most of us are desperately unrehearsed."
    },
    {
      "cite": "Dodinksi",
      "quote": "When faced with senseless drama, spiteful criticisms and misguided opinions, walking away is the best way to stand up for yourself. To respond with anger is an endorsement of their attitude."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "What is drama but life with the dull bits cut out."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Don't waste words on people who deserve your silence. Sometimes the most powerful thing you can say is nothing at all."
    },
    {
      "cite": "Thornton Niven Wilder",
      "quote": "The less seen, the more heard. The eye is the enemy of the ear in real drama."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Drama is based on the Mistake. I think someone is my friend when he really is my enemy, that I am free to marry a woman when in fact she is my mother, that this person is a chambermaid when it is a young nobleman in disguise, that this well-dressed young man is rich when he is really a penniless adventurer, or that if I do this such and such a result will follow when in fact it results in something very different. All good drama has two movements, first the making of the mistake, then the discovery that it was a mistake."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "So many people prefer to live in drama because it's comfortable. It's like someone staying in a bad marriage or relationship - it's actually easier to stay because they know what to expect every day, versus leaving and not knowing what to expect."
    },
    {
      "cite": "Stephen Moyer",
      "quote": "Conflict is drama, and how people deal with conflict shows you the kind of people they are."
    },
    {
      "cite": "John McWhorter",
      "quote": "Every third person in the world is a drama queen. And crying 'victim,' especially when you're not really a victim in any real way, feels good. It feels good to cry victim if you're not one."
    },
    {
      "cite": "Minna Antrim",
      "quote": "The drama of life begins with a wail and ends with a sigh."
    },
    {
      "cite": "Terry Mark",
      "quote": "Never let somebody's drama determine the outcome of your day."
    },
    {
      "cite": "Eminem",
      "quote": "If there's not drama and negativity in my life, all my songs will be really wack and boring or something."
    },
    {
      "cite": "Taylor Swift",
      "quote": "The drama and the trauma of the relationship you have when you're 16 can mirror the one you have when you're 26. Life repeats itself."
    },
    {
      "cite": "Ben Kingsley",
      "quote": "One of the greatest things drama can do, at it's best, is to redefine the words we use every day such as love, home, family, loyalty and envy. Tragedy need not be a downer."
    },
    {
      "cite": "Russell T Davies",
      "quote": "Drama's not safe and it's not pretty and it's not kind. People expect the basic template of television drama where there might be naughty villains, but everyone ends up having a nice cup of tea. You've got to do big moral choices and show the terrible things people do in terrible situations. Drama is failing if it doesn't do that."
    },
    {
      "cite": "Willem Dafoe",
      "quote": "Basically, when I hear the words 'family drama,' I run in the opposite direction."
    },
    {
      "cite": "Julia Child",
      "quote": "Drama is very important in life: You have to come on with a bang. You never want to go out with a whimper. Everything can have drama if it's done right. Even a pancake."
    },
    {
      "cite": "David Mamet",
      "quote": "The basis of drama is... the struggle of the hero towards a specific goal at the end of which he realises that what kept him from it was, in the lesser drama, civilisation and, in the great drama, the discovery of something that he did not set out to discover but which can be seen retrospectively as inevitable."
    },
    {
      "cite": "Kenneth Tynan",
      "quote": "A good drama critic is one who perceives what is happening in thetheatre of his time. A great drama critic also perceives what is not happening."
    },
    {
      "cite": "Emma Stone",
      "quote": "Drama is hard for me. Crying is much harder for me than laughter."
    },
    {
      "cite": "Greg Louganis",
      "quote": "I guess you can tease me about being a drama queen, because that did heighten the drama."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Drama usually has some sort of intense conflict."
    },
    {
      "cite": "Montserrat Caballe",
      "quote": "Drama if I sing, drama if I don't sing. What do you do?"
    },
    {
      "cite": "David Mamet",
      "quote": "We respond to a drama to that extent to which it corresponds to our dream life."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The drama is complete poetry. The ode and the epic contain it only in germ; it contains both of them in a state of high development, and epitomizes both."
    },
    {
      "cite": "Delphi Complete Works of Thomas Babington Macaulay (Illustrated)",
      "quote": "The real object of the drama is the exhibition of human character."
    },
    {
      "cite": "Robert Aris Willmott",
      "quote": "The drama is the book of the people."
    },
    {
      "cite": "Vaclav Havel",
      "quote": "Drama assumes an order. If only so that it might have. By disrupting that order. A way of surprising."
    },
    {
      "cite": "Ken Keyes",
      "quote": "To see your drama clearly is to be liberated from it."
    },
    {
      "cite": "Robertson Davies",
      "quote": "The drama may be called that part of theatrical art which lends itself most readily to intellectual discussion. What is left is theater."
    },
    {
      "cite": "Jean-Marie Le Pen",
      "quote": "Everyone sees drama from his own perspective."
    }
  ]
}