{
  "source": "https://www.wisesayings.com/drawing-quotes/",
  "theme": "drawing",
  "quotes": [
    {
      "cite": "Walter J. Phillips",
      "quote": "A mistake in drawing becomes difficult to detect when the eye is familiar with it."
    },
    {
      "cite": "Gilbert K Chesterton",
      "quote": "Real development is not leaving things behind, as on a road, but drawing life from them, as on a root."
    },
    {
      "cite": "Camille Pissarro",
      "quote": "It is only by drawing often, drawing everything, drawing incessantly, that one fine day you discover, to your surprise, that you have rendered something in its true character."
    },
    {
      "cite": "Millard Sheets",
      "quote": "Drawing at its best is not what your eyes see but what our mind understands."
    },
    {
      "cite": "Paul Klee",
      "quote": "A drawing is simply a line going for a walk."
    },
    {
      "cite": "Frederick Franck",
      "quote": "Drawing is the discipline by which I constantly rediscover the world."
    },
    {
      "cite": "Juliette Aristides",
      "quote": "How you draw is a reflection of how you feel about the world. You're not capturing it, you're interpreting it."
    },
    {
      "cite": "Henri Matisse",
      "quote": "If drawing belongs to the world of spirit and color to that of the senses, you must draw first to cultivate the spirit."
    },
    {
      "cite": "John Berger",
      "quote": "Drawing is a form of probing. And the first generic impulse to draw derives from the human need to search, to plot points, to place things and to place oneself."
    },
    {
      "cite": "John W. Gardner",
      "quote": "Life is the art of drawing without an eraser."
    },
    {
      "cite": "Le Corbusier",
      "quote": "I prefer drawing to talking. Drawing is faster, and leaves less room for lies."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "As practice makes perfect, I cannot but make progress; each drawing one makes, each study one paints, is a step forward."
    },
    {
      "cite": "Natsuki Takaya",
      "quote": "Above and beyond drawing my creations, I try to incorporate some kind of message. I try not to end as merely a question but try to provide a conclusion within the work."
    },
    {
      "cite": "BKS Iyengar",
      "quote": "By drawing our senses of perception inward, we are able to experience the control, silence, and quietness of the mind."
    },
    {
      "cite": "Shaun Tan",
      "quote": "Drawing a good picture is like telling a really good lie the key is in the incidental detail."
    },
    {
      "cite": "Brian Froud",
      "quote": "For me drawing is an attempt to understand what I feel about the world I live in."
    },
    {
      "cite": "David Gentleman",
      "quote": "Drawing things makes them seem more real and makes me feel more alive. It also makes me pin down and remember things landscapes, season, weather, occasions, incidents, people that would otherwise have melted from my memory."
    },
    {
      "cite": "Georges Seurat",
      "quote": "Originality depends only on the character of the drawing and the vision peculiar to each artist."
    },
    {
      "cite": "Susanna Clarke",
      "quote": "Drawing teaches habits of close observation that will always be useful."
    },
    {
      "cite": "Keith Haring",
      "quote": "Drawing is still basically the same as it has been since prehistoric times. It brings together man and the world. It lives through magic."
    },
    {
      "cite": "Ala Bashir",
      "quote": "Drawing is like the first kiss. It carries within it the deepest emotion and the challenge of the first step. It is the first cry after birth."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad."
    },
    {
      "cite": "Edgar Degas",
      "quote": "Art is not what you see, but what you make others see."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Drawing is speaking to the eye; talking is painting to the ear."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Drawing is a kind of hypnotism: one looks in such a way at the model, that he comes and takes a seat on the paper."
    },
    {
      "cite": "Alexander Kotov",
      "quote": "Drawing general conclusions about your main weaknesses can provide a great stimulus to further growth."
    },
    {
      "cite": "Edgar Degas",
      "quote": "Drawing is the artist's most direct and spontaneous expression. A species of writing: it reveals, better than does painting, his true personality."
    },
    {
      "cite": "Robert Henri",
      "quote": "Drawing is not following a line on the model, it is drawing your sense of the thing."
    },
    {
      "cite": "Edgar Degas",
      "quote": "Drawing is not the same as form, it is a way of seeing form."
    },
    {
      "cite": "Maxwell Perkins",
      "quote": "Writing, like drawing is an art, and whatever conveys the meaning is justified."
    },
    {
      "cite": "David Hockney",
      "quote": "Drawing makes you see things clearer, and clearer and clearer still, until your eyes ache."
    },
    {
      "cite": "George Bridgman",
      "quote": "In drawing, one must look for or suspect that there is more than is casually seen."
    },
    {
      "cite": "William Strunk Jr",
      "quote": "A drawing should have no unnecessary lines and a machine no unnecessary parts."
    },
    {
      "cite": "John French Sloan",
      "quote": "Drawing is the cornerstone of the graphic, plastic arts. Drawing is the coordination of line, tone, and color symbols into formations that express the artist's thought."
    },
    {
      "cite": "Edgar Degas",
      "quote": "Drawing is not what one sees but what one can make others see."
    },
    {
      "cite": "Norman McLaren",
      "quote": "Animation is not the art of drawings that move but the art of movements that are drawn."
    },
    {
      "cite": "David Hockney",
      "quote": "Drawing is rather like playing chess: your mind races ahead of the moves that you eventually make."
    },
    {
      "cite": "Robert Henri",
      "quote": "Realize that a drawing is not a copy. It is a construction in very different materials. A drawing is an invention."
    },
    {
      "cite": "Marc Davis",
      "quote": "Drawing is giving a performance; an artist is an actor who is not limited by the body, only by his ability and, perhaps, experience."
    },
    {
      "cite": "Henri Matisse",
      "quote": "Drawing is putting a line around an idea."
    },
    {
      "cite": "James Thurber",
      "quote": "A drawing is always dragged down to the level of its caption."
    },
    {
      "cite": "Robert Henri",
      "quote": "Keep a bad drawing until by study you have found out why it is bad."
    },
    {
      "cite": "Paul Cezanne",
      "quote": "Pure drawing is an abstraction. Drawing and colour are not distinct, everything in nature is coloured."
    },
    {
      "cite": "Henri Matisse",
      "quote": "Drawing is like making an expressive gesture with the advantage of permanence."
    }
  ]
}