{
  "source": "https://www.wisesayings.com/dream-big-quotes/",
  "theme": "dream-big",
  "quotes": [
    {
      "cite": "Aysel Gunar",
      "quote": "Dare to dream big dreams. Believe that you can do great things. Keep going until you achieve. If you can imagine it, you can feel it, if you just believe it, you can do it. Dream bigger, believe with all your heart, face your fears, achieve your dreams."
    },
    {
      "cite": "Aysel Gunar",
      "quote": "Life is too short to think small. Chase your dreams. Make the impossible happen."
    },
    {
      "cite": "Aysel Gunar",
      "quote": "Don't be afraid to imagine your biggest dream becoming a reality."
    },
    {
      "cite": "Aysel Gunar",
      "quote": "The amount of work it takes your brain to work on chasing a small dream versus a big dream is the same. You are more likely to be inspired and motivated if the dream is larger and seemingly impossible to achieve."
    },
    {
      "cite": "Vance Coffman",
      "quote": "Start with a dream. Maybe a dream that is personal and small, but worth doing. Then dream a bigger dream. Keep dreaming until your dreams seem impossible to achieve. Then you'll know you're on the right track. Then you'll know you're ready to conjure up a dream big enough to define your future and perhaps your generation's future."
    },
    {
      "cite": "Bill Clinton",
      "quote": "Dream  big and chase your dreams—hold on to optimism—even in failure, amazing things will happen."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "You see things and you say 'Why?' But I dream things that never were; and I say 'Why not?'"
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Never give up on what you really want to do. The person with big dreams is more powerful than the one with all the facts."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Far away there in the sunshine are my highest aspirations. I may not reach them, but I can look up and see their beauty, believe in them and try to follow where they lead."
    },
    {
      "cite": "Anne Neil",
      "quote": "Dream big. Infinity has room for the possibilities of you."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "You are never too old to set another goal or dream a new dream."
    },
    {
      "cite": "Barbara Bush",
      "quote": "The American dream is about equal opportunity for everyone who works hard."
    },
    {
      "cite": "Jason Calacanis",
      "quote": "You have to have a big vision and take very small steps to get there. You have to be humble as you execute but visionary and gigantic in terms of your aspirations."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "A noble man compares and estimates himself by an idea which is higher than himself; and a mean man, by one lower than himself. The one produces aspiration; the other ambition, which is the way in which a vulgar man aspires."
    },
    {
      "cite": "Quarles",
      "quote": "The heart is a small thing, but desireth great matters. It is not sufficient for a kite's dinner, yet the whole world is not sufficient for it"
    },
    {
      "cite": "H.W. Beecher",
      "quote": "There is not a heart but has its moments of longing, yearning for something better, nobler, holier than it knows now."
    },
    {
      "cite": "Tyron Edwards",
      "quote": "The desires and longings of man are vast as eternity, and they point him to it."
    },
    {
      "cite": "Southey",
      "quote": "It is not for a man to rest in absolute contentment.—He is born to hopes and aspirations as the sparks fly upward, unless he has brutified his nature and quenched the spirit of immortality which is portion."
    },
    {
      "cite": "Walter Scott",
      "quote": "This world is a dream within a dream; and as we grow older, each step is an awakening."
    },
    {
      "cite": "Longinus",
      "quote": "In great attempts, it is glorious even to fail."
    },
    {
      "cite": "J. Hawes",
      "quote": "Aim at the sun, and you may not reach it; but your arrow will fly far higher than if aimed at an object on a level with yourself."
    },
    {
      "cite": "Tyron Edwards",
      "quote": "High aims form high characters, and great objects bring out great minds."
    },
    {
      "cite": "Jazmine Sullivan",
      "quote": "I gotta dream big cause when it happen it's gonna happen real quick (yes I feel it, I gotta) / I gotta move fast cause when it happen I can't let it move past (only get one chance)."
    },
    {
      "cite": "Dave Robbins",
      "quote": "Big dreams in a small town / Guess it's time to settle down / Don't ya like the way it sounds / You and me in a small town."
    },
    {
      "cite": "James Phillips",
      "quote": "When you got big dreams / don't listen to what nobody say / and don't let nobody turn you away / When you got big dreams / keep your eyes on the prize / don't fall to the waste side."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Dream no small dreams for they have no power to move the hearts of men."
    },
    {
      "cite": "Mark Twain",
      "quote": "Twenty years from now you will be more disappointed by the things you didn’t do than by the ones you did. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover."
    },
    {
      "cite": "Frank Richards",
      "quote": "All big things in this world are done by people who are naïve and have an idea that is obviously impossible."
    },
    {
      "cite": "Brian Tracy",
      "quote": "All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose."
    },
    {
      "cite": "Joyce Chapman",
      "quote": "If your dream is a big dream, and if you want your life to work on the high level that you say you do, there's no way around doing the work it takes to get you there."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "If your thoughts are as tall as the height of your ceiling, you can’t fly above your room."
    },
    {
      "cite": "Mridula Singh",
      "quote": "The world around you may ask you to stop dreaming big, as it could create insecurity in their lives. Dream big anyway, dance to your own music and let them dance to theirs."
    },
    {
      "cite": "Jorge Paulo Lemann",
      "quote": "I always say, 'To have a big dream requires the same effort as having a small dream. Dream big!'"
    },
    {
      "cite": "Michelle Kwan",
      "quote": "I tell aspiring young skaters to dream big, work hard, have fun, and follow their passion. It's simple to say never give up, but learn from your mistakes to keep growing."
    },
    {
      "cite": "Anais Nin",
      "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Go confidently in the direction of your dreams. Live the life you have imagined."
    },
    {
      "cite": "Michael Korda",
      "quote": "The more you can dream, the more you can do."
    },
    {
      "cite": "Gabrielle Williams",
      "quote": "We will only grow as big as we dream that's why we must dream big."
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Goethe",
      "quote": "Whatever you do, or dream you can, begin it. Boldness has genius and power and magic in it."
    },
    {
      "cite": "Dr Roopleen",
      "quote": "If you have a dream, don't just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Dare to dream big. Never fear to fail. Take actions with love."
    },
    {
      "cite": "Marcel Proust",
      "quote": "If a little dreaming is dangerous, the cure for it is not to dream less but to dream more, to dream all the time."
    },
    {
      "cite": "Brian Tracey",
      "quote": "Dream big dreams! Imagine that you have no limitations and then decide what's right before you decide what's possible."
    },
    {
      "cite": "Stephen Richards",
      "quote": "No matter how small you start, always dream and think big. If you start with small thoughts then you will stay with small thoughts."
    },
    {
      "cite": "Dave Liniger",
      "quote": "Always dream big dreams. Big dreams attract big people."
    },
    {
      "cite": "Vishen Lakhiani",
      "quote": "Dream big and your problems become small."
    },
    {
      "cite": "Anastasia Bolinder",
      "quote": "To dream is to have a chest filled with stars, a mind captivated by possibilities and a heart enveloped in imagination."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You can go as far as you dream, think and imagine."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "You must dream big and dream often. Take risks and see what happens."
    },
    {
      "cite": "Barb Rees",
      "quote": "Dream big for you can't stuff a great life into a small dream."
    },
    {
      "cite": "Pamela Vaull Starr",
      "quote": "Reach high, for stars lie hidden in your soul. Dream deep, for every dream precedes the goal."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Dream the impossible. See the invisible. Pursue the intangible. Achieve the incredible."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "There is no need to reach high for the stars. They are already within you just reach deep into yourself!"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Keep your eyes on the stars, and your feet on the ground."
    },
    {
      "cite": "Josie Bisse",
      "quote": "Dreams come in a size too big so that we may grow into them."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Keep your head up, because SUCCESS doesn't come from giving up. Just dream big, WORK hard, and BELIEVE that you can do anything you put your mind to."
    },
    {
      "cite": "Belva Davis",
      "quote": "Don't be afraid of the space between your dreams and reality. If you can dream it, you can make it so."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you can dream it, then you can achieve it."
    },
    {
      "cite": "Walt Disney",
      "quote": "All our dreams can come true, if we have the courage to pursue them."
    },
    {
      "cite": "James Matthew Barrie",
      "quote": "Dreams do come true, if only we wish hard enough. You can have anything in life if you will sacrifice everything else for it."
    },
    {
      "cite": "Jane Freeman",
      "quote": "Now is the time for us to dream new dreams, move out into uncharted waters and stay positive"
    },
    {
      "cite": "Colin Powell",
      "quote": "A dream doesn't become reality through magic; it takes sweat, determination and hard work."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "The only place where your dream becomes impossible is in your own thinking."
    },
    {
      "cite": "Conway Stone",
      "quote": "If reality can destroy dreams, then dreams can destroy reality."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "No matter what we do in our life, to be a success we need to be consistent and determined towards our dream."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Don't let go of your dreams. If you have determination and belief in your dreams, you will succeed in spite of your desire to let go"
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "The bigger the dream, the better the story."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Trust in dreams, for in them is hidden the gate to eternity."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Dream big dreams! Only big dreams have the power to move your mind and spirit."
    },
    {
      "cite": "Kamal Khanzada",
      "quote": "Every great dream begins with a perspective; change the world with the power and strength within you"
    },
    {
      "cite": "Kenneth Copeland",
      "quote": "Dream big, talk big, and turn your faith loose!"
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "All men who have achieved great things have been dreamers."
    },
    {
      "cite": "Joe Girard",
      "quote": "The important thing is to dare to dream big, then take action to make it come true."
    },
    {
      "cite": "Joan Chittister",
      "quote": "In our dreams lies our unfinished work for the world."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Whatever you can do or dream you can, begin it. Begin it now."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Fly without wings; dream with open eyes."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "When the actions becomes frequent than the words, success becomes heavier than the dreams. Do more, say less."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The biggest adventure you can ever take is to live the life of your dreams."
    },
    {
      "cite": "Kellie Sullivan",
      "quote": "If you want to reach the highest peak of your dream, think big. You should always remember that there is nothing wrong if you set higher goals, aims or standards in life most especially if you know that you can do it."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "If you can imagine it, You can achieve it. If you can dream it, you can become it."
    }
  ]
}