{
  "source": "https://www.wisesayings.com/dreams-quotes/",
  "theme": "dreams",
  "quotes": [
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Colin Powell",
      "quote": "A dream doesn't become reality through magic; it takes sweat, determination and hard work."
    },
    {
      "cite": "Walt Disney",
      "quote": "All our dreams can come true, if we have the courage to pursue them."
    },
    {
      "cite": "Langston Hughes",
      "quote": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly."
    },
    {
      "cite": "T.E. Lawrence",
      "quote": "All men dream, but not equally. Those who dream by night in the dusty recesses of their minds, wake in the day to find that it was vanity: but the dreamers of the day are dangerous men, for they may act on their dreams with open eyes, to make them possible."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "When you have a dream that you can't let go of, trust your instincts and pursue it. But remember: Real dreams take work, They take patience, and sometimes they require you to dig down very deep. Be sure you're willing to do that."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Yes: I am a dreamer. For a dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "There is only one thing that makes a dream impossible to achieve: the fear of failure."
    },
    {
      "cite": "John Lennon",
      "quote": "A dream you dream alone is only a dream. A dream you dream together is reality."
    },
    {
      "cite": "Anais Nin",
      "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."
    },
    {
      "cite": "H.F. Hedge",
      "quote": "Dreaming is an act of pure imagination, attesting in all men a creative power, which if it were available in waking, would make every man a Dante or Shakespeare."
    },
    {
      "cite": "Marsha Norman",
      "quote": "Dreams are illustrations... from the book your soul is writing about you."
    },
    {
      "cite": "Henri Amiel",
      "quote": "Dreams are excursions into the limbo of things, a semi-deliverance from the human prison."
    },
    {
      "cite": "Unknown Author",
      "quote": "Keep your heart open to dreams. For as long as there's a dream, there is hope, and as long as there is hope, there is joy in living."
    },
    {
      "cite": "Paracelsus",
      "quote": "That which the dream shows is the shadow of such wisdom as exists in man, even if during his waking state he may know nothing about it.... We do not know it because we are fooling away our time with outward and perishing things, and are asleep in regard to that which is real within ourself."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Man, alone, has the power to transform his thoughts into physical reality; man, alone, can dream and make his dreams come true."
    },
    {
      "cite": "Marian Anderson",
      "quote": "When you stop having dreams and ideals -- well, you might as well stop altogether."
    },
    {
      "cite": "Dale Turner",
      "quote": "Dreams are renewable. No matter what our age or condition, there are still untapped possibilities within us and new beauty waiting to be born."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Be careful what you water your dreams with. Water them with worry and fear and you will produce weeds that choke the life from your dream. Water them with optimism and solutions and you will cultivate success. Always be on the lookout for ways to turn a problem into an opportunity for success. Always be on the lookout for ways to nurture your dream."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You’ve got to follow your passion. You’ve got to figure out what it is you love, who you really are. And have the courage to do that. I believe that the only courage anybody ever needs is the courage to follow your own dreams."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Often we don’t even realize who we’re meant to be because we’re so busy trying to live out someone else's ideas. But other people and their opinions hold no power in defining our destiny."
    },
    {
      "cite": "James Allen",
      "quote": "Dream lofty dreams, and as you dream, so you shall become. Your vision is the promise of what you shall one day be; your ideal is the prophecy of what you shall at last unveil."
    },
    {
      "cite": "Edgar Cayce",
      "quote": "Dreams are today's answers to tomorrow's questions."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "It does not do to dwell on dreams and forget to live."
    },
    {
      "cite": "William Dement",
      "quote": "Dreaming permits each and every one of us to be quietly and safely insane every night of our lives."
    },
    {
      "cite": "Gail Godwin",
      "quote": "Dreams say what they mean, but they don't say it in daytime language."
    },
    {
      "cite": "Goethe",
      "quote": "Dream no small dreams for they have no power to move the hearts of men."
    },
    {
      "cite": "Stephen Butler Leacock",
      "quote": "It may be that those who do most, dream most."
    },
    {
      "cite": "Kobe Yamada",
      "quote": "Follow your dreams, they know the way."
    },
    {
      "cite": "Wim Wenders",
      "quote": "Without dreams, there can be no courage. And without courage, there can be no action."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "You are never too old to set another goal or to dream a new dream."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Nothing happens unless first we dream."
    },
    {
      "cite": "Steven Scott",
      "quote": "Our dreams may be totally different and yet, we are alike in that no matter what we have achieved, we still have dreams that have eluded us."
    },
    {
      "cite": "Steven Scott",
      "quote": "You can begin to have dreams grander than you have ever had, and see many of them come true. All you have to do is learn and use the same skills that are used by those who do achieve their dreams."
    },
    {
      "cite": "2 Brothers on the 4th Floor",
      "quote": "Dreams to survive. Dreams make a wish come true, ooh. Keep your dreams alive. Dream, dream on. Your dream will come alive."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Great dreams of great dreamers are always transcended."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "You have to dream before your dreams can come true."
    },
    {
      "cite": "Adam Lindsay Gordon",
      "quote": "Young dreams !—old dreams of young days— Shall the new dream vex us as they did ? Or as things worth censure or praise ? Real toil is ours, real trouble, Dim dreams of pleasure and pride ; Let the dreams disperse like a bubble, So the toil like a dream subside."
    },
    {
      "cite": "Alan Parry-Booth",
      "quote": "What is a dream ? That transient power that cometh near the midnight hour. To carry me to pastures new and bid my anxious fears adieu."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Dream in a pragmatic way."
    },
    {
      "cite": "Alexander Smith",
      "quote": "Dreams are the most curious asides and soliloquies of the soul. When a man recollects his dream, it is like meeting the ghost of himself. Dreams often surprise us into the strangest self-knowledge. Dreaming is the truest confessional, and often the sharpest penance."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Dreams are true while they last, and do we not live in dreams?"
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Our dreams drench us in sense, and sense steeps us again in dreams."
    },
    {
      "cite": "Anais Nin",
      "quote": "Dreams are necessary to life."
    },
    {
      "cite": "Anais Nin",
      "quote": "Dreams pass into the reality of action. From the actions stems the dream again; and this interdependence produces the highest form of living."
    },
    {
      "cite": "Anatole France",
      "quote": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe."
    },
    {
      "cite": "Andy Ruiz, Jr.",
      "quote": "As long as you pray and believe in your dreams, anything is possible."
    },
    {
      "cite": "Andy Ruiz, Jr.",
      "quote": "Dreams are dreams and reality is reality. We have to make the dreams happen."
    },
    {
      "cite": "Ben Carson",
      "quote": "Through hard work, perseverance and a faith in God, you can live your dreams."
    },
    {
      "cite": "Carl Jung",
      "quote": "Dreams are the guiding words of the soul. Why should I henceforth not love my dreams and not make their riddling images into objects of my daily consideration?"
    },
    {
      "cite": "Carl Jung",
      "quote": "Who looks outside, dreams; who looks inside, awakes."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Dreams in the dusk, only dreams closing the day and with the day’s close going back to the gray things, the dark things, the far, deep things of dreamland."
    },
    {
      "cite": "Caroline Elizabeth Sarah Norton",
      "quote": "AS when from dreams awaking the dim forms float away whose visioned smiles were making our darkness bright as day."
    },
    {
      "cite": "Caroline Elizabeth Sarah Norton",
      "quote": "Dreams of joy return with night, and dwell upon the past- and every grief that clouds our light. Reminds us of the last!"
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "Living in dreams of yesterday, we find ourselves still dreaming of impossible future conquests."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "So many of our dreams at first seem impossible, then they seem improbable, and then, when we summon the will, they soon become inevitable."
    },
    {
      "cite": "Dave Matthews",
      "quote": "Take what you can from your dreams, make them as real as anything."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "All people dream, but not equally. Those who dream by night in the dusty recesses of their mind, wake in the morning to find that it was vanity. But the dreamers of the day are dangerous people, For they dream their dreams with open eyes, and make them come true."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "They who dream by day are cognizant of many things which escape those who dream only by night."
    },
    {
      "cite": "Edward G. Bulwer-Lytton",
      "quote": "Dream manfully and nobly, and thy dreams shall be prophets."
    },
    {
      "cite": "Elias Canetti",
      "quote": "All the things one has forgotten scream for help in dreams."
    },
    {
      "cite": "Emma Goldman",
      "quote": "When we can't dream any longer we die."
    },
    {
      "cite": "Erich Fromm",
      "quote": "We all dream; we do not understand our dreams, yet we act as if nothing strange goes on in our sleep minds, strange at least by comparison with the logical, purposeful doings of our minds when we are awake."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Dreams have only one owner at a time. That's why dreamers are lonely."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "It takes a lot of courage to show your dreams to someone else."
    },
    {
      "cite": "Eugene Field",
      "quote": "Two dreams came down to earth one night. From the realm of mist and dew; one was a dream of the old, old days, and one was a dream of the new."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Never give up on what you really want to do. The person with big dreams is more powerful than the one with all the facts."
    },
    {
      "cite": "H.F Hedge",
      "quote": "Dreaming is an act of pure imagination, attesting in all mean a creative power, which if it were available in waking, would make every man a Dante or Shakespeare."
    },
    {
      "cite": "Henry /David Thoreau",
      "quote": "Dreams are the touchstones of our character."
    },
    {
      "cite": "James Allen",
      "quote": "The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities."
    },
    {
      "cite": "James Dean",
      "quote": "Dream as if you'll live forever. Live as if you'll die today."
    },
    {
      "cite": "Janet Jackson",
      "quote": "Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "No one should negotiate their dreams. Dreams must be free to fly high. No government, no legislature, has a right to limit your dreams. You should never agree to surrender your dreams."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Our dreams must be stronger than our memories. We must be pulled by our dreams, rater than pushed by our memories."
    },
    {
      "cite": "Jesse Owens",
      "quote": "We all have dreams. But in order to make dreams come into reality, it takes an awful lot of determination, dedication, self-discipline, and effort."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Do all you can to make your dreams come true."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Dream no small dreams for they have no power to move the hearts of men."
    },
    {
      "cite": "John Dryden",
      "quote": "Dreams are but interludes which fancy makes."
    },
    {
      "cite": "John Locke",
      "quote": "Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Myths are public dreams, dreams are private myths."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Perhaps life is just that... a dream and a fear."
    },
    {
      "cite": "Joy Page",
      "quote": "Dream and give yourself permission to envision a you that you choose to be."
    },
    {
      "cite": "Katie Holmes",
      "quote": "We all keep dreaming, and luckily, dreams come true."
    },
    {
      "cite": "Katrina Mayer",
      "quote": "Believe in your dreams. They were given to you for a reason."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "The most pitiful among men is he who turns his dreams into silver and gold."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Trust in dreams, for in them is hidden the gate to eternity."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "In dreams the truth is learned that all good works are done in the absence of a caress."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Why does the eye see a thing more clearly in dreams than the imagination when awake?"
    },
    {
      "cite": "Les Brown",
      "quote": "If you take responsibility for yourself you will develop a hunger to accomplish your dreams."
    },
    {
      "cite": "Lonii",
      "quote": "Dreaming is a part of life. Everyone dreams, but does it actually happen? Most dreams just fade away and don't come back to mind until you have one foot in the grave or feel some type of remorse for your future."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "Let us make our future now, and let us make our dreams tomorrow's reality."
    },
    {
      "cite": "Mary Steffen",
      "quote": "Chasing dreams a sense following, realizing making dreams of tomorrow today's memories."
    },
    {
      "cite": "Michael Phelps",
      "quote": "You can't put a limit on anything. The more you dream, the farther you get."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "If our dreams are sincere desires to achieve, not mere pipe-dreams, there is something deep within ourselves which comes out to meet them and helps to make them realities."
    },
    {
      "cite": "Paracelsus",
      "quote": "Dreams must be heeded and accepted. For a great many of them come true."
    },
    {
      "cite": "Paracelsus",
      "quote": "The interpretation of dreams is a great art."
    },
    {
      "cite": "Paul Laurence Dunbar",
      "quote": "What dreams we have and how they fly. Like rosy clouds across the sky; Of wealth, of fame, of sure success, Of love that comes to cheer and bless; And how they wither, how they fade, The waning wealth, the jilting jade -The fame that for a moment gleams,Then flies forever, -dreams, ah -dreams!"
    },
    {
      "cite": "Queen Latifah",
      "quote": "Dreams become reality when we put our minds to it."
    },
    {
      "cite": "Ralph Marston",
      "quote": "The more closely you get in touch with your dreams, the more able you are to make them real. The more vividly you consider how you want your world to be, the more real and effective tools you will have for making it so."
    },
    {
      "cite": "Robyn Hitchcock",
      "quote": "Dreams are a scientific fact."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind."
    },
    {
      "cite": "Stefano Gabbana",
      "quote": "Dreams can still come true; you need a great deal of energy and determination, and a little bit of luck."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "A heart without dreams is like a bird without feathers."
    },
    {
      "cite": "Talmud",
      "quote": "A dream which is not interpreted is like a letter which is not read."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Only in our dreams are we free. The rest of the time we need wages."
    },
    {
      "cite": "Toni Braxton",
      "quote": "If you dream, then you can do anything. If you dream, you're halfway to destiny. If you dream, dream the impossible. If you dream, cause a dream's unstoppable."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Reality is wrong. Dreams are for real."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "It is in our idleness, in our dreams, that the submerged truth sometimes comes to the top."
    },
    {
      "cite": "Walt Disney",
      "quote": "If you can dream it, you can do it."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "In dreams begins responsibility."
    },
    {
      "cite": "William Ernest Henley",
      "quote": "Blithe dreams arise to greet us, and life feels clean and new, for the old love comes to meet us in the dawning and the dew."
    },
    {
      "cite": "William Herbert Carruth",
      "quote": "We are all of us dreamers of dreams, on visions our childhood is fed."
    },
    {
      "cite": "Wilma Rudolf",
      "quote": "Never underestimate the power of dreams and the influence of the human spirit. We are all the same in this notion: The potential for greatness lives within each of us."
    }
  ]
}