{
  "source": "https://www.wisesayings.com/dreamcatcher-quotes/",
  "theme": "dreamcatcher",
  "quotes": [
    {
      "cite": "Cath Oberholtzer",
      "quote": "It is their exoticism as material reminders of 'the other' that renders dream catchers desirable as gifts and collectibles. It also appears that they may serve to signift and project--at least to the non-Native audience--the collector's empathy and presumed understanding of Native culture."
    },
    {
      "cite": "John Cline",
      "quote": "The dream catcher reminds us how important the dream world has been to people throughout time. Dreams have provided medicine men, shamans, and prophets a portal to another realm. Even though today most of us tend to focus on the physiology of the dream state, we can still appreciate the power of our nightly visits to that other world."
    },
    {
      "cite": "Caeland Garner",
      "quote": "Dreamcatcher, save me from the darkness in my soul. Dreamcatcher, let me see the future I don't know. Help me hold on tight and don't let go"
    },
    {
      "cite": "Christopher Weule",
      "quote": "I am your dreamcatcher, Your shelter in the night. I am your dreamcatcher, protector from the fright. I am your dreamcatcher, as if our minds would be entwined, I catch yours and you catch mine."
    },
    {
      "cite": "Laura Pergolizzi",
      "quote": "Dreamcatcher, I can see you waving in the night alone. Slow winter, and I feel I might get left out in the cold."
    },
    {
      "cite": "Arlen Thompson",
      "quote": "I was asleep in a hammock, I was dreaming that I was a web, I was a dream-catcher hanging in the window of a minivan parked along the water's edge."
    },
    {
      "cite": "Julien Rose Baker",
      "quote": "Dreamcatcher in the rearview mirror hasn't caught a thing yet. Twenty dollars in souvenirs. Anything's worth trying to stay out of your nightmares."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't let someone else catch your dreams. You be the dream catcher."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "You have to dream before your dreams can come true."
    },
    {
      "cite": "Colin Powell",
      "quote": "A dream doesn't become reality through magic; it takes sweat, determination and hard work."
    },
    {
      "cite": "Philip Nicklin",
      "quote": "This net has a wooden frame bearing many feathers and a hole at it's very heart — it was the sacred dreamcatcher."
    },
    {
      "cite": "Philip Nicklin",
      "quote": "In times when the dreamcatcher was full, Running Wolf would come in the deep of night, but in his spiritual form,  and replenish its strength by removing those bad dreams trapped inside the web."
    },
    {
      "cite": "Dale Kiser",
      "quote": "The dream catcher legend  is full of rich symbolism. Native Americans believe that the night air is filled with dreams, both good and bad."
    },
    {
      "cite": "Dale Kiser",
      "quote": "The traditional dream catcher was intended to protect the sleeping individual from negative dream, while letting positive dreams come through."
    },
    {
      "cite": "Dale Kiser",
      "quote": "The positive dreams slip through the hole in the center of the dram catcher and glide down the feathers to the sleeping person below. The negative dreams would be caught up in the web and expires when first rays of sunlight hit them."
    },
    {
      "cite": "Dale Kiser",
      "quote": "When hung over or near a bed, swinging freely in the air, it catches the dreams as they flow by."
    },
    {
      "cite": "Kylie R. Trask",
      "quote": "I have concluded that dreams and emotions are equally dangerous. Both have the capability of causing great agony to a person. They are also the purest way of communication. The catch, however...interpretation."
    },
    {
      "cite": "Cath Oberholtzer",
      "quote": "Composed primarily of circular hoops with weblike netting and often decorated with beads and feathers, dreamcatchers are recognized by Natives and non-Natives as a symbol of First Nations and Native American identity and spirituality."
    },
    {
      "cite": "Cath Oberholtzer",
      "quote": "Whatever the size or form of the dream catcher, bad dreams are intended to be caught in the net, while good dreams slip through the dreamer."
    },
    {
      "cite": "Audrey Osofsky",
      "quote": "Sleep, baby sleep, whispers spirit of the woods as big sister weaves a dream net on a little willow hoop. A dream net for baby like a small spider web, spun of nettle-stalk twine, stained dark red with the bark of wild plum."
    },
    {
      "cite": "Cath Oberholtzer",
      "quote": "Dreamcatchers meet all the requirements of the perfect souvenir purchase: they are small, portable, nonperishable, handcrafted, and affordable."
    },
    {
      "cite": "Cath Oberholtzer",
      "quote": "Dreamcatchers cross cultural boundaries and serve to communicate a shared consciousness that unites persons with different backgrounds."
    },
    {
      "cite": "Cath Oberholtzer",
      "quote": "Feathers meant to assist the flight of good dreams are clearly labeled as those of chicken, turkey, pheasant, or other non-endangered birds are dyed and attached to the dream catchers."
    },
    {
      "cite": "Demetri Martin",
      "quote": "A dreamcatcher works, if your dream is to be gay."
    },
    {
      "cite": "Alanda Kariza",
      "quote": "Dreams are necessary. Like the air, without realizing it, I, you, and we all need dreams. The dreams that guide us on what we do today because today is the answer to our dreams the other day."
    },
    {
      "cite": "William Dement",
      "quote": "Dreaming permits each and everyone of us to be quietly and safely insane every night of our lives."
    },
    {
      "cite": "Richard Bach",
      "quote": "You're never given a dream without also being given the power to make it true."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "All human beings are dream beings. Dreaming ties all mankind together."
    }
  ]
}