{
  "source": "https://www.wisesayings.com/drifting-apart-quotes/",
  "theme": "drifting-apart",
  "quotes": [
    {
      "cite": "Andy Serkis",
      "quote": "Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theater."
    },
    {
      "cite": "Daniel Berrigan",
      "quote": "There are no makers of peace because the making of peace is at least as costly as the making of war at least as exigent."
    },
    {
      "cite": "Debra Webb",
      "quote": "When they're talking about me they're letting someone else rest."
    },
    {
      "cite": "Dennis Prager",
      "quote": "Goodness is about character, integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "I love sleep. My life has the tendency to fall apart when I'm awake, you know?"
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "To reach a port, we must sail, sail, not tie at anchor, sail, not drift."
    },
    {
      "cite": "Fredrik Backman",
      "quote": "But sorrow is unreliable in that way. When people don't share it there’s a good chance that it will drive them apart instead."
    },
    {
      "cite": "George Orwell",
      "quote": "One does not establish a dictatorship in order to safeguard a revolution, one makes the revolution in order to establish the dictatorship."
    },
    {
      "cite": "Howard Schultz",
      "quote": "Great companies that build an enduring brand have an emotional relationship with customers that has no barrier. And that emotional relationship is on the most important characteristic, which is trust."
    },
    {
      "cite": "John Mark Green",
      "quote": "Continents drift, and so do hearts."
    },
    {
      "cite": "Maya Angelou",
      "quote": "This bed yawns beneath the weight of our absent selves."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "To reach the port of heaven, we must sail sometimes with the wind, and sometimes against it. But we must not drift nor lie at anchor."
    },
    {
      "cite": "Robert Breault",
      "quote": "Opportunity is a parade. Even as one chance passes, the next is a fife and drum echoing in the distance."
    },
    {
      "cite": "Roy Orbison",
      "quote": "I close my eyes, then I drift away, into the magic night I softly say. A silent prayer, like dreamers do, then I fall asleep to dream my dreams of you."
    },
    {
      "cite": "unknown",
      "quote": "A week goes by and I don’t call Lucy or Dylan. I want to drift away from them more than anything, I want to drift away. I sometimes imagine myself totally alone and I enjoy the feeling."
    },
    {
      "cite": "unknown",
      "quote": "It’s better to hang out with people better than you. Pick out associates whose behavior is better than yours and you'll drift in that direction."
    },
    {
      "cite": "unknown",
      "quote": "All loose things seem to drift down to the sea, and so did I."
    },
    {
      "cite": "unknown",
      "quote": "Once the intimacy has gone, however well you may get on, however friendly you may become, it is hard to believe it was ever there."
    },
    {
      "cite": "unknown",
      "quote": "She rattled around that huge house, growing more and more used to being on her own, resenting his presence more and more when he was back for the weekends, feeling like he was invading her space."
    },
    {
      "cite": "unknown",
      "quote": "We've got this gift of love, but love is like a precious plant. You can't just accept it and leave it in the cupboard or just think it’s going to get on by itself. You've got to keep watering it. You've got to really look after it and nurture it."
    },
    {
      "cite": "unknown",
      "quote": "Every day you spend drifting away from your goals is a waste not only of that day, but also of the additional day it takes to regain lost ground."
    },
    {
      "cite": "Washington Irving",
      "quote": "Love is never lost. If not reciprocated, it will flow back and soften and purify the heart."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Once more unto the breach, dear friends, once more; Or close the wall up with our English dead! In peace there's nothing so becomes a man As modest stillness and humility: But when the blast of war blows in our ears, then imitate the action of the tiger."
    },
    {
      "cite": "Wolfgang Puck",
      "quote": "Cooking is like painting or writing a song. Just as there are only so many notes or colors, there are only so many flavors it’s how you combine them that sets you apart."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "A small world where people know each other, and still so deep, able to get lost."
    },
    {
      "cite": "Anonymous",
      "quote": "Though we drifted apart in distance I still think of you as being right here. And although we have many new friends, it is our friendship that means the most to me."
    },
    {
      "cite": "Anonymous",
      "quote": "If one day you realize that we're drifting apart, it's because you've pushed me away."
    },
    {
      "cite": "Anonymous",
      "quote": "Drifting apart from someone you never used to go a day without speaking to."
    },
    {
      "cite": "Anonymous",
      "quote": "Sometimes its about starting over and creating something better. Sometimes growing up means growing apart."
    }
  ]
}