{
  "source": "https://www.wisesayings.com/driving-quotes/",
  "theme": "driving",
  "quotes": [
    {
      "cite": "Chuck Taylor",
      "quote": "Driving with a blood alcohol level of 0.08 and above is illegal in every state."
    },
    {
      "cite": "Cale Yarborough",
      "quote": "Driving a race car is like dancing with a chain saw."
    },
    {
      "cite": "Ken Sommer",
      "quote": "It's meant driving fewer miles, staying closer to home and spending more time at the campground."
    },
    {
      "cite": "Larry Starkey",
      "quote": "He was driving at a safe speed for the conditions, doing approximately 10 mph below the posted speed limit. He wasn't under the influence or anything like that. It appears that the driver didn't do anything wrong."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "I used to think that driving, sleepless, ambitious labor was what you needed to succeed."
    },
    {
      "cite": "John Surtees",
      "quote": "Everything you need to get that relaxed driving that brings consistency only comes with practice."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "You just have to keep driving down the road. It's going to bend and curve and you'll speed up and slow down, but the road keeps going."
    },
    {
      "cite": "Steven Tyler",
      "quote": "Love may be the best driving wheel, but anger is a pretty good second."
    },
    {
      "cite": "John Conyers",
      "quote": "I'm the one that's been driving this thing, man."
    },
    {
      "cite": "Willie Nelson",
      "quote": "When I'm driving the highway by myself is when I write best."
    },
    {
      "cite": "Diane Meier",
      "quote": "The feeling of freedom, driving into scenery as green and lush as a postcard of Ireland was close to bliss."
    },
    {
      "cite": "Steven Magee",
      "quote": "Driving your car through deep pools of flood water is a great way of making your car unreliable. Smart people turn around and avoid it."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Driving is a spectacular form of amnesia. Everything is to be discovered, everything to be obliterated."
    },
    {
      "cite": "Dave Jones",
      "quote": "Reckless driving is operating a vehicle in a speed or manner likely to endanger other drivers."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "Driving at the speed limit--hideous thought."
    },
    {
      "cite": "Kevin Burke",
      "quote": "We will be driving three meters forward on the surface of Mars and leaving our lander for good."
    },
    {
      "cite": "Dalton Sumner",
      "quote": "When we were driving, a semi was honking its horn at us."
    },
    {
      "cite": "Boris Yeltsin",
      "quote": "I especially love driving down a hill directly at a tree and swerving to one side at the last moment. That's my way to relax."
    },
    {
      "cite": "Missy Lyons",
      "quote": "Driving in your world seems a bit dangerous."
    },
    {
      "cite": "Carroll Shelby",
      "quote": "Driving race cars was an avenue for me to learn how to build my own car, and that was my ambition all along."
    },
    {
      "cite": "E. L. Doctorow",
      "quote": "It's like driving a car at night. You never see further than your headlights, but you can make the whole trip that way."
    },
    {
      "cite": "Nabil N. Jamal",
      "quote": "A driver reaches a destination by driving on that road, not by laying back to enjoy the view."
    },
    {
      "cite": "Bill Rodgers",
      "quote": "Don't feel guilty about driving somewhere nice to run. If people can drive to a park to eat hot dogs, you can drive there to run."
    },
    {
      "cite": "Juwan Howard",
      "quote": "Driving home, I'll be thinking about them."
    },
    {
      "cite": "Charlie Klauer",
      "quote": "To the everyday driver, we'd like to say that, anytime you're engaging in something else while driving, that really does increase your crash risk by two to three times."
    },
    {
      "cite": "John Burke",
      "quote": "They're getting people with high speed coming up from behind. They're also seeing lane change violations. Aggressive driving in general, in terms of cutting people off, flashing their lights and things of that nature."
    },
    {
      "cite": "Gregory Galloway",
      "quote": "The road makes a noise all its own. It's a single note that stretches in all directions, low and nearly inaudible, only I could hear it loud and persistent."
    },
    {
      "cite": "Martin Amis",
      "quote": "Your purpose when driving is not to arrive at your destination safely or quickly. Your purpose when driving is...to impress your personality on the road."
    },
    {
      "cite": "Kyle Petty",
      "quote": "The driver that you have to sell on safety shouldn't be driving."
    },
    {
      "cite": "Jay London",
      "quote": "I was lonely driving here tonight so I hugged the road."
    },
    {
      "cite": "Terry Savage",
      "quote": "Driving with one foot on the accelerator and the other on the brake is likely to get you nowhere, but certainly will burn out vital parts of your car. Similarly, cutting taxes on the middle class, but increasing them on the 'rich' is likely to result in an economic burnout."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Driving a brand new car feels like riding around in an open billfold with the dollars flapping by your ears as they fly out the window."
    },
    {
      "cite": "Richard T. Kelly",
      "quote": "In driving, one assumes the danger of destroying life, beginning with one's own."
    },
    {
      "cite": "Mac McCleary",
      "quote": "Patience is something you admire in the driver behind you and scorn in the one ahead."
    },
    {
      "cite": "E. B. White",
      "quote": "Everything in life is somewhere else, and you get there in a car."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "If you don’t know where you are going, any road will get you there."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Adventure is worthwhile in itself."
    },
    {
      "cite": "John Steinbeck",
      "quote": "People don’t take trips, trips take people."
    },
    {
      "cite": "Dave Barry",
      "quote": "The one thing that unites all human beings, regardless of age, gender, religion, economic status, or ethnic background, is that, deep down inside, we all believe that we are above-average drivers."
    },
    {
      "cite": "Erol Ozan",
      "quote": "Some beautiful paths can't be discovered without getting lost."
    },
    {
      "cite": "Criss Jami",
      "quote": "I think a lot of psychopaths are just geniuses who drove so fast that they lost control."
    },
    {
      "cite": "Colin Powell",
      "quote": "Always focus on the front windshield and not the review mirror."
    },
    {
      "cite": "Dan Rather",
      "quote": "Americans will put up with anything provided it doesn't block traffic."
    },
    {
      "cite": "Tommy Cooper",
      "quote": "You know, somebody actually complimented me on my driving today. They left a little note on the windscreen, it said 'Parking Fine."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "No one you have been and no place you have gone ever leaves you. The new parts of you simply jump in the car and go along for the rest of the ride. The success of your journey and your destination all depend on who's driving."
    },
    {
      "cite": "John Updike",
      "quote": "Driving is boring,\" Rabbit pontificates, \"but it's what we do. Most of American life is driving somewhere and then driving back wondering why the hell you went."
    },
    {
      "cite": "Mary Ellen Kelly",
      "quote": "Natives who beat drums to drive off evil spirits are objects of scorn to smart Americans who blow horns to break up traffic jams."
    },
    {
      "cite": "Edward Abbey",
      "quote": "The longest journey begins with a single step, not with a turn of the ignition key."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "Restore human legs as a means of travel. Pedestrians rely on food for fuel and need no special parking facilities."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "A business like an automobile, has to be driven, in order to get results."
    },
    {
      "cite": "Salma Hayek",
      "quote": "My driving abilities from Mexico have helped me get through Hollywood."
    },
    {
      "cite": "Bill Murray",
      "quote": "Here's the thing, you just have to drive a lot faster, and if you don't get there, we're both fired."
    },
    {
      "cite": "Russell H. Conwell",
      "quote": "No matter what you do, do it to your utmost. I always attribute my success to always requiring myself to do my level best, if only in driving a tack in straight."
    },
    {
      "cite": "Lewis Hamilton",
      "quote": "The way I drive, the way I handle a car, is an expression of my inner feelings."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Never lend your car to anyone to whom you have given birth."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that."
    },
    {
      "cite": "Roger Bannister",
      "quote": "The man who can drive himself further once the effort gets painful is the man who will win."
    },
    {
      "cite": "Tommy Hilfiger",
      "quote": "The road to success is not easy to navigate, but with hard work, drive and passion, it's possible to achieve the American dream."
    },
    {
      "cite": "George Carlin",
      "quote": "Have you ever noticed that anybody driving slower than you is an idiot, and anyone going faster than you is a maniac?"
    },
    {
      "cite": "Robert Paul",
      "quote": "Until you’ve learned to drive, you’ve never really learned how to swear."
    },
    {
      "cite": "James Dean",
      "quote": "Take it easy driving, the life you save may be mine."
    },
    {
      "cite": "Colin Mcrae",
      "quote": "Straight roads are for fast cars, turns are for fast drivers."
    },
    {
      "cite": "Dudley Moore",
      "quote": "The best car safety device is a rear-view mirror with a cop in it."
    },
    {
      "cite": "Arnold Toynbee",
      "quote": "A city that outdistances man’s walking powers is a trap for man."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves."
    },
    {
      "cite": "Juan Manuel Fangio",
      "quote": "Driving fast on the track does not scare me. What scares me is when I drive on the highway I get passed by some idiot who thinks he is Fangio."
    }
  ]
}