{
  "source": "https://www.wisesayings.com/drug-quotes/",
  "theme": "drug",
  "quotes": [
    {
      "cite": "Nathan Hartzenberg",
      "quote": "Drugs and alcohol are the cruel engine of many an artists' creativity."
    },
    {
      "cite": "Margaret Cho",
      "quote": "I love drugs, but I hate hangovers, and the hatred of the hangover wins by a landslide every time."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "The drug culture has shaped at least one major change since the Sixties; It became the basis for overloading our prisons."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "I never took hallucinogenic drugs because I never wanted my consciousness expanded one unnecessary iota."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Everything is a drug. Family, art, causes, new shoes... We're all just tweaking our chem to avoid the void."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with your self esteem."
    },
    {
      "cite": "Salvador Dali",
      "quote": "I don't do drugs. I am drugs."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Don't waste good drugs on killing yourself. Share them with friends and have a party. Or send them to me."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Drugs are not always necessary. Belief in recovery always is."
    },
    {
      "cite": "Gerard Way",
      "quote": "I was more addicted to self destruction then to the drugs themselves ... something very romantic about it"
    },
    {
      "cite": "Philip K. Dick",
      "quote": "Drug misuse is not a disease, it is a decision, like the decision to step out in front of a moving car. You would call that not a disease but an error of judgment."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "Reality is a crutch for people who can't cope with drugs."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "I hate to advocate drugs, alcohol, violence or insanity to anyone, but they've always worked for me."
    },
    {
      "cite": "Harlan Miller",
      "quote": "I learned why they're called wonder drugs -- you wonder what they'll do to you."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "You can turn back on a person, but you can never turn your back on a drug, especially when it's waving a razor sharp hunting knife in your eye."
    },
    {
      "cite": "Bill Hicks",
      "quote": "It's not a war on drugs, it's a war on personal freedom."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "There is only one reason why men become addicted to drugs—they are weak men. Only strong men are cured, and they cure themselves."
    },
    {
      "cite": "William Osler, M.D.",
      "quote": "The person who takes medicine must recover twice, once from the disease and once from the medicine."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Drugs are a bet with the mind."
    },
    {
      "cite": "Jeremy P. Johnson",
      "quote": "Drugs are reality's legal loopholes."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Marijuana is self-punishing. It makes you acutely sensitive, and in this world, what worse punishment could there be?"
    },
    {
      "cite": "Jean Kilbourne",
      "quote": "Addiction begins with the hope that something 'out there' can instantly fill up the emptiness inside."
    },
    {
      "cite": "Eddie Vedder",
      "quote": "I don't need drugs to make my life tragic."
    },
    {
      "cite": "Meher Baba",
      "quote": "The experiences which drugs induce are as far removed from Reality as is a mirage, from water. No matter how much you pursue the mirage, you will never quench your thirst, and the search for Truth through drugs must end in disillusionment."
    },
    {
      "cite": "Michael Josephson",
      "quote": "Experimenting with drugs is like target practice where your head is the bull."
    },
    {
      "cite": "Geechy Guy",
      "quote": "You should just say no to drugs. That will drive the prices down."
    },
    {
      "cite": "John Hardwick",
      "quote": "Don't do drugs because if you do drugs you'll go to prison, and drugs are really expensive in prison."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "Drugs have taught an entire generation of American kids the metric system."
    },
    {
      "cite": "M C Escher",
      "quote": "I don't use drugs, my dreams are frightening enough."
    },
    {
      "cite": "Sir William Withey Gull",
      "quote": "If every drug in the world were abolished a physician would still be a useful member of society."
    },
    {
      "cite": "Armistead Maupin",
      "quote": "But I will say that the drugs are much more ferocious then they used to be. There are people wrecking their lives with addiction, which seems much more severe."
    },
    {
      "cite": "Eric Hodgins",
      "quote": "A miracle drug is any drug that will do what the label says it will do."
    },
    {
      "cite": "Ian Brown",
      "quote": "We broke up mostly because we didn't have a manager and everyone was on different drugs. I don't take them so it was a bit weird for me."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "All drugs of any interest to any moderately intelligent person in America are now illegal."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "Penalties against possession of a drug should not be more damaging to an individual than the use of the drug itself; and where they are, they should be changed."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "Drugs are merely the most obvious form of addiction in our society. Drug addiction is one of the things that undermines traditional values."
    },
    {
      "cite": "Otto Loewi",
      "quote": "A drug is a substance which, if injected into a rabbit, produces a paper."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "I'm not an addictive personality, I just like getting high, that's all."
    },
    {
      "cite": "David Lee Roth",
      "quote": "I used to have a drug problem, now I make enough money."
    },
    {
      "cite": "Keith Richards",
      "quote": "I've never had a problem with drugs. I've had problems with the police."
    },
    {
      "cite": "Mick Miller",
      "quote": "I don't like people who take drugs... customs men for example."
    },
    {
      "cite": "Judd Nelson ( New Jack City)",
      "quote": "This whole drug thing: It's not a black thing. It's not a white thing. It's a death thing."
    },
    {
      "cite": "Nick Nolte (Who'll Stop the Rain)",
      "quote": "In a world like this one, people are going to naturally want to get high."
    },
    {
      "cite": "Matt Dillon (Drugstore Cowboy)",
      "quote": "Most people don't know how they're going to feel from one minute to the next. But a dope friend has a pretty good idea. All you gotta do is look at the labels on the little bottles."
    },
    {
      "cite": "Carlos Nordt",
      "quote": "Finally, heroin seems to have become a loser drug, with its attractiveness fading for young people."
    },
    {
      "cite": "Milton Friedman",
      "quote": "If even a small fraction of the money we now spend on trying to enforce drug prohibition were devoted to treatment and drug rehabilitation, in an atmosphere of compassion, not punishment, the reduction in drug usage and in the harm done to users could be dramatic."
    },
    {
      "cite": "J.W.D. Henderson",
      "quote": "The drug is really quite a remarkably safe one for humans, although it is really quite a dangerous one for mice and they should not use it."
    },
    {
      "cite": "Carl Jung",
      "quote": "Every form of addiction is bad, no matter whether the narcotic be alcohol or morphine or idealism."
    },
    {
      "cite": "John Hardwick",
      "quote": "Don't do drugs because if you do drugs, you'll go to prison, and drugs are really expensive in prison."
    },
    {
      "cite": "M.C. Escher",
      "quote": "I don't use drugs; my dreams are frightening enough."
    },
    {
      "cite": "John Van De Kamp",
      "quote": "If we can get them to understand that saying no to drugs is rebelling against their parents and the generations of the past, we'd make it an enormous success."
    },
    {
      "cite": "Billy Graham",
      "quote": "Volumes could be written on the problem of drug addiction. Millions of barbiturates are swallowed every night to help the nation sleep. Millions of tranquilizers keep us calm during the day. Millions of pep pills wake us up every morning. The Bible warns that these flights from reality bring no lasting satisfaction."
    },
    {
      "cite": "Frank Zappa",
      "quote": "A drug is neither moral or immoral—it's a chemical compound. The compound itself is not a menace to society until a human being treats it as if consumption bestowed a temporary license to act like an a**hole."
    },
    {
      "cite": "Billy Graham",
      "quote": "One of the characteristics of some drugs is that they make a person feel strong and alert—when in fact the opposite is the case. Don't allow yourself to be deceived."
    },
    {
      "cite": "Billy Graham",
      "quote": "Many people are trying to steady themselves by taking tranquilizers. Jesus is the greatest tranquilizer of all. He can straighten out your life and put you back on center."
    },
    {
      "cite": "Billy Graham",
      "quote": "Some young people are taking pills called 'heaven or hell' drugs, because you're liable to experience either one."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "Cocaine habit-forming? Of course not. I ought to know. I've been using it for years."
    },
    {
      "cite": "Boy George",
      "quote": "You find out so many interesting things when you're not on drugs."
    },
    {
      "cite": "Judge James C. Pain",
      "quote": "Drugs don't cause today's alarming crime rates, but drug prohibition does."
    },
    {
      "cite": "Sheila King",
      "quote": "There is no life in doing drugs; I learned the reason that day / When they took my home, took my kids, took my freedom away / Prison has helped change my life to get my head on straight / I still have an outlook on life when I thought it was too late."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "It's only in drugs or death we'll see anything new, and death is just too controlling."
    },
    {
      "cite": "Sarah Kane",
      "quote": "There’s not a drug on Earth that can make life meaningful."
    },
    {
      "cite": "Donald Lyn Frost",
      "quote": "Drugs take you to hell, disguised as heaven."
    },
    {
      "cite": "Bob Riley",
      "quote": "Drugs are the enemies of ambition and hope, and when we fight against drugs we are fighting for the future."
    },
    {
      "cite": "Shane Koyczan",
      "quote": "Sometimes becoming drug-free has less to do with addiction and more to do with sanity."
    },
    {
      "cite": "Jim Carrey",
      "quote": "I'm very serious about no alcohol, no drugs. Life is too beautiful."
    },
    {
      "cite": "Dr. T.P. Chia",
      "quote": "People try drugs out of curiosity, to have a good time, to improve athletic performance, or to escape from stress, anxiety, or depression, but all drug addicts are willful victims themselves."
    },
    {
      "cite": "Dr. T.P. Chia",
      "quote": "The drug-induced paradise of ecstasy and hallucination has enslaved the humankind since time immemorial, and more and more people are falling victim to the psychedelic pills."
    },
    {
      "cite": "Ashley Lorenzana",
      "quote": "Drugs suck more than anything else I have ever liked so much."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Here is the solution to the American drug problem suggested a couple years back by the wife of our President: 'Just say no.'"
    },
    {
      "cite": "Curtis Tyrone Jones",
      "quote": "One of ecstasy's main ingredients is finding happiness in the tedious."
    }
  ]
}