{
  "source": "https://www.wisesayings.com/drug-free-quotes/",
  "theme": "drug-free",
  "quotes": [
    {
      "cite": "Geechy Guy",
      "quote": "You should just say no to drugs. That will drive the prices down."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Alcoholism and drug addiction are killer of mental and physical health. Alcoholic and drug addicts are killing themselves slowly."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Psychedelic drugs are the false friend of the human mind, and a hidden killer of the drug addicts."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Drug addiction reduces a man to a mindless and ridiculous thing, and creates social parasites and criminals."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "The drug addict loses the sense of dignity, responsibility, self- esteem and self- respect, and he forgets how to live like a human being."
    },
    {
      "cite": "Robin McLaurin Williams",
      "quote": "Reality is just a crutch for people who can't handle drugs."
    },
    {
      "cite": "Diego Maradona",
      "quote": "I was, I am and I always will be a drug addict. A person who gets involved in drugs has to fight it everyday."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "The greatest mistake in life is to get addicted to drugs becoming a prisoner of ecstasy and hallucination, and less of a man."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with with your self esteem."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Drug addiction is a self- punishing disease that ruins mental, psychological and physical health."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "Drugs have taught an entire generation of American kids the metric system."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "The drug addict does not care about what is important or worthwhile in life, such as family, career, finance, and social relationship."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "People try drugs out of curiosity, to have a good time, to improve athletic performance, or to escape from stress, anxiety or depression, but all drug addicts are willful victims themselves."
    },
    {
      "cite": "Shane Koyczan",
      "quote": "Sometimes becoming drug free has less to do with addiction and more to do with sanity."
    },
    {
      "cite": "Armistead Maupin",
      "quote": "But I will say that the drugs are much more ferocious then they used to be. There are people wrecking their lives with addiction, which seems much more severe."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Human beings would be better and more respectable if drug addicts had not been born."
    },
    {
      "cite": "Joshua Michael Levinson",
      "quote": "I much prefer to be high on life than in it."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "The drug addict is his own enemy slowly killing himself using drugs as a weapon."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "Drugs are merely the most obvious form of addiction in our society. Drug addiction is one of the things that undermines traditional values."
    },
    {
      "cite": "John Hardwick",
      "quote": "Don't do drugs because if you do drugs you'll go to prison, and drugs are really expensive in prison."
    }
  ]
}