{
  "source": "https://www.wisesayings.com/drum-quotes/",
  "theme": "drum",
  "quotes": [
    {
      "cite": "Levon Helm",
      "quote": "With horns and a full rhythm section, the drums always looked like the best seat in the house."
    },
    {
      "cite": "Susannah Centlivre",
      "quote": "He is as melancholy as an unbraced drum."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Don't quit. Never give up trying to build the world you can see, even if others can't see it. Listen to your drum and your drum only. It's the one that makes the sweetest sound."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "As soon as war is declared it will be impossible to hold the poets back. Rhyme is still the most effective drum."
    },
    {
      "cite": "Malin Akerman",
      "quote": "How can you not love a man banging on the drums? He knows how to keep a rhythm."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "The most persistent sound which reverberates through man's history is the beating of war drums."
    },
    {
      "cite": "PROVERBS",
      "quote": "The big drum only sounds well from afar."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "There was a saying in Umuofia that as a man danced so the drums were beaten for him."
    },
    {
      "cite": "Fiona Apple",
      "quote": "What's really good is African drum music."
    },
    {
      "cite": "Gillian Zinser",
      "quote": "I'm inspired by anyone who's honest in their own expression, people who truly beat to the rhythm of their own drum."
    },
    {
      "cite": "Isabel Yosito",
      "quote": "The heart jungle drum beat finds its voice in love and matchsticks."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Music is the beat of a drum that keeps time with our emotions."
    },
    {
      "cite": "unknown",
      "quote": "A drummer is never late nor is he early he hits his count precisely when he means to."
    },
    {
      "cite": "Stephen Marley",
      "quote": "Music is like a conversation. One person says one thing that speaks with a harmonica, with a bass, with a drum. They're all conversating, and we're just trying to find a way to make conversation rather than blah, blah, blah. But it's not really so hard a thing to do if you know the way to approach it."
    },
    {
      "cite": "Neil Peart",
      "quote": "When Mr. Ludwig invented the bass-drum pedal, that's what made the drum set possible."
    },
    {
      "cite": "Damien Chazelle",
      "quote": "My version of a stress dream is, really, showing up on a concert stage with a drum set and not knowing the chart."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "To the solemn graves, near a lonely cemetery, my heart like a muffled drum is beating funeral marches."
    },
    {
      "cite": "Tommy Lee",
      "quote": "The quad toms are a completely different animal than the standard drum set/trap kit. Playing wise and stylistically, they are two different beasts."
    },
    {
      "cite": "Cyndi Lauper",
      "quote": "Secrets stolen from deep inside....the drum beats out of time."
    },
    {
      "cite": "Steven Adler",
      "quote": "The golden rule of drums is hands clapping and feet tapping, and when you are in and out of consciousness, you can't do that to best of your ability."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "When you write, it's making a certain kind of music in your head. There's a rhythm to it, a pulse, and on the whole, I'm writing to that drum rather than the psychological process."
    },
    {
      "cite": "Chad Smith",
      "quote": "Drums all have their own particulars - each drum has a place where they sound the best - where they ring out and resonate the best, and the head surface isn't too loose or too tight, mainly so you get a good rebound off of the head."
    },
    {
      "cite": "Archie Shepp",
      "quote": "In rap music, even though the element of poetry is very strong, so is the element of the drum, the implication of the dance. Without the beat, its commercial value would certainly be more tenuous."
    },
    {
      "cite": "Michael Franti",
      "quote": "The harder they hit us, the louder we become, kind of like the skin on a drum."
    },
    {
      "cite": "Levon Helm",
      "quote": "Drums usually seem to tune themselves."
    },
    {
      "cite": "Don Henley",
      "quote": "Some records with drum machines on them sound phony and plastic. It all depends on how you use the tools."
    },
    {
      "cite": "Francis Arinze",
      "quote": "There is no dogma that the organ or harmonium can be used in church, but not the drum."
    },
    {
      "cite": "Ken Kesey",
      "quote": "He who marches out of line hears another drum."
    },
    {
      "cite": "Albert Pike",
      "quote": "Less glory is more liberty. When the drum is silent, reason sometimes speaks."
    },
    {
      "cite": "Evelyn Glennie",
      "quote": "It's the things that you notice when you're not actually with your instrument that, in fact, become so interesting, and that you - you want to explore, through this tiny tiny surface of a drum."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The insignificant, the empty, is usually the loud; and after the manner of a drum, is louder even because of its emptiness."
    },
    {
      "cite": "Philip Selway",
      "quote": "Anything that broadens your musicality always moves the way you write drum or guitar parts."
    },
    {
      "cite": "Nick Cave",
      "quote": "There are methods to creating a mayhem that sounds different from your usual mayhem. Because mayhem and a heavy drum backbeat end up sounding like Green Day or something. But if you put a different beat within it to create some air and lightness, the chaos comes through better."
    },
    {
      "cite": "Janna Levin",
      "quote": "Black holes can bang against space-time as mallets on a drum and have a very characteristic song."
    },
    {
      "cite": "Tom Springfield",
      "quote": "Like a drum my heart was beating, And your kiss was sweet as wine, But the joys of love are fleeting For Pierrot and Columbine."
    },
    {
      "cite": "Neil Peart",
      "quote": "If you've got a problem, take it out on a drum."
    },
    {
      "cite": "Adam Clayton",
      "quote": "The drums tell me everything. Everything else registers a millisecond later."
    },
    {
      "cite": "Tommy Lee",
      "quote": "The drums are about gravity. Your hand naturally falls down on the drums as you hit them."
    },
    {
      "cite": "Pharrell Williams",
      "quote": "Alber Elbaz is just a genius. He'll be in a dinner jacket and he doesn't care what time of day it is: I love that about him. He just marches to the beat of his own drum."
    },
    {
      "cite": "Charles Wolfe",
      "quote": "Not a drum was heard, not a funeral note, As his corse to the rampart we hurried."
    },
    {
      "cite": "Billy Higgins",
      "quote": "You know the drum was the first instrument besides the human voice."
    },
    {
      "cite": "Bob Newhart",
      "quote": "When you're going for a joke, you're stuck out there if it doesn't work. There's nowhere to go. You've done the drum role and the cymbal clash and you're out on the end of the plank."
    },
    {
      "cite": "Buddha",
      "quote": "In a world become blind, I beat the drum of the Deathless."
    },
    {
      "cite": "Andy Hertzfeld",
      "quote": "Part of Steve's job was to drum into us how important what we were doing actually would be to the world."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "The sound of the drum drives out thought; for that very reason it is the most military of instruments."
    },
    {
      "cite": "Evelyn Glennie",
      "quote": "My favorite instrument is the snare drum. In Scotland, the snare drum is very prominent in Highland bands. The Scottish style of playing is in my blood. It's a very powerful instrument, but it can also be soothing, like velvet. It's a real challenge for composers."
    },
    {
      "cite": "Christopher Marlowe",
      "quote": "Strike up the drum and march courageously."
    },
    {
      "cite": "Tom Althouse",
      "quote": "Life follows a rhythm and we hold the drum."
    },
    {
      "cite": "Xun Zi",
      "quote": "The drum is surely the lord of music, is it not?"
    },
    {
      "cite": "Keith Moon",
      "quote": "To get your playing more forceful, hit the drums harder."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "There is no music unless the drum and the drummer are one."
    },
    {
      "cite": "Buddy Rich",
      "quote": "But, I don't think any arranger should ever write a drum part for a drummer because if a drummer can't create his own Interpretation of the chart and he plays everything that's written, he becomes mechanical; he has no freedom."
    },
    {
      "cite": "Chet Baker",
      "quote": "It takes a pretty good drummer to be better than no drummer at all."
    },
    {
      "cite": "Korean Proverb",
      "quote": "A big drum makes a big sound."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A good drum does not require hard beating."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Beat your drum inside the house to spare the neighbors."
    },
    {
      "cite": "African Proverb",
      "quote": "Untouched drums are silent."
    },
    {
      "cite": "Thomas Morell",
      "quote": "See, the conquering hero comes! / Sound the trumpets, beat the drums!"
    },
    {
      "cite": "George M. Cohan",
      "quote": "Over there, over there, / Send the word, send the word over there / That the Yanks are coming, the Yanks are coming, / The drums rum-tumming everywhere. / So prepare, say a prayer, / Send the word, send the word to beware. / We'll be over, we're coming over / And we won't come back till it's over, over there."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "If thine enemy offends thee, give his child a drum."
    },
    {
      "cite": "Yoruga Proverb",
      "quote": "The day the drum begins to beat the drummer is the day he should seek another employment."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You can muffle the drum, and you can loosen the strings of the lyre, but who shall command the skylark not to sing."
    },
    {
      "cite": "African Proverb",
      "quote": "He that beats the drum for the mad man to dance is no better than the mad man himself."
    },
    {
      "cite": "Chinua Achebe",
      "quote": "Whatever music you beat on your drum there is somebody who can dance to it."
    },
    {
      "cite": "Chick Corea",
      "quote": "I enjoy playing the band as the band. I be the whole band and I'm playing the drums, I'm playing the guitar, I'm playing the saxophone. To me, the most wonderful thing about playing music is that."
    },
    {
      "cite": "Jungle Jim",
      "quote": "In the jungle, drums are newspapers, radio, telephone and Western Union all wrapped up in one."
    },
    {
      "cite": "Sid",
      "quote": "Drum is the most seductive musical instrument. Its rhythm reminds us of our beating heart. Its sound clears our mind. We let go of our rational self. Drumstick up - the heart flutters. Drumstick down - the mind awakens."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "O the drum! / There is some / Intonation in thy grum / Monotony of utterance that strikes the spirit dumb, / As we hear / Through the clear / And unclouded atmosphere, / Thy palpitating syllables roll in upon the ear!"
    },
    {
      "cite": "Eugene Field",
      "quote": "With big tin trumpet and little red drum, / Marching like soldiers, the children come! / It 's this way and that way they circle and file--- / My! but that music of theirs is fine! / This way and that way, and after a while / They march straight into this heart of mine!"
    }
  ]
}