{
  "source": "https://www.wisesayings.com/drummer-quotes/",
  "theme": "drummer",
  "quotes": [
    {
      "cite": "Buddy Rich",
      "quote": "But primarily, the drummer's supposed to sit back there and swing the band."
    },
    {
      "cite": "Elvin Jones",
      "quote": "That's what the drummer is supposed to do. Keep the time. If you can do something else besides that, fine. But the time is essential and non-negotiable."
    },
    {
      "cite": "Buddy Rich",
      "quote": "Average band with a great drummer sounds great, great band with an average."
    },
    {
      "cite": "Ian Paice",
      "quote": "To be a drummer you also have to be a musician."
    },
    {
      "cite": "Stewart Copeland",
      "quote": "Drummers shouldn't just think of themselves as drummers. If you're going to be a musician, you should expand your horizons, compose things, and work with other instruments."
    },
    {
      "cite": "Ed Thigpen",
      "quote": "Do you know why they call a drummer's seat a throne? Because drummers are kings and queens."
    },
    {
      "cite": "Miroslav Vitous",
      "quote": "There is no roles. No one is keeping any roles. The drummer is also answering everybody and everything. So it is a constant conversation and communication between musicians on an extremely high level with extremely valuable material, motifs, and melodies."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, owever measured or far away."
    },
    {
      "cite": "Billy Joel",
      "quote": "Historically, musicians know what it is like to be outside the norm - walking the high wire without a safety net. Our experience is not so different from those who march to the beat of different drummers."
    },
    {
      "cite": "Bill Bruford",
      "quote": "Drummers haven't managed to develop their individuality quite as well as guitarists have. We can be so focused on the nuts and bolts that we overlook the importance of individuality - the broader picture, if you will."
    },
    {
      "cite": "Christopher Mintz",
      "quote": "If you drum open handed, you automatically look like a better/cooler drummer than every other drummer."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "March to the beat of your own drummer."
    },
    {
      "cite": "Srikumar Rao",
      "quote": "Before you can follow your own drummer, you have to hear the drummer."
    },
    {
      "cite": "Chet Baker",
      "quote": "It takes a pretty good drummer to be better than no drummer at all."
    },
    {
      "cite": "Steven Adler",
      "quote": "Drummers are conductors, we set the pace for the music so if you're not relaxed and feeling right, the whole thing goes out the window."
    },
    {
      "cite": "Brody Dalle",
      "quote": "A drummer is usually like the backbone."
    },
    {
      "cite": "Buddy Rich",
      "quote": "Average band with a great drummer sounds great, great band with an average drummer sounds average."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Every man must walk to the beat of his own drummer."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Music is the beat of a drum that keeps time with our emotions."
    },
    {
      "cite": "Jo Jones",
      "quote": "The drum is the heart of music. The saxophone can play and then rest, as can all of them except the drums; the drummer keeps going - he can't afford to stop."
    },
    {
      "cite": "Miles Davis",
      "quote": "Drummers - sometimes they play and they listen. And that little listen takes a speck away from the right tempo."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "There is no music unless the drum and the drummer are one."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Music shouldn't be just a tune, it should be a touch."
    },
    {
      "cite": "Damien Chazelle",
      "quote": "As a drummer, you're always fighting for a level that you never quite attain."
    },
    {
      "cite": "Ringo Starr",
      "quote": "The drummer's always going to be there. They're the floor of the whole deal and everyone can stand up on you."
    },
    {
      "cite": "Geoffrey Perkins",
      "quote": "Maybe Ringo Starr wasn't the best drummer in the world. All right, maybe he wasn't the best drummer in the Beatles."
    },
    {
      "cite": "T.S. Monk",
      "quote": "I'm a drummer who likes to sing...In fact, what I like to do the most is to sing and to play drums at the same time."
    },
    {
      "cite": "Dusty Baker",
      "quote": "He doesn't have to march to the same drummer as long as he's in the same band."
    },
    {
      "cite": "Chad Smith",
      "quote": "The best drummers are the ones who imprint the music with their own personal mark while still supplying the vital elements of time, feel, and emotion."
    },
    {
      "cite": "Paul Shaffer",
      "quote": "Let me paraphrase Lenny bruce: If the drums are swingin', the band's swingin' —even if it's not. If the drums ain't swingin', the band ain't swingin'—even if it is."
    },
    {
      "cite": "Tommy James",
      "quote": "The drummer is the center of gravity for any group, no matter what kind of music they play. In the studio or on stage, the drums are the first instrument the engineer focuses on because everything else is built around them."
    },
    {
      "cite": "Peter Frampton",
      "quote": "The drummer is the most important musician in any band. He makes it happen by the feel he brings to the ensemble. A great drummer drives the bus, makes the stops, picks up the solos, and orchestrates the vocals. He or she can make or break a great band."
    },
    {
      "cite": "Mike Watt",
      "quote": "We're all drummers. When I'm working the strings with my right hand, I'm playing a drum part. Rhythm is involved with everything. It's just different perspectives on the same thing. We're trying to make these machines laugh and cry."
    },
    {
      "cite": "Irmin Schmidt",
      "quote": "A drummer certainly needs to be something of a shaman. he also needs the power of a ringmaster, as well as total self-confidence unspoiled by something like reading books. Only exceptional master drummers like Jaki Liebezeit can afford such an exquisite occupation as studying Sanskrit without getting confused."
    },
    {
      "cite": "Billy Idol",
      "quote": "The drums are the heart, guts and soul, the driving force behind the music."
    },
    {
      "cite": "Mark Hudson",
      "quote": "It's tough being 'the drummer'. It's up to you to lay down the groove, then hold everybody else together. And as if that's not enough, all the other guys in the band think you're difficult or crazy. And then they start with the jokes:'What has three legs and a prick? A drum stool'. It ain't easy being the drummer."
    },
    {
      "cite": "Jack Douglas",
      "quote": "Real drums played by real drummers; an art of sound that I've been attempting to capture for thirty-five years. Even getting close to the reality and humanity is beyond measure."
    },
    {
      "cite": "Tony Barrell",
      "quote": "A band without a drummer is like a rocking chair that somebody has cruelly bolted to the floor: while it may appear to rock, it actually doesn't."
    },
    {
      "cite": "Tony Barrell",
      "quote": "Drummers play the most wonderful, exciting, and complex rhythms."
    },
    {
      "cite": "Cozy Powell",
      "quote": "I think drummers have an unfair reputation because, let's face it, first of all, you have to be MAD to play the drums! I mean nobody sane is going to spend their life hitting various objects with two pieces of wood."
    },
    {
      "cite": "Richard Jupp",
      "quote": "Drummers have so much to think about that they unconsciously make a variety of ridiculous facial expressions as they play."
    },
    {
      "cite": "Jon Cohan",
      "quote": "To be a drummer is to be misunderstood. That old joke about a band consisting of three musicians and a drummer reflects the uninformed view of many people who still see the drummer as a barbarian with a haircut, making indiscriminate noise."
    },
    {
      "cite": "Matt Cameron",
      "quote": "I think every band is a little cautious when the drummer starts to write tunes."
    },
    {
      "cite": "Bernard Sumner",
      "quote": "The drummer is the backbone of the band and is the real underrated one."
    },
    {
      "cite": "Q. Tip",
      "quote": "I definitely move to the beat of my own drummer and man, he's not playing something anyone has heard before. It's pretty cool, though. Pretty cool."
    },
    {
      "cite": "Ringo Starr",
      "quote": "My soul is that of a drummer... I didn't do it to become rich and famous. I did it because it was the love of my life."
    },
    {
      "cite": "Taylor Hawkins",
      "quote": "The drummer is stereotypically the dumb guy. Maybe that's why I always respect drummers who do more than the drum."
    },
    {
      "cite": "Robert Wyatt",
      "quote": "I would like to think that the singer is the butterfly, and the drummer was just the little grub in the ground, working to become a caterpillar"
    },
    {
      "cite": "Gene Krupa",
      "quote": "When I speak of natural drummers I'm talking about guys that are playing with the talent God gave 'em."
    },
    {
      "cite": "Ringo Starr",
      "quote": "I play weird. I'm always just behind. We drummers only have so much room. We're not guitarists."
    },
    {
      "cite": "Srikumar Rao",
      "quote": "Before you can follow your own drummer, you have to hear the drummer."
    },
    {
      "cite": "Tre Cool",
      "quote": "I'm a drummer. I can count to four and repeat."
    },
    {
      "cite": "Rex Orange County",
      "quote": "I realized that you can achieve so much at the front of a stage, releasing the music yourself and being something more selfish than just the drummer."
    },
    {
      "cite": "Buddy Rich",
      "quote": "I think the drummer should sit back there and play some drums, and never mind about the tunes. Just get up there and wail behind whoever is sitting up there playing the solo. And this is what is lacking, definitely lacking in music today."
    },
    {
      "cite": "Ed Thigpen",
      "quote": "Do you know why they call a drummer's seat a throne? Because drummers are kings and queens."
    }
  ]
}