{
  "source": "https://www.wisesayings.com/drunk-driving-quotes/",
  "theme": "drunk-driving",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Drunk driving is a killer disease."
    },
    {
      "cite": "Dean Martin",
      "quote": "If you drink don't drive. Don't even putt."
    },
    {
      "cite": "Demetri Martin",
      "quote": "A drunk driver is very dangerous. So is a drunk backseat driver if he's persuasive."
    },
    {
      "cite": "Anonymous",
      "quote": "Better To Arrive Sober And Late Than Never."
    },
    {
      "cite": "John Lanchester",
      "quote": "It's as if people used the invention of seat belts as an opportunity to take up drunk driving."
    },
    {
      "cite": "James Lange",
      "quote": "Their alcohol consumption levels haven't dropped much, but their drunk driving has."
    },
    {
      "cite": "Michelle Alexander",
      "quote": "Drunk driving contains a far greater risk of violent death than the use or sale of illegal drugs, the societal response to drunk drivers has generally emphasized keeping the person functional and in society, while attempting to respond to the dangerous behavior through treatment and counseling."
    },
    {
      "cite": "Emily Yoffe",
      "quote": "When people are really drunk they have a propensity to harm themselves and others they fall off buildings, they drive into other cars."
    },
    {
      "cite": "Anonymous",
      "quote": "Drinking and driving: there are stupider things, but it's a very short list."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "People that insist upon drinking and driving, are putting the quart before the hearse."
    },
    {
      "cite": "Ed Begley, Jr.",
      "quote": "If you're going to drive a Hummer and buy carbon offsets, that's like getting drunk every night and getting into an AA meeting, throwing money in the basket, and leaving."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "This is interesting. Researchers have found that people who drive drunk are more dangerous on the road than drivers who are high on marijuana. Don't get too excited. It's mostly because the drivers using marijuana are just sitting in the Taco Bell drive-through."
    },
    {
      "cite": "A. J. Jacobs",
      "quote": "More people die on a per mile basis from drunk walking than from drunk driving."
    },
    {
      "cite": "Anonymous",
      "quote": "The problem with drinking and driving is the mourning after."
    },
    {
      "cite": "Anonymous",
      "quote": "Sober Driving Today. Alive Tomorrow."
    },
    {
      "cite": "Lawrence Taylor",
      "quote": "Driving under the influence of alcohol, or 'drunk driving,' is by far the most commonly encountered offense in the courts today."
    },
    {
      "cite": "Lawrence Taylor",
      "quote": "Drunk driving is a deceptively difficult type of case to deal with, and the risks to the client are much higher than are generally appreciated."
    },
    {
      "cite": "Institute of Medicine",
      "quote": "The consequences and cots of youthful alcohol use are enormous. Many of these harmful consequences are immediate and all too evident--injuries due to impaired driving or violence."
    },
    {
      "cite": "Institute of Medicine",
      "quote": "Alcohol use by you people is dangerous, not only because of the risks associated with acute impairment, but also because of the threat to their long-term development ad well-being. Traffic crashes are perhaps the most visible of these dangers with alcohol being implicated in nearly one third of youth traffic fatalities."
    },
    {
      "cite": "James B. Jacobs",
      "quote": "The changing of attitudes and norms is the best hope for reducing drunk driving over the long run. If more people regarded drunk driving as irresponsible and dangerous, there would be less drunk driving, more informal control mechanisms, and more support for normal encounter measures."
    },
    {
      "cite": "Valerie Mendralla",
      "quote": "Drink and drive. Combining the two makes for a tragic mix of poor decision making, car crashes, injuries, legal problems, and potential life-changing situations."
    },
    {
      "cite": "Valerie Mendralla",
      "quote": "Teens talking to other teens about safe driving and having fun without alcohol can be very effective in changing attitudes and perceptions and, in turn, behaviors."
    },
    {
      "cite": "Valerie Mendralla",
      "quote": "Drinking and driving can destroy lives and families."
    },
    {
      "cite": "Valerie Mendralla",
      "quote": "Drinking and driving has devastating effects on the entire nation. At the very least, people who drink and drive can lose their privileges to drive. At worst, they can lose their loved ones or even their lives."
    },
    {
      "cite": "Valerie Mendralla",
      "quote": "Teens who get behind the wheel after drinking may also hurt innocent bystanders or other drivers."
    },
    {
      "cite": "Ross J Homel",
      "quote": "Drinking and driving threatens the lives of all Americans. Whether we are drivers, passengers, or pedestrians--whether or not we drink alcohol--each of us is at risk of being involved in an alcohol-related crash at some time during our lives."
    },
    {
      "cite": "Vince McMahon",
      "quote": "If you drink and drive, sooner or later, you're gonna meet the Undertaker."
    },
    {
      "cite": "Evan Esar",
      "quote": "Many a man who is drunk prefers to drive because he feels he is in no condition to walk."
    },
    {
      "cite": "Evan Esar",
      "quote": "People who insist on drinking before driving are putting the quart before the hearse."
    },
    {
      "cite": "Evan Esar",
      "quote": "Most of those who are driven to drink, make the trip in the driver's seat."
    },
    {
      "cite": "Evan Esar",
      "quote": "The one for the road may be two for the cemetery."
    },
    {
      "cite": "Evan Esar",
      "quote": "There's only one thing worse than being driven to drink, and that's driving yourself home from it."
    },
    {
      "cite": "American Proverb",
      "quote": "A tree never hits an automobile except in self defense."
    },
    {
      "cite": "W. C. Fields",
      "quote": "A woman drove me to drink and I didn't even have the decency to thank her."
    },
    {
      "cite": "Dean Martin",
      "quote": "If you drink don't drive, don't even putt."
    },
    {
      "cite": "Francis Scott Key Fitzgerald",
      "quote": "First you take a drink, then the drink takes a drink, then the drink takes you."
    },
    {
      "cite": "Knute Rockne",
      "quote": "Drink the first. Sip the second slowly. Skip the third."
    },
    {
      "cite": "Dave Attell",
      "quote": "I know some people are against drunk driving, but you know, sometimes you've got no choice. Those kids got to get to school."
    },
    {
      "cite": "Valerie Mendrala",
      "quote": "An intoxicated person might become angry if other suggest that he or she should not drive."
    }
  ]
}