{
  "source": "https://www.wisesayings.com/duality-quotes/",
  "theme": "duality",
  "quotes": [
    {
      "cite": "Rajneesh",
      "quote": "Mind cannot think without duality. Duality is the way of thinking. In silence, all dualities disappear."
    },
    {
      "cite": "Alan Watts",
      "quote": "Duality is always secretly unity."
    },
    {
      "cite": "Alan Watts",
      "quote": "Every explicit duality is an implicit unity."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Love is the recognition of oneness in the world of duality."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The cords of passion and desire weave a binding net around you. Worldly confrontation makes you stiff and inflexible. The trap of duality is tenacious. Bound, rigid, and trapped, you cannot experience liberation."
    },
    {
      "cite": "Rajneesh",
      "quote": "All duality is a mind creation, all duality is created by the clinging and attached mind. When there is no attachment there is no duality."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Duality is a part of reality, and there is definitely winning and losing. If you don't think so talk to someone who has beaten cancer, talk to somebody who hasn't."
    },
    {
      "cite": "Alan Finger",
      "quote": "If you don't have the background awareness of oneness, duality becomes real."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "There are two choices available in duality - one side or the other side. Everyting is formed from that."
    },
    {
      "cite": "Hans Urs von Balthasar",
      "quote": "Thus it is necessary to commence from an inescapable duality: the finite is not the infinite."
    },
    {
      "cite": "Edward Norton",
      "quote": "Duality is not a story. Duality is just a complexity."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "People use ideas of non-duality as an escape from reality. It is very easy to say there is no winning and losing and justify the fact that you didn't do a very good job."
    },
    {
      "cite": "Wei Wu Wei",
      "quote": "Past and Future are a duality of which Present is the reality. The now-moment alone is eternal and real."
    },
    {
      "cite": "Peter Santos",
      "quote": "The duality of positive and negative becomes subsumed in Oneness. There are no opposites in the totality and absolute perfection of the Oneness that we know as Divine."
    },
    {
      "cite": "Mark Mandemaker",
      "quote": "To define oneself, is to suffer duality. One must avoid defining existence and identity."
    },
    {
      "cite": "Ramesh S Balsekar",
      "quote": "The sense of duality, which is a barrier to true love, must prevail so long as the apperception of Truth has not occurred. Once individuality is surrendered, there is only total Love."
    },
    {
      "cite": "Carlos Santana",
      "quote": "Just as we have two eyes and two feet, duality is part of life."
    },
    {
      "cite": "Raquel Welch",
      "quote": "There's a duality in every man and every woman."
    },
    {
      "cite": "Tony Parsons",
      "quote": "All that we do is governed by the law of opposites in which every so-called positive act is exactly and equally balanced by its opposite."
    },
    {
      "cite": "Fernando Pessoa",
      "quote": "We, all who live, have A life that is lived And another life that is thought, And the only life we have It's the one that is divided In right or wrong."
    },
    {
      "cite": "Rajneesh",
      "quote": "Transcendence means going beyond duality. Attachment means remaining within duality."
    },
    {
      "cite": "Phil Collins",
      "quote": "The binding of reason and intuition is the fundamental crisis of the era we call humanity. Transcedence of duality is the key."
    },
    {
      "cite": "Alaric Hutchinson",
      "quote": "Through transcendence of duality, we foster greater unity in our lives, which brings about inner peace and the sprouting of unconditional LOVE."
    },
    {
      "cite": "Namkhai Norbu",
      "quote": "Duality is the real root of our suffering and of all our conflicts."
    },
    {
      "cite": "Leonard Jacobson",
      "quote": "In presence, there is no right or wrong, because there is no duality. There is no judgment."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "There is both joy and suffering on planet Earth because this beautiful world is a world of duality - a world of opposites. There is an opposite side to everything."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "In the universe, there is darkness and light. We call this duality. When you seek knowledge and power, there are forces and people that will oppose you."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "We cut up time and space and mind and place and being and non-being. We create a world of ideas. This is duality, pairs of apparent opposites."
    },
    {
      "cite": "Hui Neng",
      "quote": "Confused by thoughts, we experience duality in life. Unencumbered by ideas, the enlightened see the one Reality."
    }
  ]
}