{
  "source": "https://www.wisesayings.com/dublin-quotes/",
  "theme": "dublin",
  "quotes": [
    {
      "cite": "Lily Liberman",
      "quote": "Dublin has given me a new definition for home: Home is a place you don’t want to leave. To be completely honest, I think I’ll leave a part of my heart here in Ireland."
    },
    {
      "cite": "James Joyce",
      "quote": "For myself, I always write about Dublin, because if I can get to the heart of Dublin I can get to the heart of all the cities of the world. In the particular is contained the universal."
    },
    {
      "cite": "George A. Moore",
      "quote": "The truth is that I am in love with Dublin. I think it is the most beautiful town that I have ever seen, mountains at the back and the sea in front, and long roads winding through decaying suburbs and beautiful woods."
    },
    {
      "cite": "Patricia Cornwell",
      "quote": "Night fell clean and cold in Dublin, and wind moaned beyond my room as if a million pipes played the air."
    },
    {
      "cite": "John Banville",
      "quote": "I live in Dublin, God knows why. There are greatly more congenial places I could have settled in - Italy, France, Manhattan - but I like the climate here, and Irish light seems to be essential for me and for my writing."
    },
    {
      "cite": "Nicole Taylor",
      "quote": "Dublin is more than I could ever expect. The people are beyond considerate and humble, the amount of cafes and small pubs is extraordinary, the stores are easily accessible, and the food (so far) is actually tasty."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "Dublin university contains the cream of Ireland: Rich and thick."
    },
    {
      "cite": "George A. Moore",
      "quote": "Dublin dwindles so beautifully; there is no harsh separation between it and the country. It fades away, whereas London seems to devour the country; an army of buildings come and take away a beautiful park, and you never seem to get quite out of sight of a row of houses."
    },
    {
      "cite": "Bonnie Tyler",
      "quote": "Fabulous place, Dublin is. The trouble is, you work hard and in Dublin you play hard as well."
    },
    {
      "cite": "Louis MacNeice",
      "quote": "Dublin was hardly worried by the war; her old preoccupations were still preoccupations. The intelligentsia continued their parties; their mutual malice was as effervescent as ever."
    },
    {
      "cite": "James Vincent McMorrow",
      "quote": "Food in Dublin has gotten immeasurably better than it was. When I was a kid, there weren't a lot of options. Now you're overwhelmed with options."
    },
    {
      "cite": "Michael Scott",
      "quote": "I was born and raised in Dublin, Ireland and it is still home to me. My writing has taken me all over the world, but this is the place I come back to and the place where I find it easiest to write."
    },
    {
      "cite": "Martin McDonagh",
      "quote": "Dublin people think they are the center of the world and the center of Ireland. And they don't realize that people have to leave Ireland to get work, and they look down on people who do."
    },
    {
      "cite": "Joseph O'Connor",
      "quote": "Dublin was turning into Disneyland with super-pubs, a Purgatory open till five in the morning."
    },
    {
      "cite": "Colm Toibin",
      "quote": "Solitude is good in the evening. Dublin is a quiet city when you get to a certain age, when your friends settle down and have kids. Nothing much happens here."
    },
    {
      "cite": "Lonely Planet",
      "quote": "Dublin is now a truly cosmopolitan capital, with an influx of people, energy and ideas infusing the ever-beguiling, multi-layered city with fresh flavors and kaleidoscopic colors."
    },
    {
      "cite": "Liam Cunningham",
      "quote": "Paris is cafe culture, Dublin is pub culture, and that's the best place to solve all the world's problems: over a pint! One of the great joys of living, I think. The problems of the world seem to disappear."
    },
    {
      "cite": "Brendan Behan",
      "quote": "When I came back to Dublin I was courtmartialed in my absence and sentenced to death in my absence, so I said they could shoot me in my absence."
    },
    {
      "cite": "Jodie Foster",
      "quote": "I've only been to Dublin once, and I had a great time. I got completely soaked because it was rainy."
    }
  ]
}