{
  "source": "https://www.wisesayings.com/duck-quotes/",
  "theme": "duck",
  "quotes": [
    {
      "cite": "Dave Holderread",
      "quote": "With webbed toes and shorter legs than land fowl, ducks are not exceptionally fast on land but they are highly skilled swimmers, preferring to escape danger by way of water."
    },
    {
      "cite": "Hausan Proverb",
      "quote": "Some birds avoid water, the duck searches for it."
    },
    {
      "cite": "Danish Proverb",
      "quote": "A duck will not always dabble in the same gutter."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "Eat vegetables and fear no creditors, rather than eat duck and hide."
    },
    {
      "cite": "Malaysian Proverb",
      "quote": "The egg laid by the duck is sometimes hatched by the hen."
    },
    {
      "cite": "Dave Stockton",
      "quote": "When the ducks are walking, you know it's too windy to play golf."
    },
    {
      "cite": "Nyiri Murtagh",
      "quote": "I am of the belief that it costs the same to feed a mongrel duck as a good one, and at the end of the day, the good one is still worth more to you than the mongrel. So, if you are going to breed a duck, breed a good one."
    },
    {
      "cite": "Randy Frahm",
      "quote": "Ducks are strong, fast flyers. They fly between 35 and 50 miles per hour as they migrate."
    },
    {
      "cite": "Stephen Savage",
      "quote": "Ducks are one of the smallest types of waterfowl, but they are often the most colorful."
    },
    {
      "cite": "Jase Robertson",
      "quote": "A duck tastes the same whether they're shot sitting or flying."
    },
    {
      "cite": "Michael Caine",
      "quote": "Be like a duck. Calm on the surface, but always paddling like the dickens underneath."
    },
    {
      "cite": "Robin Cook",
      "quote": "If it looks like a duck, quacks like a duck, it's a duck!"
    },
    {
      "cite": "Manoj Arora",
      "quote": "Be like a duck, paddling and working very hard inside the water, but what everyone sees is a smiling and calm face."
    },
    {
      "cite": "Gene Hackman",
      "quote": "Like a duck on the pond. On the surface everything looks calm, but beneath the water those little feet are churning a mile a minute."
    },
    {
      "cite": "Timmothy Radman",
      "quote": "If it looks like a duck and sounds like a duck, it could be a really ugly swan."
    },
    {
      "cite": "Douglas Adams",
      "quote": "If it looks like a duck, and quacks like a duck, we have at least to consider the possibility that we have a small aquatic bird of the family anatidae on our hands."
    },
    {
      "cite": "Jacob Braude",
      "quote": "Always behave like a duck, keep calm and unruffled on the surface but paddle like the devil underneath."
    },
    {
      "cite": "Edmond Manning",
      "quote": "Duck love is recognizable in any language."
    },
    {
      "cite": "Beverly Sills",
      "quote": "You can't aim a duck to death."
    },
    {
      "cite": "Peter Cherry",
      "quote": "Paintings, mosaics, and other archaeological evidence, including duck bones excavated from middens at many locations in the Roman Empire, indicate that duck was eaten, probably on feast days and festivals."
    },
    {
      "cite": "Peter Cherry",
      "quote": "During the Ming dynasty, the Pekin duck was already known as an outstanding breed with stable genetic characters."
    },
    {
      "cite": "Nyiri Murtagh",
      "quote": "A healthy duck will be bright and will try to get away from people. This is especially true when it arrives in its new environment."
    },
    {
      "cite": "Nyiri Murtagh",
      "quote": "A new duck may be dirty because it soiled itself on the way home, which of course should not be interpreted as a sign of illness."
    },
    {
      "cite": "Heather Carver",
      "quote": "A duck can see nearly all the way around without even turning its head and yes they see in complete color."
    },
    {
      "cite": "Heather Carver",
      "quote": "Unlike a deer, a duck can see you in color and from a very long way off. The chances are good if you can see a duck, it can see you."
    },
    {
      "cite": "Dave Holderread",
      "quote": "The popularity of ducks— often described as the happiest animals in the barnyard— is increasing in many areas of the world."
    },
    {
      "cite": "Dave Holderread",
      "quote": "Ducks can make a highly effective pest patrol in the garden, as long as you take care to keep them from tender plants and low-growing fruit."
    },
    {
      "cite": "Dave Holderread",
      "quote": "Ducks are masterfully designed, down to the smallest detail, for both aquatic and terrestrial life."
    }
  ]
}