{
  "source": "https://www.wisesayings.com/dying-young-quotes/",
  "theme": "dying-young",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "The greatest thing in life is to die young   but delay it as long as possible."
    },
    {
      "cite": "Mark Twain",
      "quote": "It's not the good that die young, it's the lucky."
    },
    {
      "cite": "Lady Flora Hastings",
      "quote": "Grieve not that I die young. Is it not well To pass away ere life hath lost its brightness?"
    },
    {
      "cite": "Ryan Smithson",
      "quote": "I guess that's one good thing about dying young: you're remembered for your purity, vigor and spontaneity. Dying young you're remembered for your youth."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "There's no tragedy in life like the death of a child. Things never get back to the way they were."
    },
    {
      "cite": "A. E. Housman",
      "quote": "Life, to be sure, is nothing much to lose. But young men think it is, and we were young."
    },
    {
      "cite": "Dr. Burton Grebin",
      "quote": "The death of a child is the single most traumatic event in medicine. To lose a child is to lose a piece of yourself."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "The idea is to die young as late as possible."
    },
    {
      "cite": "Andrew A. Rooney",
      "quote": "Death is a distant rumor to the young."
    },
    {
      "cite": "John Derek",
      "quote": "Live fast, die young, and leave a good looking corpse."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "I want to die young at a ripe old age."
    },
    {
      "cite": "Arthur Wing Pinero",
      "quote": "Those who love deeply never grow old; they may die of old age, but they die young."
    },
    {
      "cite": "James Taylor",
      "quote": "Never give up, never slow down, never grow old and never ever die young."
    },
    {
      "cite": "John Barrymore",
      "quote": "The good die young - because they see it's no use living if you've got to be good."
    },
    {
      "cite": "Brian Williams",
      "quote": "A person starts dying when they stop dreaming."
    },
    {
      "cite": "Tony O'Neill",
      "quote": "I needed to know that death was here, in the room, and that I was too fast, too young, and too smart for him."
    },
    {
      "cite": "Dave Eggers",
      "quote": "The death of a young person for no reason is an apocalypse."
    },
    {
      "cite": "Thomas Adams",
      "quote": "Death is as near to the young as to the old; here is all the difference: death stands behind the young man's back, before the old man's face."
    },
    {
      "cite": "Oliver Herford",
      "quote": "Only the young die good."
    },
    {
      "cite": "John Green",
      "quote": "I may die young, but at least I'll die smart."
    },
    {
      "cite": "James Dye",
      "quote": "So many people die young. I'm hoping that's unintended."
    },
    {
      "cite": "James Wattersmith",
      "quote": "Live life to it's fullest or it may seem like you died young."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Each man carries within him the soul of a poet who died young."
    },
    {
      "cite": "R.J. Gonzales",
      "quote": "A flower bloomed already wilting. Beginning its life with an early ending."
    },
    {
      "cite": "Jessamyn West",
      "quote": "At fourteen you don't need sickness or death for tragedy."
    },
    {
      "cite": "Brian Molko",
      "quote": "I'd be interested in finding out if there is a light you walk into, and if you do meet people from your life and walk hand in hand with Jesus. I would hate for my death to be tragic: I'd like to be old when it happens. But hopefully a young death is unlikely."
    },
    {
      "cite": "Dr. Erik Erikson",
      "quote": "Healthy children will not fear life if their elders have integrity enough not to fear death."
    },
    {
      "cite": "David Shore",
      "quote": "Living fast and dying young is crap if you have a chance to get better. I say good for you."
    },
    {
      "cite": "Michael Nieward",
      "quote": "They say the Lord gives; the Lord takes away / Takes more than I'll ever have / To understand the world today / Death and the dear of dying young"
    },
    {
      "cite": "Vic Chesnut",
      "quote": "Holes in his sweater, fluid in his lungs / The experts say there's things / He should've done better / But instead he is just dying young"
    },
    {
      "cite": "Vic Chesnut",
      "quote": "Yeah, he wished he was a lawyer / Maybe like Perry Mason / He would sue them 'til they are scrawny / Instead of lying there dying young"
    },
    {
      "cite": "Vic Chesnut",
      "quote": "And tired of disbelieving, sick of struggling  / The experts busy / Their gloved hands are relieving / The symptoms of dying young"
    },
    {
      "cite": "Chris Wallin",
      "quote": "So if tomorrow never comes / From living fast and dying young / I hope the best is yet to come / In the time that remains for you"
    },
    {
      "cite": "Chris Wallin",
      "quote": "Cause you can't unlive the pain / You can't rewind to yesterday / You might never find your place / In the time that remains / So if tomorrow never comes / From living fast and dying young"
    },
    {
      "cite": "David Biral",
      "quote": "This time, it was so unexpected / Last time, it was the drugs he was lacing / All legends fall in the making / Sorry truth, dying young, demon youth"
    },
    {
      "cite": "Chad Brownlee",
      "quote": "So this is what it means to be alive / He'll dance like no one's watching, laugh until he cries / He holds on tight and loves without regret, he takes the good and leaves the rest / And when all is said and done, he's gonna leave here dying young"
    },
    {
      "cite": "Chad Brownlee",
      "quote": "You only get one time around / Time's always counting down / And what you do with this life's always up to you / I'm gonna leave here  / Dying young"
    },
    {
      "cite": "Razorz Epileptics",
      "quote": "I know you are somewhere... / Inside this open wound / Dying young is fashion / I knew you were somewhere / Dying young is fashion"
    },
    {
      "cite": "Joseph Poole",
      "quote": "Living fast and dying young / Yeah that's the way things they used to be done / And now there's no one out there left to have some fun"
    },
    {
      "cite": "Emmylou Harris",
      "quote": "You showed me the way but now you're gone / Quicker than the trigger of an outlaw's gun / Living fast and dying young / A victim of this road you left me on"
    },
    {
      "cite": "Zachry Alexander Brown",
      "quote": "The sun fades on me now and I miss you like words can't know / And I missed my shot at dying young a long time ago / It's just a lesson learned in love, it's not angry it's not sad / Some time you have to lose something to know what you have"
    },
    {
      "cite": "Mike Dean",
      "quote": "All the pain you left in your life you still feeling me  / Everybody living must have thought it would change  / But living fast and dying young's a part of the game"
    },
    {
      "cite": "Kristian Matsson",
      "quote": "I could lie I don’t care about what’s missing / But sometimes it’s just roses dying too young / Your train of thoughts is always passing here / With its falling paint, and its broken gears"
    },
    {
      "cite": "Ivan Peter De Prume",
      "quote": "Living fast and dying young a like an endless poetry. / My motorcycle nightmare freak out inside of me. / My soul salvation, liberation, on the drive."
    },
    {
      "cite": "Jorel Decker",
      "quote": "You wanna go to heaven, but you sold your soul / Dying young / I'm growing cold / Cut yourself apart, so you don't grow old"
    },
    {
      "cite": "Amy E Millan",
      "quote": "The hard rock God, he never had a chance you know / Incurable romantics never do / He held a flame I wasn't born to carry / I'll leave the dying young stuff up to you"
    },
    {
      "cite": "La'Reonte Wright",
      "quote": "You're living fast and dying young is where you're going / Don't fall victim to the trap door that ain't showing / It's bigger than the block they would stand for"
    },
    {
      "cite": "Shelton (Hank III) Williams",
      "quote": "Everybody's doing cocaine and starting up fights / And I'm living fast and hard / And dying young with my fists upright"
    },
    {
      "cite": "Bebe Winans",
      "quote": "Voices crying, young people dying / Lost, nowhere to run / So I'm asking, takes sacrificing / Time for us to come and / Hold up the light"
    },
    {
      "cite": "Lloyd Polite",
      "quote": "Gotta live stronger since I went vegetarian / I hope I live longer, dying young is scary"
    },
    {
      "cite": "Nick Luxmoore",
      "quote": "Any sense of life's fairness must therefore account for the seeming unfairness of painful deaths, of sudden deaths, of good people dying and dying young; it must account for the unfairness of everyone dying eventually."
    },
    {
      "cite": "Megan Devine",
      "quote": "If we commit to loving, we will inevitably know loss and grief."
    },
    {
      "cite": "Megan Devine",
      "quote": "If we try to avoid loss and grief, we will never truly love."
    },
    {
      "cite": "Megan Devine",
      "quote": "Most people and many professionals think of grief and loss as aberrations, detours from a normal, happy life."
    },
    {
      "cite": "Megan Devine",
      "quote": "There is nothing wrong with grief. It;s a natural extension of love. It's a healthy and sane response to loss."
    },
    {
      "cite": "Megan Devine",
      "quote": "Powerfully and mysteriously, knowing both love and loss is what brings us fully and deeply alive."
    },
    {
      "cite": "Elaine Storkey",
      "quote": "Losing a child happens in many different ways. There is the loss in the womb. There are cot deaths, accidents, epidemics, malignant diseases."
    },
    {
      "cite": "Elaine Storkey",
      "quote": "Behind each loss there is grief. Sometimes it is grief mingled with guilt. Nearly always it is grief mingled with heartbreak."
    },
    {
      "cite": "Elaine Storkey",
      "quote": "Each lost child is precious. We feel each loss acutely, however we have suffered it."
    },
    {
      "cite": "Elaine Storkey",
      "quote": "Parents who have just lost a child cannot believe any words of hope, They do not want to hear them yet."
    },
    {
      "cite": "Elaine Storkey",
      "quote": "A woman who has lost her baby through miscarriage may feel a very deep loss which few others seem to understand."
    },
    {
      "cite": "Elizabeth B. Brown",
      "quote": "There are many helps to surviving, but only one key. The key is acceptance!-not acceptance of you loss. Rather acceptance of the grief process."
    },
    {
      "cite": "Elizabeth B. Brown",
      "quote": "You will not accept your child's death until you have completed the healing. Hurt, anguish, tears, yearning, pining are part of the healing."
    },
    {
      "cite": "Elizabeth B. Brown",
      "quote": "No one sleeps well after a child's death, especially those who are burdened with guilt and the 'if only,' and those who are paralyzed by the violent act that took their child's life."
    },
    {
      "cite": "Elizabeth B. Brown",
      "quote": "You can never forget! You just learn to live with the loss."
    },
    {
      "cite": "Elizabeth B. Brown",
      "quote": "Many times it is harder because your time and energy have wrapped around the deceased."
    },
    {
      "cite": "Ron Johnson",
      "quote": "Unlike the complexities of unexpected loss of life, there are times when death brings more relief than grief."
    },
    {
      "cite": "Ron Johnson",
      "quote": "Sometimes death is excruciatingly painful and difficult to live with, but death can and should always result in some kind of value for the person who has grieved through it."
    },
    {
      "cite": "Ron Johnson",
      "quote": "Death can also be a relief for family, friends, and caretakers who have been part of an individual's prolonged and deteriorating illness."
    },
    {
      "cite": "Ron Johnson",
      "quote": "Like daily sads, major grief does end. It takes time to grieve. Ninety-nine percent of the time grief is finished in minutes or hours if we allow it."
    },
    {
      "cite": "Ron Johnson",
      "quote": "With deeper attachment, we usually have deeper grieving, and usually longer grieving."
    },
    {
      "cite": "Phyllis R. Silverman",
      "quote": "You know death is final, that there us no returning from the grave, that you cannot go up to heaven to visit, and that all of us will die someday."
    }
  ]
}