{
  "source": "https://www.wisesayings.com/dystopian-quotes/",
  "theme": "dystopian",
  "quotes": [
    {
      "cite": "George Orwell",
      "quote": "It was a bright cold day in April, and the clocks were striking thirteen."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Human reason can excuse any evil; that is why it's so important that we don't rely on it."
    },
    {
      "cite": "Veronica Roth",
      "quote": "It isn't just brave that she died for me; it is brave that she did it without announcing it, without hesitation, and without appearing to consider another option."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Everything - our houses, our clothes, our hairstyles - is meant to help us forget ourselves and to protect us from vanity, greed and envy, which are just forms of selfishness. If we have little, and want for little, and we are all equal, we envy no one."
    },
    {
      "cite": "Shannon A. Thompson",
      "quote": "I wanted to punch him and understand him at the same time."
    },
    {
      "cite": "Lauren DeStefano",
      "quote": "Tell freedom I said hello."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Resisting is worth doing."
    },
    {
      "cite": "Jose Saramago",
      "quote": "Why did we become blind, I don't know, perhaps one day we'll find out, Do you want me to tell you what I think, Yes, do, I don't think we did go blind, I think we are blind, Blind but seeing, Blind people who can see, but do not see."
    },
    {
      "cite": "Suzanne Young",
      "quote": "It's taken me all this time, all this loss, to realize what really matters is now."
    },
    {
      "cite": "Catherine Fisher",
      "quote": "And what would they be scared of? There's nothing to fear in a perfect world, is there?"
    },
    {
      "cite": "Veronica Rossi",
      "quote": "They were like her rocks. Imperfect and surprising and maybe better in the long run than certainties. Chances, she thought, were life."
    },
    {
      "cite": "Dan Wells",
      "quote": "The most important thing you can ever know, is that whatever your purpose is, that's not your only choice."
    },
    {
      "cite": "A.E. Samaan",
      "quote": "All utopias are dystopias. The term \"dystopia\" was coined by fools that believed a \"utopia\" can be functional."
    },
    {
      "cite": "Pierce Brown",
      "quote": "You have to pull the feet to break the neck. They let the loved ones do it."
    },
    {
      "cite": "Brittany Howard",
      "quote": "I'm a huge fan of dystopian films. I collect them in my brain."
    },
    {
      "cite": "Ashish Vidyarthi",
      "quote": "It's a dystopian world where things aren't connected. But life feels light when we can communicate, joke or laugh on ourselves."
    },
    {
      "cite": "Veronica Roth",
      "quote": "I think it's fascinating to look at a world that an author has created that has sort of stemmed from the world now, and usually dystopian books point out something about our current world and exaggerates a tendency or a belief."
    },
    {
      "cite": "Paul Di Filippo",
      "quote": "It's a heartening fact about the human race that utopian fiction precedes dystopian fiction in the evolution of literature."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "I think dystopian futures are also a reflection of current fears."
    },
    {
      "cite": "Lauren DeStefano",
      "quote": "Dystopian,' by definition, promises a darker story."
    },
    {
      "cite": "Anne Fortier",
      "quote": "Within the realm of fiction, it is always tempting to set one's stories in a dystopian future, where all our misgivings about state power can be shown in full force."
    },
    {
      "cite": "Anthrax",
      "quote": "Why fight everything? Not what you expected? Your dystopian epic Of memories are a lie."
    },
    {
      "cite": "The Damned",
      "quote": "This time could be the last Maybe the only time to get it right In this dystopian generation Damnable situation."
    },
    {
      "cite": "EI-P",
      "quote": "Dystopian ruthless hope movements seasonal and festive the butchery looking good."
    },
    {
      "cite": "Killer Mike",
      "quote": "Life is tough, you'll get snuffed in the buff, so dystopian, ruff, ruff, hear the call of the copper mutts on the hunt."
    },
    {
      "cite": "Johnny Raincloud",
      "quote": "It's the apocalypse a dystopian dream the internet would be the one to kill you and too busy kissing mirrors and those cell phone."
    },
    {
      "cite": "Necrosis",
      "quote": "Dystopian utopia, utopian dystopia"
    },
    {
      "cite": "Ray Gun Hero",
      "quote": "To cityscapes of past demise, magenta skies The human race deprived, may not survive Dystopian times, paths defined, thoughts maligned"
    },
    {
      "cite": "Mr. Muthafuckin' eXquire",
      "quote": "My life story's like a dystopian tragedy my  mentality is money-orientated"
    },
    {
      "cite": "Blutengel",
      "quote": "I feel like lonely soldier In a dystopian world always fighting to survive another day."
    },
    {
      "cite": "Phoebe Bridgers",
      "quote": "I'll climb through the window again But right now it feels good not to stand Then I'll leave it wide open Let the dystopian morning light pour in."
    },
    {
      "cite": "Erika Gottlieb",
      "quote": "the dark mirror of dystopian fiction functions as a deterrent, a warning that we should not allow the still curable illness of our present world to turn into the abhorrent pathologies of the world of the future."
    },
    {
      "cite": "Lauren DeStefano",
      "quote": "Dystopian, by definition, promises a darker story."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "Dystopian novels help people process their fears about what the future might look like; further, they usually show that there is always hope, even in the bleakest future."
    },
    {
      "cite": "Charlie Jane Anders",
      "quote": "Live every day as if you've come back in time from a dystopian future to try and prevent everything from breaking."
    },
    {
      "cite": "Lauren DeStefano",
      "quote": "Most dystopian, classic and contemporary, paints a future world that puts a twist on present society - a future world that could plausibly happen."
    },
    {
      "cite": "Robert Friedrich",
      "quote": "A fictional Dystopia is better than a fake Utopia."
    },
    {
      "cite": "Anthony Horowitz",
      "quote": "Once you get into the world of dystopia, it's hard to avoid plagiarism, because other people have had such powerful visions"
    },
    {
      "cite": "Ally Condie",
      "quote": "The beauty of dystopia is that it lets us vicariously experience future worlds - but we still have the power to change our own."
    },
    {
      "cite": "Paul Di Filippo",
      "quote": "Its a heartening fact about the human race that utopian fiction precedes dystopian fiction in the evolution of literature."
    },
    {
      "cite": "Anthony Horowitz",
      "quote": "Once you get into the world of dystopia, it's hard to avoid plagiarism, because other people have had such powerful visions."
    },
    {
      "cite": "Lois Lowry",
      "quote": "People in the know say The Giver was the first young adult dystopian novel."
    }
  ]
}