{
  "source": "https://www.wisesayings.com/eagle-quotes/",
  "theme": "eagle",
  "quotes": [
    {
      "cite": "Mobutu Sese Seko",
      "quote": "The chief is the chief. He is the eagle who flies high and cannot be touched by the spit of the toad."
    },
    {
      "cite": "Thomas Moore",
      "quote": "Like a young eagle, who has lent his plume To fledge the shaft by which he meets his doom, See their own feathers pluck'd, to wing the dart, Which rank corruption destines for their heart!"
    },
    {
      "cite": "Ta' Shunke Witko",
      "quote": "A very great vision is needed and the man who has it must follow it as the eagle seeks the deepest blue of the sky."
    },
    {
      "cite": "Lame Deer",
      "quote": "In an eagle there is all the wisdom of the world."
    },
    {
      "cite": "Milton S. Gould",
      "quote": "When you soar like an eagle, you attract the hunters."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "The eagle may soar; beavers build dams."
    },
    {
      "cite": "Ed Sabol",
      "quote": "You can't soar like an eagle and crap like a canary."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "The eagle has no fear of adversity. We need to be like the eagle and have a fearless spirit of a conqueror!"
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "May you soar on eagle wings, high above the madness of the world."
    },
    {
      "cite": "Anonymous",
      "quote": "When a storm is coming, all other birds seek shelter. The eagle alone avoids the storm by flying above it. So, in the storms of life may your heart be like an eagle's and soar above."
    },
    {
      "cite": "Pio of Pietrelcina",
      "quote": "Why fly like a hen when you can soar like an eagle?"
    },
    {
      "cite": "Ken Blanchard",
      "quote": "Don't quack like a duck, soar like an eagle."
    },
    {
      "cite": "Anonymous",
      "quote": "Eagles: When they walk, they stumble. They are not what one would call graceful. They were not designed to walk. They fly. And when they fly, oh, how they fly, so free, so graceful. They see from the sky what we never see."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The eagle has no liberty; he only has loneliness."
    },
    {
      "cite": "Anonymous",
      "quote": "A friend is like an eagle; you don't find them flying in flocks."
    },
    {
      "cite": "Myles Munroe",
      "quote": "Don't be a pigeon if you were born to be an eagle. Experience God's altitude for your life."
    },
    {
      "cite": "William Henry Hudson",
      "quote": "You cannot fly like an eagle with the wings of a wren."
    },
    {
      "cite": "William Blake",
      "quote": "The eagle never lost so much time, as when he submitted to learn of the crow."
    },
    {
      "cite": "E. F. Schumacher",
      "quote": "Eagles come in all shapes and sizes, but you will recognize them chiefly by their attitudes."
    },
    {
      "cite": "Crazy Horse",
      "quote": "A very great vision is needed, and the man who has it must follow it as the eagle seeks the deepest blue of the sky."
    },
    {
      "cite": "William Shakespeare",
      "quote": "But flies an eagle flight, bold and forth on, leaving no track behind."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Eagle rises to the top of the precipice with its wings; man, to the top of the honour, with his morals!"
    },
    {
      "cite": "Eric Thomas",
      "quote": "An eagle uses the negative energy of a storm to fly even higher."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Our power of perseverance is as that of an eagle. We soar above our challengers."
    },
    {
      "cite": "Helen Keller",
      "quote": "As the eagle was killed by the arrow winged with his own feather, so the hand of the world is wounded by its own skill."
    },
    {
      "cite": "Brihadaranyaka Upanishad",
      "quote": "As an eagle, weary after soaring in the sky, folds its wings and flies down to rest in its nest, so does the shining Self enter the state of dreamless sleep, where one is freed from all desires."
    },
    {
      "cite": "Jack White",
      "quote": "The eagle does not escape the storm. The eagle simply uses the storm to lift it higher. It spreads its mighty wings and rises on the winds that bring the storm."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "You are not called to be a canary in a cage. You are called to be an eagle, and to fly sun to sun, over continents."
    },
    {
      "cite": "John Webster",
      "quote": "Eagles commonly fly alone. They are crows, daws, and starlings that flock together."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The eagle suffers little birds to sing, And is not careful what they mean thereby."
    },
    {
      "cite": "Warren Buffett",
      "quote": "If you want to soar like an eagle in life, you can't be flocking with the turkeys."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The eagle, he was lord above."
    },
    {
      "cite": "John Dryden",
      "quote": "Like eager Romans e’er all Rites were past, / Did let too soon the sacred Eagle fly."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "Houston, Tranquility Base here. The Eagle has landed."
    },
    {
      "cite": "John Keats",
      "quote": "Then felt I like some watcher of the skies / When a new planet swims into his ken; / Or like stout Cortez when with eagle eyes / He stared at the Pacific—and all his men / Looked at each other with a wild surmise— / Silent, upon a peak in Darien."
    },
    {
      "cite": "Italian Proverb",
      "quote": "An eagle will not catch flies."
    },
    {
      "cite": "German Proverb",
      "quote": "Cows and sheep live together, but eagles fly alone."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Eagles do not beget doves."
    },
    {
      "cite": "German Proverb",
      "quote": "Eagles don't catch flies."
    },
    {
      "cite": "English Proverb",
      "quote": "Eagles fly alone."
    },
    {
      "cite": "Greek Proverb",
      "quote": "No need to teach an eagle to fly."
    },
    {
      "cite": "Italian Proverb",
      "quote": "The eagle does not war against frogs."
    },
    {
      "cite": "Albanian Proverb",
      "quote": "The eagle flies in the sky, but nests on the ground."
    },
    {
      "cite": "Yoruban Proverbs",
      "quote": "The eagle in the sky does not know that those on the ground are looking at him."
    },
    {
      "cite": "Greek Proverb",
      "quote": "The old age of an eagle is better than the youth of a sparrow."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Great minds are like eagles, and build their nest in some lofty solitude."
    },
    {
      "cite": "Bible (Proverbs 30:18-19)",
      "quote": "There be three things which are too wonderful for me, yea, four which I know not: The way of an eagle in the air; the way of a serpent upon a rock; the way of a ship in the midst of the sea; and the way of a man with a maid."
    },
    {
      "cite": "Bible (2 Samuel 1:23)",
      "quote": "They were swifter than eagles, they were stronger than lions."
    },
    {
      "cite": "Bible (Job 39:27-30)",
      "quote": "Doth the eagle mount up at thy command, and make her nest on high? / She dwelleth and abideth on the rock, upon the crag of the rock, and the strong place. / From thence she seeketh the prey, and her eyes behold afar off. / Her young ones also suck up blood: and where the slain are, there is she."
    },
    {
      "cite": "Bible (Matthew 24:28)",
      "quote": "Wheresoever the carcase is, there will the eagles be gathered together."
    },
    {
      "cite": "Aesop",
      "quote": "The haft of the arrow had been feathered with one of the eagle's own plumes. We often give our enemies the means of our own destruction."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The world is grown so bad / That wrens make prey where eagles dare not perch."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The eagle suffers little birds to sing, / And is not careful what they mean thereby."
    },
    {
      "cite": "William Shakespeare",
      "quote": "If you have writ your annals true, 'tis there. / That, like an eagle in a dovecote, I / Flutter'd your Volscians in Corioli: / Alone I did it."
    },
    {
      "cite": "Richard Crashaw",
      "quote": "By all the eagle in thee, all the dove."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "I wish the bald eagle had not been chosen as ehe representative of our country; he is a bird of bad moral character . . . like those among men who live by sharping and robbing, he is generally poor, and often very lousy."
    },
    {
      "cite": "William Blake",
      "quote": "Does the Eagle know what is in the pit? / Or wilt thou go ask the Mole? / Can Wisdom be put in a silver rod? / Or Love in a golden bowl?"
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "The wrinkled sea beneath him crawls; / He watches from his mountain walls, / And like a thunderbolt he falls."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "An old man's eagle mind."
    },
    {
      "cite": "Vachel Lindsay",
      "quote": "Sleep softly . . . eagle forgotten . . . under the stone."
    },
    {
      "cite": "Edgar Y. Harburg",
      "quote": "We gotta be free — / The eagle and me."
    },
    {
      "cite": "Iroquois Invitation Song",
      "quote": "Screaming the night away / With his great wing feathers / Swooping the darkness up; / I hear the Eagle bird / Pulling the blanket back / Off from the eastern sky."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "A cloud-encircled meteor of the air, / A hooded eagle among blinking owls."
    },
    {
      "cite": "Helen Osborne",
      "quote": "It is difficult to soar like an eagle when you are surrounded by turkeys."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Life consists in molting our illusions. We form creeds today only to throw them away tomorrow. The eagle molts a feather because he is growing a better one."
    },
    {
      "cite": "John Benfield",
      "quote": "Eagles may soar high, but weasels don’t get sucked into jet engines."
    },
    {
      "cite": "Mark Twain",
      "quote": "The Eagle, the scavenger bird, bird of prey — the proper symbol of royalty & nobility."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A bird in the soup is better than an eagle's nest in the desert."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "As a nation we may take pride in the fact that we are soft-hearted; but we cannot afford to be soft-headed. We must always be wary of those who with sounding brass and a tinkling cymbal preach the 'ism' of appeasement. We must especially beware of that small group of selfish men who would clip the wings of the American eagle in order to feather their own nests."
    },
    {
      "cite": "Chief Red Cloud",
      "quote": "We were free as the winds, and like the eagle, heard no man's commands."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "An Eagle, King of Birds, sailing on His wings aloft over a Farmer’s yard, saw a Cat there basking in the Sun, mistook it for a Rabbit, stooped, seized it, and carried it up into the Air, intending to prey on it. The Cat turning, set her Claws into the Eagle’s Breast; who, finding his Mistake, opened his Talons, and would have let her drop; but Puss, unwilling to fall so far, held faster; and the Eagle, to get rid of the Inconvenience, found it necessary to set her down where he took her up."
    },
    {
      "cite": "John Dryden",
      "quote": "On eagle’s wings immortal scandals fly, / While virtuous actions are but born and die."
    },
    {
      "cite": "Bible (Isaiah 40:31)",
      "quote": "But those who wait on the Lord Shall renew their strength; / They shall mount up with wings like eagles, / They shall run and not be weary / They shall walk and not faint."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The sovereignty of Greece and Rome is not yet passed away, though the gods of one be dead and the eagles of the other tired."
    },
    {
      "cite": "Elinor Wylie",
      "quote": "Avoid the reeking herd, / Shun the polluted flock, / Live like that stoic bird / The eagle of the rock."
    },
    {
      "cite": "Native American blessing",
      "quote": "May you have the strength of eagle’s wings, and the faith and courage to fly to new heights, and the wisdom of the universe to carry you there."
    },
    {
      "cite": "Mikhail Vasilyevich Lomonosov",
      "quote": "But in this world there is no barrier / That could curtail the eagles' flight. / They stop for naught: not waters, forests, / Hills, torrents or the wildest steppes. / The eagle legions can attain / Heights that are scaled by wind alone."
    },
    {
      "cite": "Walt Whitman",
      "quote": "O from his masterful sweep, the warning cry of the eagle!"
    },
    {
      "cite": "Thomas Gray",
      "quote": "On dreary Arvon's shore they lie, / Smear'd with gore, and ghastly pale: / Far, far aloof th' affrighted ravens sail; / The famish'd Eagle screams, and passes by."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The day is done, and the darkness / Falls from the wings of Night, / As a feather is wafted downward / From an eagle in his flight."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "The ocean-eagle soared / From his nest by the white wave's foam, / And the rocking pines of the forest roared — / This was their welcome home!"
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "As an eagle whose plumes to the sun are unfurled, / Swept his hope round the heaven on its limitless wings."
    },
    {
      "cite": "Robert Browning",
      "quote": "The eagle am I, with my fame in the world, / The wren is he, with his maiden face. / — You look away and your lip is curled? / Patience, a moment's space!"
    },
    {
      "cite": "Charles Harpur",
      "quote": "See in the storm’s front, sailing dark and dread, / A wide-winged eagle like a black flag spread! / The clouds aloft flash doom! Short stops his flight! / He seems to shrivel in the blasting light!"
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "My friends,' said the Owl, with a look most wise, / 'The Eagle is soaring too near the skies, / In a way that is quite improper; / Yet the world is praising her, so I'm told, / And I think her actions have grown so bold / That some of us ought to stop her.'"
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "I am quite convinced,' said Crow, with a caw, / 'That the Eagle minds no moral law, / She's a most unruly creature.' / 'She's an ugly thing,' piped Canary Bird; / 'Some call her handsome — it's so absurd — / She hasn't a decent feature.'"
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "But, lo! from a peak on the mountain grand / That looks out over the smiling land / And over the mighty ocean, / The Eagle is spreading her splendid wings — / She rises, rises, and upward swings, / With a slow, majestic motion."
    },
    {
      "cite": "Steven Haworth Miller",
      "quote": "I want to fly like an eagle, to the sea / Fly like an eagle / Let my spirit carry me"
    },
    {
      "cite": "Hank Cochran; Mack Vickery; Red Lane",
      "quote": "Lord knows I am peaceful when I'm left alone / I've always been an Eagle, been awhile since I have flown / My claws are sharp as ever, so's my Eagle eye / Something's gonna go tonight, when the Eagle flies"
    },
    {
      "cite": "Hank Cochran; Mack Vickery; Red Lane",
      "quote": "Lately I've heard rumors that the Eagle may be lame / Just because I've been idle, don't mean that I'm tame / You've jeopardized my freedom, my natural place to roost / I can fly when I have to, if they turn the Eagle loose"
    },
    {
      "cite": "Hank Cochran; Mack Vickery; Red Lane",
      "quote": "So lay all your doubts aside when you go to bed tonight / My feathers are all ruffled now, I'm ready for a fight / Just because I took awhile to fly that don't mean I don't care / When you feel the shadow crossing, the Eagle's in the air"
    },
    {
      "cite": "Benny Andersson; Bjoern K Ulvaeus; Bjorn Ulvaeus",
      "quote": "And I dream I'm an eagle / And I dream I can spread my wings / Flying high, high, I'm a bird in the sky / I'm an eagle that rides on the breeze"
    },
    {
      "cite": "Carole King",
      "quote": "Eagle wants to fly again / Though she's been shot down / You can see her tryin' / Though her wings still touch the ground / Soon she's gonna rise up / With a pure and joyful sound / Fly, Eagle"
    },
    {
      "cite": "Carole King",
      "quote": "But Eagle has the courage / You can tell that she's been felled before / She was born to soar / And she's gonna soar again"
    },
    {
      "cite": "John C. Dawson",
      "quote": "And take a last flying look at the last lonely eagle / He's soaring the length of the land / Shed a tear for the fate of the last lonely eagle / For you know that he never will land"
    },
    {
      "cite": "Mark Kevin Wilson",
      "quote": "Wings are spread he's built for flight / He soars down out of the sky / With blinding speed and endless flight / You won't escape the eagle's eye"
    },
    {
      "cite": "Dolly Parton",
      "quote": "And she's a sparrow when she's broken / But she's an eagle when she flies"
    },
    {
      "cite": "Michael Weikath",
      "quote": "In the sky a mighty eagle / Doesn't care 'bout what's illegal / On its wings the rainbow's light / It's flying to eternity"
    },
    {
      "cite": "Robin Trower",
      "quote": "I watch for the love / Livin' in the day of the eagle / Eagle, not the dove"
    },
    {
      "cite": "Dolly Parton",
      "quote": "Oh, I've been like a captured eagle, you know an eagle's born to fly / Now that I have won my freedom, like an eagle I am eager for the sky"
    },
    {
      "cite": "E. Y. Harburg; Harold Arlen",
      "quote": "River it like to flow / Eagle it like to fly / Eagle it like to feel / Its wings against the sky"
    },
    {
      "cite": "Joni Mitchell",
      "quote": "Even an eagle has to fall sometimes / Climbing against the wind / Even a strong heart has to break / And learn to love and heal again"
    },
    {
      "cite": "Mark Stephen Gersmehl; Gordon Scott Kennedy; Billy Smiley",
      "quote": "Fly, Eagle, fly / Hold your head high / Soar upon the spirit wind"
    },
    {
      "cite": "Cardinal Thomas Wolsey",
      "quote": "I don't want an eagle, Mr. Pace. They can soar too high. Be a pigeon, and shit on everything."
    },
    {
      "cite": "Longfellow Deeds",
      "quote": "It's hard to soar with the eagles when you're surrounded by turkeys."
    },
    {
      "cite": "Crooked Arrow",
      "quote": "The eagle once ruled our skies. And then, one day, he was struck down by the arrow. As he lay dying, the eagle could not understand why. The shaft of the arrow had been feathered by one of his own plumes. We often give our enemies the means to our own defeat. Look inside. Ask your heart. The truth may sleep, but it never dies."
    },
    {
      "cite": "Father Brown",
      "quote": "A jackdaw sees an eagle swoop down on a spring lamb, carrying it away to eat and the jackdaw believes himself to be as powerful. So, he flies over and lands on the back of another lamb, grips it with his claws and flaps away with all his might. But he can't lift the lamb, and the shepherd sees him, catches him, clips his wings and gives him to his children as a pet in a cage. Vanity is very dangerous."
    },
    {
      "cite": "Eugene",
      "quote": "Not leap. Soar, like an eagle."
    },
    {
      "cite": "Santos",
      "quote": "Even a hawk is an eagle among crows."
    },
    {
      "cite": "Satsuki Kiryuin",
      "quote": "Ask not the sparrow how the eagle soars."
    },
    {
      "cite": "Larry",
      "quote": "Because I'd rather have an injured eagle, than a healthy pigeon."
    },
    {
      "cite": "Professor Larry",
      "quote": "Any man can fly if he rides on the back of an eagle."
    },
    {
      "cite": "Billy \"Catch\" Pooler",
      "quote": "But remember, don't ever forget: The canary sings, but the eagle flies."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "All Birds find shelter during a rain. But Eagle avoids rain by flying above the Clouds. Problems are common, but attitude makes the difference!!!"
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Celebrate your success and stand strong when adversity hits, for when the storm clouds come in, the eagles soar while the small birds take cover."
    },
    {
      "cite": "Winston Churchill",
      "quote": "When the eagles are silent, the parrots begin to jabber."
    },
    {
      "cite": "Carol Kent",
      "quote": "God created us with an overwhelming desire to soar. Our desire to develop and use every ounce of potential He's placed in us is not egotistical. He designed us to be tremendously productive and \"to mount up with wings like eagles,\" realistically dreaming of what He can do with our potential."
    },
    {
      "cite": "T. Harv Eker",
      "quote": "If you want to fly with the eagles, don’t swim with the ducks!"
    },
    {
      "cite": "Knute Rockne",
      "quote": "Leaders are like eagles... they don't flock. You'll find them one at a time."
    },
    {
      "cite": "T. D. Jakes",
      "quote": "Eagles fly where lesser birds cannot fly, so eagles can do what lesser birds cannot do."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "There is an eagle in me that wants to soar, and there is a hippopotamus in me that wants to wallow in the mud."
    },
    {
      "cite": "Gladys Aylward",
      "quote": "The eagle that soars in the upper air does not worry itself how it is to cross rivers."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "And alone and without his nest shall the Eagle fly across the sun."
    },
    {
      "cite": "Dilgo Khyentse Rinpoche",
      "quote": "Even if death were to fall upon you today like lightning, you must be ready to die without sadness and regret, without any residue of clinging for what is left behind. Remaining in the recognition of the absolute view, you should leave this life like an eagle soaring up into the blue sky."
    },
    {
      "cite": "Liu Yang",
      "quote": "Baby eagles can never soar under their family's wing."
    },
    {
      "cite": "Steven Wright",
      "quote": "Eagles may soar, but weasels don't get sucked into jet engines."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Fate is not an eagle, it creeps like a rat."
    },
    {
      "cite": "Norman Foster",
      "quote": "The most amazing lesson in aerodynamics I ever had was the day I climbed a thermal in a glider at the same time as an eagle. I witnessed, close up, effortlessness and lightness combined with strength, precision and determination."
    },
    {
      "cite": "Euripedes",
      "quote": "The whole wide ether is the eagle’s way: The whole earth is a brave man’s fatherland."
    },
    {
      "cite": "William Harvey",
      "quote": "There is a lust in man no charm can tame: Of loudly publishing his neighbor’s shame: On eagles wings immortal scandals fly, while virtuous actions are born and die."
    },
    {
      "cite": "Led Zeppelin",
      "quote": "We are eagles of one nest…the nest is in our soul."
    },
    {
      "cite": "H. Ross Perot",
      "quote": "Eagles don't flock, you have to find them one at a time."
    },
    {
      "cite": "Ronald McNair",
      "quote": "Whether or not you reach your goals in life depends entirely on how well you prepare for them and how badly you want them. You're eagles! Stretch your wings and fly to the sky."
    },
    {
      "cite": "Horace",
      "quote": "Fierce eagles do not produce timorous doves."
    },
    {
      "cite": "Charles Prestwich Scott",
      "quote": "Eagles come in all shapes and sizes, but you will recognize them chiefly by their attitudes."
    },
    {
      "cite": "Gene Fowler",
      "quote": "News is history shot on the wing. The huntsmen from the Fourth Estate seek to bag only the peacock or the eagle of the swifting day."
    },
    {
      "cite": "Wayne Calloway",
      "quote": "We take eagles and teach them to fly in formation."
    }
  ]
}