{
  "source": "https://www.wisesayings.com/ear-quotes/",
  "theme": "ear",
  "quotes": [
    {
      "cite": "Francis Quarles",
      "quote": "The average person's ear weighs what you are, not what you were"
    },
    {
      "cite": "Jacqueline Carey",
      "quote": "Your dreaming self seeks to tell you something your waking ears will not hear"
    },
    {
      "cite": "Rita Rudner",
      "quote": "I think men who have a pierced ear are better prepared for marriage. They've experienced pain and bought jewelry."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "The walls will always have ears when you whisper in secret."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Women love with their ears, men with their eyes."
    },
    {
      "cite": "Elizabeth Hunter",
      "quote": "It is with our voices we remember, with our ears we understand."
    },
    {
      "cite": "Jim George",
      "quote": "God has given you two ears--that should tell you something about the importance of listening."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Give every man thy ear, but few thy voice."
    },
    {
      "cite": "Judy Garland",
      "quote": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul."
    },
    {
      "cite": "Herodotus",
      "quote": "Men trust their ears less than their eyes."
    },
    {
      "cite": "Adele",
      "quote": "I don't make music for eyes. I make music for ears."
    },
    {
      "cite": "E.M. Forster",
      "quote": "Beethoven's Fifth Symphony is the most sublime noise that has ever penetrated into the ear of man."
    },
    {
      "cite": "Abba Eban",
      "quote": "A statesman who keeps his ear permanently glued to the ground will have neither elegance of posture nor flexibility of movement."
    },
    {
      "cite": "Wilson Woodrow",
      "quote": "The ear of the leader must ring with the voices of the people."
    },
    {
      "cite": "Patrick Carney",
      "quote": "I really don't have an ear for pitch. I can't sing at all, I can't hum melodies and I can't write riffs."
    },
    {
      "cite": "Les Paul",
      "quote": "You can't go to the store and buy a good ear and rhythm."
    },
    {
      "cite": "Leo Ornstein",
      "quote": "By the visual pattern, but mostly I'm guided entirely by my ear, what I hear."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "The talent of a true writer and poet is in the ear"
    },
    {
      "cite": "Adora Svitak",
      "quote": "You must lend an ear today, because we are the leaders of tomorrow"
    },
    {
      "cite": "Che Guevarra",
      "quote": "Whenever death may surprise us, let it be welcome if our battle cry has reached even one receptive ear and another hand reaches out to take up our arms."
    },
    {
      "cite": "Maria Callas",
      "quote": "When music fails to agree to the ear, to soothe the ear and the heart and the senses, then it has missed the point."
    },
    {
      "cite": "John C. Crosby",
      "quote": "Mentoring is a brain to pick, an ear to listen, and a push in the right direction."
    },
    {
      "cite": "Saint Benedict",
      "quote": "Listen and attend with the ear of your heart."
    }
  ]
}