{
  "source": "https://www.wisesayings.com/earthquake-quotes/",
  "theme": "earthquake",
  "quotes": [
    {
      "cite": "George Orwell",
      "quote": "An earthquake is such fun when it is over."
    },
    {
      "cite": "Jeannette Rankin",
      "quote": "You can no more win a war than you can win an earthquake."
    },
    {
      "cite": "John Wesley",
      "quote": "Whatever the natural cause, sin is the true cause of all earthquakes."
    },
    {
      "cite": "George Carlin",
      "quote": "The safest place to be during an earthquake would be in a stationary store."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "It takes an earthquake to remind us that we walk on the crust of an unfinished planet."
    },
    {
      "cite": "Aristotle",
      "quote": "All Earthquakes and Disasters are warnings; there’s too much corruption in the world."
    },
    {
      "cite": "Ignazio Silone",
      "quote": "An earthquake achieves what the law promises but does not in practice maintain - the equality of all men."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "As for earthquakes, though they were still formidable, they were so interesting that men of science could hardly regret them."
    },
    {
      "cite": "Reginald Aldworth Daly",
      "quote": "Earthquakes traveling through the interior of the globe are like so many messengers sent out to explore a new land. The messages are constantly coming and seismologists are fast learning to read them."
    },
    {
      "cite": "Charles Darwin",
      "quote": "A bad earthquake at once destroys the oldest associations: the world, the very emblem of all that is solid, has moved beneath our feet like a crust over a fluid; one second of time has conveyed to the mind a strange idea of insecurity, which hours of reflection would never have created."
    },
    {
      "cite": "Reggie Fils-Aime",
      "quote": "The impact of the earthquake on mental health was huge and unimaginably deep in people's lives. Some lost all benchmarks and references because of their great loss, we still have people coming to clinics with mental health problems related to the earthquake. They talk about the earthquake, about being under the rubble."
    },
    {
      "cite": "Shigeru Ban",
      "quote": "People are not killed by earthquakes alone, but by collapsed buildings."
    },
    {
      "cite": "Nostradamus",
      "quote": "The great earthquake shall be in the month of May; Saturn, Capricorn, Jupiter, Mercury in Taurus; Venus, also Cancer, Mars in zero."
    },
    {
      "cite": "Epicurus",
      "quote": "Earthquakes may be brought about because wind is caught up in the earth, so the earth is dislocated in small masses and is continually shaken, and that causes it to sway."
    },
    {
      "cite": "Karen Thompson Walker",
      "quote": "Feeling earthquakes was part of growing up, and also preparing for them: doing earthquake drills, or having earthquake supplies. The looming feeling was part of my life. My experience of earthquakes has always been more the fear of them, or the possibility."
    }
  ]
}