{
  "source": "https://www.wisesayings.com/earth-quotes/",
  "theme": "earth",
  "quotes": [
    {
      "cite": "Native American Proverb",
      "quote": "We do not inherit the earth from our ancestors, we borrow it from our children."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The earth is what we all have in common."
    },
    {
      "cite": "Rachel Carson",
      "quote": "Those who contemplate the beauty of the Earth find reserves of strength that will endure as long as life lasts."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Earth provides enough to satisfy every man's need, but not every man's greed."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The Earth has a skin and that skin has diseases, one of its diseases is called man."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "There are no passengers on Spaceship Earth. We are all crew."
    },
    {
      "cite": "Charles A. Lindbergh",
      "quote": "Man must feel the earth to know himself and recognize his values . God made life simple. It is man who complicates it."
    },
    {
      "cite": "Louis J. Glickman",
      "quote": "The best investment on earth is earth."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Everything costs and costs the earth."
    },
    {
      "cite": "Baha'U'Llah",
      "quote": "The earth is but one country and mankind its citizens."
    },
    {
      "cite": "Henry Beston",
      "quote": "Touch the earth, feel the earth, her plains, her valleys, her hills, and her seas; rest your spirit in her solitary places."
    },
    {
      "cite": "Daniel Dennett",
      "quote": "The earth has grown a nervous system, and it's us."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "The earth is the general and equal possession of all humanity and therefore cannot be the property of individuals."
    },
    {
      "cite": "Kurt Vonnegut Jr.",
      "quote": "I really wonder what gives us the right to wreck this poor planet of ours."
    },
    {
      "cite": "Daniel Webster",
      "quote": "The materials of wealth are in the earth, in the seas, and in their natural and unaided productions."
    },
    {
      "cite": "Dave Foreman",
      "quote": "... do something. Pay your rent for the privilege of living on this beautiful, blue-green, living Earth."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The Earth is the only world known so far to harbor life. There is nowhere else, at least in the near future, to which our species could migrate. Visit, yes. Settle, not yet. Like it or not, for the moment the Earth is where we make our stand."
    },
    {
      "cite": "Marlee Matlin",
      "quote": "The Earth does not belong to us: we belong to the Earth."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "If we do not permit the earth to produce beauty and joy, it will in the end not produce food, either."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The earth belongs to the living, not to the dead."
    },
    {
      "cite": "Max Lucado",
      "quote": "Lower your expectations of earth. This isn't heaven, so don't expect it to be."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The earth will not continue to offer its harvest, except with faithful stewardship. We cannot say we love the land and then take steps to destroy it for use by future generations."
    },
    {
      "cite": "S.G. Rainbolt",
      "quote": "Mankind without Earth is Humanity without a Home"
    },
    {
      "cite": "Margaret Atwood",
      "quote": "The threat to the planet is us. It's actually not a threat to the planet - it's a threat to us."
    },
    {
      "cite": "Konstantin Tsiolkovsky",
      "quote": "The Earth is the cradle of humanity, but mankind cannot stay in the cradle forever."
    },
    {
      "cite": "Bible",
      "quote": "For the earth is the Lord's and the fulness thereof."
    },
    {
      "cite": "Douglas Jerrold",
      "quote": "If you tickle the earth with a hoe she laughs with a harvest."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The earth is the very quintessence of the human condition."
    },
    {
      "cite": "Wendell Berry",
      "quote": "...the care of the earth is our most ancient and most worthy and, after all, our most pleasing responsibility. To cherish what remains of it, and to foster its renewal, is our only legitimate hope."
    },
    {
      "cite": "Henry Beston",
      "quote": "Do no dishonour to the earth least you dishonour the spirit of man."
    },
    {
      "cite": "Ron Garan",
      "quote": "Earth is a small town with many neighborhoods in a very big universe."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "You must love the crust of the earth on which you dwell more than the sweet crust of any bread or cake; you must be able to extract nutriment out of a sand heap."
    },
    {
      "cite": "Jay Inslee",
      "quote": "ON EARTH, WE STILL HAVE A BEAUTIFUL ATMOSPHERE THAT PRECISELY MAINTAINS A THERMALLY DRIVEN CLIMATIC SYSTEM THAT SHELTERS, SHIELDS AND SUSTAINS OUR NATURAL TREASURES."
    },
    {
      "cite": "Robert Swan",
      "quote": "The greatest threat to our planet is the belief that someone else will save it."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "A nation that destroys its soil destroys itself."
    },
    {
      "cite": "unknown",
      "quote": "It is absurd to think that we can bring life on a dead planet like Mars, if we cannot sustain it on a planet steaming with life like EARTH!"
    },
    {
      "cite": "Alan Stern",
      "quote": "It used to be said that Pluto is a misfit. But now we know Earth is the misfit. This is the most populous class of planet in our solar system and we have never sent a mission to this class."
    },
    {
      "cite": "Jerry Smith",
      "quote": "Take care of the earth and she will take care of you."
    },
    {
      "cite": "Terry Swearingen",
      "quote": "We are living on the planet as if we have another one to go to."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "How inappropriate to call this planet Earth when it is quite clearly Ocean."
    },
    {
      "cite": "Paul Tsongas",
      "quote": "This land, this water, this air, this planet - this is our legacy to our young."
    },
    {
      "cite": "Abdul Kalam",
      "quote": "The Earth is the most powerful and energetic planet."
    },
    {
      "cite": "Rachel Carson",
      "quote": "In every curving beach, in every grain of sand, there is the story of the earth."
    },
    {
      "cite": "Ymber Delecto",
      "quote": "I am the Earth. You are the Earth. The Earth is dying. You and I are murderers."
    },
    {
      "cite": "unknown",
      "quote": "What befalls the Earth, befalls all the sons and daugter's of the Earth."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "And forget not that the earth delights to feel your bare feet and the winds long to play with your hair."
    },
    {
      "cite": "Yuri Gagarin",
      "quote": "Orbiting earth in the spaceship, I saw how beautiful our planet is. People, let us preserve and increase this beauty, not destroy it!"
    },
    {
      "cite": "E. E. Cummings",
      "quote": "The earth laughs in flowers."
    },
    {
      "cite": "Andrew Ingersoll",
      "quote": "Mars is too cold, Venus is too hot, earth is just right."
    },
    {
      "cite": "Jane Goodall",
      "quote": "Here we are, the most clever species ever to have lived. So how is it we can destroy the only planet we have?"
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Sow a seed and the earth will yield you a flower. Dream your dream to the sky and it will bring you your beloved."
    },
    {
      "cite": "John H. Vincent",
      "quote": "We are pilgrims, not settlers, this earth is our inn, not our home."
    },
    {
      "cite": "Voltaire",
      "quote": "Opinion has caused more trouble on this little earth than plagues or earthquakes."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Heaven on Earth is a choice you must make, not a place you must find."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Look deep into nature, and then you will understand everything better."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "What makes earth feel like hell is our expectation that it should feel like heaven."
    },
    {
      "cite": "Rachel Carson",
      "quote": "In every outthrust headland, in every curving beach, in every grain of sand there is a story of the earth."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "It suddenly struck me that that tiny pea, pretty and blue, was the Earth. I put up my thumb and shut one eye, and my thumb blotted out the planet Earth. I didn't feel like a giant. I felt very, very small."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "The greatest test of courage on earth is to bear defeat without losing heart."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Every moment and every event of every man's life on earth plants something in his soul."
    },
    {
      "cite": "Buckminster Fuller",
      "quote": "The earth is like a spaceship that didn't come with an operating manual."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "There is no security on this earth, there is only opportunity."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Life comes from the earth and life returns to the earth."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There are more things in Heaven and Earth, Horatio, than are dreamt of in your philosophy."
    },
    {
      "cite": "Ferdinand Foch",
      "quote": "The most powerful weapon on earth is the human soul on fire."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Service to others is the rent you pay for your room here on earth."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Trees are the earth's endless effort to speak to the listening heaven."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Government of the people, by the people, for the people, shall not perish from the Earth."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Walk as if you are kissing the Earth with your feet."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes."
    },
    {
      "cite": "Wally Schirra",
      "quote": "I left Earth three times and found no other place to go. Please take care of Spaceship Earth."
    },
    {
      "cite": "William Shakespeare",
      "quote": "This goodly frame, the earth, seems to me a sterile promontory."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "The meek shall inherit the Earth, but not its mineral rights."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "The divine is not something high above us. It is in heaven, it is in earth, it is inside us."
    },
    {
      "cite": "William Anders",
      "quote": "We came all this way to explore the Moon, and the most important thing is that we discovered the Earth."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "No occupation is so delightful to me as the culture of the earth, and no culture comparable to that of the garden."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "The earth is like a beautiful bride who needs no manmade jewels to heighten her loveliness."
    },
    {
      "cite": "Marya Mannes",
      "quote": "The earth we abuse and the living things we kill will, in the end, take their revenge, for in exploiting their presence we are diminishing our future."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The surface of the Earth is the shore of the cosmic ocean."
    },
    {
      "cite": "Anne Sexton",
      "quote": "God owns heaven but He craves the earth."
    },
    {
      "cite": "Chief Seattle",
      "quote": "When the Earth is sick, the animals will begin to disappear, when that happens, The Warriors of the Rainbow will come to save them."
    },
    {
      "cite": "Mourning Dove",
      "quote": "Everything on the earth has a purpose, every disease an herb to cure it, and every person a mission. This is the Indian theory of existence."
    },
    {
      "cite": "Lewis Mumford",
      "quote": "The earth is the Lord's fullness thereof: this is no longer a hollow dictum of religion, but a directive for economic action toward human brotherhood."
    },
    {
      "cite": "Gilbert Adair",
      "quote": "The earth is mankind's ultimate haven, our blessed terra firm. When it trembles and gives way beneath our feet, it's as though one of God's checks has bounced."
    },
    {
      "cite": "Crazy Horse",
      "quote": "One does not sell the earth upon which the people walk."
    },
    {
      "cite": "Kalpana Chawla",
      "quote": "This planet below you is our campsite, and you know of no other campground."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "It is only a little planet, but how beautiful it is."
    }
  ]
}