{
  "source": "https://www.wisesayings.com/easter-quotes/",
  "theme": "easter",
  "quotes": [
    {
      "cite": "Clarence W. Hall",
      "quote": "Easter says you can put truth in a grave, but it won't stay there."
    },
    {
      "cite": "Robert Flatt",
      "quote": "The resurrection gives my life meaning and direction and the opportunity to start over no matter what my circumstances."
    },
    {
      "cite": "Charles M. Crowe",
      "quote": "Easter is the demonstration of God that life is essentially spiritual and timeless.?"
    },
    {
      "cite": "Martin Luther",
      "quote": "Our Lord has written the promise of the resurrection, not in books alone, but in every leaf in spring-time."
    },
    {
      "cite": "Carl Knudsen",
      "quote": "The story of Easter is the story of God's wonderful window of divine surprise."
    },
    {
      "cite": "John Stott",
      "quote": "We live and die; Christ died and lived!"
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Easter is a time to rejoice, be thankful, be assured that all is forgiven so life extends beyond the soil of earth."
    },
    {
      "cite": "S.D. Gordon",
      "quote": "Easter spells out beauty, the rare beauty of new life."
    },
    {
      "cite": "Susan Coolidge",
      "quote": "Earth's saddest day and gladdest day were just three days apart."
    },
    {
      "cite": "Robert Flatt",
      "quote": "The resurrection gives my life meaning and direction and the opportunity to start over no matter what my circumstances."
    },
    {
      "cite": "Henry Knox Sherrill",
      "quote": "The joyful news that He is risen does not change the contemporary world. Still before us lie work, discipline, sacrifice. But the fact of Easter gives us the spiritual power to do the work, accept the discipline, and make the sacrifice."
    },
    {
      "cite": "Basil C. Hume",
      "quote": "The great gift of Easter is hope - Christian hope which makes us have that confidence in God, in his ultimate triumph, and in his goodness and love, which nothing can shake."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "A man who was completely innocent, offered himself as a sacrifice for the good of others, including his enemies, and became the ransom of the world. It was a perfect act."
    },
    {
      "cite": "Rick Warren",
      "quote": "The Bible tells us that Jesus Christ came to do three things. He came to have my past forgiven, you get a purpose for living and a home in Heaven."
    },
    {
      "cite": "N.T. Wright",
      "quote": "Easter was when Hope in person surprised the whole world by coming forward from the future into the present."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "His crucifixion is the key; His resurrection is the door... it is only by his death that we have the mandate to enter into the gates of eternal life. His doors are open always. Christ is king!"
    },
    {
      "cite": "Janine di Giovanni",
      "quote": "Easter is meant to be a symbol of hope, renewal, and new life."
    },
    {
      "cite": "A.W. Tozer",
      "quote": "We understand and acknowledge that the Resurrection has placed a glorious crown upon all of Christ's sufferings!"
    },
    {
      "cite": "Rod Parsley",
      "quote": "God's plan makes you sing about resurrection when your hanging on a cross."
    },
    {
      "cite": "Watchman Nee",
      "quote": "Our old history ends with the cross; our new history begins with the resurrection."
    },
    {
      "cite": "Douglas Horton",
      "quote": "On Easter Day the veil between time and eternity thins to gossamer."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "He takes men out of time and makes them feel eternity."
    },
    {
      "cite": "Alice Freeman Palmer",
      "quote": "For I remember it is Easter morn, And life and love and peace are all new born."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Easter is a time to rejoice, be thankful, be assured that all is forgiven so life extends beyond the soil of earth."
    },
    {
      "cite": "Katherine Lee Bates",
      "quote": "It is the hour to rend thy chains, the blossom time of souls."
    },
    {
      "cite": "Walter Raleigh",
      "quote": "But from this earth, this grave, this dust, my God shall raise me up, I trust."
    },
    {
      "cite": "Reba McEntire",
      "quote": "Easter is very important to me, it's a second change."
    },
    {
      "cite": "T.D. Jakes",
      "quote": "Here is the amazing thing about Easter; the Resurrection Sunday for Christians is this, that Christ in the dying moments on the cross gives us the greatest illustration of forgiveness possible."
    },
    {
      "cite": "Lizzie Akers",
      "quote": "Let the whole world join the happy lay, Let the hills and vales break forth in singing, Christ, the Lord of Life, is ris'n today."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "The symbolic language of the crucifixion is the death of the old paradigm; resurrection is a leap into a whole new way of thinking."
    },
    {
      "cite": "Michael Leunig",
      "quote": "Easter is reflecting upon suffering for one thing, but it also reflects upon Jesus and his non compliance in the face of great authority where he holds to his truth — so there's two stories there."
    },
    {
      "cite": "Nancy Pearcey",
      "quote": "During the first 13 centuries after the birth of Jesus in Bethlehem, no one thought of setting up a creche to celebrate Christmas. The pre-eminent Christian holiday was Easter, not Christmas."
    },
    {
      "cite": "Hilary Farr",
      "quote": "Every Easter, at one household or another, I find a battle begins and the conversation of how to 'properly eat' a chocolate bunny."
    },
    {
      "cite": "Alex Guarnaschelli",
      "quote": "Easter is an arts and crafts moment where your whole family and friends can get involved."
    },
    {
      "cite": "Frederica Mathewes-Green",
      "quote": "Easter tells us of something children can’t understand, because it addresses things they don’t yet have to know: the weariness of life, the pain, the profound loneliness and hovering fear of meaninglessness."
    },
    {
      "cite": "Bernard Williams",
      "quote": "The day the Lord created hope was probably the same day He created spring."
    },
    {
      "cite": "Siobhan Shaw",
      "quote": "The Easter egg symbolizes our ability to break out of the hardened, protective shell we've surrounded ourselves with."
    },
    {
      "cite": "Roma Downey",
      "quote": "People come together with their families to celebrate Easter. What better way to celebrate than to spend a few hours going on the journey of Christ's life."
    },
    {
      "cite": "Kate McGahan",
      "quote": "The very first Easter taught us this: that life never ends and love never dies."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Easter is a time when God turned the inevitability of death into the invincibility of life."
    },
    {
      "cite": "St. John Paul II",
      "quote": "We are the Easter people and hallelujah is our song."
    },
    {
      "cite": "Christina Rossetti",
      "quote": "Spring bursts to-day, / For Christ is risen and all the earth's at play."
    },
    {
      "cite": "Alice Meynell",
      "quote": "... all alone, alone, alone, He rose again behind the stone."
    },
    {
      "cite": "Edmund Spenser",
      "quote": "Most glorious Lord of lyfe, that on this day / Didst make thy triumph over death and sin, / And having harrowed hell, didst bring away / Captivity thence captive, us to win: / This joyous day, deare Lord, with joy begin."
    },
    {
      "cite": "Henry Vaughan",
      "quote": "Death, and darkness get you packing, / Nothing now to man is lacking, / All your triumphs now are ended, / And what Adam marred, is mended."
    },
    {
      "cite": "John Keble",
      "quote": "Enthroned in thy sovereign sphere / Thou shedd'st thy light on all the year: / Sundays by three more glorious break, / An Easter Day in every week: / And week-days, following in their train, / The fullness of thy blessing gain, / Till all, both resting and employ, / Be one Lord's day of holy joy."
    },
    {
      "cite": "Arthur Hugh Clough",
      "quote": "Though dead, not dead: / Not gone, through fled; / Not lost, not vanished. / In the great gospel and true creed, / He is yet risen indeed; / Christ is yet risen."
    },
    {
      "cite": "A. E. Housman",
      "quote": "... there's the Lenten lily / That has not long to stay / And dies on Easter Day."
    },
    {
      "cite": "A. E. Housman",
      "quote": "Loveliest of trees, the cherry now / Is hung with bloom along the bough, / And stands about the woodland ride / Wearing white for Eastertide."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Myrtilla's tripping down the street, / In Easter finery. / The Easter blooms are not more sweet / And radiant-hued than she."
    },
    {
      "cite": "C. Lloyd Lee",
      "quote": "We have lost Christmas through the commercial interest... and I don't want to lose Easter. We crucified the given Christ on His birthday. Shall we now bury the living Lord beneath the rabbits, the eggs, satins, finery and thoughtlessness? We say no. We want to celebrate Easter in religion from now on."
    },
    {
      "cite": "Peter J. Gomes",
      "quote": "The resurrection is God's way of getting our attention."
    },
    {
      "cite": "Bernhard Langer",
      "quote": "To a Christian, Easter Sunday means everything, when we celebrate the resurrection of Jesus Christ."
    },
    {
      "cite": "Evan Esar",
      "quote": "Easter is the only time when it’s perfectly safe to put all of your eggs in one basket."
    },
    {
      "cite": "Max Anders",
      "quote": "This is the message of the resurrection. Life springs forth from death. A desert becomes a garden. Beauty transcends the ugly. Love overcomes hatred. A tomb is emptied. The grim and haunting outline of a cross is swallowed in the glow of an Easter morning sunrise."
    },
    {
      "cite": "Charles M. Crowe",
      "quote": "Easter tells us that life is to be interpreted not simply in terms of things but in terms of ideals."
    },
    {
      "cite": "Fulton Sheen",
      "quote": "Unless there is a Good Friday in your life, there can be no Easter Sunday."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "'Twas Easter-Sunday. The full-blossomed trees; Filled all the air with fragrance and with joy."
    },
    {
      "cite": "St. Augustine",
      "quote": "And he departed from our sight that we might return to our heart, and there find Him. He departed, and behold, He is here."
    },
    {
      "cite": "John Guare",
      "quote": "And it is always Easter Sunday at the New York City Ballet. It is always coming back to life. Not even coming back to life - it lives in the constant present."
    }
  ]
}