{
  "source": "https://www.wisesayings.com/easy-quotes/",
  "theme": "easy",
  "quotes": [
    {
      "cite": "April Mae Monterrosa",
      "quote": "Its not easy taking your own advice, accepting what you don't like hearing, & seeing the grey amongst the black & white."
    },
    {
      "cite": "Victor Hugo",
      "quote": "It is not easy to keep silent when silence is a lie."
    },
    {
      "cite": "Johan Lindeberg",
      "quote": "An easy way to find your own style is to exaggerate yourself a bit and then find a balance."
    },
    {
      "cite": "Robert Half",
      "quote": "It's easy to make good decisions when there are no bad options."
    },
    {
      "cite": "Preity Zinta",
      "quote": "People will always have an opinion, but you have to live life the way you want to. It's very easy to tell others what to do, but difficult to implement it on yourself."
    },
    {
      "cite": "Jon J Muth",
      "quote": "It is easy to believe we are each waves and forget we are also the ocean."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "It is easy to get everything you want, provided you first learn to do without the things you cannot get."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "It is easy to love people when they smell good, but sometimes they slip into the manure of life and smell awful. You must love them just as much when they smell foul."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "It is easy to sit up and take notice, What is difficult is getting up and taking action."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There is no easy walk to freedom anywhere."
    },
    {
      "cite": "Justin K. McFarlane Beau",
      "quote": "It is easier to align our opinions with facts, than it is to align facts with our opinions."
    },
    {
      "cite": "David Suzuki",
      "quote": "Change is never easy, and it often creates discord, but when people come together for the good of humanity and the Earth, we can accomplish great things."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "There are no easy answers, but there are simple answers. We must have the courage to do what we know is morally right."
    },
    {
      "cite": "Jonathan Ive",
      "quote": "It's very easy to be different, but very difficult to be better."
    },
    {
      "cite": "Charles Eames",
      "quote": "It is not easy to do something good, but it is extremely difficult to do something bad."
    },
    {
      "cite": "Mia Love",
      "quote": "Difficult things aren't easy, but they're worth it."
    },
    {
      "cite": "Andrew Shue",
      "quote": "It's easy to say young people should believe in themselves, but the number one thing is recognizing that it's a journey, that you have to build confidence in yourself."
    },
    {
      "cite": "Nora Roberts",
      "quote": "When something comes easy, you usually let it go the same way."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "It's always easy to blame others. You can spend your entire life blaming the world, but your successes or failures are entirely your own responsibility. You can try to stop time, but it's a complete waste of energy."
    },
    {
      "cite": "Madame De Stael",
      "quote": "The voice of conscience is so delicate that it is easy to stifle it, but it is also so clear that it is impossible to mistake it."
    },
    {
      "cite": "Boris Johnson",
      "quote": "It is easy to make promises it is hard work to keep them."
    },
    {
      "cite": "Max Tegmark",
      "quote": "It's easy to make money when you have a lot of it."
    },
    {
      "cite": "Larry Wall",
      "quote": "Easy things should be easy, and hard things should be possible."
    },
    {
      "cite": "Jostein Gaarder",
      "quote": "It was all too easy to make things up, it was like skating on thin ice, it was like doing dainty pirouettes on a brittle crust over water thousands of fathoms deep."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "It's easy to be complicated but very difficult to be simple."
    },
    {
      "cite": "Boris Johnson",
      "quote": "It is easy to make promises, it is hard work to keep them."
    },
    {
      "cite": "Myrtle Reed",
      "quote": "If we all tried to make other people's paths easy, our own feet would have a smooth even place to walk on."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Easy is right. Begin right and you are easy. Continue easy and you are right. The right way to go easy is to forget the right way, and forget that the going is easy."
    },
    {
      "cite": "E. M. Forster",
      "quote": "Life is easy to chronicle, but bewildering to practice."
    },
    {
      "cite": "Joel Osteen",
      "quote": "It's easy to see the negative, but every person has something great about them. Develop a habit of looking for the good."
    },
    {
      "cite": "Al Pacino",
      "quote": "It's easy to fool the eye but it's hard to fool the heart."
    },
    {
      "cite": "Stella Maeve",
      "quote": "Things aren't always easy, but you just have to keep going and don't let the small stuff bog you down."
    },
    {
      "cite": "Richard Bach",
      "quote": "An easy life doesn't teach us anything. In the end it's the learning that matters: what we've learned and how we've grown"
    },
    {
      "cite": "Demosthenes",
      "quote": "Nothing is so easy as to deceive one's self for what we wish, that we readily believe; but such expectations are often inconsistent with the real state of things."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "There is always an easy solution to every problem neat, plausible, and wrong."
    }
  ]
}