{
  "source": "https://www.wisesayings.com/eat-quotes/",
  "theme": "eat",
  "quotes": [
    {
      "cite": "Paul Prudhomme",
      "quote": "You don't need a silver fork to eat good food."
    },
    {
      "cite": "Proverb",
      "quote": "He who eats alone chokes alone.Â"
    },
    {
      "cite": "Elsa Schiaparelli",
      "quote": "Eating is not merely a material pleasure. Eating well gives a spectacular joy to life and contributes immensely to goodwill and happy companionship. It is of great importance to the morale."
    },
    {
      "cite": "Xenophon",
      "quote": "He whoÂ eatsÂ with most pleasure is he who least requires sauce."
    },
    {
      "cite": "Richard Armour",
      "quote": "When it comes to eating, you can sometimes help yourself more by helping yourself less."
    },
    {
      "cite": "John Robbins",
      "quote": "It may be healthier to eat beer and franks with cheer and thanks, than to eat sprouts and bread with doubts and dread."
    },
    {
      "cite": "Mahavira",
      "quote": "Eating constitutes the greatest obstacle to self-control; it gives rise to indolence."
    },
    {
      "cite": "Henry James",
      "quote": "When you forget to eat, you know you're alive."
    },
    {
      "cite": "Jacques Roumain",
      "quote": "You cannot eat a cluster of grapes at once, but it is very easy if you eat them one by one."
    },
    {
      "cite": "Julia Child",
      "quote": "The only time to eat diet food is while you're waiting for the steak to cook."
    },
    {
      "cite": "PROVERBS",
      "quote": "He that eats till he is sick must fast till he is well."
    },
    {
      "cite": "Agatha Christie",
      "quote": "When engaged in eating, the brain should be the servant of the stomach."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "To eat is to appropriate by destruction."
    },
    {
      "cite": "Socrates",
      "quote": "Thou shouldst eat to live; not live to eat."
    },
    {
      "cite": "Proverb",
      "quote": "The more you eat, the less flavor; the less you eat, the more flavor."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "We struggle with eating healthily, obesity, and access to good nutrition for everyone. But we have a great opportunity to get on the right side of this battle by beginning to think differently about the way that we eat and the way that we approach food."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "To eat is a necessity, but to eat intelligently is an art."
    },
    {
      "cite": "Iranian proverb",
      "quote": "Eat little, sleep sound."
    },
    {
      "cite": "Heather Morgan",
      "quote": "Every time you eat or drink, you are either feeding disease or fighting it."
    },
    {
      "cite": "Mark Twain",
      "quote": "To eat is human, to digest, divine."
    },
    {
      "cite": "Jean Anthelme Brillat-Savarin",
      "quote": "Tell me what you eat, I'll tell you who you are."
    },
    {
      "cite": "Ann Wigmore",
      "quote": "The food you eat can be either the safest and most powerful form of medicine or the slowest form of poison.Â"
    }
  ]
}