{
  "source": "https://www.wisesayings.com/eavesdropping-quotes/",
  "theme": "eavesdropping",
  "quotes": [
    {
      "cite": "Susie Dent",
      "quote": "There is an art to eavesdropping, but I think to some extent we are all guilty of picking up those little odds and ends that can be quite intriguing if you analyse them."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "There's nothing like eavesdropping to show you that the world outside your head is different from the world inside your head."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "The key to good eavesdropping is not getting caught."
    },
    {
      "cite": "Tom Waits",
      "quote": "Any place is good for eavesdropping, if you know how to eavesdrop."
    },
    {
      "cite": "Elizabeth Bear",
      "quote": "Eavesdropping's a sin, but ignorance is fatal. Take your pick."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "I shouldn't have eavesdropped, but sometimes, that's the only way to find out the truth."
    },
    {
      "cite": "Maryrose Wood",
      "quote": "Nothing good was ever learned from eavesdropping, so mind your business and let others mind theirs."
    },
    {
      "cite": "David Mitchell",
      "quote": "Eavesdropping's sort of thrilling 'cause you learn what people really think, but eavesdropping makes you miserable for exactly the same reason."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "A writer's occupational hazard: I think of eavesdropping as minding my business."
    },
    {
      "cite": "John Rhys-Davies",
      "quote": "Spying is a like a game of chess: Sometimes you have to withdraw, sometimes you have to sacrifice one of your pieces to win - preferably a knight rather than a king or queen."
    },
    {
      "cite": "Patrick Rothfuss",
      "quote": "Eavesdropping is a deplorable habit, but I have developed worse ones since."
    },
    {
      "cite": "Mary Ann Shaffer",
      "quote": "The first rule of snooping is to come at it sideways."
    },
    {
      "cite": "Sun Tzu",
      "quote": "The end and aim of spying in all its five varieties is knowledge of the enemy; and this knowledge can only be derived, in the first instance, from the converted spy. Hence it is essential that the converted spy be treated with the utmost liberality."
    },
    {
      "cite": "Lynda Barry",
      "quote": "I do love to eavesdrop. It's inspirational, not only for subject matter but for actual dialogue, the way people talk."
    },
    {
      "cite": "Robert Breault",
      "quote": "If you could eavesdrop on everything said about you, you'd spend most of your time waiting for the subject to come up."
    },
    {
      "cite": "Franny Billingsley",
      "quote": "Eavesdropping is such a regular-person activity."
    },
    {
      "cite": "Vladimir Putin",
      "quote": "We're no longer in the Cold War. Eavesdropping on friends is unacceptable."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Spying on people by magic is the same as spying on them in any other way."
    },
    {
      "cite": "Matt Drudge",
      "quote": "The first step in good reporting is good snooping."
    },
    {
      "cite": "Angela Merkel",
      "quote": "Spying among friends is never acceptable."
    },
    {
      "cite": "Muriel Lester",
      "quote": "Spying is always an expensive method of acquiring information."
    },
    {
      "cite": "Eric Schmidt",
      "quote": "There's been spying for years, there's been surveillance for years, and so forth, I'm not going to pass judgement on that, it's the nature of our society."
    },
    {
      "cite": "Suze Orman",
      "quote": "Every time you overhear something hurtful, I want you to do something kind for someone else."
    }
  ]
}