{
  "source": "https://www.wisesayings.com/eccentric-quotes/",
  "theme": "eccentric",
  "quotes": [
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "The eccentricities of a person can not be drawn with a conventional compass tool."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "The only way to become an eccentric is to end your relationship with extroverts."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Uniqueness is like a signature, nobody can forge it's exact copy."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "People of uncommon abilities generally fall into eccentricities when their sphere of life is not adequate to their abilities."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "The amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and moral courage it contained. That so few now dare to be eccentric marks the chief danger of the time."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "It's important to keep the eccentric spirit alive, because when that goes, the work will go."
    },
    {
      "cite": "Yvon Chouinard",
      "quote": "It's okay to be eccentric if you're rich; otherwise you're just crazy."
    },
    {
      "cite": "Oliver Herring",
      "quote": "Most people are much more unusual and complicated and eccentric and playful and creative than they have time to express."
    },
    {
      "cite": "George Frederick Graham",
      "quote": "Eccentric men have peculiar habits; they do not seem to move in the same sphere with other mortals, but are actuated by different influences from those which affect the bulk of mankind."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "The world thinks eccentricity in great things is genius, but in small things, only crazy."
    },
    {
      "cite": "Coulter Watt",
      "quote": "Eccentricity comes from the mind and a playfulness about life and language, manifesting itself in real individualistic character."
    },
    {
      "cite": "David Weeks",
      "quote": "Eccentric people have these happy obsessive preoccupations, and a wonderful, unusual sense of humor, and this gives them a significant meaning in life. And they are far healthier than most people because of that."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "Eccentricity has always abounded when and where strength of character has abounded; and the amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and moral courage which it contained."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric."
    },
    {
      "cite": "Robertson Davies",
      "quote": "The really great eccentrics are all inimitable; they are not possessed by a single oddity; they are, in their deepest selves, unlike the generality of mankind."
    },
    {
      "cite": "Bayard Taylor",
      "quote": "Eccentricity is developed monomania."
    },
    {
      "cite": "Criss Jami",
      "quote": "Normality is the new eccentric."
    },
    {
      "cite": "Rose Macaulay",
      "quote": "It is to the eccentrics that the world owes most of its knowledge."
    },
    {
      "cite": "Marjorie Benton Cooke",
      "quote": "The surest way of being considered eccentric is just to be yourself. So few of us have the nerve."
    },
    {
      "cite": "Eric Maisel",
      "quote": "The artist's task is to become a successful eccentric, a strange but wise duck able to venture out of solitary confinement and mingle among society."
    },
    {
      "cite": "Rajneesh",
      "quote": "The mind always functions in an eccentric way, the mind is always an idiot. The really intelligent person has no mind. Intelligence arises out of no-mind, idiocy out of the mind. Mind is idiotic, no-mind is wise. No-mind is wisdom, intelligence. Mind depends on knowledge, on methods, on money, on experience, on this and that. Mind always needs props, it needs supports, it cannot exist on its own. On its own, it flops."
    },
    {
      "cite": "Gilbert Highet",
      "quote": "They eccentrics are explosive mixtures. Some of them are as sensitive as those fulminates which can be detonated by a falling leaf."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Weirdism is definitely the cornerstone of many an artist's career."
    }
  ]
}