{
  "source": "https://www.wisesayings.com/echo-quotes/",
  "theme": "echo",
  "quotes": [
    {
      "cite": "Mary Webb",
      "quote": "We are all as full of echoes as a rocky wood--echoes of the past, reflex echoes of the future, and echoes of the soil (these last reverberating through our filmiest dreams, like the sound of thunder in a blossoming orchard)."
    },
    {
      "cite": "Ranata Suzuki",
      "quote": "Perhaps the echoes of people we once loved still linger in the places we frequented with them and that is why we go back… Not so much to remember them as to feel them…"
    },
    {
      "cite": "John Frederick Boyes",
      "quote": "Where we find echoes, we generally find emptiness and hollowness; it is the contrary with the echoes of the heart."
    },
    {
      "cite": "Thomas Lloyd Qualls",
      "quote": "The echo is a gift, passed on to us by our ancestors many ages ago, to remind us of ourselves. To confirm our existence. To remedy our loneliness. Though we must be still in order to hear it."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "A word into the silence thrown always finds its echo somewhere where silence opens hidden lexicons."
    },
    {
      "cite": "Daphne du Maurier",
      "quote": "All whispers and echoes from a past that is gone teem into the sleeper's brain, and he is with them, and part of them."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "No sound, once made, is ever truly lost. In electric clouds, all are safely trapped, and with a touch, if we find them, we can recapture those echoes of sad, forgotten wars, long summers, and sweet autumns."
    },
    {
      "cite": "Dajan Stojanovic",
      "quote": "We hear only our own voices, still echoes returning to our emptiness."
    },
    {
      "cite": "Eliza Cook",
      "quote": "How cruelly sweet are the echoes that start, when memory plays an old tune on the heart!"
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Life is an echo. What you send out comes back. What you sow, you reap. What you give, you get. What you see in others, exists in you."
    },
    {
      "cite": "J.R. Rim",
      "quote": "Your true friends echo your own philosophies back at you."
    },
    {
      "cite": "Geoffrey Wood",
      "quote": "No earthly act escapes its eternal echoes, echoes more substantial than the acts themselves."
    },
    {
      "cite": "John G. Shedd",
      "quote": "When there is an original sound in the world, it makes a hundred echoes."
    },
    {
      "cite": "Richard Wright",
      "quote": "I would hurl words into this darkness and wait for an echo, and if an echo sounded, no matter how faintly, I would send other words to tell, to march, to fight, to create a sense of hunger for life that gnaws in us all."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Echo is the voice of a reflection in a mirror."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Let echo, too, perform her part, Prolonging every note with art; And in a low expiring strain, Play all the comfort o'er again."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Kind words can be short and easy to speak, but their echoes are truly endless."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Echo waits with art and care, and will the faults of song repair."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "There is no love that is not an echo."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Better to be a nettle in the side of your friend than his echo."
    },
    {
      "cite": "Frederick Tennyson",
      "quote": "What would it profit thee to be the first Of echoes, tho thy tongue should live forever, A thing that answers, but hath not a thought As lasting but as senseless as a stone."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Lost Echo sits amid the voiceless mountains, and feeds her grief."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Ennui is the echo in us of time tearing itself apart."
    },
    {
      "cite": "William Arnot",
      "quote": "Like an echo from a ruined castle, prayer is an echo from the ruined human soul of the sweet promise of God."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Words never fade away but echo on for eternity. Let your echo ring sweet."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A bad word whispered will echo a hundred miles"
    },
    {
      "cite": "Proverb",
      "quote": "As the call, so the echo."
    },
    {
      "cite": "Adam Duritz",
      "quote": "Sometimes the world seems like a big hole. You spend all your life shouting down it and all you hear are echoes of some idiot yelling nonsense down a hole."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Most people read poetry listening for echoes because the echoes are familiar to them. They wade through it the way a boy wades through water, feeling with his toes for the bottom: The echoes are the bottom."
    },
    {
      "cite": "Gaston Bachelard",
      "quote": "The poetic image is not an echo of the past. On the contrary: through the brilliance of any image, the distant past resounds with echoes."
    },
    {
      "cite": "Toba Beta",
      "quote": "Echoes are more noisy than the source."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "If power was a a cry, then human lives were lived in the echo of the cries of others."
    },
    {
      "cite": "Taylor Swift",
      "quote": "When you're singing you can hear the echo of people in the audience singing every single word with you, and that was that big dream that I had for myself. It's happening."
    },
    {
      "cite": "Mark Z. Danielewski",
      "quote": "And where there is no Echo there is no description of space or love. There is only silence."
    },
    {
      "cite": "Barry Cornwall",
      "quote": "Even Echo speaks not on these radiant moors."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Multitudinous echoes awoke and died in the distance. . . . . And, when the echoes had ceased, like a sense of pain was the silence."
    },
    {
      "cite": "Brian Eno",
      "quote": "If you're in a forest, the quality of the echo is very strange because echoes back off so many surfaces of all those trees that you get this strange, itchy ricochet effect."
    },
    {
      "cite": "John Barth",
      "quote": "Others live for the lie of love; Echo lives for her lovely lies, loves for their livening."
    },
    {
      "cite": "Charles Henry Parkhurst",
      "quote": "The old echoes are long in dying."
    },
    {
      "cite": "John Milton",
      "quote": "Sweetest echo, sweetest nymph, that liv'st unseen Within thy airy shell, By slow Meander's margent green, And in the violet-embroidered vale."
    },
    {
      "cite": "Thomas Moore",
      "quote": "How sweet the answer Echo makes To music at night, When, roused by lute or horn, she wakes, And far away, o'er lawns and lakes, Goes answering light."
    },
    {
      "cite": "J.G. Saxe",
      "quote": "But her voice is still living immortal, The same you have frequently heard, In your rambles in valleys and forests, Repeating your ultimate word."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "O love, they die in yon rich sky, They faint on hill or field or river: Our echoes roll from soul to soul, And grow for ever and for ever."
    },
    {
      "cite": "Boris Pasternak",
      "quote": "The whole wide world is a cathedral; I stand inside, the air is calm, And from afar at times there reaches My ear the echo of a psalm."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "And a million horrible bellowing echoes broke From the red-ribb'd hollow behind the wood, And thunder'd up into Heaven."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "For he loved her, as you can only love someone who is an echo of yourself at your time of deepest sorrow."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "It is the folly of too many to mistake the echo of a London coffee-house for the voice of the kingdom."
    },
    {
      "cite": "George Eliot",
      "quote": "Mysterious haunts of echoes old and far, The voice divine of human loyalty."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The sound of a kiss is not so loud as that of a cannon, but its echo lasts a great deal longer."
    },
    {
      "cite": "Gene Wolfe",
      "quote": "Knowledge is soon changed, then lost in the mist, an echo half-heard."
    },
    {
      "cite": "Henri Bergson",
      "quote": "Laughter appears to stand in need of an echo."
    },
    {
      "cite": "Derek Cianfrance",
      "quote": "I love people that work with passion and love. When you make choices that way, there's reverberations, consequences. That's what I'm interested in, that echo, that ripple of choice."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Only echoes answer me."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Nothing echoes like an empty mailbox."
    },
    {
      "cite": "Emory R. Frie",
      "quote": "Stars are echoes of the past. It's important to look to them for guidance, but as long as people reach for them, they never realize the beauty and potential awaiting just in front of them."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "When you hear the echoes of my mind, you'll know that I wasn't listening to what you said."
    },
    {
      "cite": "Tomi Lahren",
      "quote": "To exist in an echo chamber and only talk to people with whom we agree is fruitless."
    },
    {
      "cite": "Asa Gray",
      "quote": "I take it for granted that you do not wish to hear an echo from the pulpit nor from the theological class-room."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "What we do now echoes in eternity."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "It is not so much the example of others we imitate as the reflection of ourselves in their eyes and the echo of ourselves in their words."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Poetry is an echo, asking a shadow to dance."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "My job is to notice echoes and notice resonances. Scientists are not supposed to do the same thing that cultural critics do."
    },
    {
      "cite": "unknown",
      "quote": "Be a voice, not an echo"
    },
    {
      "cite": "Alexander Pope",
      "quote": "And more than echoes talk along the walls."
    },
    {
      "cite": "Arabic Proverb",
      "quote": "I came to the place of my birth and cried, The friends of my youth, where are they? And echo answered, Where are they?"
    }
  ]
}