{
  "source": "https://www.wisesayings.com/economics-quotes/",
  "theme": "economics",
  "quotes": [
    {
      "quote": "Economics and ethics have little in common.",
      "cite": "Agnes Repplier"
    },
    {
      "quote": "Economics exists to make astrology look respectable.",
      "cite": "John Kenneth Galbraith"
    },
    {
      "quote": "Economics is too important to leave to the economists.",
      "cite": "Steve Keen"
    },
    {
      "quote": "Economics is haunted by more fallacies than any other study known to man.",
      "cite": "Henry Hazlitt"
    },
    {
      "quote": "The point of studying economics is so as not to be fooled by economists.",
      "cite": "Joan Robinson"
    },
    {
      "quote": "Economics make homeopath and alternative healers look empirical and scientific.",
      "cite": "Nassim Nicholas Taleb"
    },
    {
      "quote": "Economics is like gravity: Ignore it and you will be in for some rude surprises.",
      "cite": "Charles Wheelan"
    },
    {
      "quote": "Economics limps along with one foot in untested hypotheses and the other in untestable slogans.",
      "cite": "Joan Robinson"
    },
    {
      "quote": "Economics teaches humility because it teaches us more about what we can't do than what we can do",
      "cite": "Peter Boettke"
    },
    {
      "quote": "Economics was the only profession where a person could be considered an expert without having once been right.",
      "cite": "George Meany"
    },
    {
      "quote": "Good economics is good politics.",
      "cite": "Paul Keating"
    },
    {
      "quote": "Economics is not a morality play.",
      "cite": "Paul Krugman"
    },
    {
      "quote": "Economics is a very dangerous science.",
      "cite": "John Maynard Keynes"
    },
    {
      "quote": "Good environmentalism is good economics.",
      "cite": "Barber Conable"
    },
    {
      "quote": "Economics is really politics in disguise.",
      "cite": "Hazel Henderson"
    },
    {
      "quote": "In human life, economics precedes politics or culture.",
      "cite": "Park Geun-hye"
    },
    {
      "quote": "Economics is a subject that does not greatly respect one's wishes.",
      "cite": "Nikita Khrushchev"
    },
    {
      "quote": "Economics is concerned with what emerges, not what anyone intended.",
      "cite": "Thomas Sowell"
    },
    {
      "quote": "Economics is extremely useful as a form of employment for economists.",
      "cite": "John Kenneth Galbraith"
    },
    {
      "quote": "Economics is a slave-driver. No one has free time; no one has any leisure.",
      "cite": "James Hillman"
    },
    {
      "quote": "There is no such thing as economics, only social science applied to economic problems.",
      "cite": "Kenneth E. Boulding"
    },
    {
      "quote": "Economics dominates politics - and with that domination comes different forms of ruthlessness.",
      "cite": "Chris Hedges"
    },
    {
      "quote": "Economics becomes redundant if it can rationalise an exchange that sells the future of humankind.",
      "cite": "Andrew Simms"
    },
    {
      "quote": "Economics is not about things and tangible material objects; it is about men, their meanings and actions.",
      "cite": "Ludwig Von Mises"
    },
    {
      "quote": "Economics that hurt the moral well-being of an individual or a nation are immoral and, therefore, sinful.",
      "cite": "Mahatma Gandhi"
    },
    {
      "quote": "Economics brings into view that conflict of choice is one of the permanent characteristics of human existence.",
      "cite": "Lionel Robbins"
    },
    {
      "quote": "Existing economics is a theoretical system which floats in the air and which bears little relation to what happens in the real world.",
      "cite": "Ronald Coase"
    },
    {
      "quote": "Economics has many substantive areas of knowledge where there is agreement, but also contains areas of controversy. That's inescapable.",
      "cite": "Ben Bernanke"
    },
    {
      "quote": "Economics is a strange science. Our subject deals with some of the most important as well as mundane issues that impinge on the human condition.",
      "cite": "Dale T. Mortensen"
    },
    {
      "quote": "Economics has been called the dismal science. Once you get to understand it, you may not find it so dismal, but you don't find it much of a science either.",
      "cite": "Jean Chretien"
    }
  ]
}