{
  "source": "https://www.wisesayings.com/economy-quotes/",
  "theme": "economy",
  "quotes": [
    {
      "cite": "Mollie Beattie",
      "quote": "Economy and environment are the same thing. That is the rule of nature."
    },
    {
      "cite": "William Baldwin",
      "quote": "A strong economy causes an increase in the demand for housing; the increased demand for housing drives real-estate prices and rentals through the roof. And then affordable housing becomes completely inaccessible."
    },
    {
      "cite": "Philip Slater",
      "quote": "Our economy is based on spending billions to persuade people that happiness is buying things, and then insisting that the only way to have a viable economy is to make things for people to buy so they'll have jobs and get enough money to buy things."
    },
    {
      "cite": "Henry Ford",
      "quote": "Economy has frequently nothing whatever to do with the amount of money being spent, but with the wisdom used in spending it."
    },
    {
      "cite": "William J. Clinton",
      "quote": "In the new economy, information, education, and motivation are everything."
    },
    {
      "cite": "Bill Bryson",
      "quote": "The whole of the global economy is based on supplying the cravings of two per cent of the world's population."
    },
    {
      "cite": "Paul Ryan",
      "quote": "A free economy and strong communities honor the dignity of every person, rewarding effort with justice, promoting upward mobility, and building solidarity among citizens."
    },
    {
      "cite": "Vladimir Bukovsky",
      "quote": "A single economy makes the constant adjustments necessary to facilitate trade impossible."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "When we replace a sense of service and gratitude with a sense of entitlement and expectation, we quickly see the demise of our relationships, society, and economy."
    },
    {
      "cite": "Alexander Solzhenitsyn",
      "quote": "Economic growth is not only unncessary, but ruinous."
    },
    {
      "cite": "Eugene V. Debs",
      "quote": "The economic owning class is always the political ruling class."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Economics is extremely useful as a form of employment for economists."
    },
    {
      "cite": "David Cameron",
      "quote": "The economy is the start and end of everything. You can't have successful education reform or any other reform if you don't have a strong economy."
    },
    {
      "cite": "Bill Owens",
      "quote": "A strong economy begins with a strong, well-educated workforce."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "Economy is the basis of society. When the economy is stable, society develops. The ideal economy combines the spiritual and the material, and the best commodities to trade in are sincerity and love."
    },
    {
      "cite": "Wendell Berry",
      "quote": "An economy genuinely local and neighborly offers to localities a measure of security that they cannot derive from a national or a global economy controlled by people who, by principle, have no local commitment."
    },
    {
      "cite": "Charles Babbage",
      "quote": "The economy of human time is the next advantage of machinery in manufactures."
    },
    {
      "cite": "Nate Silver",
      "quote": "Economy is not baseball, where the game is always played by the same rules."
    },
    {
      "cite": "Ha-Joon Chang",
      "quote": "The best way to boost the economy is to redistribute wealth downward, as poorer people tend to spend a higher proportion of their income."
    },
    {
      "cite": "Paul Volcker",
      "quote": "A global economy requires a global currency."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "Economy is the method by which we prepare today to afford the improvements of tomorrow."
    },
    {
      "cite": "Marco Rubio",
      "quote": "The way to turn our economy around is not by making rich people poorer, it's by making poor people richer."
    },
    {
      "cite": "James Mattis",
      "quote": "The economy's always been the engine for our national security."
    },
    {
      "cite": "Jamie Dimon",
      "quote": "If the economy grows, housing gets better, quicker."
    },
    {
      "cite": "Clara Barton",
      "quote": "Economy, prudence, and a simple life are the sure masters of need, and will often accomplish that which, their opposites, with a fortune at hand, will fail to do."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Economy does not consist in saving the coal, but in using the time while it burns."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Economy is the art of making the most of life. The love of economy is the root of all virtue."
    },
    {
      "cite": "Charles H. Spurgeon",
      "quote": "Economy is half the battle of life; it is not so hard to earn money as to spend it well."
    },
    {
      "cite": "Ben Bernanke",
      "quote": "No economy can succeed without a high-quality workforce, particularly in an age of globalization and technical change."
    },
    {
      "cite": "Joseph A. Schumpeter",
      "quote": "Economic progress, in capitalist society, means turmoil."
    },
    {
      "cite": "Rod Blagojevich",
      "quote": "A successful economic development strategy must focus on improving the skills of the area's workforce, reducing the cost of doing business and making available the resources business needs to compete and thrive in today's global economy."
    },
    {
      "cite": "David Ige",
      "quote": "When our economy is truly healthy, and everyone rises with the tide of prosperity, then issues such as the lack of affordable housing, homelessness, and hunger are greatly diminished."
    },
    {
      "cite": "Jonathan Sacks",
      "quote": "The market economy is very good at wealth creation but not perfect at all about wealth distribution."
    }
  ]
}