{
  "source": "https://www.wisesayings.com/edge-quotes/",
  "theme": "edge",
  "quotes": [
    {
      "cite": "Brad Dourif",
      "quote": "We all have an edge. We all are floating our psyche on top with a great ocean underneath."
    },
    {
      "cite": "Richard Branson",
      "quote": "Learn to live on the edge."
    },
    {
      "cite": "Abraham Joshua Heschel",
      "quote": "Prayer begins at the edge of emptiness."
    },
    {
      "cite": "Henry Miller",
      "quote": "We live at the edge of the miraculous."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "Service is the ultimate edge. Keep it sharp."
    },
    {
      "cite": "John Lyly",
      "quote": "The finest edge is made with the blunt whetstone."
    },
    {
      "cite": "Jacob Bronowski",
      "quote": "The hand is the cutting edge of the mind."
    },
    {
      "cite": "Mario Andretti",
      "quote": "Whenever you're aggressive, you're at the edge of mistakes."
    },
    {
      "cite": "Laozi",
      "quote": "Pounding an edge to sharpness will not make it last."
    },
    {
      "cite": "Denis Waitley",
      "quote": "The winner's edge is all in the attitude, not aptitude."
    },
    {
      "cite": "Billy Bishop",
      "quote": "On the edge of destiny, you must test your strength."
    },
    {
      "cite": "Joseph Brown",
      "quote": "Being on the edge is always worse than going through."
    },
    {
      "cite": "Jim Whittaker",
      "quote": "You learn the most when you're out on the edge."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The key to success is to develop a winning edge."
    },
    {
      "cite": "Danielle LaPorte",
      "quote": "If you round out your edges, you lose your edge."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Laughter is what spills over the edge of an inspired life."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "The cutting edge of service is always being honed and polished."
    },
    {
      "cite": "Henry Adams",
      "quote": "Only on the edge of the grave can man conclude anything."
    },
    {
      "cite": "Homer",
      "quote": "Life and death are balanced on the edge of a razor."
    },
    {
      "cite": "Rachel Carson",
      "quote": "The edge of the sea is a strange and beautiful place."
    },
    {
      "cite": "Red Auerbach",
      "quote": "If they think we've got an edge, we've got an edge."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "When one jumps over the edge, one is bound to land somewhere."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Being on the edge isn't as safe, but the view is better."
    },
    {
      "cite": "Bill Gates",
      "quote": "It's the knowledge derived from information that gives you a competitive edge."
    },
    {
      "cite": "Ryan Knighton",
      "quote": "The edge of the world is always the next step when you're blind."
    },
    {
      "cite": "Stephen Hunt",
      "quote": "If you're not living on the edge, you're taking up too much space."
    },
    {
      "cite": "Washington Irving",
      "quote": "A sharp tongue is the only edge tool that grows keener with constant use."
    },
    {
      "cite": "Sienna Miller",
      "quote": "People on the edge of love go with their heart and not their head."
    },
    {
      "cite": "Terence McKenna",
      "quote": "The leading edge of reality is mind, and mind is the primary substratum of being."
    },
    {
      "cite": "Ralph Fiennes",
      "quote": "You have to just dive over the edge. You haven't got time to mess about."
    },
    {
      "cite": "Gopichand Lagadapati",
      "quote": "When you are at the edge of life it will be either silence or violence."
    },
    {
      "cite": "Kim Novak",
      "quote": "If you want to live on the edge of life, you need to be flexible."
    },
    {
      "cite": "Jam Master Jay",
      "quote": "You really need to be on the edge and you have to keep your eyes open."
    },
    {
      "cite": "Willem de Kooning",
      "quote": "You have to keep on the very edge of something, all the time, or the picture dies."
    },
    {
      "cite": "Monroe Trout",
      "quote": "Make sure you have an edge. Know what your edge is. And have rigid risk control rules."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Develop the winning edge; small differences in your performance can lead to large differences in your results."
    },
    {
      "cite": "Jim Whittaker",
      "quote": "Being out on the edge, with everything at risk, is where you learn and grow the most."
    },
    {
      "cite": "Edward Tufte",
      "quote": "The leading edge in evidence presentation is in science; the leading edge in beauty is in high art."
    },
    {
      "cite": "Lauren DeStefano",
      "quote": "Maybe what frightens us about the edge isn't our fear of morality, but the thoughts it leads us to have."
    },
    {
      "cite": "Kristin Scott Thomas",
      "quote": "Exoticism can give you an edge: it makes people assume you're cleverer than you are and gives you the upper hand."
    },
    {
      "cite": "Pete Waterman",
      "quote": "There's a certain edge about cruelty. If you're honest about it, most people wince, but say it had to be said."
    },
    {
      "cite": "Kobe Bryant",
      "quote": "You always have to be on edge. You always have to take every practice, every game, like it is your last."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Knowing the edge of your competency is important. If you think you know more than you do, you will get in trouble."
    },
    {
      "cite": "Don Meyer",
      "quote": "As a coach, you're just trying to figure out how to keep a team on edge. You've got to find that edge."
    },
    {
      "cite": "Rachel Naomi Remen",
      "quote": "Sooner or later we will come to the edge of all that we can control and find life, waiting there for us."
    },
    {
      "cite": "Don Shula",
      "quote": "The whole idea is to get an edge. Sometimes it takes just a little extra something to get that edge, but you have to have it."
    },
    {
      "cite": "David Einhorn",
      "quote": "You have a certain set of facts and you are looking for situations where you have an edge, whether the edge is psychological or statistical."
    },
    {
      "cite": "Deb Caletti",
      "quote": "Empathy took the edge off, and the truth is, we need our edge. Our edge is trying to speak to us, and we are too, too good at shutting it up."
    },
    {
      "cite": "Seth Godin",
      "quote": "The edge is a great place to be. Inside the box is too dark. Outside the box, there's no leverage. But on the edge of the box, you can get things done!"
    }
  ]
}