{
  "source": "https://www.wisesayings.com/edgy-quotes/",
  "theme": "edgy",
  "quotes": [
    {
      "cite": "Charles Bukowski",
      "quote": "People in love often become edgy, dangerous. They lose their sense of perspective."
    },
    {
      "cite": "Enrique Iglesias",
      "quote": "Being anxious is the worst feeling in the world."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The most anxious man in a prison is the governor."
    },
    {
      "cite": "George Washington",
      "quote": "No distance can keep anxious lovers long asunder."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Lazy people are always anxious to be doing something."
    },
    {
      "cite": "Seneca",
      "quote": "The mind that is anxious about future events is miserable."
    },
    {
      "cite": "Michael Reeves",
      "quote": "If you want to be anxious today, pretend you're in control."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Nobody should ever look anxious except those who have no anxiety."
    },
    {
      "cite": "D. A. Carson",
      "quote": "The way to be anxious about nothing is to be prayerful about everything."
    },
    {
      "cite": "Josh Billings",
      "quote": "The thinner the ice, the more anxious is everyone to see whether it will bear."
    },
    {
      "cite": "Billy Lawrence",
      "quote": "Any time you try to be edgy just for the sake of being edgy, that's the worst way."
    },
    {
      "cite": "Aristotle",
      "quote": "The weak are always anxious for justice and equality. The strong pay no heed to either."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Be not anxious to avoid poverty. In this way the wealth of the universe may be securely invested."
    },
    {
      "cite": "Philip Yancey",
      "quote": "Some of us seem so anxious about avoiding hell that we forget to celebrate our journey toward heaven."
    },
    {
      "cite": "Guy Finley",
      "quote": "Being anxious, or in a painful rush of any kind, kills the possibility of meeting anyone with compassion."
    },
    {
      "cite": "Guy Finley",
      "quote": "Wasting your time in anxious worry over what you may not have is a good way to waste what you need to get it."
    },
    {
      "cite": "Alan Watts",
      "quote": "One is a great deal less anxious if one feels perfectly free to be anxious, and the same may be said of guilt."
    },
    {
      "cite": "Herbert Benson",
      "quote": "If you are anxious, you can't learn. It's like dropping seeds on concrete. With a quiet mind, people take things in."
    },
    {
      "cite": "Edna O'Brien",
      "quote": "Writers are always anxious, always on the run--from the telephone, from responsibilities, from the distractions of the world."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Do not be anxious about tomorrow, for tomorrow will be anxious for itself. Let the day's own trouble be sufficient for the day."
    },
    {
      "cite": "Sidney Poitier",
      "quote": "If you are anxious about death, then you don't have a sense of the oneness of things—you feel that after death, you will be no more."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "We are anxious in the face of our unchangeable past; we long to recreate segments of our private histories, but we are stuck with them."
    },
    {
      "cite": "Winifred Gallagher",
      "quote": "Temperamentally anxious people can have a hard time staying motivated, period, because their intense focus on their worries distracts them from their goals."
    }
  ]
}