{
  "source": "https://www.wisesayings.com/education-quotes/",
  "theme": "education",
  "quotes": [
    {
      "cite": "Nelson Mandela",
      "quote": "Education is the most powerful weapon which you can use to change the world."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education."
    },
    {
      "cite": "Aristotle",
      "quote": "The roots of education are bitter, but the fruit is sweet."
    },
    {
      "cite": "George Washington Carver",
      "quote": "Education is the key to unlock the golden door of freedom."
    },
    {
      "cite": "John Dewey",
      "quote": "Education is not preparation for life; education is life itself."
    },
    {
      "cite": "Allan Bloom",
      "quote": "Education is the movement from darkness to light."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The whole purpose of education is to turn mirrors into windows."
    },
    {
      "cite": "Chanakya",
      "quote": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "The purpose of education is to replace an empty mind with an open one."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The goal of education is the advancement of knowledge and the dissemination of truth."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught."
    },
    {
      "cite": "Plato",
      "quote": "The direction in which education starts a man will determine his future in life."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "Education is learning what you didn't even know you didn't know."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Education is not the filling of a pail, but the lighting of a fire."
    },
    {
      "cite": "Robert Frost",
      "quote": "Education is the ability to listen to almost anything without losing your temper or your self-confidence."
    },
    {
      "cite": "Malcolm X",
      "quote": "Education is our passport to the future, for tomorrow belongs to the people who prepare for it today."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Without education, we are in a horrible and deadly danger of taking educated people seriously."
    },
    {
      "cite": "Socrates",
      "quote": "Education is the kindling of a flame, not the filling of a vessel."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Formal education will make you a living; self-education will make you a fortune."
    },
    {
      "cite": "Bill Beattie",
      "quote": "The aim of education should be to teach us rather how to think, than what to think rather to improve our minds, so as to enable us to think for ourselves, than to load the memory with thoughts of other men."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Education is what remains after one has forgotten what one has learned in school."
    },
    {
      "cite": "Edward Everett",
      "quote": "Education is a better safeguard of liberty than a standing army."
    },
    {
      "cite": "Robert Maynard Hutchins",
      "quote": "The object of education is to prepare the young to educate themselves throughout their lives."
    },
    {
      "cite": "Victor Hugo",
      "quote": "He who opens a school door, closes a prison."
    },
    {
      "cite": "Will Durant",
      "quote": "Education is a progressive discovery of our own ignorance."
    },
    {
      "cite": "Aristotle",
      "quote": "Education is an ornament in prosperity and a refuge in adversity."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Education is simply the soul of a society as it passes from one generation to another."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "Education: the inculcation of the incomprehensible into the indifferent by the incompetent."
    },
    {
      "cite": "Martin H. Fischer",
      "quote": "Education is the process of driving a set of prejudices down your throats."
    }
  ]
}