{
  "source": "https://www.wisesayings.com/efficiency-quotes/",
  "theme": "efficiency",
  "quotes": [
    {
      "cite": "Alexis Carrel",
      "quote": "The most efficient way to live reasonably is every morning to make a plan of one's day and every night to examine the results obtained."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "So there is a natural efficiency that you pick up as you can prioritize capital across a bigger set of opportunities."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "Loyal and efficient work in a great cause, even though it may not be immediately recognized, ultimately bears fruit."
    },
    {
      "cite": "Peter Drucker",
      "quote": "There is nothing so useless as doing efficiently that which should not be done at all."
    },
    {
      "cite": "Kelly Miller",
      "quote": "Conscienceless efficiency is no match for efficiency quickened by conscience."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "The highest and best form of efficiency is the spontaneous cooperation of a free people."
    },
    {
      "cite": "Kim Stanley Robinson",
      "quote": "Efficiency was just a measurement of how fast money moved from the poor to the rich. We prefer the opposite of efficiency, which is to say, justice."
    },
    {
      "cite": "Robert Crais",
      "quote": "Efficiency and focus are the keys to success."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Efficiency is anything that scores."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Management is efficiency in climbing the ladder of success; leadership determines whether the ladder is leaning against the right wall."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Efficiency is the foundation for survival. Effectiveness is the foundation for success."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Efficiency is doing things right; effectiveness is doing the right things."
    },
    {
      "cite": "Stephen Covey",
      "quote": "You think effectiveness with people and efficiency with things."
    },
    {
      "cite": "Vinicius Montgomery",
      "quote": "The efficient management of organizations is key to generating wealth, for the development of a country, for the preservation of natural resources and the enhancement of the human being."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Organizations cannot make a genius out of an incompetent. On the other hand, disorganization can scarcely fail to result in efficiency."
    },
    {
      "cite": "Adam Christopher",
      "quote": "Efficiency was a higher priority than imagination."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Progress isn't made by early risers. It's made by lazy men trying to find easier ways to do something."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The most efficient way to produce anything is to bring together under one management as many as possible of the activities needed to turn out the product."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Enthusiasm is the mother of effort, and without it nothing great was ever achieved."
    },
    {
      "cite": "Timothy Ferriss",
      "quote": "Being efficient without regard to effectiveness is the default mode of the universe."
    },
    {
      "cite": "Waylon H. Lewis",
      "quote": "True efficiency is taking some time to be fully first thing in the morning. Rushing isn't always efficient."
    },
    {
      "cite": "A.J. Darkholme",
      "quote": "The most inefficient and self-harming thing a person can do is go out looking for love. Let it find you when the time is right and you're out doing what you love to do. Only then will you find it in its truest form."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The trouble with lying and deceiving is that their efficiency depends entirely upon a clear notion of the truth that the liar and deceiver wishes to hide."
    },
    {
      "cite": "David Dunham",
      "quote": "Efficiency is intelligent laziness."
    },
    {
      "cite": "Sumner Slichter",
      "quote": "The efficiency of most workers is beyond the control of the management and depends more than has been supposed upon the willingness of men to do their best."
    },
    {
      "cite": "Henry Mintzberg",
      "quote": "Organizational effectiveness does not lie in that narrow minded concept called rationality. It lies in the blend of clearheaded logic and powerful intuition."
    },
    {
      "cite": "Ralph Alfred Habas",
      "quote": "Our work activities are perhaps most interesting when the element of competition is present."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Efficiency is doing better what is already being done."
    },
    {
      "cite": "Russell L. Ackoff",
      "quote": "The more efficient you are at doing the wrong thing, the wronger you become. It is much better to do the right thing wronger than the wrong thing righter. If you do the right thing wrong and correct it, you get better."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Efficiency, which is doing things right, is irrelevant until you work on the right things."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "Improving efficiency on the farm is not only a risk-reduction strategy, it's a profitability strategy."
    },
    {
      "cite": "John Cleese",
      "quote": "Once we've made a decision, we are efficient only if we go through with it decisively, undistracted by doubts about its correctness."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Do not believe that it is very much of an advance to do the unnecessary three times as fast."
    },
    {
      "cite": "Brian Tracy",
      "quote": "You cannot increase the quality or quantity of your achievement or performance except to the degree in which you increase your ability to use your time effectively."
    },
    {
      "cite": "William Ames",
      "quote": "The efficiency of God may be understood as either creation or providence."
    },
    {
      "cite": "John C Maxwell",
      "quote": "The effectiveness of your work will never rise above your ability to lead and influence others."
    },
    {
      "cite": "Edward de Bono",
      "quote": "Effectiveness without values is a tool without a purpose."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "You must never forget for a moment that so far from the doctrine of efficiency being a base doctrine, it is a doctrine vital to good in this country."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "You must be efficient. You must be able to hold your own in the world of politics, the world of business; able to keep your head above water, to make your work satisfactory, to make it pay. If you do not, you cannot do good to others."
    },
    {
      "cite": "Charles W. Eliot",
      "quote": "The efficient man is the one who thinks for himself and thinks long and hard."
    },
    {
      "cite": "Walter Dill Scott",
      "quote": "The average man could probably increase his efficiency fifty percent."
    },
    {
      "cite": "Felix Frankfurter",
      "quote": "Efficiency without ideals is brutal; ideals without efficiency are futile."
    },
    {
      "cite": "Felix Frankfurter",
      "quote": "I don't like a man to be too efficient. He's likely not to be human enough."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "I'll take fifty percent efficiency to take 100 percent loyalty."
    },
    {
      "cite": "Richard W. Pound",
      "quote": "It is idiotic to do only one thing at a time when there is so much to be done and to be forgiving of anything less than efficiency and perfection."
    },
    {
      "cite": "Susan Page",
      "quote": "Efficiency signifies the productivity of the process. Does the process minimize the use of resources, improve cycle time, and eliminate bureaucracy?"
    },
    {
      "cite": "Amy Lowell",
      "quote": "Tommy's leaden soldiers we, / Glittering with efficiency. / Not a button's out of place, / Tons and tons of golden lace / Wind about our officers."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "She whispered to her friends to shoo me away; which they executed with supreme efficiency; pelting me with their shoes; and whatever rotten piece of junk that came across their hands."
    },
    {
      "cite": "Armour Stephen III",
      "quote": "Tell Him what day you are missin’ out on / Tell Him His grace is efficient and strong / Love Him all day or you're missing on Him / Tell Him his grace is efficient and strong."
    },
    {
      "cite": "Neil Leitao",
      "quote": "It's so vicious / She's so sufficient / Oh, efficiency's her middle name / Efficient / Special you know I care / Darling, tell the truth to the world."
    },
    {
      "cite": "Earlwin Opanga",
      "quote": "I'm in no rush / I'm a man on a mission / Just lay back I'm so efficient / You'll have what you want and more."
    },
    {
      "cite": "Andreas Rudolf Kisser",
      "quote": "Who decides who lives in this world? / Who decides who dies in this world? / More efficient ways of execution / This is not a type of resolution / Who dares to throw the first rock? / Who believes in justice being done? / More efficient ways to confess / We got to know the truth no less."
    },
    {
      "cite": "Jacques Ellul",
      "quote": "Modern technology has become a total phenomenon for civilization, the defining force of a new social order in which efficiency is no longer an option but a necessity imposed on all human activity."
    },
    {
      "cite": "Adrienne Posey",
      "quote": "Simplicity is efficient."
    },
    {
      "cite": "Krishna Saagar Rao",
      "quote": "Wherever there is human intervention, there is subjective prejudice. Systems implementation is the only solution for efficiency."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "You will be exceptional only few times, but you can be excellent all the times."
    },
    {
      "cite": "Brittany Burgunder",
      "quote": "It's surprising how much free time and productivity you gain when you lose the busyness in your mind."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "Good managers don't set a goal to increase efficiency, but rather an implementation of business process improvements that result in higher efficiency as well."
    },
    {
      "cite": "Bill Gates",
      "quote": "The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "There can be economy only where there is efficiency."
    },
    {
      "cite": "Albert Ellis",
      "quote": "Freud had a gene for inefficiency, and I think I have a gene for efficiency."
    },
    {
      "cite": "Daniel Levitin",
      "quote": "The obvious rule of efficiency is you don't want to spend more time organizing than it's worth."
    },
    {
      "cite": "Lin Dan",
      "quote": "The gold medals from world championships and National Games prove the efficiency of my daily training."
    },
    {
      "cite": "Gifford Pinchot",
      "quote": "The outgrowth of conservation, the inevitable result, is national efficiency."
    },
    {
      "cite": "Pearl Zhu",
      "quote": "Efficiency is to do what is effective, achieve high customer satisfaction with less operating cost, and improve employee productivity with good teamwork."
    },
    {
      "cite": "Kim Stanley Robinson",
      "quote": "Efficiency was just a measurement of how fast money moved from the poor to the rich. We prefer the opposite of efficiency, which is to say, justice."
    }
  ]
}