{
  "source": "https://www.wisesayings.com/effort-quotes/",
  "theme": "effort",
  "quotes": [
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Your dreams will take time. It will take efforts and require dedication and sacrifice. But in the end it WILL be worth it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Satisfaction lies in the effort, not in the attainment, full effort is full victory."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Enthusiasm is the mother of effort, and without it nothing great was ever achieved."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that's real power."
    },
    {
      "cite": "Arnold Palmer",
      "quote": "Always make a total effort, even when the odds are against you."
    },
    {
      "cite": "John Ruskin",
      "quote": "Quality is never an accident. It is always the result of intelligent effort."
    },
    {
      "cite": "Ramana Maharshi",
      "quote": "No one succeeds without effort... Those who succeed owe their success to perseverance."
    },
    {
      "cite": "Jon Jones",
      "quote": "Putting forth the effort to succeed is tantamount to your success."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Efforts and courage are not enough without purpose and direction."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Progress can be slow and gradual. Continue putting in effort with patience, enthusiasm and faith."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Life can be boring unless you put some effort into it."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Continuous effort - not strength or intelligence - is the key to unlocking our potential."
    },
    {
      "cite": "Lydia M. Child",
      "quote": "An effort made for the happiness of others lifts above ourselves."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Leaders are made, they are not born. They are made by hard effort, which is the price which all of us must pay to achieve any goal that is worthwhile."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "Effort is only effort when it begins to hurt."
    },
    {
      "cite": "Helen Keller",
      "quote": "The unselfish effort to bring cheer to others will be the beginning of a happier life for ourselves."
    },
    {
      "cite": "John Ruskin",
      "quote": "A great thing can only be done by a great person; and they do it without effort."
    },
    {
      "cite": "Denis Waitley",
      "quote": "The results you achieve will be in direct proportion to the effort you apply."
    },
    {
      "cite": "Colin Powell",
      "quote": "The healthiest competition occurs when average people win by putting in above-average effort."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Who you are tomorrow begins with what you do today."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The bitter and the sweet come from the outside, the hard from within, from one's own efforts."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The mode by which the inevitable comes to pass is effort."
    },
    {
      "cite": "Jim Rohn",
      "quote": "For every disciplined effort there is a multiple reward."
    },
    {
      "cite": "Marina Abramovic",
      "quote": "People put so much effort into starting a relationship and so little effort into ending one."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "All the effort in the world won't matter if you're not inspired."
    },
    {
      "cite": "Dave Chappelle",
      "quote": "If I put forth a legitimate effort, then I feel like, if that doesn't work out, that's all I can do."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "A minute of perfection was worth the effort. A moment was the most you could ever expect from perfection."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Well, any effort to maximize your potential and ability is a good thing."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "What is written without effort is in general read without pleasure."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Effort only fully releases its reward after a person refuses to quit."
    },
    {
      "cite": "Aeschylus",
      "quote": "Happiness is a choice that requires effort at times."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The best effort of a fine person is felt after we have left their presence."
    },
    {
      "cite": "James Allen",
      "quote": "In all human affairs there are efforts, and there are results, and the strength of the effort is the measure of the result."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The less effort, the faster and more powerful you will be."
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "Make every effort matter, and always make the following effort better than the last one."
    },
    {
      "cite": "Bill Toomey",
      "quote": "Understand from top to bottom what the effort requires."
    },
    {
      "cite": "Robert Collier",
      "quote": "Success is the sum of small efforts, repeated day-in and day-out."
    },
    {
      "cite": "James Cash Penney",
      "quote": "It is always the start that requires the greatest effort."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "Without some goal and some effort to reach it, no one can live."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success."
    },
    {
      "cite": "Napolean Hill",
      "quote": "Education comes from within; you get it by struggle and effort and thought."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "The greater the effort, the greater the glory."
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "Goals are the end results of a long hard struggle that is considered the fruit of all efforts."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "The achievements of an organization are the results of the combined effort of each individual."
    },
    {
      "cite": "Alexander Den Heijer",
      "quote": "It takes a lot of effort to do things effortlessly."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Individual commitment to a group effort - that is what makes a team work, a company work, a society work."
    },
    {
      "cite": "Albert Einstein",
      "quote": "One must develop an instinct for what one can just barely achieve through one's greatest efforts."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "Then the effort that I have made is what people are pleased to call the fruit of genius. It is the fruit of labor and thought."
    },
    {
      "cite": "Herm Albright",
      "quote": "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Trees are the earth's endless effort to speak to the listening heaven."
    },
    {
      "cite": "Frank Howard Clark",
      "quote": "We've put more effort into helping folks reach old age than into helping them enjoy it."
    },
    {
      "cite": "Lois Capps",
      "quote": "My experience as a school nurse taught me that we need to make a concerted effort, all of us, to increase physical fitness activity among our children and to encourage all Americans to adopt a healthier diet that includes fruits and vegetables, but there is more."
    },
    {
      "cite": "Bo Bennett",
      "quote": "An excuse becomes an obstacle in your journey to success when it is made in place of your best effort or when it is used as the object of the blame."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Failure is something many people take great efforts to avoid but failure is essential for growth and learning."
    },
    {
      "cite": "James Fray",
      "quote": "By letting you suffer a little or work harder now and achieve it on your own, I know that I am doing you a better service than the disservice of giving you what you want without efforts."
    },
    {
      "cite": "James Fray",
      "quote": "We help each other and we both benefit from these efforts."
    },
    {
      "cite": "Sophocles",
      "quote": "Nothing prospers without effort."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "What can't be done easily rarely gets done."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "When you can't change the direction of the winds, adjust your sails."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "The greater the price in effort, the greater the reward."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "Don't wait for the ship to come in. Row out and meet it."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "All human actions have one of these causes: chance, nature, compulsion, habit, reason, passion and desire."
    },
    {
      "cite": "Steve Supple",
      "quote": "Sometimes, in an effort to improve one area of our life, we discover that what we're learning, is valuable to others too."
    },
    {
      "cite": "Steve Supple",
      "quote": "In an effort to become more efficient in one are, we ultimately create ways to replace it with something new."
    },
    {
      "cite": "Steve Supple",
      "quote": "It can be a shock for people to realize it still takes time & effort to realize a dream."
    },
    {
      "cite": "Steve Supple",
      "quote": "You can't live your dream if you're living like most people."
    },
    {
      "cite": "Steve Supple",
      "quote": "A child at play isn't wasting effort, like a craftsman sharpening his tools isn't wasting time."
    },
    {
      "cite": "Sonia Sotomayor",
      "quote": "A surplus of effort could overcome a deficit of confidence."
    },
    {
      "cite": "Michelangelo",
      "quote": "If people knew how hard I worked to get my mastery, it wouldn't seem so wonderful at all. 'It's hard to be great. But it's well worth the effort."
    },
    {
      "cite": "Pat Williams",
      "quote": "The key to being successful in life and with your business is focus, knowing how and where to focus your time and efforts."
    },
    {
      "cite": "Pat Williams",
      "quote": "If you want to be successful, the key is finding something you're good at and focusing your efforts to help people."
    },
    {
      "cite": "Sue Enquist",
      "quote": "The only two things in this world you can control are your effort and your attitude."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "Dreaming is easy, but actual moving the mountains or the hills that need moving requires some effort."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "Always make the needed effort to bring success into your reality."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "Maintaining your enthusiasm is the real difference between an impressive effort, and a total victory."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "Artist rarely criticize other artists because they appreciate the artistic effort. Ordinary people are often critical based on their ignorance of that effort."
    },
    {
      "cite": "Jason Edward Shiffman",
      "quote": "If you make little effort you deserve little results, everything in the universe is governed by this principle."
    },
    {
      "cite": "David O. Mears",
      "quote": "Inspiration is given to inspire. We give what we receive."
    },
    {
      "cite": "David O. Mears",
      "quote": "We may need inspiration ourselves one hour, and be called upon to give inspiration to others the next."
    },
    {
      "cite": "David O. Mears",
      "quote": "The ability to inspire others does not necessarily require great physical strength or health."
    },
    {
      "cite": "David O. Mears",
      "quote": "Good deeds inspire remembrance in return."
    },
    {
      "cite": "David O. Mears",
      "quote": "Continue in such a work of inspiration for others, the world would take on a new appearance within less than twelve months."
    },
    {
      "cite": "Michael Crews",
      "quote": "Hard work isn't what you think it is. It's more about love than it is about money and material possessions."
    },
    {
      "cite": "Michael Crews",
      "quote": "Hard work is about loving yourself enough to be the best you can be. It's about loving the people you work with enough to be an effective team player who performs well so that everyone else can succeed, too."
    },
    {
      "cite": "Michael Crews",
      "quote": "Hard work is about using your abilities for purposes greater than yourself. You may get rich in the process, and, if you're a real hard worker, you'll use much of the wealth you generate to help others."
    },
    {
      "cite": "Michael Crews",
      "quote": "Hard work is a precious gift. If you're able to work hard, generate income for yourself, and enrich the lives of your community, then success will surely be yours."
    },
    {
      "cite": "Dr. Ramesh Pokhriyal Nishank",
      "quote": "Where there are difficulties, there are ways too. It you have the passion to do something and more ahead, then you can achieve everything in life. There is a need to have courage."
    },
    {
      "cite": "Dr. Ramesh Pokhriyal Nishank",
      "quote": "You struggle at every point in your life. You die everyday and live everyday. In these conditions, the aim before us is to please everyone be becoming better."
    },
    {
      "cite": "Dr. Ramesh Pokhriyal Nishank",
      "quote": "If you want to win in life and get success, then you would have to remove your weakness and make it your strength, If you prove yourself, then there would be no difference between success and you."
    },
    {
      "cite": "William A. McLean",
      "quote": "Success is more of a lifestyle but a lifestyle with purpose. When every are of your life is prioritized and balanced you will begin to prosper."
    },
    {
      "cite": "Garrett Pierson",
      "quote": "You control your life. You control your path to success."
    },
    {
      "cite": "Garrett Pierson",
      "quote": "Desire is a choice that you hold within your heart, your mind, and your soul. The true desire within is what will lead you to action and the opportunities of success."
    },
    {
      "cite": "Ann Wang",
      "quote": "Success is more a function of consistent common sense than it is of genius."
    },
    {
      "cite": "Garrett Pierson",
      "quote": "Another thing that successful people have obtained in their lifetime is self-control, self-control over their thoughts, their desires, and their successes."
    }
  ]
}