{
  "source": "https://www.wisesayings.com/effortless-quotes/",
  "theme": "effortless",
  "quotes": [
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Keeping the mind happy makes work effortless. This is the skill for productivity!"
    },
    {
      "cite": "Joe Hyams",
      "quote": "What stands in the way of effortless effort is caring, or a conscious attempt to do well."
    },
    {
      "cite": "Lester Levenson",
      "quote": "Once you realize how effortless the highest way of life is, it takes tremendous effort to assume the opposite."
    },
    {
      "cite": "Tenzin Palmo",
      "quote": "To become effortless takes a lot of effort. It's good to compare it to learning an instrument or learning a sport."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Work requires effort. Things we love to do feel effortless. Only do the things you love and you'll never have to work again."
    },
    {
      "cite": "Alexa Chung",
      "quote": "Looking effortless takes a lot of effort."
    },
    {
      "cite": "Stella Mccartney",
      "quote": "Being effortless is the coolest thing in the world."
    },
    {
      "cite": "Sherry Argov",
      "quote": "When something is right, it will feel easier and much more effortless."
    },
    {
      "cite": "Vilayanur S. Ramachandran",
      "quote": "Our ability to perceive the world around us seems so effortless that we tend to take it for granted."
    },
    {
      "cite": "Debbie Ford",
      "quote": "When you know in your bones that your body is a sacred gift, you move in the world with an effortless grace. Gratitude and humility rise up spontaneously."
    },
    {
      "cite": "Bryant McGill",
      "quote": "You will be effortlessly filled with as much as you can open yourself to receive."
    },
    {
      "cite": "Alexander Isley",
      "quote": "We spend a lot of effort trying to make things look effortless."
    },
    {
      "cite": "Ben Mitchell",
      "quote": "It takes a lot of effort to make a building look effortless."
    },
    {
      "cite": "Ramesh S Balsekar",
      "quote": "Self-realization is effortless. What you are trying to find is what you already are."
    },
    {
      "cite": "Steve Toltz",
      "quote": "Sometimes not talking is effortless, and other times it's more exhausting than lifting pianos."
    },
    {
      "cite": "Stefano Pilati",
      "quote": "Luxury must have that over-the-top attitude but be effortless at the same time, that's what feels chic to me."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Stick around long enough to be someone's friend. Because true friendship, once recognized, in its essence is effortless."
    },
    {
      "cite": "Toni Morrison",
      "quote": "The language must be careful and must appear effortless. It must not sweat. It must suggest and be provocative at the same time."
    },
    {
      "cite": "Mike Brown",
      "quote": "The act of 'letting go' is actually very easy - it's effortless. Thinking about, talking about, and contemplating 'letting go' is hard."
    },
    {
      "cite": "Natsuki Takaya",
      "quote": "If only it was effortless to understand you because if it wasn't so. . .there wouldn't be any point to be by your side."
    },
    {
      "cite": "Christoph Waltz",
      "quote": "Effortless [performance] and improvisation are two different things. Just because it's improvised doesn't mean it's effortless and just because it's effortless doesn't necessarily mean it's improvised."
    },
    {
      "cite": "Claire Saffitz",
      "quote": "Cooking is not effortless. To get a recipe that feels effortless is really hard."
    }
  ]
}