{
  "source": "https://www.wisesayings.com/egg-quotes/",
  "theme": "egg",
  "quotes": [
    {
      "cite": "Bernard Meltzer",
      "quote": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "It may be hard for an egg to turn into a bird: it would be a jolly sight harder for it to learn to fly while remaining an egg. We are like eggs at present. And you cannot go on indefinitely being just an ordinary, decent egg. We must be hatched or go bad."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "The present was an egg laid by the past that had the future inside its shell."
    },
    {
      "cite": "Mark Twain",
      "quote": "Noise proves nothing. Often a hen who has merely laid an egg cackles as if she laid an asteroid."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "Being born in a duck yard does not matter, if only you are hatched from a swan's egg."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "The bird fights its way out of the egg. The egg is the world. Whoever will be born must destroy a world."
    },
    {
      "cite": "Walter Benjamin",
      "quote": "Boredom is the dream bird that hatches the egg of experience. A rustling in the leaves drives him away."
    },
    {
      "cite": "William Cowper",
      "quote": "Remorse, the fatal egg that pleasure laid."
    },
    {
      "cite": "Howard Pyle",
      "quote": "What is done is done; and the cracked egg cannot be cured."
    },
    {
      "cite": "Bobby Robson",
      "quote": "If you count your chickens before theyve hatched, they won't lay an egg."
    },
    {
      "cite": "Guy De Maupassant",
      "quote": "Patriotism is a kind of religion; it is the egg from which wars are hatched."
    },
    {
      "cite": "Lois Ehlert",
      "quote": "Everyone needs time to develop their dreams. An egg in the nest doesn't become a bird overnight."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Each thought that is welcomed and recorded is a nest egg, by the side of which more will be laid."
    },
    {
      "cite": "Poise",
      "quote": "Cherish a heart like you'd carry an egg, cause when it drops it becomes pieces of shell, never to be mended."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "It was not curiosity that killed the goose who laid the golden egg, but an insatiable greed that devoured common sense."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Remember, people will judge you by your actions not your intentions. You may have a heart of gold but so does a hard-boiled egg."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Words are like eggs dropped from great heights; you can no more call them back than ignore the mess they leave when they fall."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "It may be the cock that crows, but it is the hen that lays the eggs."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Gentleness doesn't get work done unless you happen to be a hen laying eggs."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "A clever arrangement of bad eggs will never make a good omelet."
    },
    {
      "cite": "Pamela Hansford Johnson",
      "quote": "The sky broke like an egg into full sunset and the water caught fire."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Purposes, like eggs, unless they be hatched into action, will run into rottenness."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "We shall sooner have the fowl by hatching the egg than by smashing it."
    },
    {
      "cite": "George Eliot",
      "quote": "The world is full of hopeful analogies and handsome, dubious eggs, called possibilities."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "The key to everything is patience. You get the chicken by hatching the egg, not by smashing it."
    },
    {
      "cite": "Samuel Butler",
      "quote": "A hen is only an egg's way of making another egg."
    },
    {
      "cite": "Angela Carter",
      "quote": "A day without an argument is like an egg without salt."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "What makes one a genius? The ability to recognize the butterfly in a catterpillar; the eagle in an egg; the saint in a selfish human being."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Be quick to resolve conflicts before they mature to become wars. The energetic crocodile was once a delicate egg!"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is always a best way of doing everything, if it be to boil an egg. Manners are the happy ways of doing things."
    },
    {
      "cite": "James Allen",
      "quote": "The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "An egg is always an adventure; the next one may be different."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "It is the part of a wise man to keep himself today for tomorrow, and not to venture all his eggs in one basket."
    },
    {
      "cite": "Sir Robert Anthony Eden",
      "quote": "If you've broken the eggs, you should make the omelette."
    },
    {
      "cite": "George Orwell",
      "quote": "Man is the only creature that consumes without producing. He does not give milk, he does not lay eggs, he is too weak to pull the plough, he cannot run fast enough to catch rabbits. Yet he is lord of all the animals."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The vulgar boil, the learned roast, an egg."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "The difference between involvement and commitment is like ham and eggs. The chicken is involved; the pig is committed."
    }
  ]
}