{
  "source": "https://www.wisesayings.com/ego-quotes/",
  "theme": "ego",
  "quotes": [
    {
      "cite": "Muhammad Iqbal",
      "quote": "The ultimate aim of the ego is not to see something, but to be something."
    },
    {
      "cite": "Colin Powell",
      "quote": "Don't let your ego get too close to your position, so that if your position gets shot down, your ego doesn't go with it."
    },
    {
      "cite": "Yehuda Berg",
      "quote": "Ego is one of the biggest weapons that is used to take us down. It's self-destructive. It's a problem on all levels - even regular people can have big ego problems."
    },
    {
      "cite": "Alan Watts",
      "quote": "The ego is nothing other than the focus of conscious attention."
    },
    {
      "cite": "Max Planck",
      "quote": "Ego is the immediate dictate of human consciousness."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The ego is not master in its own house."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Ego is a social fiction for which one person at a time gets all the blame."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "To me the ego is the habitual and compulsive thought processes that go through everybody's mind continuously. External things like possessions or memories or failures or successes or achievements. Your personal history."
    },
    {
      "cite": "Nikki Sixx",
      "quote": "Ego is the great enemy. Ego will hold you back every single time."
    },
    {
      "cite": "Billy Ocean",
      "quote": "When you're older and wiser a lot of the ego has gone out of the window."
    },
    {
      "cite": "Ernst Mach",
      "quote": "The ego is as little absolutely permanent as are bodies."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "People who think they know everything are a great annoyance to those of us who do."
    },
    {
      "cite": "Garth Brooks",
      "quote": "The greatest conflicts are not between two people but between one person and himself."
    },
    {
      "cite": "J. M. Barrie",
      "quote": "Every man who is high up likes to think that he has done it all himself, and the wife smiles and lets it go at that."
    },
    {
      "cite": "Diana Black",
      "quote": "Big egos are big shields for lots of empty space."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Our own self-love draws a thick veil between us and our faults."
    },
    {
      "cite": "Suzanne Mayo Frindt",
      "quote": "Letting go of your ego opens the door to taking a new and creative course of action."
    },
    {
      "cite": "Lucille S. Harper",
      "quote": "The nice thing about egotists is that they don't talk about other people."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "It's hard to be humble when you are as great as I am."
    },
    {
      "cite": "Fred Allen",
      "quote": "The last time I saw him he was walking down lover's lane holding his own hand."
    },
    {
      "cite": "St. Thomas Aquinas",
      "quote": "Well-ordered self-love is right and natural."
    },
    {
      "cite": "Jeffrey Armstrong",
      "quote": "Ego expands to fill the space not filled with knowledge."
    },
    {
      "cite": "Yogi Bhajan",
      "quote": "When ego is lost, limit is lost. You become infinite, kind, beautiful."
    },
    {
      "cite": "Robert Brault",
      "quote": "It is hard to resist a flatterer who gets it right."
    },
    {
      "cite": "Pema Chodron",
      "quote": "You are the sky. Everything else - it's just the weather."
    },
    {
      "cite": "Ram Dass",
      "quote": "The Ego is an exquisite instrument. Enjoy it, use it-just don't get lost in it."
    },
    {
      "cite": "Dr. Wayne Dyer",
      "quote": "Self-worth comes from one thing - thinking that you are worthy."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "I'm willing to admit that I may not always be right, but I am never wrong."
    },
    {
      "cite": "Steve Mcqueen",
      "quote": "I live for myself and I answer to nobody."
    },
    {
      "cite": "Anthony Powell",
      "quote": "Self-love seems so often unrequited."
    }
  ]
}