{
  "source": "https://www.wisesayings.com/elderly-quotes/",
  "theme": "elderly",
  "quotes": [
    {
      "cite": "John Glenn",
      "quote": "Too many people, when they get old, think that they have to live by the calendar."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The tragedy of old age is not that one is old, but that one is young."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Do not try to live forever, you will not succeed."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The wiser mind mourns less for what age takes away than what it leaves behind."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The glory of the elderly is their insight to life."
    },
    {
      "cite": "Aristophanes",
      "quote": "The old are in a second childhood."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Never tease an old dog; he might have one bite left."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty."
    },
    {
      "cite": "Ralph B. Perry",
      "quote": "Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character."
    },
    {
      "cite": "Anouk Aimee",
      "quote": "You can only perceive real beauty in a person as they get older."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Old age is ready to undertake tasks that youth shirked because they would take too long."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "It doesn't behoove elderly persons to follow fashion in their thinking nor in the way they dress."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Old age hath yet his honour and his toil."
    },
    {
      "cite": "Bill Nighy",
      "quote": "The way the elderly are treated, and in some cases warehoused and medicated, rather than nurtured and listened to, is distressing."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "Old age is the most unexpected of all the things that can happen to a man."
    },
    {
      "cite": "John Cusack",
      "quote": "The elderly have so much to offer. They're our link with history."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "He thought that the world would make more rapid progress without the burden of old people."
    },
    {
      "cite": "Woody Allen",
      "quote": "You can live to be a hundred if you give up all the things that make you want to live to be a hundred."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Live your life and forget your age."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "As we grow older, we must discipline ourselves to continue expanding, broadening, learning, keeping out minds active and open."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "You are as young as your faith, as old as your doubt; as young as your self-confidence, as old as your fear; as young as your hope, as old as your despair."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "None are so old as those who have outlived enthusiasm."
    },
    {
      "cite": "Cormac Mccarthy",
      "quote": "One of the things you realize about gettin older is that not everybody is goin to get older with you."
    },
    {
      "cite": "George H. W. Bush",
      "quote": "They only name things after you when you're dead or really old."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "To know how to grow old is the master work of wisdom, and one of the most difficult chapters in the great art of living."
    },
    {
      "cite": "George Burns",
      "quote": "By the time you're eighty years old you've learned everything. You only have to remember it."
    },
    {
      "cite": "Stu Mittleman",
      "quote": "We are not limited by our old ages; we are liberated by it."
    },
    {
      "cite": "Anonymous",
      "quote": "About the only thing that comes without effort is old age."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "By the time you're eighty years old you've learned everything. You only have to remember it."
    },
    {
      "cite": "George William Curtis",
      "quote": "Age is a matter of feeling, not of years."
    },
    {
      "cite": "JoAnn Ross",
      "quote": "Getting older was definitely preferable to an up close and personal meeting with the Grim Reaper."
    },
    {
      "cite": "Betty Friedan",
      "quote": "Aging is not lost youth but a new stage of opportunity and strength."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "You don't have a little time for your elderly parents. Most of you ignore and even forget your parents."
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "For, in spite of our whiskers, we elderly friskers are kiddies the most of our time."
    },
    {
      "cite": "Rob Hopkin",
      "quote": "I would prioritise an Elderly Person that needs to be looked after."
    },
    {
      "cite": "Neil Edwards",
      "quote": "The elderly are often isolated, voiceless, powerlessness. The elderly are often more trusting."
    },
    {
      "cite": "Guy Andrews",
      "quote": "A little respect for the elderly."
    },
    {
      "cite": "George Callahan",
      "quote": "Language sound very strange to elderly ears."
    },
    {
      "cite": "Liz W. Garcia",
      "quote": "Well, despite our elderliness, some things remain from our youth."
    },
    {
      "cite": "Gary David Goldberg",
      "quote": "Caring for an elderly parent, that's a - that's an awesome responsibility."
    },
    {
      "cite": "Theodore Melfi",
      "quote": "It is a culture's duty to take care of it's elderly."
    },
    {
      "cite": "Haim Saban",
      "quote": "You two need to learn some respect for the elderly. And I'm gonna teach you."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Love, care and treasure the elderly people in the society."
    }
  ]
}