{
  "source": "https://www.wisesayings.com/electrician-quotes/",
  "theme": "electrician",
  "quotes": [
    {
      "cite": "Charles Murray",
      "quote": "I can get a good doctor in a minute and a half. Getting a really good electrician - that's hard."
    },
    {
      "cite": "George Carlin",
      "quote": "If lawyers are disbarred and clergymen defrocked, doesn't it follow that electricians can be delighted, musicians denoted?"
    },
    {
      "cite": "Nick Flynn",
      "quote": "To be honest, in my five years as an electrician, I never got the license."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "A smell of burning fills the startled air / The electrician is no longer there!"
    },
    {
      "cite": "George Hughes",
      "quote": "I think it is a mistake for any lad to do electrical work pure and simple, he should start by obtaining a thorough grounding in Mechanical Engineering and specialise afterwards if he thinks proper—really electrical matters to my mind consist of about 75% Mechanical Engineering, 20% common sense and 5% purely electrical work."
    },
    {
      "cite": "George Stephenson",
      "quote": "I have the credit of being the inventor of the locomotive and it is true that I have done something to improve the action of steam for that purpose. But I tell you, young man, that the day will come when electricity will be the great motive power of the world."
    },
    {
      "cite": "Percy Morris",
      "quote": "A switchman sat in a Southern sub., / And viewed with practised eye / The metered toll, for the public needs / The \"CC\" load on his traction feeds, / As the \"Tizzies\" scuttled by. / His gaze was fixed on the panel tops / Where the well-placed flashguards showed; / The hour has struck when breakers break, / When brushes spark and panels shake, / Through the urge of an overload. / The needles crept to their peak time line, / The voltage dropped and soared, / While the Kents advance to wield their pen, / Full twenty packed in a coach for ten, / On a \"P\" train all aboard."
    },
    {
      "cite": "Elvis Presley",
      "quote": "I was training to be an electrician. I supposed I got wired the wrong way round."
    },
    {
      "cite": "Gary Anthony Webb",
      "quote": "I am the final silence / The last electrician alive / And they called me the sparkle / I was the best / I worked them all / New ways, new ways / I dream of wires."
    },
    {
      "cite": "Julien Baker",
      "quote": "If I could do what I want / I'd become an electrician / I'd climb inside my head / And I'd rearrange the wires in my brain / A different me would be inhabiting this body / Have two cars, a garage, a job / And I would go to church on Sunday."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The most embarrassing moment for an electrician was when he insipidly handed live current wires in the hands of his customer; instead of giving them the compactly molded switch."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Long hast thou borne the burden of the day, / Thy task is ended, venerable Grey! / No more shall art thy dexterous hand require, / To break the sleep of elemental fire: / To rouse the powers that actuate Nature's frame, / The momentaneous shock, th' electric flame; / The flame, which at first, weak pupil of thy lore, / I saw, condemn'd, alas! to see no more."
    },
    {
      "cite": "Steven Wright",
      "quote": "If lawyers are disbarred and clergymen defrocked, doesn't it follow that electricians can be delighted, musicians denoted, cowboys deranged, models deposed, tree surgeons debarked, and dry cleaners depressed?"
    },
    {
      "cite": "Bram Stoker",
      "quote": "There are things done today in electrical science which would have been deemed unholy by the very man who discovered electricity, who would themselves not so long before been burned as wizards."
    },
    {
      "cite": "George Carlin",
      "quote": "Electricity is really just organized lightning."
    },
    {
      "cite": "Zeena Schreck",
      "quote": "Electricity for example was considered a very Satanic thing when it was first discovered and utilized."
    },
    {
      "cite": "Warren E. Burger",
      "quote": "We are more casual about qualifying the people we allow to act as advocates in the courtroom than we are about licensing electricians."
    },
    {
      "cite": "Joseph Priestley",
      "quote": "But it is not given to every electrician to die in so glorious a manner as the justly envied Richmann."
    },
    {
      "cite": "Steven Magee",
      "quote": "Electricians that like good health avoid the known biologically toxic very high powered electrical utility jobs."
    }
  ]
}