{
  "source": "https://www.wisesayings.com/electricity-quotes/",
  "theme": "electricity",
  "quotes": [
    {
      "cite": "Piyush Goyal",
      "quote": "Electricity can transform people's lives, not just economically but also socially."
    },
    {
      "cite": "Jim Warner",
      "quote": "Power which can be abused, will be abused."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "We will make electricity so cheap that only the rich will burn candles."
    },
    {
      "cite": "Ernest Moniz",
      "quote": "Electricity generation emits more carbon dioxide in the United States than does transportation or industry, and nuclear power is the largest source of carbon-free electricity in the country."
    },
    {
      "cite": "Erik Brynjolfsson",
      "quote": "Electricity is an example of a general purpose technology, like the steam engine before it. General purpose technologies drive most economic growth, because they unleash cascades of complementary innovations, like lightbulbs and, yes, factory redesign."
    },
    {
      "cite": "Charles Proteus Steinmetz",
      "quote": "Electricity is doing for the distribution of energy what the railroads have done for the distribution of materials."
    },
    {
      "cite": "Alfred Smee",
      "quote": "Electricity is but yet a new agent for the arts and manufactures, and, doubtless, generations unborn will regard with interest this century, in which it has been first applied to the wants of mankind."
    },
    {
      "cite": "George Carlin",
      "quote": "Electricity is really just organized lightning."
    },
    {
      "cite": "Lobsang Rampa",
      "quote": "Everything is just electricity and magnetism; everything is only an illusion. The reality is in the spiritual plane."
    },
    {
      "cite": "Gregory Dickow",
      "quote": "Faith is like electricity. You can't see it, but you can see the light."
    },
    {
      "cite": "Katherine McIntyre",
      "quote": "Electricity sparked between them at the touch, and she savored the way he made her yearn. How the crush of their lips together inspired revelations."
    },
    {
      "cite": "Bill Bryson",
      "quote": "Energy is liberated matter, matter is energy waiting to happen."
    },
    {
      "cite": "Christopher Flavin",
      "quote": "The real potential of electricity lies not in providing social amenities but in stimulating long-term economic development"
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Power always brings with it responsibility."
    },
    {
      "cite": "Zeena Schreck",
      "quote": "Electricity for example was considered a very Satanic thing when it was first discovered and utilized."
    },
    {
      "cite": "Susan Beth Pfeffer",
      "quote": "The electricity came on for the second time today wile we were eating. This may be a fool's paradise, but it's a paradise nonetheless."
    },
    {
      "cite": "Olivia Wilde",
      "quote": "Power tends to get confused with repression."
    },
    {
      "cite": "Jacques Maritain",
      "quote": "Power without authority is tyranny."
    },
    {
      "cite": "Lamar S. Smith",
      "quote": "Electricity is derived from many non-renewable energy sources like oil, natural gas and coal."
    },
    {
      "cite": "Dave Barry",
      "quote": "Electricity is actually made up of extremely tiny particles called electrons, that you cannot see with the naked eye unless you have been drinking."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Electricity is the power that causes all natural phenomena not known to be caused by something else"
    },
    {
      "cite": "L.H.",
      "quote": "Everything is light, everything is warmth, everything is electricity, everything is a magnetic field, everything is you."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "Power concedes nothing without a demand. It never did and it never will."
    },
    {
      "cite": "Winthrop Aldrich",
      "quote": "The price of power is responsibility for the public good."
    },
    {
      "cite": "Dave Barry",
      "quote": "We believe that electricity exists, because the electric company keeps sending us bills for it, but we cannot figure out how it travels inside wires."
    },
    {
      "cite": "Egon Friedell",
      "quote": "Electricity and magnetism are those forces of nature by which people who know nothing about electricity and magnetism can explain everything."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "One of the effects of living with electric information is that we live habitually in a state of information overload. There's always more than you can cope with"
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Electricity does not centralize, but decentralizes."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The electrical matter consists of particles extremely subtile, since it can permeate common matter, even the densest metals, with such ease and freedom as not to receive any perceptible resistance."
    },
    {
      "cite": "Richard J. Daley",
      "quote": "Power is dangerous unless you have humility."
    },
    {
      "cite": "Janet Frame",
      "quote": "Electricity, the peril the wind sings to in the wires on a gray day."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Since with electricity we extend our central nervous system globally, instantly interrelating every human experience."
    },
    {
      "cite": "Frederick W Smith",
      "quote": "Only electricity can give the transport sector the flexibility to switch fuels when one or more become too expensive."
    },
    {
      "cite": "George Gobel",
      "quote": "If it weren't for electricity, we'd all be watching television by candlelight."
    },
    {
      "cite": "Munia Khan",
      "quote": "Love is like electricity sometimes; it may shock you anytime, yet you cannot live without it."
    },
    {
      "cite": "Dennis Miller",
      "quote": "Why is electricity so expensive these days? Why does it cost so much for something I can make with a balloon and my hair?"
    },
    {
      "cite": "John C. Calhoun",
      "quote": "The two great agents of the physical world have become subject to the will of man and have been made subservient to his wants and enjoyments; I allude to steam and electricity, under whatever name the latter may be called."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "I am somewhat exhausted; I wonder how a battery feels when it pours electricity into a non-conductor?"
    },
    {
      "cite": "Michael Faraday",
      "quote": "Who would not have been laughed at if he had said in 1800 that metals could be extracted from their ores by electricity or that portraits could be drawn by chemistry."
    },
    {
      "cite": "Dominic Monaghan",
      "quote": "We're electrical items and when we die the electricity goes somewhere else. When we die our energy goes into the galaxy."
    },
    {
      "cite": "Mao Zedong",
      "quote": "All the rest of the world uses the word electricity. They've borrowed the word from English. But we Chinese have our own word for it!"
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Every age thinks it's the modern age, but this one really is. Electricity is going to change everything. Everything!"
    },
    {
      "cite": "Bill Gates",
      "quote": "People always fear change. People feared electricity when it was invented, didn't they?"
    },
    {
      "cite": "Nikola Tesla",
      "quote": "Alternate currents, especially of high frequencies, pass with astonishing freedom through even slightly rarefied gases. The upper strata of the air are rarefied. To reach a number of miles out into space requires the overcoming of difficulties of a merely mechanical nature."
    },
    {
      "cite": "Michael Faraday",
      "quote": "Wonderful as are the laws... of electricity when made evident to us in inorganic... matter, their interest can bear scarcely any comparison... when connected with the nervous system and with life."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Is it a fact—or have I dreamt it—that, by means of electricity, the world of matter has become a great nerve, vibrating thousands of miles in a breathless point of time?"
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "The new electronic interdependence recreates the world in the image of a global village."
    },
    {
      "cite": "William Blake",
      "quote": "Energy is eternal delight."
    },
    {
      "cite": "John Wesley",
      "quote": "Electricity is the soul of the universe."
    },
    {
      "cite": "Robert Orben",
      "quote": "Thomas Edison said that genius is 1 percent inspiration and 99 percent perspiration. I dunno. I hate to think of anyone that sweaty handling electricity."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "By 2600, the world population would be standing shoulder to shoulder and the electricity consumed would make the earth glow red-hot."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "In going on with these experiments, how many pretty systems do we build, which we soon find ourselves obliged to destroy! If there is no other use discovered of electricity, this, however, is something considerable, that it may help to make a vain man humble."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "As in nature, all is ebb and tide, all is wave motion, so it seems that in all branches of industry, alternating currents—electric wave motion—will have the sway."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "We wind a simple ring of iron with coils; we establish the connections to the generator, and with wonder and delight we note the effects of strange forces which we bring into play, which allow us to transform, to transmit and direct energy at will."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "We're so used to circumstances in which these electrical phenomena are all canceled out, everything is sort of neutral, where pushing and pulling is sort of dull, but nature has these wonderful things: magnetic forces and electrical forces."
    },
    {
      "cite": "Billy Graham",
      "quote": "Science takes a Niagara River with its violent turbulence and transforms it into electrical energy to illuminate a million homes and to turn the productive wheels of industry. [God] does in the spiritual realm what science does in the physical realm."
    },
    {
      "cite": "Franklin Delano Roosevelt",
      "quote": "Electricity is no longer a luxury. It is a definite necessity. It lights our homes, our places of work and our streets. It turns the wheels of most of our transportation and our factories. In our homes it serves not only for light, but it can become the willing servant of the family in countless ways. It can relieve the drudgery of the housewife and lift the great burden off the shoulders of the hardworking farmer."
    },
    {
      "cite": "Lord Arbuthnot",
      "quote": "Without electricity, modern life would grind to a halt and the complexity of modern society is such that if you take out one or two little pieces of the jigsaw, the whole thing collapses."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "Electric power is everywhere present in unlimited quantities and can drive the world's machinery without the need of coal, oil, or any other fuel."
    },
    {
      "cite": "Iris West-Allen",
      "quote": "We live in a world full of meta-phones and meta-weathervanes. What's next? My electric toothbrush?"
    }
  ]
}