{
  "source": "https://www.wisesayings.com/election-day-quotes/",
  "theme": "election-day",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "Elections belong to the people. It's their decision. If they decide to turn their back on the fire and burn their behinds, then they will just have to sit on their blisters."
    },
    {
      "cite": "Josh Earnest",
      "quote": "My start in politics was watching my parents go to the polls on election day. It reminded me that being an active, engaged citizen and voter is critical to the success of our democracy."
    },
    {
      "cite": "Judy Woodruff",
      "quote": "I think that Election Day is the closest thing we have to a civic sacrament, when people meet their neighbors at the firehouse or the school and they vote at the same time."
    },
    {
      "cite": "Conan O'Brien",
      "quote": "Tomorrow is Election Day. That's the day we Americans wake up, consider our options, and then remember we didn't register to vote."
    },
    {
      "cite": "James Bovard",
      "quote": "If an election is simply a one-day snapshot of transient mass delusions, then this is not a very noble form of government."
    },
    {
      "cite": "Brad Henry",
      "quote": "It is a paradox that far too few Americans participate in the wonderful ritual of democracy that we call Election Day."
    },
    {
      "cite": "Bret Stephens",
      "quote": "The people we need to hear from most are the ones who make themselves heard least - except, of course, on Election Day."
    },
    {
      "cite": "Patrick Murphy",
      "quote": "The political process does not end on Election Day. Young people need to stay involved in the process by continuing to pay attention to the conversation and holding their leaders accountable for the decisions they make."
    },
    {
      "cite": "Susan Orlean",
      "quote": "Election Day outside of big cities is different. For one thing, there are so few people in my town that each individual vote really does matter, and several local races have been decided by as many votes as you can count on one hand."
    },
    {
      "cite": "Zephyr Teachout",
      "quote": "Voters have a responsibility to make a judgment with whatever facts are available on Election Day."
    },
    {
      "cite": "Heather Wilson",
      "quote": "The poll that matters is the one that happens on Election Day."
    },
    {
      "cite": "Paul Collier",
      "quote": "Elections determine who is in power, but they do not determine how power is used."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "As is the case with that generation [Millennials], they look like they're interested and all fired up and ready to go, and then Election Day comes."
    },
    {
      "cite": "Michael Moore",
      "quote": "Republicans are relentless and they're smart, too - they're not all dumb - and on Election Day, they'll be up at five in the morning."
    },
    {
      "cite": "Michael Howard",
      "quote": "There is only one opinion poll that I am interested in and that is the one that will take place on election day."
    },
    {
      "cite": "William J. Clinton",
      "quote": "Any poll is a picture of an unfinished horse race except the Election Day polls."
    },
    {
      "cite": "Keith Ellison",
      "quote": "You have to knock doors, make calls, and build a relationship with voters long before Election Day."
    },
    {
      "cite": "Bob Dole",
      "quote": "I think the voters believe that when you become president of the United States, you have a higher obligation and a higher standard than anybody in the world. And if you violate that standard, they're going to remember it on election day."
    }
  ]
}