{
  "source": "https://www.wisesayings.com/election-quotes/",
  "theme": "election",
  "quotes": [
    {
      "cite": "Vladimir Franz",
      "quote": "Elections are not a beauty contest. It is all about tolerance."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Every election is a sort of advance auction sale of stolen goods."
    },
    {
      "cite": "Herbert Marcuse",
      "quote": "Free election of masters does not abolish the masters or the slaves."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "Winning or losing of the election is less important than strengthening the country."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "The people who cast the votes decide nothing. The people who count the votes decide everything."
    },
    {
      "cite": "Mark Twain",
      "quote": "If voting made any difference they wouldn't let us do it."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "An election is a moral horror, as bad as a battle except for the blood; a mud bath for every soul concerned in it."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Leadership is not about the next election, it's about the next generation."
    },
    {
      "cite": "Otto von Bismarck",
      "quote": "People never lie so much as after a hunt, during a war or before an election."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Clever and attractive women do not want to vote; they are willing to let men govern as long as they govern men"
    },
    {
      "cite": "Vicky Hartzler",
      "quote": "This election could come down to just a handful of votes. It could come down to just one vote."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "The election is not very far off when a candidate can recognize you across the street."
    },
    {
      "cite": "George Eliot",
      "quote": "An election is coming. Universal peace is declared, and the foxes have a sincere interest in prolonging the lives of the poultry."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Elections belong to the people. It's their decision. If they decide to turn their back on the fire and burn their behinds, then they will just have to sit on their blisters."
    },
    {
      "cite": "Francois Hollande",
      "quote": "In an election, one needs both hope and audacity."
    },
    {
      "cite": "DaShanne Stokes",
      "quote": "We elected a man who knows how to build walls when we needed someone who knows how to build bridges."
    },
    {
      "cite": "Paul Collier",
      "quote": "Elections determine who is in power, but they do not determine how power is used."
    },
    {
      "cite": "Evan Esar",
      "quote": "In elections, the undecided vote is usually the deciding factor."
    },
    {
      "cite": "Katsuya Okada",
      "quote": "In elections, you can't tell the outcome until you open the ballot boxes."
    },
    {
      "cite": "Lincoln Diaz-Balart",
      "quote": "To finalize, the purpose of an election is to hear the will of the people, not to fabricate votes."
    },
    {
      "cite": "Henry Adams",
      "quote": "During an election campaign the air is full of speeches and vice versa."
    },
    {
      "cite": "Nancy Pelosi",
      "quote": "Elections are about the future."
    },
    {
      "cite": "Jill Stein",
      "quote": "We deserve elections we can trust."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "An election cannot give a country a firm sense of direction if it has two or more national parties which merely have different names, but are as alike in their principals and aims as two peas in the same pod."
    },
    {
      "cite": "Martin O'Malley",
      "quote": "An election is an opportunity for a new consensus."
    },
    {
      "cite": "Junius",
      "quote": "The right of election is the very essence of the constitution."
    },
    {
      "cite": "Emma Goldman",
      "quote": "If elections really changed anything, they would be outlawed."
    },
    {
      "cite": "Patty Berg",
      "quote": "People are what this election is all about."
    },
    {
      "cite": "Larry J. Sabato",
      "quote": "Every election is determined by the people who show up."
    },
    {
      "cite": "Tony Abbott",
      "quote": "You cannot win an election without a fight."
    }
  ]
}