{
  "source": "https://www.wisesayings.com/elephant-quotes/",
  "theme": "elephant",
  "quotes": [
    {
      "cite": "Bill Murray",
      "quote": "They say an elephant never forgets. What they don't tell you is, you never forget an elephant."
    },
    {
      "cite": "John Dryden",
      "quote": "The elephant is never won by anger; nor must that man who would reclaim a lion take him by the teeth."
    },
    {
      "cite": "John Donne",
      "quote": "Nature's great masterpiece, an elephant; the only harmless great thing."
    },
    {
      "cite": "Robert McCammon",
      "quote": "They say that somewhere in Africa the elephants have a secret grave where they go to lie down, unburden their wrinkled gray bodies, and soar away, light spirits at the end."
    },
    {
      "cite": "Thomas Schmidt",
      "quote": "No one in the world needs an elephant tusk but an elephant."
    },
    {
      "cite": "Herb Caen",
      "quote": "I have a memory like an elephant. I remember every elephant I've ever met."
    },
    {
      "cite": "John Milton",
      "quote": "Th' unwieldy elephant, To make them mirth, us'd all his might, and wreathed His lithe proboscis."
    },
    {
      "cite": "Yao Ming",
      "quote": "Only elephants should own ivory."
    },
    {
      "cite": "Peter Corneille",
      "quote": "If anyone wants to know what elephants are like, they are like people only more so."
    },
    {
      "cite": "Noel Coward",
      "quote": "I have a memory like an elephant. In fact, elephants often consult me."
    },
    {
      "cite": "Lazarus Long",
      "quote": "An elephant: A mouse built to government specifications."
    },
    {
      "cite": "King George V",
      "quote": "You don't shoot elephants, you ride them–you might as well shoot your charger."
    },
    {
      "cite": "David Drake",
      "quote": "She owned the road as an elephant owns the veldt and like a big blue elephant moved with massive grace and dignity."
    },
    {
      "cite": "Mary Mccarthy",
      "quote": "A novelist is an elephant, but an elephant who must pretend to forget."
    },
    {
      "cite": "Creighton Abrams",
      "quote": "When eating an elephant take one bite at a time."
    },
    {
      "cite": "Steven Wright",
      "quote": "My roommate got a pet elephant. Then it got lost. It's in the apartment somewhere."
    },
    {
      "cite": "Rickson Gracie",
      "quote": "If size mattered, the elephant would be the king of the jungle."
    },
    {
      "cite": "Karen Joy Fowler",
      "quote": "When there is an invisible elephant in the room, one is from time to time bound to trip over a trunk."
    },
    {
      "cite": "Alistair Cooke",
      "quote": "An Elephant can trumpet and shake the earth but not the self-possession of the ants who hold it."
    },
    {
      "cite": "The Buddha",
      "quote": "As an elephant in the battlefield withstands arrows shot from bows all around, even so shall I endure abuse."
    },
    {
      "cite": "Buddha",
      "quote": "Awake. Be the witness of your thoughts. The elephant hauls himself from the mud. In the same way drag yourself out of your sloth."
    },
    {
      "cite": "Jennifer Richard Jacobson",
      "quote": "Elephants love reunions. They recognize one another after years and years of separation and greet each other with wild, boisterous joy. There's bellowing and trumpeting, ear flapping and rubbing. Trunks entwine."
    },
    {
      "cite": "Zakes Mda",
      "quote": "Our elders say that an elephant does not find its own trunk heavy."
    },
    {
      "cite": "Val McDermid",
      "quote": "He frowned as he struggled to remember. It was like watching an elephant crochet."
    },
    {
      "cite": "Randolph Bourne",
      "quote": "He who mounts a wild elephant goes where the elephant goes."
    },
    {
      "cite": "James Patterson",
      "quote": "Just in case you thought elephants were all sweetness, I can attest to the fact that this one had the time of her life scaring the bejeezus out of those dudes."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "When you have got an Elephant by the hind leg, and he is trying to run away, it's best to let him run."
    },
    {
      "cite": "Randy Pausch",
      "quote": "When there's an elephant in the room introduce him."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Elephants don't know anything about the world of ants; the peaks of mountains are oblivious of what is happening on the plains!"
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "The elephant, the huge old beast, is slow to mate."
    },
    {
      "cite": "Jeff Henschel",
      "quote": "Elephants ears are full of blood vessels and help cool the blood as it travels through the extensive vein network that runs close to the surface."
    },
    {
      "cite": "General John B. Sedgwick",
      "quote": "They couldn't hit an elephant at this distance."
    },
    {
      "cite": "Jesse Ball",
      "quote": "I'm an elephant today. I will need to have lots of room and also a bowl of water on the floor."
    },
    {
      "cite": "Kevin Spacey",
      "quote": "Mediocrity is the elephant in the room."
    },
    {
      "cite": "Andre Norton",
      "quote": "The knife flaying the elephant does not have to be large, only sharp!"
    },
    {
      "cite": "Richard D. Estes",
      "quote": "The elephant has just one basic gait: an ambling walk; elephants cannot run or jump like other animals."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "The elephant's a gentleman."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "So slowly the hot elephant hearts grow full of desire, and the great beasts mate in secret at last, hiding their fire."
    },
    {
      "cite": "Edward R. Ricciuti",
      "quote": "When we are hungry, elephants are food. When we are full, elephants are beautiful."
    },
    {
      "cite": "Alastair Reynolds",
      "quote": "It was an exceedingly odd thing to see an elephant in a spacesuit."
    },
    {
      "cite": "Thomas French",
      "quote": "Elephants, it turns out, are surprisingly stealthy."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Words are cheap. The biggest thing you can say is 'elephant'."
    },
    {
      "cite": "Plutarch",
      "quote": "What is bigger than an elephant? But this also is become man's plaything, and a spectacle at public solemnities; and it learns to skip, dance, and kneel."
    },
    {
      "cite": "Dale Kerrigan",
      "quote": "It was an elephant. Cause elephants bring good luck, especially if the trunks are up and his trunk was up."
    },
    {
      "cite": "Mark Shand",
      "quote": "The elephant can survive only if forests survive."
    },
    {
      "cite": "Charles Darwin",
      "quote": "The Indian Elephant is said sometimes to weep."
    },
    {
      "cite": "Jennifer Richard Jacobson",
      "quote": "Elephants can sense danger. They're able to detect an approaching tsunami or earthquake before it hits."
    },
    {
      "cite": "Oyekan Owomoyela",
      "quote": "A chain as thick as a palm tree cannot stop an elephant; the vine that proposes to stop the elephant from going to the grassland will go with the elephant."
    },
    {
      "cite": "Oyekan Owomoyela",
      "quote": "One digs a pit in the path of the elephant, but the elephant can read signs; the elephant does not go that way."
    },
    {
      "cite": "Oyekan Owomoyela",
      "quote": "A blind elephant does not know a man from a tree."
    },
    {
      "cite": "Stephen Arnott",
      "quote": "While you sit on an elephant you will be able to break through your neighbor's hedge."
    },
    {
      "cite": "Lory J Lazarus",
      "quote": "She's big and friendly (Elephant!) Wrinkled and gray (Elephant!) / And with her great big feet, better get out of the way of the elephant (Elephant!)"
    },
    {
      "cite": "Robin Rex",
      "quote": "Sitting on my elephant / Pretty and intelligent / Na-na-na-na-na-na-na-na-na-na-na-na-na / Gonna take a ride that you won't forget."
    },
    {
      "cite": "Robin Rex",
      "quote": "Holabaloo, my elephant's jumping / Up and down from side to side / Holabaloo, my elephant's pumping / Elephant ride all over the town / Holabaloo, my elephant's jumping / Inside-out, moving up and down / Holabaloo, my elephant's pumping / Elephant ride in Calcutta town."
    },
    {
      "cite": "Oliver Wallace",
      "quote": "Look out! Look out / Pink elephants on parade / Here they come / Hippety hoppety / They're here and there / Pink elephants everywhere."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "The elephant, the huge old beast, is slow to mate; / He finds a female, they show no haste they wait."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "A true elephant is the one who never forgets his Herculean strength; / the astounding power that reverberated from his body as he strolled; / even in times when he lay timidly wounded on the ground."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "All I want is a wild elephant; which swishes tones of water merrily all around with its trunk."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Never ever enter into the brain of the elephant; / or you'll suddenly find yourself a lugubriously disoriented burden to earth; / emanating an infinite groans to just alight your foot an inconspicuous inch from the soil."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "To emulate an elephant was very easy; / as all you had to do was inflate your persona like a colossal gas balloon; / tread triumphantly on the soil of the jungle as the largest organism existing in the rampant outgrowths."
    },
    {
      "cite": "William Scott Bruford",
      "quote": "Elephants are enslaved ensnared endangered exploited / Elephants are exterminated / They're eradicated / Elephants are eaten / Elephants are forgotten / Fatally forgotten famished fossils / Elephants are gone."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The elephant needs a thousand times more food than the ant but that is not an indication of inequality."
    },
    {
      "cite": "Ingrid Newkirk",
      "quote": "Elephants have the largest brains of any mammal on the face of the Earth. They are creative, altruistic and kind."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Elephants are so wise and so funny and so endangered and so intelligent. I just think there is a lot to learn from them."
    },
    {
      "cite": "Ted Hughes",
      "quote": "And the elephant sings deep in the forest-maze About a star of deathless and painless peace But no astronomer can find where it is."
    },
    {
      "cite": "Frans De Waal",
      "quote": "Although elephants are far more distantly related to us than the great apes, they seem to have evolved similar social and cognitive capacities."
    },
    {
      "cite": "Mark Shand",
      "quote": "Elephants love to play around. They are very intelligent animals. They have a strong bond, at times stretching to several decades, with their mahouts."
    },
    {
      "cite": "Lyall Watson",
      "quote": "If elephants didn't exist, you couldn't invent one. They belong to a small group of living things so unlikely they challenge credulity and common sense."
    }
  ]
}