{
  "source": "https://www.wisesayings.com/elevation-quotes/",
  "theme": "elevation",
  "quotes": [
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Stairs elevate you; ethics elevates you; goodness elevates you; awareness elevates you; wisdom elevates you."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Seeking higher ground is not a destination, but an elevation. Wings up, eyes shut open."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "Separation before elevation. You have to let some people and things go so you can go to the next level."
    },
    {
      "cite": "Harbhajan Singh Yogi",
      "quote": "Elevate. Each day, live to elevate yourself, each day elevate one person. Make elevation your religion and you shall reach infinity."
    },
    {
      "cite": "Francois de La Rocherfoucauld",
      "quote": "There is a kind of elevation which does not depend on fortune; it is a certain air which distinguishes us, and seems to destine us for great things; it is a price which we imperceptibly yet upon ourselves."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "While fear depletes power, faith gives wings for the soul’s elevation."
    },
    {
      "cite": "Petra Remes",
      "quote": "I like anything that is thought provoking and elevates one's consciousness to the highest and out of it's safety net, making one breathe aspiration."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The first shall be the last. Humiliation precedes elevation."
    },
    {
      "cite": "Martin Delany",
      "quote": "Our elevation must be the result of self-efforts and work of our own hands. No other human power can accomplish it. If we but determine it shall be so, it will be so."
    },
    {
      "cite": "Charles Sumner",
      "quote": "The true grandeur of humanity is in moral elevation, sustained, enlightened and decorated by the intellect of man."
    },
    {
      "cite": "Eugene Green",
      "quote": "I think that if you have a sense of the sacredness of nature and of human relations, I think you will be uplifted in some sort of spiritual elevation."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Encountering sufferings will definitely contribute to the elevation of your spiritual practice, provided you are able to transform calamity and misfortune into the path."
    },
    {
      "cite": "Roderick L. Evans",
      "quote": "Sometimes what appears to be a setback is God's mode of elevation."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "When emulation leads us to strive for self-elevation by merit alone, and not by belittling another, then it is one of the grandest possible incentives to action."
    },
    {
      "cite": "Walter Savage Landor",
      "quote": "Merit has rarely risen of itself, but a pebble or a twig is often quite sufficient for it to spring from to the highest ascent. There is usually some baseness before there is any elevation."
    },
    {
      "cite": "François Fénelon",
      "quote": "There is no real elevation of mind in a contempt of little things; it is, on the contrary, from too narrow views that we consider those things of little importance which have in fact such extensive consequences."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Eat not to dullness; drink not to elevation."
    },
    {
      "cite": "Denis Diderot",
      "quote": "Only passions, great passions can elevate the soul to great things."
    },
    {
      "cite": "Namita Satija",
      "quote": "Your elevation is definite. The time for it, not really. You are the infinite. The time for realization, not guaranteed."
    },
    {
      "cite": "Barack Obama",
      "quote": "The elevation of appearance over substance, of celebrity over character, of short term gains over lasting achievement displays a poverty of ambition. It distracts you from what’s truly important."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Most of the luxuries, and many of the so-called comforts of life are not only indispensible, but positive hindrances to the elevation of mankind."
    },
    {
      "cite": "Raquel Cepeda",
      "quote": "Even the juncture in history and the zeitgeist we live in is something we choose, setting the scene for the spiritual fodder we need to grow and achieve deeper elevation of our souls."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "You can cease to be influenced by people who tease you... Just neglect their help and elevate your steps...You can do it!"
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Discipline is a fast track to elevation in life."
    },
    {
      "cite": "S Roses S",
      "quote": "Failure is not the time of rejection, but is the time of our next challenge of elevation."
    },
    {
      "cite": "Ingenious",
      "quote": "Once I buried my fear I got my elevation."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "The art which is grand and yet simple is that which presupposes the greatest elevation both in artist and in public."
    },
    {
      "cite": "Sheri Dew",
      "quote": "Having influence is not about elevating self, but about lifting others."
    },
    {
      "cite": "Edith Stein",
      "quote": "The limitless loving devotion to God, and the gift God makes of Himself to you, are the highest elevation of which the heart is capable; it is the highest degree of prayer. The souls that have reached this point are truly the heart of the Church."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "What wealth is it to have such friends that we cannot think of them without elevation."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Humility forms the basis of honor, just as the low ground forms the foundation of a high elevation."
    },
    {
      "cite": "Muhammad Iqbal",
      "quote": "Vision without power does bring moral elevation but cannot give a lasting culture."
    },
    {
      "cite": "Pastor John Gray",
      "quote": "Honor is the currency of elevation."
    },
    {
      "cite": "James Fenimore Cooper",
      "quote": "The principal advantage of a democracy, is a general elevation in the character of the people."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "Nothing contributes more to nourish elevation of sentiments in a people, than the large and free character of their habitations."
    }
  ]
}