{
  "source": "https://www.wisesayings.com/elevator-quotes/",
  "theme": "elevator",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "The cigar-box which the European calls a 'lift' needs but to be compared with our elevators to be appreciated. The lift stops to reflect between floors. That is alright in a hearse, but not in elevators. The American elevator acts like a man's patent purge—it works."
    },
    {
      "cite": "Andy Rooney",
      "quote": "People waiting for an elevator don't know what to do, standing with strangers. There is nothing to do. Its an uneasy time. Some press the button repeatedly as though it would help."
    },
    {
      "cite": "Daniel Handler",
      "quote": "Everyone should be able to do one card trick, tell two jokes, and recite three poems, in case they are ever trapped in an elevator."
    },
    {
      "cite": "Brian Regan",
      "quote": "I hate getting off the elevator on the wrong floor. Anyone ever do that... and then you have to turn around and face those people. I feel like I owe everyone in there an explanation."
    },
    {
      "cite": "Marco Brambilia",
      "quote": "Usually, the energy in elevators is so awkward; I mean, I can't imagine the politics in the ones in the Conde Nast building."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "A sofa on an elevator would be like a slow roller coaster where you get to work on your small talk skills. Oh yes, I am an adrenaline junky."
    },
    {
      "cite": "Anders Zorn",
      "quote": "Now, finally has the elevator arrived. The stairs was about to become a personal inferno."
    },
    {
      "cite": "James Patterson",
      "quote": "Okay, okay, okay. I understood that pushing the elevator button over and over again would not make the elevator appear sooner. But I couldn't help myself."
    },
    {
      "cite": "Macaulay Culkin",
      "quote": "After seeing 'Big,' I wanted an elevator that opened directly into my apartment, just like Tom Hanks did."
    },
    {
      "cite": "Jack Lemmon",
      "quote": "I was born in an elevator, and - as my mother said - naturally it was going down. She said, All I remember is telling your father, ‘That's it! Never again!' That's why I'm an only child."
    },
    {
      "cite": "Brian Regan",
      "quote": "Why are people getting on elevators shocked to find people getting off elevators?"
    },
    {
      "cite": "Groucho Marx",
      "quote": "John, you say you met in an elevator. Was the elevator going up at the time, or down? This is very important, for going down in an elevator one always has that sinking feeling and for all I know you may have this confused with love. If you were going up, it is clearly a case of love at first sight."
    },
    {
      "cite": "Dana Gould",
      "quote": "It might not be rational, but I am terrified of getting stuck in an elevator with a bear."
    },
    {
      "cite": "Christian Serratos",
      "quote": "Had the perfect opportunity to get back at the guy who didn't hold the elevator for me. I couldn't do it. Held it. I'm going to heaven."
    },
    {
      "cite": "Stan Kenton",
      "quote": "When you get to the top, don't forget to send the elevator down for the next guy."
    },
    {
      "cite": "Bill Murray",
      "quote": "It pays off in your life when you’re in an elevator and people are uncomfortable. You can just say, ‘That’s a beautiful scarf.’ It’s just thinking about making someone else feel comfortable. You don’t worry about yourself, because we’re vibrating together. If I can make yours just a little bit groovier, it’ll affect me. It comes back, somehow."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The elevator shaft was a kind of heat sink. Hot food was cold by the time it arrived. Cold food got colder. No one knew what would happen to ice cream, but it would probably involve some rewriting of the laws of thermodynamics."
    },
    {
      "cite": "Johnny Carson",
      "quote": "Happiness is being stuck in an elevator and discovering the ravishing blonde with you is a liquor salesman with a case of samples."
    },
    {
      "cite": "Erlend Loe",
      "quote": "Elevators are brilliant. I'm going to stand here a little longer. The good thing about riding in an elevator as a grown-up is that nobody questions my being in the elevator. Nobody suspects me of just riding the elevator. I look like I'm one of the others."
    },
    {
      "cite": "Dan Cummins",
      "quote": "The next time you and somebody are in an elevator alone, give them the creepiest stare followed by the creepiest smile ever. While they're leaving, give them a crazy laugh and say, 'It was a meet to pleasure you'."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Standing facing the door in an elevator and pretending you're the only person there, no matter how crowded it is."
    },
    {
      "cite": "Sam Levenson",
      "quote": "If you die in an elevator, be sure to push the up button."
    },
    {
      "cite": "Timothy Hurley",
      "quote": "Never run for an elevator. It looks needy."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "When you open the elevator on the top floor of a building and the other guy doesn't get out, something is seriously wrong."
    },
    {
      "cite": "Amanda Lindhout",
      "quote": "I'm afraid of elevators, because they are an enclosed space, but I get in."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "Every time I get in an elevator, the operator says the same thing to me: `Basement?'"
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "Now, I had been frightened on several different occasions in my life. The most frightening of these involved an elevator and a mime."
    },
    {
      "cite": "B.J. Novak",
      "quote": "If one elevator button has a star on it, I'm pressing it."
    },
    {
      "cite": "Kendall Jenner",
      "quote": "Slow elevator rides with strangers are so awkward."
    },
    {
      "cite": "Elizabeth Vargas",
      "quote": "Certain things make me anxious. God forbid I get stuck in an elevator."
    },
    {
      "cite": "Harvey Milk",
      "quote": "Never take an elevator in city hall."
    }
  ]
}