{
  "source": "https://www.wisesayings.com/elite-quotes/",
  "theme": "elite",
  "quotes": [
    {
      "cite": "Aaron Sorkin",
      "quote": "Elite is not a bad word, it's an aspirational one."
    },
    {
      "cite": "A.E. Samaan",
      "quote": "A \"racist\" thinks themselves better than other races. An \"elitist\" thinks they are better than everyone."
    },
    {
      "cite": "Brad Alan Lewis",
      "quote": "Long live the elite rower's motto:'early to bed, early to rise, never meet the regular guys."
    },
    {
      "cite": "Cal Thomas",
      "quote": "If life is not a continuum, from conception to natural death, then all of us are potential victims if we fall out of favor with a ruling elite."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "There are some among the so-called elite who are overbearing and arrogant. I want to foster leaders, not elitists."
    },
    {
      "cite": "David Frum",
      "quote": "The elite isn't leading anymore. It's trapped."
    },
    {
      "cite": "George F. Will",
      "quote": "Liberalism is not fond of fun, or at least of many forms of fun that many people like."
    },
    {
      "cite": "Harold Holzer",
      "quote": "No greater mistake can be made than to assume that newspapers are correct indices of public opinion."
    },
    {
      "cite": "Hugo Chavez",
      "quote": "We must confront the privileged elite who have destroyed a large part of the world."
    },
    {
      "cite": "Jim Brown",
      "quote": "Success is not only for the elite. Success is there for those who want it, plan for it, and take action to achieve it."
    },
    {
      "cite": "Irrfan Khan",
      "quote": "Language does not make one an elite."
    },
    {
      "cite": "Kathy Barnette",
      "quote": "Socialism simply substitutes the judgment of the individual with the judgment of a few arrogant elites, not so dissimilar to slave owners."
    },
    {
      "cite": "Lebo Grand",
      "quote": "In today’s life, luxury is sensuality."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "It's easy for common people to say what they think about the government. No one listens to them."
    },
    {
      "cite": "Mark Krikorian",
      "quote": "There's definitely a huge gap between the elite and public perceptions on immigration."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Feelings of superiority always stem from an illusion."
    },
    {
      "cite": "Michael Harris",
      "quote": "If you believe that some opinions are in fact better than others, then you, too, are an elitist of sorts."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "Studying creativity is not an elite distraction, but provides one of the most exciting models for living."
    },
    {
      "cite": "Sebastian Thrun",
      "quote": "I care about education for everyone, not just the elite."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "If you are frustrated with the elite of your society, do something about it."
    }
  ]
}