{
  "source": "https://www.wisesayings.com/emancipation-quotes/",
  "theme": "emancipation",
  "quotes": [
    {
      "cite": "Erin Fall Haskell",
      "quote": "Emancipation from suffering is your birthright."
    },
    {
      "cite": "Grace Kelly",
      "quote": "Emancipation of women has made them lose their mystery."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Emancipation from error is the condition of real knowledge."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Emancipation from the bondage of the soil is no freedom for the tree."
    },
    {
      "cite": "W. E. B. Du Bois",
      "quote": "The emancipation of man is the emancipation of labor and the emancipation of labor is the freeing of that basic majority of workers who are yellow, brown and black."
    },
    {
      "cite": "Emma Goldman",
      "quote": "True emancipation begins neither at the polls nor in the courts. It begins in woman's soul."
    },
    {
      "cite": "I. F. Stone",
      "quote": "Every emancipation has in it the seeds of a new slavery, and every truth easily becomes a lie."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Emancipation is the demand of civilization. That is a principle; everything else is an intrigue."
    },
    {
      "cite": "Karl Marx",
      "quote": "Every emancipation is a restoration of the human world and of human relationships to a man himself."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "Emancipation of belief is the most formidable of the tasks of reform and the one on which all else depends."
    },
    {
      "cite": "W. E. B. Du Bois",
      "quote": "We shall never secure emancipation from the tyranny of the white oppressor until we have achieved it in our own souls."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We boast our emancipation from many superstitions; but if we have broken any idols, it is through a transfer of idolatry."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "The history of men's opposition to women's emancipation is more interesting perhaps than the story of that emancipation itself."
    },
    {
      "cite": "Harriet Martineau",
      "quote": "The progression of emancipation of any class usually, if not always, takes place through the efforts of individuals of that class."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "What we call emancipation is always and of necessity simply the free choice of the soul between one set of limitations and another."
    },
    {
      "cite": "Liu Cixin",
      "quote": "Emancipation of human nature inevitably brings with it scientific and technological progress."
    },
    {
      "cite": "Kristina Schroder",
      "quote": "For me emancipation will only be truly reached if a woman can wear makeup and skirts without having her abilities doubted as a result."
    },
    {
      "cite": "Friedrich Engels",
      "quote": "The emancipation of woman will only be possible when woman can take part in production on a large, social scale, and domestic work no longer claims anything but an insignificant amount of her time."
    },
    {
      "cite": "Elijah Parish Lovejoy",
      "quote": "Emancipation, to be of any value to the slave, must be the free, voluntary act of the master, performed from a conviction of its propriety."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The first effect of emancipation from the Church was not to make men think rationally, but to open their minds to every sort of antique nonsense."
    },
    {
      "cite": "Ellen Key",
      "quote": "The emancipation of women is practically the greatest egoistic movement of the nineteenth century, and the most intense affirmation of the right of the self that history has yet seen."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Merely external emancipation has made of the modern woman an artificial being. Now, woman is confronted with the necessity of emancipating herself from emancipation, if she really desires to be free."
    },
    {
      "cite": "Alvin Bailey",
      "quote": "Our emancipation means standing up for strong families, our emancipation means standing against the homosexuality agenda, emancipation for us means standing up against the repealing of the buggery law."
    },
    {
      "cite": "Emma Goldman",
      "quote": "True emancipation... will have to do away with the absurd notion of the dualism of the sexes, or that man and woman represent two antagonistic worlds."
    },
    {
      "cite": "Annie M.G. Schmidt",
      "quote": "The best way to stimulate emancipation is to start to educate your sons to be humans instead of men, and to educate your daughters to be humans instead of women."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Emancipation of mind is the greatest liberty."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "Emancipation can only come from within; it cannot be dictated by someone else. A law banning the wearing of headscarves changes nothing, except perhaps external appearance. Naturally, Islamic feminism must also include the right to education, to work and the freedom to select one's own husband."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Emancipation should make it possible for woman to be human in the truest sense. Everything within her that craves assertion and activity should reach its fullest expression; all artificial barriers should be broken, and the road towards greater freedom cleared of every trace of centuries of submission and slavery."
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "Emancipation was a proclamation, but not a fact."
    },
    {
      "cite": "Logan Pearsall Smith",
      "quote": "For souls in growth, great quarrels are great emancipations."
    },
    {
      "cite": "Gerda Lerner",
      "quote": "Women's history is the primary tool for women's emancipation."
    }
  ]
}