{
  "source": "https://www.wisesayings.com/embarrassing-quotes/",
  "theme": "embarrassing",
  "quotes": [
    {
      "cite": "Mary Wortley Montagu",
      "quote": "A man that is ashamed of passions that are natural and reasonable is generally proud of those that are shameful and silly."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "It is a shameful thing to be weary of inquiry when what we search for is excellent."
    },
    {
      "cite": "Miranda Hart",
      "quote": "Life is a series of embarrassing moments which leave you feeling alone in your confusion and shame."
    },
    {
      "cite": "Sam Ewing",
      "quote": "Nothing is so embarrassing as watching someone do something that you said couldn't be done."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Embarrassment isn't a just cause of action."
    },
    {
      "cite": "Douglas Engelbart",
      "quote": "The rate at which a person can mature is directly proportional to the embarrassment he can tolerate."
    },
    {
      "cite": "Daniel Clowes",
      "quote": "You can never really trust someone who remembers every embarrassing detail of your adolescence."
    },
    {
      "cite": "Benito Mussolini",
      "quote": "It is humiliating to remain with our hands folded while other write history. It matters little who wins."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is nothing in the world more shameful than establishing one's self on lies and fables."
    },
    {
      "cite": "Philip José Farmer",
      "quote": "It was a shameful thing that she had nothing of which to be ashamed."
    },
    {
      "cite": "Robert B. Cialdini",
      "quote": "Embarrassment is a villain to be crushed."
    },
    {
      "cite": "Sophocles",
      "quote": "For shameful deeds are taught by shameful deeds."
    },
    {
      "cite": "Tom Cruise",
      "quote": "Have you ever gotten the feeling that you aren't completely embarrassed yet, but you glimpse tomorrow's embarrassment?"
    },
    {
      "cite": "Phaedrus",
      "quote": "Whoever is detected in a shameful fraud is ever after not believed even if they speak the truth."
    },
    {
      "cite": "Henri Rousseau",
      "quote": "It is not the criminal things which are hardest to confess, but the ridiculous and shameful."
    },
    {
      "cite": "Matt Damon",
      "quote": "It was shameful and embarrassing that there were two years in a row without a single actor of color nominated. That's insane."
    },
    {
      "cite": "Arpad Busson",
      "quote": "There is nothing shameful about being efficient."
    },
    {
      "cite": "Dave Barry",
      "quote": "To an adolescent, there is nothing in the world more embarrassing than a parent."
    },
    {
      "cite": "Tony Benn",
      "quote": "Most things in life are moments of pleasure and a lifetime of embarrassment; photography is a moment of embarrassment and a lifetime of pleasure."
    },
    {
      "cite": "Alain De Botton",
      "quote": "To a shameful extent, the charm of marriage boils down to how unpleasant it is to be alone."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Nothing is more humiliating than to see idiots succeed in enterprises we have failed in."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Embarrassment isn't a just cause of action."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Things aren't often what they appear to be at first blush. But embarrassment is."
    },
    {
      "cite": "Chuck Daly",
      "quote": "It's discouraging to make a mistake, but it's humiliating when you find out you're so unimportant that nobody noticed it."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Almost all our desires, when examined, contain something too shameful to reveal."
    },
    {
      "cite": "Earl Wilson",
      "quote": "Nothing is as embarrassing as watching your boss do something you assured him couldn't be done."
    },
    {
      "cite": "Plato",
      "quote": "The first and greatest victory is to conquer yourself; to be conquered by yourself is of all things most shameful and vile."
    },
    {
      "cite": "Richard Branson",
      "quote": "Do not be embarrassed by your failures, learn from them and start again."
    },
    {
      "cite": "Confucius",
      "quote": "It is more shameful to distrust our friends than to be deceived by them."
    },
    {
      "cite": "Bess Truman",
      "quote": "It's very embarrassing to be put on the spot."
    },
    {
      "cite": "Christiane Northrup",
      "quote": "Shame cannot exist in conditions of light, sunshine, and humor. So the very moment that you share your most shameful moments - and can learn to laugh about them - then the spell is lifted. And you, too, are free."
    }
  ]
}