{
  "source": "https://www.wisesayings.com/embeded-quotes/",
  "theme": "embeded",
  "quotes": [
    {
      "cite": "Tim Cook",
      "quote": "To whom much is given, much is expected. I do believe this. It's embedded in me."
    },
    {
      "cite": "John McCain",
      "quote": "The core political values of our free society are so deeply embedded in our collective consciousness that only a few malcontents, lunatics generally, ever dare to threaten them."
    },
    {
      "cite": "Pat Robertson",
      "quote": "And these things are pretty much foundational: thou shall not kill, steal, bear false witness. All these things are embedded into the laws we enjoy in our nation."
    },
    {
      "cite": "William Chapman",
      "quote": "Words cut deeper than knives. A knife can be pulled out, words are embedded into our souls."
    },
    {
      "cite": "Harvey V. Fineberg",
      "quote": "When cultural change succeeds, it succeeds because it's so embedded in what we do that we don't have to think about."
    },
    {
      "cite": "Walter Gilbert",
      "quote": "We are embedded in a biological world and related to the organisms around us."
    },
    {
      "cite": "Sebastian Stan",
      "quote": "Violence has always been unfortunately embedded in masculinity, this alpha thing."
    },
    {
      "cite": "Chuck Close",
      "quote": "Part of the joy of looking at art is getting in sync in some ways with the decision-making process that the artist used and the record that's embedded in the work."
    },
    {
      "cite": "Abbie Hoffman",
      "quote": "Revolution is not something fixed in ideology, nor is it something fashioned to a particular decade. It is a perpetual process embedded in the human spirit."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Environmental concern is now firmly embedded in public life: in education, medicine and law; in journalism, literature and art."
    },
    {
      "cite": "Federico Garcia Lorca",
      "quote": "All one's personality is embedded in gloves and hats after they've been good and used. Show me a glove and I'll tell you the character of its owner."
    },
    {
      "cite": "Mattea Harvey",
      "quote": "Poems tend to have instructions for how to read them embedded in their language."
    },
    {
      "cite": "Gerry Spence",
      "quote": "When any system has for its goal the advancement of the system over the betterment of its individual members, such a system is embedded in slavery."
    },
    {
      "cite": "Marsden Hartley",
      "quote": "It is never difficult to see images – when the principle of the image is embedded in the soul."
    },
    {
      "cite": "Paul David Tripp",
      "quote": "Embedded in the larger story of redemption is a principle we must not miss: God uses ordinary people to do extraordinary things in the lives of others."
    },
    {
      "cite": "Charles Duhigg",
      "quote": "There's a natural instinct embedded in friendship, a sympathy that makes us willing to fight for someone we like when they are treated unjustly."
    },
    {
      "cite": "Dr Prem Jagyasi",
      "quote": "Your values are embedded within you irrespective of whether you discover them or not."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "The religionist is a living fossil, embedded in that rock called faith."
    },
    {
      "cite": "Eugene Schvidler",
      "quote": "Do I appreciate my wealth? Absolutely, yes. I'm trying to embed in my children's heads that if you don't earn it, you don't appreciate it."
    },
    {
      "cite": "John Lewis",
      "quote": "The scars and stains of racism are still deeply embedded in the American society."
    },
    {
      "cite": "Rick Riordan",
      "quote": "I think the more you understand myths, the more you understand the roots of our culture and the more things will resonate. Do you have to know them? No, but certainly it is nice to recognise how deeply these things are embedded in our literature, our art."
    },
    {
      "cite": "Sri Sathya Sai Baba",
      "quote": "The parents gave you this body and fostered the intelligence and love that are embedded in it; so, gratitude is their due."
    },
    {
      "cite": "Rand Paul",
      "quote": "We need to notice and be aware of the injustices embedded in our criminal system."
    },
    {
      "cite": "Baldwin Spencer",
      "quote": "It is time for the world, the hemisphere and the region to make sure that relevant institutions of civil society and relevant laws are embedded in the mechanisms of governance."
    },
    {
      "cite": "Bruce Feirstein",
      "quote": "Bond is a classic archetype character, a character that's embedded in our heads forever, one of a lone warrior setting out to avenge a nation - and you find that character across cultures."
    }
  ]
}