{
  "source": "https://www.wisesayings.com/embroidery-quotes/",
  "theme": "embroidery",
  "quotes": [
    {
      "cite": "Maria Mitchell",
      "quote": "The eye that directs a needle in the delicate meshes of embroidery will equally well bisect a star with the spiderweb of the micrometer."
    },
    {
      "cite": "Oliver Wendell Holmes, Sr.",
      "quote": "Take your needle, my child, and work at your pattern; it will come out a rose by and by. Life is like that - one stitch at a time taken patiently and the pattern will come out all right like the embroidery."
    },
    {
      "cite": "Louise Jordan Miln",
      "quote": "She watched and taught the girls that sang at their embroidery frames while the great silk flowers grew from their needles"
    },
    {
      "cite": "Frank Delaney",
      "quote": "We Irish prefer embroideries to plain cloth. To us Irish, memory is a canvas--stretched, primed, and ready for painting on. We love the 'story' part of the word 'history,' and we love it trimmed out with color and drama, ribbons and bows. Listen to our tunes, observe a Celtic scroll: we always decorate our essence."
    },
    {
      "cite": "Sappho",
      "quote": "Now the Earth with many flowers puts on her spring embroidery."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Love is what carries you, for it is always there, even in the dark, or most in the dark, but shining out at times like gold stitches in a piece of embroidery."
    },
    {
      "cite": "Emil Ferris",
      "quote": "I have a profound interest in embroidery, as I have female ancestors on both sides who embroidered their way through great trials."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Although the threads of my life have often seemed knotted, I know, by faith, that on the other side of the embroidery there is a crown."
    },
    {
      "cite": "Alessandro Michele",
      "quote": "I love taking prints, embroidery, appliques - precious things that seem to be from another time - and using them to create a contemporary, new story."
    },
    {
      "cite": "Voltaire",
      "quote": "Love is a canvas furnished by Nature and embroidered by imagination."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "Tombs are the clothes of the dead and a grave is a plain suit; while an expensive monument is one with embroidery."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "I made my song a coat Covered with embroideries Out of old mythologies From heel to throat But the fools caught it, Wore it in the world's eyes As though they'd wrought it. Song, let them take it, For there's more enterprise In walking naked."
    },
    {
      "cite": "Veronica Roth",
      "quote": "It will be difficult to break the habits of thinking Abnegation instilled in me, like tugging a single thread from a complex work of embroidery. But I will find new habits, new thoughts, new rules. I will become something else."
    },
    {
      "cite": "Naeem Khan",
      "quote": "All the embroidery is made in my father's workshop in India... and all the cutting and sewing is done in my studio."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "Humility is the embroidery of chiefs"
    },
    {
      "cite": "Joseph Altuzarra",
      "quote": "If you take away print and embroidery, you have to challenge yourself a bit more on the cut"
    },
    {
      "cite": "Robert Charles Wilson",
      "quote": "If you understood the facts they needed no embroidery: all the wonder was already there, the more spellbinding because it was true"
    }
  ]
}