{
  "source": "https://www.wisesayings.com/emotional-abuse-quotes/",
  "theme": "emotional-abuse",
  "quotes": [
    {
      "cite": "Aisha Mirza",
      "quote": "It is not the the bruises on the body that hurt. It is the wounds of the heart and the scars on the mind."
    },
    {
      "cite": "Gloria Gaynor",
      "quote": "Well, I went through some emotionally abusive relationships and allowed myself to not be properly respected as a lady, as a human being even, though I tried everything I knew to be a lady."
    },
    {
      "cite": "Alice Miller",
      "quote": "The results of any traumatic experience, such as abuse, can only be resolved by experiencing, articulating, and judging every facet of the original experience within a process of careful therapeutic disclosure."
    },
    {
      "cite": "Astrid Alauda",
      "quote": "The scars you can't see are the hardest to heal."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Poisonous relationships can alter our perception. You can spend many years thinking you're worthless... but you're not worthless, you're unappreciated."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Family is supposed to be our safe haven. Very often, it's the place where we find the deepest heartache."
    },
    {
      "cite": "Ben Stein",
      "quote": "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "There are far too many silent sufferers. Not because they don't yearn to reach out, but because they've tried and found no one who cares."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The greater the power, the more dangerous the abuse."
    },
    {
      "cite": "Leslie Morgan Steiner",
      "quote": "Domestic abuse happens only in intimate, interdependent, long-term relationships - in other words, in families - the last place we would want or expect to find violence."
    },
    {
      "cite": "Charles Bradlaugh",
      "quote": "The abuse dies in a day, but the denial slays the life of the people, and entombs the hope of the race."
    },
    {
      "cite": "Samantha Morton",
      "quote": "I think anybody who has been abused as a kid - and I was abused as a kid, by various people - will say it's irrational because violence is irrational."
    },
    {
      "cite": "Tacitus",
      "quote": "Abuse if you slight it, will gradually die away; but if you show yourself irritated, you will be thought to have deserved it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "We should meet abuse by forbearance. Human nature is so constituted that if we take absolutely no notice of anger or abuse, the person indulging in it will soon weary of it and stop."
    },
    {
      "cite": "Seneca",
      "quote": "There are more people abusive to others than lie open to abuse themselves; but the humor goes round, and he that laughs at me to-day will have somebody to laugh at him to-morrow."
    },
    {
      "cite": "Inga Muscio",
      "quote": "Abuse is the means in which violence retards love."
    },
    {
      "cite": "unknown",
      "quote": "You survived the abuse. You're going to survive the recovery."
    },
    {
      "cite": "Philip Zimbardo",
      "quote": "Bullies may be the perpetrators of evil, but it is the evil of passivity of all those who know what is happening and never intervene that perpetuates such abuse."
    },
    {
      "cite": "John Adams",
      "quote": "Abuse of words has been the great instrument of sophistry and chicanery, of party, faction, and division of society."
    },
    {
      "cite": "Zac Goldsmith",
      "quote": "Some of the world's most appalling abuses have been justified by religion because it is possible for people to find vindication in their scriptures for any of their prejudices."
    },
    {
      "cite": "Pamela Stephenson",
      "quote": "So many people suffer from abuse, and suffer alone."
    },
    {
      "cite": "Lynn Swann",
      "quote": "I think that most minorities have experienced some form of racial abuse."
    },
    {
      "cite": "Voltaire",
      "quote": "Every abuse ought to be reformed, unless the reform is more dangerous than the abuse itself."
    },
    {
      "cite": "Plautus",
      "quote": "Do you never look at yourself when you abuse another person?"
    },
    {
      "cite": "Julian Assange",
      "quote": "It is impossible to correct abuses unless we know that they're going on."
    },
    {
      "cite": "Heather Brooke",
      "quote": "The biggest abuses in society happen when people are not able to communicate and not able to connect."
    },
    {
      "cite": "unknown",
      "quote": "Not all wounds are visible."
    },
    {
      "cite": "Beverly Engel",
      "quote": "Emotional abuse is a major epidemic in our culture."
    },
    {
      "cite": "Beverly Engel",
      "quote": "Emotional abuse is the least understood form of abuse."
    },
    {
      "cite": "Beverly Engel",
      "quote": "Ultimately, given enough time, most victim of emotional abuse come not only to blame themselves for all the problems in the relationship come not only to blame themselves for all the problems in the relationship but also to believe that they are inadequate, contemptuous, and even unlovable."
    },
    {
      "cite": "Beverly Engel",
      "quote": "Emotional abuse is considered by many to be the most painful form of violence and the most detrimental to self-esteem."
    },
    {
      "cite": "Beverly Engel",
      "quote": "Emotional abuse cuts to the very core of a person, creating scars that may be longer lasting than physical ones."
    },
    {
      "cite": "Beverly Engel",
      "quote": "With emotional abuse, the insults, insinuations, crtiticism, and accusations slowly eat away at the victim's self-esteem until he or she is incapable of judging a situation realistically."
    },
    {
      "cite": "Beverly Engel",
      "quote": "Emotional abuse poisons a relationship and infuses it with hostility, contempt, and hatred,"
    },
    {
      "cite": "Beverly Engel",
      "quote": "No matter how much a couple once loved each other, once emotional abuse becomes a consistent aspect of the relationship, that love is overshadowed by fear, anger, guilt, and shame."
    },
    {
      "cite": "Beverly Engel",
      "quote": "At the very least, emotional abuse causes both abuser and the victim to lose sight of any redeeming qualities his or her partner once had."
    },
    {
      "cite": "Beverly Engel",
      "quote": "The disrespect and hatred each partner begins to feel leads to more and more emotional abuse and to each partner justifying inappropriate, even destructive, behavior."
    },
    {
      "cite": "Beverly Engel",
      "quote": "Over time, anger can build up on the part of both abuser and victim, and emotional abuse can turn into physical violence."
    },
    {
      "cite": "Beverly Engel",
      "quote": "When emotional abuse is mutual, it becomes a matter of survival, as each partner has to constantly fend off criticism, verbal attacks, or rejection and shore up enough strength to go on with daily tasks."
    },
    {
      "cite": "Beverly Engel",
      "quote": "As the emotional abuse takes its toll and each partner becomes less and less self-assured, each clings to the relationship even more."
    },
    {
      "cite": "Beverly Engel",
      "quote": "No one wants to have to face the fact that he or she has lost control in this way and that his or her actions and/or words have caused his or her partner emotional damage."
    },
    {
      "cite": "Jess Hill",
      "quote": "The insidiousness and power of emotional abuse paralleled the invisibility, strength, and purpose of a spider's web."
    },
    {
      "cite": "Jess Hill",
      "quote": "What is going on in our relationship is domestic violence, and the type of violence that I'm using on you is called emotional abuse, which means I don't bash you with my fists, I bash you with my emotions, to keep you under control"
    },
    {
      "cite": "Aisha Mirza",
      "quote": "It is not the bruises on the body that hurt. It is the wounds of the heart and the scars on the mind."
    },
    {
      "cite": "Lundy Bancroft",
      "quote": "Intimidation, even if it appears unintentional, is a sign that emotional abuse is on the way - or has already begun - and is a warning flag that physical violence may eventually follow."
    },
    {
      "cite": "Dee Brown",
      "quote": "The damage and invisible scars of emotional abuse are very difficult to heal, because memories are imprinted on our minds and hearts and it takes time to be restored. Imprints of past traumas do not mean a person cannot change their future beliefs and behaviors. as people, we do not easily forget. However, as we heal, grieve, and let go, we become clear-minded and focused to live restore and emotionally healthy."
    },
    {
      "cite": "Dee Brown",
      "quote": "Emotional abuse is extensive in our culture, and faith-based communities are no exception."
    },
    {
      "cite": "Dee Brown",
      "quote": "Emotional abuse is a nonphysical behavior or attitude that controls, demeans, punishes or isolates a person"
    },
    {
      "cite": "Dee Brown",
      "quote": "In emotionally abusive relationships there is a determined intent to formulate statements or actions which leave a person feeling awful."
    },
    {
      "cite": "Tracy Malone",
      "quote": "Get pissed because you deserve more than this abuse. Emotional abuse is the gateway to all abuse. Get out!"
    }
  ]
}