{
  "source": "https://www.wisesayings.com/emotion-quotes/",
  "theme": "emotion",
  "quotes": [
    {
      "cite": "Helen Keller",
      "quote": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I don't want to be at the mercy of my emotions. I want to use them, to enjoy them, and to dominate them."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "We all live at the mercy of our emotions. Our emotions influence and shape our desires, thoughts and behaviors and above all our destiny."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Let's not forget that the little emotions are the great captains of our lives and we obey them without realizing it."
    },
    {
      "cite": "John Lennon",
      "quote": "One thing you can't hide - is when you're crippled inside."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "Your emotions are the slaves to your thoughts, and you are the slave to your emotions."
    },
    {
      "cite": "Horace Walpole",
      "quote": "The world is a tragedy to those who feel, but a comedy to those who think."
    },
    {
      "cite": "Brigitte Nicole",
      "quote": "Never apologize for being sensitive or emotional. It's a sign that you have a big heart, and that you aren't afraid to let others see it. Showing your emotions is a sign of strength."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "I have learned now that while those who speak about one's miseries usually hurt, those who keep silence hurt more."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "Emotion is more powerful than reason. Emotion is the driving force behind thinking and reasoning. Emotional intelligence increases the mind's ability to make positive, brilliant decisions."
    },
    {
      "cite": "Brene Brown",
      "quote": "We cannot selectively numb emotions, when we numb the painful emotions, we also numb the positive emotions."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "One ought to hold on to one's heart; for if one lets it go, one soon loses control of the head too."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "We know too much and feel too little. At least, we feel too little of those creative emotions from which a good life springs."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The advantage of the emotions is that they lead us astray."
    },
    {
      "cite": "Carl Gustav Jung",
      "quote": "There can be no transforming of darkness into light and of apathy into movement without emotion."
    },
    {
      "cite": "Marquis De Vauvenargues",
      "quote": "Emotions have taught mankind to reason."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "People hate those who make them feel their own inferiority."
    },
    {
      "cite": "Buddha",
      "quote": "There is no fire like passion, there is no shark like hatred, there is no snare like folly, there is no torrent like greed."
    },
    {
      "cite": "Doc Childre",
      "quote": "Realize that now, in this moment of time, you are creating. You are creating your next moment based on what you are feeling and thinking. That is what's real."
    },
    {
      "cite": "Marya Mannes",
      "quote": "The sign of intelligent people is their ability to control emotions by the application of reason."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Instead of resisting any emotion, the best way to dispel it is to enter it fully, embrace it and see through your resistance."
    },
    {
      "cite": "Francesco Guicciardini",
      "quote": "To give vent now and then to his feelings, whether of pleasure or discontent, is a great ease to a man's heart"
    },
    {
      "cite": "Jonatan Martensson",
      "quote": "Feelings are much like waves, we can't stop them from coming but we can choose which one to surf"
    },
    {
      "cite": "Jill Bolte Taylor",
      "quote": "Just like children, emotions heal when they are heard and validated"
    },
    {
      "cite": "Brian Tracy",
      "quote": "Just as your car runs more smoothly and requires less energy to go faster and farther when the wheels are in perfect alignment, you perform better when your thoughts, feelings, emotions, goals, and values are in balance"
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "All emotions are pure which gather you and lift you up; that emotion is impure which seizes only one side of your being and so distorts you."
    },
    {
      "cite": "Joseph Collins",
      "quote": "By starving emotions we become humorless, rigid and stereotyped; by repressing them we become literal, reformatory and holier-than-thou; encouraged, they perfume life; discouraged, they poison it."
    },
    {
      "cite": "Max Eastman",
      "quote": "Emotion is the surest arbiter of a poetic choice, and it is the priest of all supreme unions in the mind."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "It is as healthy to enjoy sentiment as to enjoy jam."
    },
    {
      "cite": "Theodor Wiesengrund Adorno",
      "quote": "Once the last trace of emotion has been eradicated, nothing remains of thought but absolute tautology."
    },
    {
      "cite": "Greg Anderson",
      "quote": "You can't expect to prevent negative feelings altogether. And you can't expect to experience positive feelings all the time. The Law of Emotional Choice directs us to acknowledge our feelings but also to refuse to get stuck in the negative ones."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Our emotions are only incidents in the effort to keep day and night together."
    },
    {
      "cite": "John Sterling",
      "quote": "Emotion turning back on itself, and not leading on to thought or action, is the element of madness."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "One's suffering disappears when one let's go, when one yields-even to sadness."
    },
    {
      "cite": "Nathaniel LeTonnerre",
      "quote": "As none can see the wind but in its effects on the trees, neither can we see the emotions but in their effects on the face and body."
    },
    {
      "cite": "Julie A., M.A. Ross and Judy Corcoran",
      "quote": "When you own or take responsibility for your feelings, you place yourself in a position of power and control."
    },
    {
      "cite": "Edward Young",
      "quote": "Swift instincts leaps; slow reason feebly climbs."
    },
    {
      "cite": "Earl Riney",
      "quote": "Our emotions are the driving powers of our lives."
    },
    {
      "cite": "Du Mu",
      "quote": "Too much emotion is like none at all"
    },
    {
      "cite": "Robert Browning",
      "quote": "Where the heart lies, let the brain lie also."
    },
    {
      "cite": "Ayn Rand",
      "quote": "An emotion is an automatic response, an automatic effect of man's value premises. An effect, not a cause. There is no necessary clash, no dichotomy between man's reason and his emotions"
    },
    {
      "cite": "Albert Einstein",
      "quote": "The finest emotion of which we are capable is the mystic emotion."
    },
    {
      "cite": "Friedrich Durrenmatt",
      "quote": "Emotions have no place in business, unless you do business with them."
    },
    {
      "cite": "Adele Faber",
      "quote": "When we acknowledge children's feelings, we do him a great service. We put him in touch with his inner reality. And once he's clear about that reality, he gathers the strength to begin to cope."
    },
    {
      "cite": "Robert Henri",
      "quote": "Cherish your own emotions and never undervalue them."
    },
    {
      "cite": "Doc Childre",
      "quote": "Managing our emotions increases intuition and clarity. It helps us self-regulate our brain chemicals and internal hormones. It gives us natural highs, the real fountain of youth we've been searching for. It enables us to drink from elixirs locked within our cells, just waiting for us to discover them."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "If one uses one's intellect to become master over the unlimited emotions, it may produce a sorry and diversionary effect upon the intellect."
    },
    {
      "cite": "Irene Claremont",
      "quote": "Emotion always has its roots in the unconscious and manifests itself in the body."
    },
    {
      "cite": "Khan",
      "quote": "Every passion, every emotion , has its effect upon the mind. Every change of mind, however slight, has its effect upon the body."
    },
    {
      "cite": "Carl Jung",
      "quote": "Emotion is the chief source of all becoming conscious. There can be no transformation of darkness into light...without emotion."
    },
    {
      "cite": "Reiner Maria Rilke",
      "quote": "All emotions are pure which gather you and lift you up; that emotio is impure which seizes only one side of your being and so distorts you."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Keep me away from the wisdom that does not cry, the philosophy which does not laugh and the greatness which does not bow before children."
    },
    {
      "cite": "Jean Gebser",
      "quote": "To think with the heart is to think in living terms."
    },
    {
      "cite": "Jean Toomer",
      "quote": "A man is not as much as he feels he is but as much as he feels."
    },
    {
      "cite": "Mary Wollstonecraft Shelley",
      "quote": "You cannot know what you cannot feel."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The heart has its reasons, which reason does not know...All our reasoning ends in surrender to feeling."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Life is a tram of moods like a string of beads, and as we pass through them they proved to be many colored lenses which paint the world in their own hue."
    },
    {
      "cite": "Tyron Edwards",
      "quote": "Emotion which does not lead to and flow out in right action is not only useless, but it weakens character, and becomes an excuse for neglect of effort."
    },
    {
      "cite": "George Santayana",
      "quote": "The young man who has not wept is savage, and the old man who will not laugh is a fool."
    },
    {
      "cite": "Henri-Frederic Amiel",
      "quote": "Do not violence to yourself; respect in yourself the oscillations of feeling: they are your life and your nature; a wiser than you made them."
    },
    {
      "cite": "Andre Gide",
      "quote": "Each of us really understands in others only those feelings he is capable of producing himself."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Our feelings are the source of our energy, they provide; they provide the horsepower that makes it possible for us to accomplish the tasks of living...Since our feelings work for us, we should treat them with respect."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "One can never repeat exactly the same emotion."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Only one thing remains infinitely fascinating to me, the mystery of moods. To be master of these moods is exquisite, to me mastered by them more exquisite still."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "We lose our chances, we lose our figures, we even lose our characters; but we must never lose our tempers. That is our duty to our neighbor...but sometimes we mislay it, don't we?"
    },
    {
      "cite": "Bhante Gunaratana",
      "quote": "If you close your eyes for just one minute, you can experience how a feeling or emotion is born, grows old, and passes away. It's like a wave rising to a peak and then breaking apart."
    },
    {
      "cite": "Marcus Tulius Cicero",
      "quote": "Men decide many more problems by...emotion than by reason."
    },
    {
      "cite": "Thomas A. Kempis",
      "quote": "We are sometimes stirred by emotion and take it for zeal."
    },
    {
      "cite": "Vauvenargues",
      "quote": "Emotions have taught mankind to reason."
    },
    {
      "cite": "Bea N. Abbling",
      "quote": "Tears are the blood of emotion."
    },
    {
      "cite": "Bradley Trevor Greive",
      "quote": "In fact, when we are close to both extremes of human emotion— ecstasy and despair— we find absolute honesty about what it is in this life that brings us joy or pain."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "I can only note that the past is beautiful because one never realizes an emotion at the time. It expands later, and thus we don't have complete emotions about the present, only about the past."
    },
    {
      "cite": "Peter Goldie",
      "quote": "Feelings are, as we all know, at the heart of emotion."
    },
    {
      "cite": "Jason Ritchie",
      "quote": "I've got so much emotion that I, / Just cannot bear. / I know I don't have much time but, / The world looks to grey. / I think it's about time I, / Come out as gay."
    },
    {
      "cite": "Stuart Adamson",
      "quote": "Until we find the things we need I know / I want that love / King of Emotion / Stronger than you and so much deeper than me / I know that love is King of Emotion / King of Emotion take a walk with me."
    },
    {
      "cite": "Muir",
      "quote": "Can't stop the runaway emotions / Fighting, hiding, can't stop the runaway emotions / Hypnotized, paralyzed / Can't stop the runaway emotions."
    }
  ]
}