{
  "source": "https://www.wisesayings.com/emotions-quotes/",
  "theme": "emotions",
  "quotes": [
    {
      "cite": "Matthieu Ricard",
      "quote": "Negative emotions like hatred destroy our peace of mind."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "All emotions are pure which gather you and lift you up; that emotion is impure which seizes only one side of your being and so distorts you."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The finest emotion of which we are capable is the mystic emotion."
    },
    {
      "cite": "Mark Twain",
      "quote": "Any emotion, if it is sincere, is involuntary."
    },
    {
      "cite": "Marquis De Vauvenargues",
      "quote": "Emotions have taught mankind to reason."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "It is not our exalted feelings, it is our sentiments that build the necessary home."
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "It is as healthy to enjoy sentiment as to enjoy jam."
    },
    {
      "cite": "George Santayana",
      "quote": "Emotion is primarily about nothing and much of it remains about nothing to the end."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "Our emotions are only incidents in the effort to keep day and night together."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "You're in bad shape when your emotions force you into acts which you know are foolish."
    },
    {
      "cite": "Ramtha",
      "quote": "We're too busy keeping our emotions in check to ever dream of infinite possibilities. And maybe that is the ultimate conspiracy."
    },
    {
      "cite": "Thomas Tutko",
      "quote": "Your emotions affect every cell in your body. Mind and body, mental and physical, are intertwined."
    },
    {
      "cite": "Friedrich Durrenmatt",
      "quote": "Emotions have no place in business, unless you do business with them."
    },
    {
      "cite": "Jan Hammer",
      "quote": "Emotions are the fuel to really move you along - that's the only way you can create music. If you don't feel any emotions, it's not going to happen."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The degree of one's emotions varies inversely with one's knowledge of the facts."
    },
    {
      "cite": "Jennifer O'Neill",
      "quote": "We all have human emotions that rob our lives."
    },
    {
      "cite": "Carl Jung",
      "quote": "Emotion is the chief source of all becoming-conscious. There can be no transforming of darkness into light and of apathy into movement without emotion."
    },
    {
      "cite": "Dennis Potter",
      "quote": "It is a dangerous thing to have instant access to your emotions."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "When we direct our thoughts properly, we can control our emotions."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "Your emotions are very unstable and should never be the foundation for direction in your life."
    },
    {
      "cite": "Gary Zukav",
      "quote": "We cannot control what emotions or circumstances we will experience next, but we can choose how we will respond to them."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "Our emotions are often beautiful, but they can also be dangerous. They represent our spontaneity, and seem to speak to us of our freedom."
    },
    {
      "cite": "Francis Spufford",
      "quote": "Emotions can certainly be misleading: they can fool you into believing stuff that is definitely, demonstrably untrue."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The first and simplest emotion which we discover in the human mind, is curiosity."
    },
    {
      "cite": "Brian May",
      "quote": "The biggest emotion in creation is the bridge to optimism."
    },
    {
      "cite": "Joseph Roux",
      "quote": "Nothing vivifies, and nothing kills, like the emotions."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Emotion is often what we rely upon to carry us across the unfathomable voids in our intelligence."
    },
    {
      "cite": "Joy Behar",
      "quote": "It's a completely useless emotion - jealousy. I don't go there."
    },
    {
      "cite": "Eric Cantona",
      "quote": "Sometimes in life one experiences an emotion which is so strong that it is difficult to think, or to reason."
    },
    {
      "cite": "Tony Goldwyn",
      "quote": "Nothing's wrong with honest emotion."
    },
    {
      "cite": "Gary Zukav",
      "quote": "Painful emotions show you what prevents you from creating harmony, cooperation, sharing and reverence for life."
    },
    {
      "cite": "Gillian Jacobs",
      "quote": "You can convey a lot of emotion with just some eyebrows and mouth movement."
    },
    {
      "cite": "Robert Smithson",
      "quote": "An emotion is suggested and demolished in one glance by certain words."
    },
    {
      "cite": "Judith Wright",
      "quote": "Feelings or emotions are the universal language and are to be honored. They are the authentic expression of who you are at your deepest place."
    },
    {
      "cite": "Max Eastman",
      "quote": "Emotion is the surest arbiter of a poetic choice, and it is the priest of all supreme unions in the mind."
    },
    {
      "cite": "Mariella Frostrup",
      "quote": "Emotions are products of our mind, and we can actually train ourselves to choose whether we banish or embrace them."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "Once the last trace of emotion has been eradicated, nothing remains of thought but absolute tautology."
    },
    {
      "cite": "Stephen Kinzer",
      "quote": "Emotion is always the enemy of wise statesmanship."
    },
    {
      "cite": "Kathleen Troia McFarland",
      "quote": "Emotions may win arguments, but they don't win wars."
    },
    {
      "cite": "Jack Huston",
      "quote": "You can almost read any emotion through someone's eyes."
    },
    {
      "cite": "Alison Krauss",
      "quote": "I think you translate emotion better when you take your hands off."
    },
    {
      "cite": "Nigella Lawson",
      "quote": "Emotion is messy, contradictory... and true."
    },
    {
      "cite": "Camilla Belle",
      "quote": "You don't have to work hard to bring emotions. It all just comes naturally, you're there living it."
    },
    {
      "cite": "Mitch Gaylord",
      "quote": "Everyone has emotions; you just learn to use then and be comfortable with them."
    },
    {
      "cite": "Francesco Guicciardini",
      "quote": "To give vent now and then to his feelings, whether of pleasure or discontent, is a great ease to a man's heart."
    },
    {
      "cite": "Jonatan Martensson",
      "quote": "Feelings are much like waves, we can't stop them from coming but we can choose which one to surf."
    },
    {
      "cite": "Anne Frank",
      "quote": "But feelings can't be ignored, no matter how unjust or ungrateful they seem."
    },
    {
      "cite": "M.D. Arnold",
      "quote": "If you keep your emotions locked in a box, then when you want to open it one day you'll find that they're gone."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The advantage of the emotions is that they lead us astray."
    },
    {
      "cite": "Robert Henri",
      "quote": "Cherish your own emotions and never undervalue them."
    }
  ]
}