{
  "source": "https://www.wisesayings.com/emotionless-quotes/",
  "theme": "emotionless",
  "quotes": [
    {
      "cite": "Dale Carnegie",
      "quote": "When dealing with people, remember you are not dealing with creatures of logic, but creatures of emotion."
    },
    {
      "cite": "Umberto Eco",
      "quote": "I felt no passion, no jealousy, no nostalgia. I was hollow, clear-headed, clean, and as emotionless as an aluminum pot."
    },
    {
      "cite": "Andy Stanley",
      "quote": "Vision evokes emotion. There is no such thing as an emotionless vision."
    },
    {
      "cite": "Anonymous",
      "quote": "Its sad how many emotionless people there are out there and how they don't care when they hurt others, they'll never understand how it feels."
    },
    {
      "cite": "Anonymous",
      "quote": "Your emotions are powerful when you use them the right way. That's why emotionless people won't be all they could be."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "Dispassionate objectivity is itself a passion, for the real and for the truth."
    },
    {
      "cite": "Jeremy Riddle",
      "quote": "We're no longer slaves to fear. That doesn't mean we're emotionless now, or never face fear, it just means we don't have to obey it."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't let emotionless people into their emo state. Because it will be the most enormous emo people you will know"
    },
    {
      "cite": "Stephy Wasserman",
      "quote": "Why are so many unexpressive in love, but highly expressive in anger?"
    },
    {
      "cite": "Dan Brown",
      "quote": "Emotionless tone hurting as much as the news."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Whenever anyone accuses some person of being unfeeling, he means that that person is just."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Power is emotionless; yet one with personal power will experience more emotions."
    },
    {
      "cite": "Bob Jones",
      "quote": "Everything else was unemotional and uninspiring. We played very poor baseball."
    },
    {
      "cite": "Anonymous",
      "quote": "Emotionless people are not emotionless from the beginning they just disappointed and hurt very strongly by who they love."
    }
  ]
}