{
  "source": "https://www.wisesayings.com/emotional-intelligence-quotes/",
  "theme": "emotional-intelligence",
  "quotes": [
    {
      "cite": "Dale Carnegie",
      "quote": "You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind."
    },
    {
      "cite": "Salovey and Mayer",
      "quote": "We define emotional intelligence as the subset of social intelligence that involves the ability to monitor one's own and others' feelings and emotions, to discriminate among them and to use this information to guide one's thinking and actions."
    },
    {
      "cite": "Buddha",
      "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else: you are the one who gets burned."
    },
    {
      "cite": "Ray Kurzweil",
      "quote": "Emotional intelligence is what humans are good at and that's not a sideshow. That's the cutting edge of human intelligence."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Your pain is the breaking of the shell that encloses your understanding."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Emotional intelligence begins to develop in the earliest years. All the small exchanges children have with their parents, teachers, and with each other carry emotional messages."
    },
    {
      "cite": "Roshan Sharma",
      "quote": "All your thoughts, imagination, feelings, emotions and sensation are part of the mechanical process that can be understood, at the state of self-realization."
    },
    {
      "cite": "J. Freedman",
      "quote": "Emotional intelligence is a way of recognizing, understanding, and choosing how we think, feel, and act. It shapes our interactions with others and our understanding of ourselves. It defines how and what we learn; it allows us to set priorities; it determines the majority of our daily actions. Research suggests it is responsible for as much as 80 percent of the success in our lives."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Life appears to me too short to be spent in nursing animosity or registering wrongs."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Instead of resisting any emotion, the best way to dispel it is to enter it fully, embrace it and see through your resistance."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Even though a high IQ is no guarantee of prosperity, prestige, or happiness in life, our schools and our culture fixate on academic abilities, ignoring the emotional intelligence that also matters immensely for our personal destiny."
    },
    {
      "cite": "David Atta",
      "quote": "Emotional intelligence simply means managing your mental state for a positive result."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Emotional intelligence accounts for 80 percent of career success."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "When emotional intelligence merges with spiritual intelligence, human nature is transformed."
    },
    {
      "cite": "Liz Miller",
      "quote": "Developing emotional intelligence is one way to protect yourself from damaging relationships. Emotional intelligence is a science that has been studied and researched for over a decade. According to the theories, mutual respect and effective communication are key."
    },
    {
      "cite": "Robert K. Cooper",
      "quote": "Emotional intelligence is the ability to sense, understand, and effectively apply the power and acumen of emotions as a source of human energy, information, connection, and influence."
    },
    {
      "cite": "David Atta",
      "quote": "In the school of emotional intelligence,even if the action or cause is negative,the reaction or effect should be positive."
    },
    {
      "cite": "Marya Mannes",
      "quote": "The sign of an intelligent people is their ability to control their emotions by the application of reason."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "IQ and technical skills are important, but Emotional Intelligence is the Sine Qua Non of Leadership."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "The strength of character and emotional intelligence to face your failures and learn from them are at the core of success."
    },
    {
      "cite": "Ramana Pemmaraju",
      "quote": "Words represent your emotional state, beware of what you speak! Restore your mental balance."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "But once you are in that field, emotional intelligence emerges as a much stronger predictor of who will be most successful, because it is how we handle ourselves in our relationships that determines how well we do once we are in a given job."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Emotional intelligence does not mean merely being nice. At strategic moment it may demand not being nice, but rather, for example, bluntly confronting someone with an uncomfortable but consequential truth they've been avoiding."
    },
    {
      "cite": "Mayer &amp; Salovey",
      "quote": "People high in emotional intelligence are expected to progress more quickly through the abilities designated and to master more of them."
    },
    {
      "cite": "Ray Kurzweil",
      "quote": "By 2029, computers will have emotional intelligence and be convincing as people."
    },
    {
      "cite": "David Caruso",
      "quote": "It is very important to understand that emotional intelligence is not the opposite of intelligence, it is not the triumph of heart over head it is the unique intersection of both."
    },
    {
      "cite": "Paul Boese",
      "quote": "Forgiveness does not change the past, but it does enlarge the future."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Emotional self-awareness is the building block of the next fundamental emotional intelligence: being able to shake off a bad mood."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Be not disturbed at being misunderstood; be disturbed rather at not being understanding."
    },
    {
      "cite": "Alafia Stewart",
      "quote": "There is no weakness in being able to love fully. It takes courage, tenacity, and an emotional intelligence that most people are incapable of."
    },
    {
      "cite": "M.Z.Riffi",
      "quote": "Women are much more than men in touch with their emotional intelligence. That explains why women read fiction books while men stick to the user manuals."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "Feelings are self-justifying, with a set of perceptions and proofs all their own."
    },
    {
      "cite": "Robert K. Cooper",
      "quote": "If we lack emotional intelligence, whenever stress rises the human brain switches to autopilot and has an inherent tendency to do more of the same, only harder. Which, more often than not, is precisely the wrong approach in today's world."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Emotional intelligence grows through perception. Look around at your present situation and observe it through the level of feeling."
    },
    {
      "cite": "Jack Welch",
      "quote": "No doubt emotional intelligence is more rare than book smarts, but my experience says it is actually more important in the making of a leader. You just can't ignore it."
    }
  ]
}