{
  "source": "https://www.wisesayings.com/empathy-quotes/",
  "theme": "empathy",
  "quotes": [
    {
      "cite": "Daniel H. Pink",
      "quote": "Empathy is about standing in someone else's shoes, feeling with his or her heart, seeing with his or her eyes. Not only is empathy hard to outsource and automate, but it makes the world a better place."
    },
    {
      "cite": "Mohsin Hamid",
      "quote": "Empathy is about finding echoes of another person in yourself."
    },
    {
      "cite": "Stephen Covey",
      "quote": "When you show deep empathy toward others, their defensive energy goes down, and positive energy replaces it. That's when you can get more creative in solving problems."
    },
    {
      "cite": "Tahereh Mafi",
      "quote": "All I ever wanted was to reach out and touch another human being not just with my hands but with my heart."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Whenever you feel like criticizing any one...just remember that all the people in this world haven't had the advantages that you've had."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "We must learn to regard people less in the light of what they do or omit to do, and more in the light of what they suffer."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Whenever you are about to find fault with someone, ask yourself the following question: What fault of mine most nearly resembles the one I am about to criticize?"
    },
    {
      "cite": "Daniel Goleman",
      "quote": "A prerequisite to empathy is simply paying attention to the person in pain."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Empathy is a tool for building people into groups, for allowing us to function as more than self-obsessed individuals."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Remember that everyone you meet is afraid of something, loves something and has lost something."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Empathy is really the opposite of spiritual meanness. It's the capacity to understand that every war is both won and lost. And that someone else's pain is as meaningful as your own."
    },
    {
      "cite": "Charles G. Morris",
      "quote": "Empathy depends not only on one's ability to identify someone else's emotions but also on one's capacity to put oneself in the other person's place and to experience an appropriate emotional response."
    },
    {
      "cite": "Roger Ebert",
      "quote": "I believe empathy is the most essential quality of civilization."
    },
    {
      "cite": "Gary Bauer",
      "quote": "Empathy is a virtue, but it should not be a guiding judicial principle."
    },
    {
      "cite": "George Mcgovern",
      "quote": "Empathy is born out of the old biblical injunction 'Love the neighbor as thyself.'"
    },
    {
      "cite": "Jacob A. Belzen",
      "quote": "Empathy means both understanding others on their own terms and bringing them within the orbit of one's own experience."
    },
    {
      "cite": "John Cunningham",
      "quote": "Empathy is full presence to what's alive in the other person at this moment."
    },
    {
      "cite": "John Steinbeck",
      "quote": "You can only understand people if you feel them in yourself."
    },
    {
      "cite": "John Eaton",
      "quote": "Empathy is the lovefire of sweet remembrance and shared understanding."
    },
    {
      "cite": "Lawrence J",
      "quote": "Empathy is like giving someone a psychological hug."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I think we all have empathy. We may not have enough courage to display it."
    },
    {
      "cite": "Marshall B. Rosenberg",
      "quote": "I wouldn't expect someone who's been injured to hear my side until they felt that I had fully understood the depth of their pain."
    },
    {
      "cite": "Elizabeth Thomas",
      "quote": "Empathy is the only human superpower - it can shrink distance, cut through social and power hierarchies, transcend differences, and provoke political and social change."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Empathy is the most radical of human emotions."
    },
    {
      "cite": "Toba Beta",
      "quote": "Empathy needs no genius."
    },
    {
      "cite": "Walt Whitman",
      "quote": "I do not ask the wounded person how he feels, I myself become the wounded person."
    },
    {
      "cite": "Homer",
      "quote": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe."
    },
    {
      "cite": "Anderson Cooper",
      "quote": "Anyone who has experienced a certain amount of loss in their life has empathy for those who have experienced loss."
    },
    {
      "cite": "Wes Fessler",
      "quote": "If you share in a heart-felt sorrow, you can lighten the load of a friend. Sometimes facing the burden together can mend two broken hearts in the end."
    },
    {
      "cite": "Euripides",
      "quote": "When a good man is hurt all who would be called good must suffer with him."
    },
    {
      "cite": "Andre Gide",
      "quote": "Are you then unable to recognize unless it has the same sound as yours?"
    },
    {
      "cite": "Carl Rogers",
      "quote": "The state of empathy, or being empathic, is to perceive the internal frame of reference of another with accuracy and with the emotional components and meanings which pertain thereto as if one were the person."
    },
    {
      "cite": "Carl Rogers",
      "quote": "Empathy is a special way of coming to know another and ourself, a kind of attuning and understanding. When empathy is extended, it satisfies our needs and wish for intimacy, it rescues us from our feelings of aloneness."
    },
    {
      "cite": "Deepa Kodikal",
      "quote": "Empathy is putting yourself in another's shoes to find out what exactly that person is feeling or going through at the given time. It basically refers to being at a common wavelength with someone."
    },
    {
      "cite": "Eric Zorn",
      "quote": "Empathy is the greatest virtue. From it, all virtues flow. Without it, all virtues are an act."
    },
    {
      "cite": "Jacob A. Belzen",
      "quote": "Empathy means both understanding others on their own terms and bringing them within the orbit of one's own experience."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "We need to have empathy. When we lose empathy, we lose our humanity."
    },
    {
      "cite": "Frans De Waal",
      "quote": "Empathy as a complex emotion is different. It requires awareness of the other person's feelings and of one's own reactions. The appropriate reaction may not be to cry when another person cries, but to reassure them, or even to leave them alone."
    },
    {
      "cite": "Harper Lee",
      "quote": "You never really understand a person until you consider things from his point of view -- until you climb into his skin and walk around in it."
    },
    {
      "cite": "Lydia Millet",
      "quote": "We need empathy, we need the eyes that still can weep."
    },
    {
      "cite": "Carolyn Calloway-Thomas",
      "quote": "Empathy is the crucible of intercultural relations."
    },
    {
      "cite": "R.A. Salvatore",
      "quote": "Loss of empathy might well be the most enduring and deep-cutting scar of all, the silent blade of an unseen enemy, tearing at our hearts and stealing more than our strength."
    },
    {
      "cite": "William E. Krill",
      "quote": "Empathy is a powerful behavior of nurturing. When it is given properly, the receiver can feel that the giver really cares about them, and that what they are going through is not trivial."
    },
    {
      "cite": "Henry Ford",
      "quote": "If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from his angle as well as your own."
    },
    {
      "cite": "Jack Handey",
      "quote": "Before you criticize someone, you should walk a mile in their shoes. That way when you criticize them, you are a mile away from them and you have their shoes."
    },
    {
      "cite": "Spider Robinson",
      "quote": "Pain shared is pain lessened; joy shared is joy increased. Thus do we refute entropy."
    },
    {
      "cite": "Katherine Ellison",
      "quote": "Empathy frequently informs our earliest days with our infants as we try to figure out what they need, how to comfort and satisfy them"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "When I get ready to talk to people, I spend two thirds of the time thinking what they want to hear and one third thinking about what I want to say."
    },
    {
      "cite": "Zooey Deschanel",
      "quote": "I feel like songwriting is an experiment in empathy."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "The opposite of anger is not calmness, its empathy."
    },
    {
      "cite": "R.W. Armstrong",
      "quote": "Empathy is akin to sympathy, but whereas sympathy says, 'I feel as you do,' empathy says, 'I know how you feel.'"
    },
    {
      "cite": "R.W. Armstrong",
      "quote": "Empathy enables us to use our heads more than our hearts, and allow us to appreciate another person's feelings without becoming emotionally involved with him."
    },
    {
      "cite": "The XIV Dalai Lama",
      "quote": "Universal responsibility is feeling for other people's suffering just as we feel for our own. It is the realization that even our enemy is entirely motivated by the quest for happiness. We must recognize that all human beings want the same things we want."
    },
    {
      "cite": "A.V. Platen",
      "quote": "It is not granted to the fortunate to understand the sorrow of others."
    },
    {
      "cite": "Franz Schubert",
      "quote": "No one really understands the grief or joy of another."
    },
    {
      "cite": "Forrest Lang",
      "quote": "If you have problems, let me know. I may not have a solution, but I have been working on my empathy for a long time."
    },
    {
      "cite": "Gordon Randall Garett",
      "quote": "There is a great deal of empathy between people who are not only of the same age but genetically identical."
    },
    {
      "cite": "Khemetic Saying",
      "quote": "Eat not bread while another stands by without extending your hand to him or her. As for food, it is always here; it is man and woman who do not remain."
    },
    {
      "cite": "Malagasy Wisdom",
      "quote": "If you know what hurts yourself you know what hurts others."
    },
    {
      "cite": "Roman 12:15",
      "quote": "Rejoice with them that do rejoice, and weep with them that weep."
    },
    {
      "cite": "Col 2:5",
      "quote": "Though I be absent in the flesh, yet am I with you in the spirit."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Empathy feels these thoughts; your hurt is in my heart, your loss is in my prayers, your sorrow is in my soul, and your tears are in my eyes."
    },
    {
      "cite": "Thomas Browne",
      "quote": "By compassion, we make others' misery our own, and so, by relieving them, we relieve ourselves also."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Listening to people talking I could enter into their lives, feel their tattered clothes on my back, walk with my feet in their shoes; their desires, their needs, all passed into my soul or my soul passed into theirs."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "A man to be greatly good must imagine intensely and comprehensively; he must himself in the place of another and in many others; the pains and pleasures of his species must become his own."
    },
    {
      "cite": "Andre Gide",
      "quote": "True kindness presupposes the faculty of imagining as one's own the suffering and joys of others."
    },
    {
      "cite": "Nagai Kafu",
      "quote": "Empathy is not merely the basic principle of artistic creation. It is also the only path by which one can reach the truth about life and society."
    },
    {
      "cite": "W. Macneile Dixon",
      "quote": "To understand any living thing, you must, so to say, creep within and feel the beating of its heart."
    },
    {
      "cite": "Tom Hurley",
      "quote": "If we revision human nature to include our innate capacity for empathy, then acting on behalf of others lead to self-fulfillment, rather than personal privation."
    },
    {
      "cite": "Dance of the Poet's Pen",
      "quote": "Compassion for all things / Love grows from many pieces / A glorious day it’ll be / Empathy among the species."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No one cares how much you know until they know how much you care."
    },
    {
      "cite": "Sterling K. Brown",
      "quote": "Empathy begins with understanding life from another person's perspective. Nobody has an objective experience of reality. It's all through our own individual prisms."
    },
    {
      "cite": "Susan Sarandon",
      "quote": "When you start to develop your powers of empathy and imagination, the whole world opens up to you."
    },
    {
      "cite": "Barack Obama",
      "quote": "Learning to stand in somebody else’s shoes, to see through their eyes, that’s how peace begins. And it’s up to you to make that happen. Empathy is a quality of character that can change the world."
    },
    {
      "cite": "Meryl Streep",
      "quote": "The great gift of human beings is that we have the power of empathy, we can all sense a mysterious connection to each other."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Whenever you feel like criticizing anyone...just remember that all the people in this world haven't had the advantages that you've had."
    },
    {
      "cite": "John Joseph Powell",
      "quote": "It is an absolute human certainty that no one can know his own beauty or perceive a sense of his own worth until it has been reflected back to him in the mirror of another loving, caring human being."
    },
    {
      "cite": "Carl Rogers",
      "quote": "We think we listen, but very rarely do we listen with real understanding, true empathy. Yet listening, of this very special kind, is one of the most potent forces for change that I know."
    },
    {
      "cite": "Brene Brown",
      "quote": "Empathy is simply listening, holding space, withholding judgment, emotionally connecting, and communicating that incredibly healing message if you’re not alone."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Empathy is the ability to step outside of your own bubble and into the bubbles of other people."
    }
  ]
}