{
  "source": "https://www.wisesayings.com/emperor-quotes/",
  "theme": "emperor",
  "quotes": [
    {
      "cite": "Khalil Gibran",
      "quote": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love."
    },
    {
      "cite": "Guru Nanak",
      "quote": "Even Kings and emperors with heaps of wealth and vast dominion cannot compare with an ant filled with the love of God."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "No emperor has the power to dictate to the heart."
    },
    {
      "cite": "Walid Jumblatt",
      "quote": "How dangerous emperors are when they go mad."
    },
    {
      "cite": "Tacitus",
      "quote": "No one would have doubted his ability to reign had he never been emperor."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "The finest plans have always been spoiled by the littleness of them that should carry them out. Even emperors can't do it all by themselves."
    },
    {
      "cite": "Qin Shihuangdi",
      "quote": "I am Emperor, my descendants will be numerous. From the second generation to the ten thousandth, my line will not end."
    },
    {
      "cite": "Alfred De Musset",
      "quote": "Christianity ruined emperors, but saved peoples."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "An emperor in his nightcap will not meet with half the respect of an emperor with a glittering crown."
    },
    {
      "cite": "Julius Evola",
      "quote": "The supreme nobility of a Roman emperor does not consist in being a master of slaves, but in being a lord of free men, who loves freedom even in those who serve him."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "Better a living beggar than a buried emperor."
    },
    {
      "cite": "Su Shi",
      "quote": "If the emperor and the palace officials cannot get along well, the country will surely come to extinction."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "At all times an empire is more important than emperor and empress, prince and princess."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The only emperor is the emperor of ice cream."
    },
    {
      "cite": "Vespasian",
      "quote": "It becomes an emperor to die standing."
    },
    {
      "cite": "Credo Astronomicon",
      "quote": "Praise the Emperor whose sacrifice is life as ours is death."
    },
    {
      "cite": "Bangambiki Habyarimana",
      "quote": "You don't need to work hard to earn an empire; there is an army of slaves to do it for you."
    },
    {
      "cite": "Zhuangzi",
      "quote": "Only he who has no use for the empire is fit to be entrusted with it."
    },
    {
      "cite": "Billy Sunday",
      "quote": "Being a king, emperor, or president is mighty small potatoes compared to being a mother."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The souls of emperors and cobblers are cast in the same mould."
    },
    {
      "cite": "St. Ambrose",
      "quote": "The emperor indeed is within the Church, not about the Church."
    },
    {
      "cite": "Gore Vidal",
      "quote": "Traitors who prevail are patriots usurpers who succeed are divine emperors."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "An Emperor confides in national soldiers, not in mercenaries."
    },
    {
      "cite": "Ken Liu",
      "quote": "The emperor is just a man, after all."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Genius is not a retainer to any emperor."
    }
  ]
}