{
  "source": "https://www.wisesayings.com/empire-quotes/",
  "theme": "empire",
  "quotes": [
    {
      "cite": "Montesquieu",
      "quote": "An empire founded by war has to maintain itself by war."
    },
    {
      "cite": "Samuel Butler",
      "quote": "To give pain is the tyranny; to make happy, the true empire of beauty."
    },
    {
      "cite": "Al Stewart",
      "quote": "Look to the past and remember no empire rises that sooner or later won't fall."
    },
    {
      "cite": "Joseph Sobran",
      "quote": "The most fundamental purpose of government is defense, not empire."
    },
    {
      "cite": "Pythagoras",
      "quote": "No one is free who has not obtained the empire of himself."
    },
    {
      "cite": "James Pinckney Miller",
      "quote": "A man does not automatically become a public figure because he happens to build an empire out of chicken fat."
    },
    {
      "cite": "Aristotle",
      "quote": "Fate of empires depends on the education of youth."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "In the eyes of empire builders men are not men but instruments."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A great empire, like a great cake, is most easily diminished at the edges."
    },
    {
      "cite": "Julius Caesar",
      "quote": "The difference between a republic and an empire is the loyalty of one's army"
    },
    {
      "cite": "Tacitus",
      "quote": "To plunder, to slaughter, to steal, these things they misname empire; and where they make a wilderness, they call it peace."
    },
    {
      "cite": "Pat Buchanan",
      "quote": "Terrorism is the price of empire. If we do not wish to pay it, we must give up the empire."
    },
    {
      "cite": "Adam Smith",
      "quote": "But though empires, like all the other works of men, have all hitherto proved mortal, yet every empire aims at immortality."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Loves are like empires: when the idea they are founded on crumbles, they, too, fade away."
    },
    {
      "cite": "John Dryden",
      "quote": "Kings fight for empires, madmen for applause."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "The empires of the future are the empires of the mind."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Look back over the past, with its changing empires that rose and fell, and you can foresee the future too."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "I have lived, Sir, a long time, and the longer I live, the more convincing proofs I see of this truth - that god governs in the affairs of men. And if a sparrow cannot fall to the ground without his notice, is it probable that an empire can rise without his aid?"
    },
    {
      "cite": "William Blake",
      "quote": "The foundation of empire is art and science. Remove them or degrade them, and the empire is no more. Empire follows art and not vice versa as Englishmen suppose."
    },
    {
      "cite": "Ron Paul",
      "quote": "Truth is treason in the empire of lies."
    },
    {
      "cite": "Tobsha Learner",
      "quote": "Information is the mortar that both builds and destroys empires."
    },
    {
      "cite": "Robert Southwell",
      "quote": "My mind to me an empire is."
    },
    {
      "cite": "John Dryden",
      "quote": "All empire is no more than power in trust."
    },
    {
      "cite": "Herbert Kaufman",
      "quote": "Makers of empire, they have fought for bigger things than crowns and higher seats than thrones."
    },
    {
      "cite": "Joseph R. Sizoo",
      "quote": "Empires built on force will always be destroyed. Those built on trust in Christ will remain."
    },
    {
      "cite": "Frank Herbert",
      "quote": "Empires do not suffer emptiness of purpose at the time of their creation. It is when they have become established that aims are lost and replaced by vague ritual."
    },
    {
      "cite": "Edward Thorndike",
      "quote": "Colors fade, temples crumble, empires fall, but wise words endure."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "Skepticism has never founded empires, established principals, or changed the world's heart. The great doers in history have always been people of faith."
    }
  ]
}