{
  "source": "https://www.wisesayings.com/employee-quotes/",
  "theme": "employee",
  "quotes": [
    {
      "cite": "Gary Hamel",
      "quote": "An employee who's one of hundreds, rather than one of a few, is unlikely to feel personally responsible for helping the organization adapt and change."
    },
    {
      "cite": "Leland Stanford",
      "quote": "The employee is regarded by the employer merely in the light of his value as an operative. His productive capacity alone is taken into account."
    },
    {
      "cite": "Ian Hutchinson",
      "quote": "Employee engagement is an investment we make for the privilege of staying in business."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Resources are hired to give results, not reasons."
    },
    {
      "cite": "Horst Schulze",
      "quote": "Employees who are controlled cannot respond caringly, you need superior knowledge and real leadership, not management. Because of this we specifically developed a selection process for leaders; we don't hire managers."
    },
    {
      "cite": "Demetri Martin",
      "quote": "Employee of the month is a good example of how somebody can be both a winner and a loser at the same time."
    },
    {
      "cite": "James Levine",
      "quote": "Employee fathers need to step up to the plate and put their family needs on the table."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Every employee must be essential to the functions of the organization."
    },
    {
      "cite": "Barbara Ehrenreich",
      "quote": "Employers have gone away from the idea that an employee is a long-term asset to the company, someone to be nurtured and developed, to a new notion that they are disposable."
    },
    {
      "cite": "Pamela Stroko",
      "quote": "People want to know they matter and they want to be treated as people. That's the new talent contract."
    },
    {
      "cite": "Buddha",
      "quote": "Your work is to discover your work and then with all your heart to give yourself to it."
    },
    {
      "cite": "Sybil F. Stershic",
      "quote": "The way your employees feel is the way your customers will feel. And if your employees don't feel valued, neither will your customers."
    },
    {
      "cite": "Shep Hyken",
      "quote": "If we consistently exceed the expectations of employees, they will consistently exceed the expectations of our customers."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Employment was invented to make education seem useful."
    },
    {
      "cite": "Eraldo Banovac",
      "quote": "Motivating employees to work at their full potential is the main premise of successful management."
    },
    {
      "cite": "Bruce Barton",
      "quote": "The five steps in teaching an employee new skills are preparation, explanation, showing, observation and supervision."
    },
    {
      "cite": "Anne M. Mulcahy",
      "quote": "Employees who believe that management is concerned about them as a whole person - not just an employee - are more productive, more satisfied, more fulfilled. Satisfied employees mean satisfied customers, which leads to profitability."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Most employees are smarter than their employers. All employers are braver than their employees."
    },
    {
      "cite": "Kathryn Minshew",
      "quote": "Understanding your employee's perspective can go a long way towards increasing productivity and happiness."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "If you fulfill the wishes of your employees, the employees will fulfill your visions."
    },
    {
      "cite": "Jack Welch",
      "quote": "Every employee, not just the senior people, should know how a company is doing."
    },
    {
      "cite": "Daniel Yankelovich",
      "quote": "Employee participation programs and employee ownership are important efforts to deal with powerlessness at work."
    },
    {
      "cite": "Manoj Arora",
      "quote": "Your assets are your employees. Invest more on those performing well. Let the non performers go."
    },
    {
      "cite": "Tammy Cohen",
      "quote": "A great employee is like a four leaf clover, hard to find and lucky to have."
    },
    {
      "cite": "Mark Sanborn",
      "quote": "Employees who don't feel significant rarely make significant contributions."
    },
    {
      "cite": "Frederick Herzberg",
      "quote": "You cannot love an employee into creativity, although you can avoid his dissatisfactions with the way you treat him."
    },
    {
      "cite": "Harry F. Banks",
      "quote": "For employee success, loyalty and integrity are equally as important as ability."
    },
    {
      "cite": "Robert G. Thompson",
      "quote": "Realize that employees and the customers both have to be engaged, at the same time, to move your business forward for sustainable success."
    },
    {
      "cite": "John Muhaise Bikalemesa",
      "quote": "One mistake employees do is to work for the employers' success at their own expense."
    },
    {
      "cite": "Bob Nelson",
      "quote": "An employee's motivation is a direct result of the sum of interactions with his or her manager."
    },
    {
      "cite": "Fred Allen",
      "quote": "Treat employees like partners, and they act like partners."
    },
    {
      "cite": "Tony Hsieh",
      "quote": "Every employee can affect your company's brand, not just the front-line employees that are paid to talk to your customers."
    },
    {
      "cite": "Kevin O'Leary",
      "quote": "Being an employee is a bad outcome. You want to avoid that. Being an employee is never a good outcome. That's just an opinion."
    }
  ]
}