{
  "source": "https://www.wisesayings.com/empowerment-quotes/",
  "theme": "empowerment",
  "quotes": [
    {
      "cite": "Margaret Sanger",
      "quote": "Woman must not accept; she must challenge. She must not be awed by that which has been built up around her; she must reverence that woman in her which struggles for expression."
    },
    {
      "cite": "Alice Walker",
      "quote": "The most common way people give up their power is by thinking they don't have any."
    },
    {
      "cite": "Sonia Croquette",
      "quote": "Your own words are the bricks and mortar of the dreams you want to realize. Your words are the greatest power you have. The words you choose and their use establish the life you experience."
    },
    {
      "cite": "Pamela Vaull Starr",
      "quote": "Reach high, for stars lie hidden in your soul. Dream deep, for every dream precedes the goal."
    },
    {
      "cite": "Louise L. Hay",
      "quote": "You have been criticizing yourself for years, and it hasn't worked. Try approving of yourself and see what happens."
    },
    {
      "cite": "Muriel Strode",
      "quote": "Do not follow where the path may lead. Go instead where there is no path and leave a trail."
    },
    {
      "cite": "Barbara Cook",
      "quote": "If you're able to be yourself, then you have no competition. All you have to do is get closer and closer to that essence."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Nurture your mind with great thoughts, for you will never go any higher than you think."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The question isn't who's going to let me; it's who's going to stop me."
    },
    {
      "cite": "Madeleine Albright",
      "quote": "It took me quite a long time to develop a voice, and now that I have it, I am not going to be silent."
    },
    {
      "cite": "Diana Ross",
      "quote": "Instead of looking at the past, I put myself ahead twenty years and try to look at what I need to do now in order to get there then"
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "I could not, at any age, be content to take my place by the fireside and simply look on. Life was meant to be lived. Curiosity must be kept alive. One must never, for whatever reason, turn his back on life."
    },
    {
      "cite": "Tyra Banks",
      "quote": "Never dull your shine for somebody else."
    },
    {
      "cite": "Marie Curie",
      "quote": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained."
    },
    {
      "cite": "Judy Garland",
      "quote": "Always be a first-rate version of yourself, instead of a second-rate version of somebody else."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Don't ask yourself what the world needs, ask yourself what makes you come alive. And then go and do that. Because what the world needs is people who are alive."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "He who is not everyday conquering some fear has not learned the secret of life."
    },
    {
      "cite": "Maria Robinson",
      "quote": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending."
    },
    {
      "cite": "Sri Ram",
      "quote": "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Our greatness lies not so much in being able to remake the world as in being able to remake ourselves."
    },
    {
      "cite": "F. Wikzek",
      "quote": "If you don't make mistakes, you're not working on hard enough problems. And that's a big mistake."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success consists of going from failure to failure without loss of enthusiasm."
    },
    {
      "cite": "Dan Sullivan",
      "quote": "Always make your future bigger than your past."
    },
    {
      "cite": "Blaine Lee",
      "quote": "The great leaders are like the best conductors - they reach beyond the notes to reach the magic in the players."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Power can be taken, but not given. The process of the taking is empowerment in itself."
    },
    {
      "cite": "General George Smith Patton",
      "quote": "Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity"
    },
    {
      "cite": "Sheila Murray Bethel",
      "quote": "One of the most courageous things you can do is identify yourself, know who you are, what you believe in and where you want to go."
    },
    {
      "cite": "Ruth Gordo",
      "quote": "Courage is like a muscle. We strengthen it by use"
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Anais Nin",
      "quote": "How wrong is it for a woman to expect the man to build the world she wants, rather than to create it herself?"
    },
    {
      "cite": "Madonna",
      "quote": "A lot of people are afraid to say what they want. That's why they don't get what they want."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it."
    },
    {
      "cite": "Jane Goodall",
      "quote": "You cannot get through a single day without having an impact on the world around you. What you do makes a difference, and you have to decide what kind of difference you want to make."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our light, not our darkness that frightens us. We ask ourselves, who am I to be brilliant, gorgeous, talented, fabulous? Actually, who are you not to be."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "It takes a great deal of courage to stand up to your enemies, but even more to stand up to your friends."
    },
    {
      "cite": "Anais Nin",
      "quote": "Life shrinks or expands in proportion to one's courage."
    },
    {
      "cite": "Christine Kloser",
      "quote": "You are Beautiful ~ You are a beautiful soul. The light that emanates from you has the power to heal and transform others. Your unique and magnificent expression is unlike any others' on the entire planet. Your beauty makes the world a better place  the beauty that radiates from your heart is a gift to others."
    },
    {
      "cite": "Dr. Wayne W. Dyer",
      "quote": "My goal is not to be better than anyone else..but to be better that I used to be."
    },
    {
      "cite": "Dr.Wayne Dyer",
      "quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds."
    },
    {
      "cite": "Mike Dooley",
      "quote": "One little known secret to making precisely the right move, at precisely the right time in your life is knowing that in all cases, there is more than one right move and more than one right time. Lots and lots more."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Authentic empowerment is the knowing that you are on purpose, doing God's work, peacefully and harmoniously."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Whatever you are, be a good one."
    },
    {
      "cite": "Bill Gates",
      "quote": "There's a basic philosophy here that by empowering...workers you'll make their jobs far more interesting, and they'll be able to work at a higher level than they would have without all that information just a few clicks away."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "You may never know what results come of your action, but if you do nothing there will be no result"
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Give light, and the darkness will disappear of itself."
    },
    {
      "cite": "Richard Bach",
      "quote": "An idea is never given to you without you being given the power to make it reality. You must, nevertheless, suffer for it."
    },
    {
      "cite": "Rob Brezsny",
      "quote": "AUTONOMOUS NURTURING. Not waiting for someone to give you what you can give yourself."
    }
  ]
}