{
  "source": "https://www.wisesayings.com/empty-quotes/",
  "theme": "empty",
  "quotes": [
    {
      "cite": "Sylvia Plath",
      "quote": "I felt very still and empty, the way the eye of a tornado must feel, moving dully along in the middle of the surrounding hullabaloo."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "I said nothing for a time, just ran my fingertips along the edge of the human-shaped emptiness that had been left inside me."
    },
    {
      "cite": "Woody Allen",
      "quote": "The artist's job is not to succumb to despair but to find an antidote for the emptiness of existence."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "There's just something obvious about emptiness, even when you try to convince yourself otherwise."
    },
    {
      "cite": "Sarah Kay",
      "quote": "You can only fit so many words in a postcard, only so many in a phone call, only so many into space before you forget that words are sometimes used for things other than filling emptiness."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Beyond the edge of the world there’s a space where emptiness and substance neatly overlap, where past and future form a continuous, endless loop. And, hovering about, there are signs no one has ever read, chords no one has ever heard."
    },
    {
      "cite": "Daisetz Teitaro Suzuki",
      "quote": "Emptiness which is conceptually liable to be mistaken for sheer nothingness is in fact the reservoir of infinite possibilities."
    },
    {
      "cite": "Paolo Giordano",
      "quote": "She was tired, with that tiredness that only emptiness brings."
    },
    {
      "cite": "Carl Sagan",
      "quote": "In all our searching, the only thing we've found that makes the emptiness bearable is each other."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "If emptiness is empty, how can something be borne or awaken from it"
    },
    {
      "cite": "Munia Khan",
      "quote": "Being empty makes me whole sometimes. I wonder if every hollow hole has its own solidity of fulfillment."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "They are words that are easy enough to say and which fill vast empty spaces."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Empty your mind, be formless, shapeless like water."
    },
    {
      "cite": "Jon Krakauer",
      "quote": "Some people feel like they don't deserve love. They walk away quietly into empty spaces, trying to close the gaps of the past."
    },
    {
      "cite": "Winnie Holzman",
      "quote": "Sometimes someone says something really small and it just fits into this empty place in your heart."
    },
    {
      "cite": "Karin Howard",
      "quote": "The emptiness cannot be destroyed; it had to be filled with love."
    },
    {
      "cite": "Ingmar Bergman",
      "quote": "That thought makes me feel less empty; Makes my desperation less worse."
    },
    {
      "cite": "Ingmar Bergman",
      "quote": "All of a sudden, emptiness turns into abundance, and desperation turns into life. It's like a temporary death's sentence strike."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "To all mankind, may we never find space so vast, planets so cold, heart and mind so empty that... that we cannot fill them with love and warmth."
    },
    {
      "cite": "David E. Kelley",
      "quote": "I don't condemn you for wanting somebody to love. I guess I just reject the notion that your life is empty without a man."
    },
    {
      "cite": "Kinoko Nasu",
      "quote": "That is also negligible, but you're wrong. Being empty means you can be filled, right? without limitations."
    },
    {
      "cite": "Justin Haythe",
      "quote": "The hopeless emptiness? Now, you've said it. Plenty of people are on to the emptiness; but, it takes real guts to see the hopelessness. Wow."
    },
    {
      "cite": "Garnett Weston",
      "quote": "I thought that beauty alone would satisfy. But the soul is gone. I can't bear those empty, staring eyes."
    },
    {
      "cite": "Daisuke Watanabe",
      "quote": "Be grateful you have someone to keep you company. Your heart is empty. Were it not for the darkness in your heart... you would be completely alone."
    },
    {
      "cite": "David Flebotte",
      "quote": "The trick to beating fear is to live a life so full that there is no room for it. Fear thrives in emptiness son, so just fill it up Teddy, I know u can do it."
    },
    {
      "cite": "Grian Alexander Chatten",
      "quote": "And go out of your way for others / Sit beneath a light that suits ya / And look forward to a brighter future / Life ain't always empty"
    },
    {
      "cite": "Christopher Gibbs",
      "quote": "I know I'm god in my mind / But God is still who I call, all in all  / Woke up feeling empty, I feel empty, yeah, I feel empty (Empty)"
    },
    {
      "cite": "Grace Potter",
      "quote": "I cry when you do, I cry when you don't / Why won't you tell me what, what you want with me / One day we're together then we're apart / Why won't you let me fill up your empty heart"
    },
    {
      "cite": "Burt Bacharach",
      "quote": "But now there's not a star left in the sky / And if you don't come back to me I'll die / Only your embrace can fill this empty place"
    },
    {
      "cite": "Julian Casablancas",
      "quote": "The diamond cuts her eye / The crowd beyond went wild / They weren't all that proud / By now they hear it loud / Living in an empty world"
    },
    {
      "cite": "Rochester",
      "quote": "Have a lot an still wanting / Jah without you we're empty / Fill us up with your mercy"
    },
    {
      "cite": "Craig R Wagner",
      "quote": "Even people who devote their entire lives to prayer (monk, for instance) go through 'dry' or 'empty' periods in their spiritual lives."
    },
    {
      "cite": "Jonice Webb",
      "quote": "Few people come to therapy because they feel empty inside. It's not a disorder in and of itself life anxiety or depression. Nor, is it experienced by most people as a symptom that interferes with their lives."
    },
    {
      "cite": "Jonice Webb",
      "quote": "Empty feeling arise from not having been filled up emotionally as a child."
    },
    {
      "cite": "Dr. Jodi-Anne M Smith",
      "quote": "You are all walking around like empty cups. Your cups should be filled with love, and be over flowing from you to others."
    },
    {
      "cite": "Dr. Jodi-Anne M Smith",
      "quote": "By isolating yourself out of fear, your cup stays empty. You get stuck in fear, and that is the opposite vibration of love."
    },
    {
      "cite": "Dr. Jodi-Anne M Smith",
      "quote": "Keeping yourself caught in that dynamic of feeling bad, victimized, empty of joy and vitality. You are punishing yourself with your choice of thoughts, and actions that will result from that level of thinking."
    },
    {
      "cite": "Nancy Leigh Demoss",
      "quote": "The difference between being full and empty is not usually the difference between rich and or poor, at home, or away, cupboards bursting or thinly lined with soup cans and Ramen noodles. The difference, almost always, is gratitude."
    },
    {
      "cite": "Sandra Cabot MD",
      "quote": "You can replace emptiness with a positive feeling that if you work on yourself to be the best you can possibly be."
    },
    {
      "cite": "Daphne &amp; Cloe",
      "quote": "Gorse is a beautiful flower that helps in all those times when the spirit feels empty and devoid of solutions, but nevertheless, continues to hope in the solution that others offer."
    },
    {
      "cite": "Gina Lake",
      "quote": "Ignoring Essence's deeper drives and, instead, believing our fears and obeying our conditioning can leave us depressed and feeling empty and hopeless."
    },
    {
      "cite": "Gina Lake",
      "quote": "The ego us never fulfilled because it never feels full but empty."
    },
    {
      "cite": "Elizabeth Wotton",
      "quote": "Let go of mind-numbing activities or pursuits that leave you feeling empty. Take time each day to do something nurturing for yourself. Remember to breathe deeply."
    },
    {
      "cite": "Anne M. Fletcher",
      "quote": "When my soul feels empty, I pick up a pen and write out hat's going on inside me."
    },
    {
      "cite": "James A. Dauer",
      "quote": "Living with internal pain such as emptiness, anxiety, worry, agitation, irritability, leads to disturbed lifestyle where people made in the image of God end up living subhuman lives."
    },
    {
      "cite": "James A. Dauer",
      "quote": "People that feel really empty, feel so miserable that they will often do something on a compulsory level and the consequences are troublesome. Empty cups are thirsty and will not be ignored!"
    },
    {
      "cite": "Charles R. Wang",
      "quote": "Self psychology can be helpful in our understanding of the concept of emptiness."
    },
    {
      "cite": "Buddha",
      "quote": "The emptiness of an object---that which excludes the true existence of that object---would not reach its true nature."
    }
  ]
}