{
  "source": "https://www.wisesayings.com/enchanting-quotes/",
  "theme": "enchanting",
  "quotes": [
    {
      "cite": "Erik Pevernagie",
      "quote": "Life can be a piece of art, a magic enchantment, a fetching fairy tale or an adventurous story trimmed with alluring episodes. But it may as well be a delusive or hazardous act with many wildcat players seeming to be what they are actually not."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Incidentally, the world is magical. Magic is simply what's off our human scale... at the moment."
    },
    {
      "cite": "Mat Auryn",
      "quote": "The psychic witch lives in a state of enchantment, seeing all things as magical and understanding that the universe is composed of endless possibilities and potential. The psychic witch sees a door where others see a wall"
    },
    {
      "cite": "Larry Colker",
      "quote": "Enchantment, even for a day, can make a whole life bearable."
    },
    {
      "cite": "Mike Cosper",
      "quote": "We're invited to pay attention to the enchanted world around us in a new way, to be open to the possibility of an encounter with God at every moment."
    },
    {
      "cite": "Lebo Grand",
      "quote": "A sensual lifestyle is all about making a shift from the old way of thinking and stepping into a new one that allows you to be more enchanting."
    },
    {
      "cite": "Thomas Moore",
      "quote": "Every repast can have soul and can be enchanting; it asks for only a small degree of mindfulness and a habit of doing things with care and imagination."
    },
    {
      "cite": "Lebo Grand",
      "quote": "People who resist their sensuality resist a better version of themselves and, essentially, their own evolution towards living a more enchanting life."
    },
    {
      "cite": "Lynn Williams",
      "quote": "We come into the world with an inherent awareness of the magical and an understanding of the enchanted life."
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "Every age can be enchanting, provided you live within it."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Charm: the quality in others that makes us more satisfied with ourselves."
    },
    {
      "cite": "Joseph Schrank",
      "quote": "If it is enchantment, I hope it is forever. If it is a dream, I wish never to awaken."
    },
    {
      "cite": "George Lucas",
      "quote": "Your power has enchanted me, I stand helpless against it. Come to me now, tonight let me worship you in my arms."
    },
    {
      "cite": "Anka Wolbert",
      "quote": "I have seen the lights in your eyes / And now  / I am glorifying my tragic destiny / Dreams can be wholesome for me / Life is a tormented dream for me / Mesmerize me, enchant me"
    },
    {
      "cite": "Robert Westerholt",
      "quote": "I hear a laugh, it awoke my soul / The wind takes the leaves / Where he wants them to go / His tunes enchant our world / Our thoughts and leave us frozen"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "However even if these tiny and inconspicuous little things didn't make the slightest of impact on any of the animate world; they were definitely enough to metamorphose my life from one of gloom and constant despair; to enchanting paradise."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "And the celestial stupor which the savagely bubbling / day thoroughly failed to provide; was profoundly / imparted by the magnificently enchanting night."
    },
    {
      "cite": "Helen Maria Williams",
      "quote": "Enchanting scenes of young delight, / How changed since first ye rose to sight; / Since first ye rose in infant glories drest / Fresh from the wave, and rear'd your ample breast"
    },
    {
      "cite": "Helen Maria Williams",
      "quote": "It flashes o'er the bright'ning deep, / It softens Britain's frowning steep— / 'Tis mild benignant Peace, enchanting form! / That gilds the black abyss, that lulls the storm."
    },
    {
      "cite": "William Topaz McGonagall",
      "quote": "And Loch Avoulyen lies like a silver sea with its forests green, / With its fields of rushes and headlands most enchanting to be seen"
    },
    {
      "cite": "David Bryne",
      "quote": "Sometimes it's a form of love just to talk to somebody that you have nothing in common with and still be fascinated by their presence."
    },
    {
      "cite": "Wesley J. Malcolm",
      "quote": "Having a delightful life of worship requires you to constantly thank God for His mercies in a similar way that you pray for your daily needs."
    },
    {
      "cite": "Lynn Williams",
      "quote": "We want life to be more than just the daily grind; we want it to have meaning and purpose. We want it to have enchantment."
    },
    {
      "cite": "George Douglas Campbell Duke of Argyll",
      "quote": "Delightful is that, and delightful / The salt main on which the seagulls cry / On my coming from Derry far; / Is is quite, and it is delightful."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "This is why the first step of enchantment is to get people to like you. To accomplish this, you'll need to accept others and find something to like in them."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "Imagine working for someone you've enchanted. This benefits include freedom, flexibility, and mentoring."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "Enchantment can occur in villages, stores, dealerships, offices, boardrooms, and on the internet. It causes a voluntary change if hearts and minds and therefore actions."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "Enchantment transforms situations and relationships. It converts hostility into civility."
    },
    {
      "cite": "Sally Hogshead",
      "quote": "Fascination is an instinctive form of connection. We all have this ability in some form. But over time, people can lose their innate ability to fascinate."
    },
    {
      "cite": "Sally Hogshead",
      "quote": "On the day you were born, you already knew how to fascinate. Like breathing and swallowing and smiling. the ability to fascinate is a hardwired survival mechanism."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The sacred dimension of romance is what lovers long for now: the magical space of an enchanted intimacy."
    },
    {
      "cite": "Terry Gilliam",
      "quote": "Ladies and gentleman, ladies and gentleman... this world, this world that we live in is full of enchantment for those with eyes to see it."
    },
    {
      "cite": "Tim Rice",
      "quote": "There again, we could be foolish not to quit while we're ahead. For distance lends enchantment."
    },
    {
      "cite": "Santiago Moncada",
      "quote": "An enchanting word. So civilized, and full of possibilities."
    },
    {
      "cite": "Christopher Moore",
      "quote": "Enchantment and seduction were fine means of persuasion, but when time is short, an awkward but quick concussion could better serve a girl's purpose."
    },
    {
      "cite": "Carl Jung",
      "quote": "Enchantment is the oldest form of medicine."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "Enchantment is the purest form of sales. Enchantment is all about changing people's hearts, minds and actions because you provide them a vision or a way to do things better. The difference between enchantment and simple sales is that with enchantment you have the other person's best interests at heart, too."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Enchantment lies in everyday moments if you are observant."
    },
    {
      "cite": "Lord Byron",
      "quote": "Life's enchanted cup sparkles near the brim."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "When you enchant people, your goal is not to make money from them or to get them to do what you want, but to fill them with great delight."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "In order to be enchanted we must be, above all, capable of seeing another person simply opening one's eyes will not do."
    },
    {
      "cite": "Lucretius",
      "quote": "From the very fountain of enchantment there arises a taste of bitterness to spread anguish amongst the flowers."
    },
    {
      "cite": "Mark Donnelly",
      "quote": "The enchanted day is only enchanted if we ourselves believe that anything is possible."
    }
  ]
}