{
  "source": "https://www.wisesayings.com/end-of-the-year-quotes/",
  "theme": "end-of-the-year",
  "quotes": [
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "New Year's Day. A fresh start. A new chapter in life waiting to be written. New questions to be asked, embraced, and loved. Answers to be discovered and then lived in this transformative year of delight and self-discovery. Today carve out a quiet interlude for yourself in which to dream, pen in hand. Only dreams give birth to change."
    },
    {
      "cite": "Edgar Guest",
      "quote": "A happy new year! Grant that I may bring no tear to any eye when this new year in time shall end Let it be said I've played the friend, Have lived and loved and labored here, And made of it a happy year."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "For last year's words belong to last year's language and next year's words await another voice. And to make an end is to make a beginning."
    },
    {
      "cite": "Peggy Toney Horton",
      "quote": "As the old year retires and a new one is born, we commit into the hands of our creator the happenings of the past year and ask for direction and guidance in the new one. May he grant us his grace, his tranquility and His wisdom!"
    },
    {
      "cite": "Anais Nin",
      "quote": "I made no resolutions for the new year. The habit of making plans, of criticizing, sanctioning and molding my life, is too much of a daily event for me."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The year end brings no greater pleasure then the opportunity to express to you season's greetings and good wishes. May your holidays and new year be filled with joy."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Another fresh new year is here another year to live! to banish worry, doubt, and fear, to love and laugh and give!"
    },
    {
      "cite": "Simon Newcomb",
      "quote": "As years passed away I have formed the habit of looking back upon that former self as upon another person, the remembrance of whose emotions has been a solace in adversity and added zest to the enjoyment of prosperity."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Any new beginning is forged from the shards of the past, not from the abandonment of the past."
    },
    {
      "cite": "Brad Paisley",
      "quote": "Tomorrow is the first blank page of a 365 page book. Write a good one."
    },
    {
      "cite": "Walter Scott",
      "quote": "Each age has deemed the new-born year the fittest time for festal cheer."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Hope smiles from the threshold of the year to come, Whispering 'it will be happier."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "I hope that in this year to come, you make mistakes. Because if you are making mistakes, then you are making new things, trying new things, learning, living, pushing yourself, changing yourself, changing your world. You're doing things you've never done before, and more importantly, you're doing something."
    },
    {
      "cite": "Gisele Bundchen",
      "quote": "For me the end of the year is always a time to reflect and recharge my energies."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Year's end is neither an end nor a beginning but a going on, with all the wisdom that experience can instill in us. Cheers to a new year and another chance for us to get it right."
    },
    {
      "cite": "Darrell Hammond",
      "quote": "I've become fascinated by the idea that it's really achievable to make two or three small improvements in a week and by the end of the year, it's 150 improvements."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Just read one book a month and at the end of they year you would be totally different but an impressive personality."
    },
    {
      "cite": "Ernest Haskins",
      "quote": "Save a little money each month and at the end of the year you'll be surprised at how little you have."
    },
    {
      "cite": "Brooks Atkinson",
      "quote": "Drop the last year into the silent limbo of the past. Let it go, for it was imperfect, and thank God that it can go."
    },
    {
      "cite": "Roberto Goizueta",
      "quote": "At the end of every day of every year, two things remain unshakable, our constancy of purpose and our continuous discontent with the immediate present."
    },
    {
      "cite": "C.J. Cherryh",
      "quote": "A year of ending and beginning, a year of loss and finding and all of you were with me through the storm. I drink your health, your wealth, your fortune for long years to come, and I hope for many more days in which we can gather like this."
    },
    {
      "cite": "Ellen Goodman",
      "quote": "Maybe this year, we ought to walk through the rooms of our lives not looking for flaws, but looking for potential."
    },
    {
      "cite": "Matsuo Basho",
      "quote": "Year's end, all corners of this floating world, swept."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "Dear world, I am excited to be alive in you, and I am thankful for another year."
    },
    {
      "cite": "Dean Lombardi",
      "quote": "At the end of each year I make a list of my mistakes and it's pretty friggin long."
    },
    {
      "cite": "Taylor Swift",
      "quote": "This is a new year. A new beginning. And things will change."
    },
    {
      "cite": "Munia Khan",
      "quote": "Departure of a year welcomes so many new memories."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Let us embrace the coming year with a living hope for everyday life."
    },
    {
      "cite": "Auliq Ice",
      "quote": "New beginnings are in order, and you are bound to feel some level of excitement as new chances come your way."
    },
    {
      "cite": "Brittany Murphy",
      "quote": "Everybody has difficult years, but a lot of times the difficult years end up being the greatest years of your whole entire life, if you survive them."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "We can find a new hope every new day and every New Year."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "There are far, far better things ahead than any we leave behind."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Year-end financial statements express a truth about office life which is no less irrefutable yet also, in the end, no less irrelevant or irritating than an evolutionary biologist's proud reminder that the purpose of existence lies in the propagation of our genes."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Every new beginning comes from some other beginning's end."
    },
    {
      "cite": "Melody Beattie",
      "quote": "The new year stands before us, like a chapter in a book, waiting to be written. We can help write that story by setting goals."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Tonight’s December thirty-first, / Something is about to burst. / The clock is crouching, dark and small, / Like a time bomb in the hall. / Hark, it's midnight, children dear. / Duck! Here comes another year!"
    },
    {
      "cite": "Sarah Kay",
      "quote": "It is December, and nobody asked if I was ready."
    },
    {
      "cite": "Fennel Hudson",
      "quote": "December, being the last month of the year, cannot help but make us think of what is to come."
    },
    {
      "cite": "Paul Klee",
      "quote": "Looking back at the end of the year created a little more serious mood than before."
    },
    {
      "cite": "Kazuo Ishiguro",
      "quote": "I won't be a carer any more come the end of the year, and though I've got a lot out of it, I have to admit I'll welcome the chance to rest."
    },
    {
      "cite": "James Hudson Taylor",
      "quote": "Wave after wave of trial rolled over us; but at the end of the year some of us were constrained to confess, that we had learned more of the loving-kindness of the Lord than in any previous year of our lives."
    },
    {
      "cite": "Felicity Porter",
      "quote": "Is it just me, or did this year go by faster than ever? I mean, it actually seems like time is speeding up. Lately, I have been getting up earlier everyday. I don't know why. I guess it's the excitement of the end of the year or something. I've only got a few days left."
    },
    {
      "cite": "Bill Vaughn",
      "quote": "An optimist stays up until midnight to see the New Year in. A pessimist stays up to make sure the old year leaves."
    },
    {
      "cite": "B.C. Forbes",
      "quote": "We are now at the New Year season. Isn't this a peculiarly appropriate time to look ahead, to indulge in solemn thinking, to formulate life plans, to lay down a definite course to follow?"
    },
    {
      "cite": "B.C. Forbes",
      "quote": "Let us enter the New Year cheerfully. Let us resolve to look onto the bright side, to make the best of whatever may befall, to maintain faith that doing the right thing will ultimately bring victory."
    },
    {
      "cite": "Debbie Harry",
      "quote": "I get myself a gig somewhere, whether it's in a club or in a bar, it doesn't matter, and I just work on New Year's Eve because I feel it's very symbolic for me for the next year, for the new year."
    },
    {
      "cite": "Harris Stratyner",
      "quote": "In the past people were drinking because they were socially phobic or they needed to blow off steam at the end of the year. Now they're overdoing it because their bonuses were decreased, their hours have gone up or their job security isn't as safe as it used to be."
    },
    {
      "cite": "Miriam Kinai",
      "quote": "May you begin the Year with cheer, / Surrounded by those you hold dear, / And end it on the same high gear."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The object of a New Year is not that we should have a new year. It is that we should have a new soul and a new nose; new feet, a new backbone, new ears, and new eyes. Unless a particular man made New Year resolutions, he would make no resolutions. Unless a man starts afresh about things, he will certainly do nothing effective."
    },
    {
      "cite": "Steve Coppell",
      "quote": "At the end of the day, it's about what's on the shelf at the end of the year."
    },
    {
      "cite": "Arthur H. Sulzberger",
      "quote": "For eleven months and about twenty days each year, we concentrate upon the shortcomings of others, but for a few days at the turn of New Year we look at our own. It is a good habit."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "It is really an atrocious institution. We must be gluttonous because it is Christmas. We must be drunken because it is Christmas. . . . We must buy things that nobody wants and give them to people we don't like; because the mass of the population, including the all-powerful middle-class tradesman, depends on a week of license and brigandage, waste and intemperance, to clear off its outstanding liabilities at the end of the year."
    },
    {
      "cite": "Zadie Smith",
      "quote": "This, after all, was the month in which families began tightening and closing and sealing; from Thanksgiving to the New Year, everybody's world contracted, day by day, into the microcosmic single festive household, each with its own rituals and obsessions, rules and dreams. . . . How does one cry for help from these seasonal prisons?"
    },
    {
      "cite": "Jay Leno",
      "quote": "Women get a little more excited about New Year's Eve than men do. It's like an excuse: You get drunk; you make a lot of promises you're not going to keep; the next morning as soon as you wake up you start breaking them. For men, we just call that a date."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Tomorrow'ill be the happiest time of all the glad New Year; / Of all the glad New Year, mother, the maddest merriest day;"
    },
    {
      "cite": "Guy Lombardo",
      "quote": "When I go, I'll take New Year's Eve with me."
    },
    {
      "cite": "John Brand",
      "quote": "As the vulgar . . . are always very careful to end the old year well, so they are no less solicitous of making a good beginning of the new one. The old one is ended with a hearty compotation. The new one is opened with the custom of sending presents, which are termed New Year's Gifts, to friends and acquaintance."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Every man should be born again on the first day of January. Start with a fresh page. Take up one hole more in the buckle if necessary, or let down one, according to circumstance; but on the first of January let every man gird himself once more, with his face to the front, and take no interest in the things that were and past."
    },
    {
      "cite": "Jack Santino",
      "quote": "These year's-end holidays have in them the quality of transition that we find in other festivals of the new year, no matter when they are celebrated. Yom Kippur marks the end of the solemn days and the beginning of the regular days of the new year. The Ten Days, during which the gates of heaven are open, are a time out of time, a period of liminality during which people can shape their destinies, retract vows and right wrongs. In short one can make oneself over for the new year, in a way that recalls, however dimly, the custom of New Year's resolutions."
    },
    {
      "cite": "William Everson",
      "quote": "I leave this year as a man leaves wine, / Remembering the summer bountiful, the good fall, the months mellow and full. / I sit in the northern room, in the dusk, the death of a year, / And watch it go down in thunder."
    },
    {
      "cite": "Christopher Perry",
      "quote": "The end of the year is always a good time to reflect on our spiritual progress. Whether you set goals at the beginning of this year or not, it is certainly good to ask where you have been this year and whether you are heading in the right direction."
    },
    {
      "cite": "Howard Thurman",
      "quote": "Because life is dynamic and we are deeply alive, the end of the year can only mean the end of the year, not the end of life, not the end of us, not even the end of time. We turn our faces toward the year being born with a riding hope that will carry us into the days ahead with courage and with confidence. The old year dies; the new year is being born  ⁠— Long live Life!"
    },
    {
      "cite": "Matthew Murphy; Tom Overland Knudsen; Dan Haggis",
      "quote": "It's about not extending to the overdraft / To scrape out what is left of the end of the year"
    },
    {
      "cite": "Peter Gabriel",
      "quote": "The wine's all drunk and so am I / Here with the hoi-poloi, don't ask me why / We're celebratin' anticipatin'; end of the year"
    },
    {
      "cite": "Gwen Stefani; Justin Tranter; Michael James; Ryan Busbee",
      "quote": "They put up the Christmas lights on my street / I saw Santa at the mall hearing kids' dreams / And all of this end-of-the-year spirit's got me so thankful / But I really need you there when I get home"
    },
    {
      "cite": "Matsuo Basho",
      "quote": "Year’s end, all / corners of this / floating world, swept."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "As one in sorrow looks upon / The dead face of a loyal friend, / By the dim light of New Year's dawn / I saw the Old Year end."
    },
    {
      "cite": "James Weldon Johnson",
      "quote": "What does this brazen tongue declare, / That falling on the midnight air / Brings to my heart a sense of care / Akin to fright? / 'Tis telling that the year is dead, / The New Year come, the Old Year fled, / Another leaf before me spread / On which to write."
    },
    {
      "cite": "John Clare",
      "quote": "Old papers thrown away, / Old garments cast aside, / The talk of yesterday, / All things identified; / But times once torn away / No voices can recall: / The eve of New Year's Day / Left the Old Year lost to all."
    },
    {
      "cite": "Edith Nesbit",
      "quote": "And now the year is done ⁠— its pleasure / So brief, so bright ⁠— its hours of pain; / Some moments' memories we treasure, / Some recollections loathe in vain."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "Even while we sing, he smiles his last, / And leaves our sphere behind. / The good old year is with the past; / Oh be the new as kind! / Oh stay, oh stay, / One parting strain, and then away."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Then, too, the Old Year dieth, / And the forests utter a moan, / Like the voice of one who crieth / In the wilderness alone, / \"Vex not his ghost!\""
    },
    {
      "cite": "Vern McLellan",
      "quote": "What the New Year brings to you will depend a great deal on what you bring to the New Year."
    }
  ]
}