{
  "source": "https://www.wisesayings.com/end-quotes/",
  "theme": "end",
  "quotes": [
    {
      "cite": "Spider Robinson",
      "quote": "A beginning is the end of something, always."
    },
    {
      "cite": "Lena Dunham",
      "quote": "The end never comes when you think it will. It's always ten steps past the worst moment, then a weird turn to the left."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In the end one only experiences oneself."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "The end is in the beginning and lies far ahead."
    },
    {
      "cite": "Kate Lord Brown",
      "quote": "The end is never the end. It's always the the beginning of something."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "At the end of reasons comes persuasion."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "The feeling is less like an ending than just another starting point."
    },
    {
      "cite": "Anita Roddick",
      "quote": "The end result of kindness is that it draws people to you."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The end is inherent in the means."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "There is an end to every journey. Even life will come to an end one moment in time."
    },
    {
      "cite": "Frank Herbert",
      "quote": "There is no real ending. It's just the place where you stop the story."
    },
    {
      "cite": "Anonymous",
      "quote": "End of a matter is better than its beginning."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "An end is only a beginning in disguise."
    },
    {
      "cite": "Sebastian Faulks",
      "quote": "The end of summer winds make people restless."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "An ending was an ending. No matter how many pages of sentences and paragraphs of great stories led up to it, it would always have the last word."
    },
    {
      "cite": "Frank Herbert",
      "quote": "There is no real ending. It's just the place where you stop the story."
    },
    {
      "cite": "Dean Koontz",
      "quote": "In the end, it's all about perseverance."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Ends are not bad things, they just mean that something else is about to begin. And there are many things that don't really end, anyway, they just begin again in a new way. Ends are not bad and many ends aren't really an ending; some things are never-ending."
    },
    {
      "cite": "Samuel R. Delany",
      "quote": "Endings to be useful must be inconclusive."
    },
    {
      "cite": "Eric Thomas",
      "quote": "At the end of pain is success!"
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "In the end, it's not the years in your life that count. It's the life in your years."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "In the End, we will remember not the words of our enemies, but the silence of our friends."
    },
    {
      "cite": "Jane D. Hull",
      "quote": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents."
    },
    {
      "cite": "Brandon Mull",
      "quote": "Everything with a beginning has an ending. Any magic that can be done, can be undone. Anything you can make, can be unmade."
    },
    {
      "cite": "Jerry Coleman",
      "quote": "At the end, excitement maintained its hysteria."
    },
    {
      "cite": "Jack Welch",
      "quote": "In the end, your integrity is all you've got."
    },
    {
      "cite": "Leon Trotsky",
      "quote": "The end may justify the means as long as there is something that justifies the end."
    },
    {
      "cite": "Jodi Rell",
      "quote": "At the end of the day, the goals are simple: safety and security."
    },
    {
      "cite": "Quintilian",
      "quote": "Everything that has a beginning comes to an end."
    },
    {
      "cite": "S. N. Behrman",
      "quote": "At the end of every road you meet yourself."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Every end in history necessarily contains a new beginning."
    },
    {
      "cite": "Jennifer Hale",
      "quote": "Endings are really hard to do, and it's hard to do an ending where it's sort of collaborative with thousands and thousands of people, and to satisfy all those people is impossible."
    },
    {
      "cite": "Jodie Foster",
      "quote": "In the end, winning is sleeping better."
    },
    {
      "cite": "Woody Allen",
      "quote": "Don't think of death as an ending. Think of it as a really effective way of cutting down your expenses."
    }
  ]
}