{
  "source": "https://www.wisesayings.com/endeavour-quotes/",
  "theme": "endeavour",
  "quotes": [
    {
      "cite": "Virginia Woolf",
      "quote": "It seems as if an age of genius must be succeeded by an age of endeavour; riot and extravagance by cleanliness and hard work."
    },
    {
      "cite": "Martin Scorsese",
      "quote": "Part of making any endeavour is that each one has its own special problems. It's the nature of the process."
    },
    {
      "cite": "George Henry Lewes",
      "quote": "Endeavour to be faithful, and if there is any beauty in your thought, your style will be beautiful; if there is any real emotion to express, the expression will be moving."
    },
    {
      "cite": "T.H. White",
      "quote": "All endeavours which are directed to a purely worldly end...contain within themselves the germs of their own corruption."
    },
    {
      "cite": "Tom Sweterlitsch",
      "quote": "The totality of human endeavour is nothing when set against the stars."
    },
    {
      "cite": "Eknath Eswaran",
      "quote": "In every endeavour, it is man or woman with unbreakable will who excels."
    },
    {
      "cite": "William Golding",
      "quote": "No human endeavour can ever be wholly good… it must always have a cost."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "No endeavour is in vain; Its reward is in the doing."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "All endeavour calls for the ability to tramp the last mile, shape the last plan, endure the last hours toil."
    },
    {
      "cite": "Sallust",
      "quote": "Small endeavours obtain strength by unity of action: the most powerful are broken down by discord."
    },
    {
      "cite": "William Wordsworth",
      "quote": "His high endeavours are an inward light That makes the path before him always bright."
    },
    {
      "cite": "Matthew Syed",
      "quote": "Every endeavour pursued with passion produces a successful outcome, regardless of the result. For it is not about winning or losing rather, the effort put forth in producing the outcome."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It is a hopeless endeavour to unite the contrarieties of spring and winter; it is unjust to claim the privileges of age, and retain the play-things of childhood."
    },
    {
      "cite": "Kenny Ausubel",
      "quote": "Each of us has a spark of life inside us, and our highest endeavor ought to be to set off that spark in one another."
    },
    {
      "cite": "Mark Twain",
      "quote": "Let us endeavor so to live that when we come to die even the undertaker will be sorry."
    },
    {
      "cite": "Edward Teller",
      "quote": "No endeavor that is worthwhile is simple in prospect; if it is right, it will be simple in retrospect."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Life without endeavor is like entering a jewel-mine and coming out with empty hands."
    },
    {
      "cite": "Multatuli",
      "quote": "Endeavour-with most diligent labour, O aspiring artist!-to master content. The form will rise to meet you."
    },
    {
      "cite": "Unknown via Twitter",
      "quote": "The measure of ones creativity is not found in numbers but in the endeavour of the creation. If only one person engages in something we make then it is a resounding success."
    },
    {
      "cite": "Ranal Currie",
      "quote": "In any endeavour, you must believe, and act, as if it were impossible to fail."
    },
    {
      "cite": "Robyn Davidson",
      "quote": "The most difficult part of any endeavour is taking the first step, making the first decision."
    },
    {
      "cite": "David Maxwell Clayton",
      "quote": "A thing of beauty / Lasts forever / Stretches through all time / Every endeavour"
    },
    {
      "cite": "Henry Laurie",
      "quote": "Goddesses / Must have looked from just such eyes, / Full of still felicities,—  / No surprise, / No endeavour / (For endeavour mars perfection), / And, one almost fancies, never / Strong affection."
    },
    {
      "cite": "Solon",
      "quote": "Endeavour thyself to do well, that others may rather envy at thy knowledge, than laugh at thy ignorance."
    }
  ]
}