{
  "source": "https://www.wisesayings.com/endurance-quotes/",
  "theme": "endurance",
  "quotes": [
    {
      "cite": "Dick Francis",
      "quote": "I guessed life was like that. You gained and you lost, and if you saved anything from the ruins, even if only a shred of self-respect, it was enough to take you through the next bit."
    },
    {
      "cite": "Albert Camus",
      "quote": "In the midst of winter, I finally learned there was in me an invincible summer."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We all have the strength to endure the misfortunes of others."
    },
    {
      "cite": "Chin-Ning Chu",
      "quote": "Without the strength to endure the crisis, one will not see the opportunity within. It is within the process of endurance that opportunity reveals itself."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "So comes snow after fire, and even dragons have their endings."
    },
    {
      "cite": "George Mueller",
      "quote": "To learn strong faith is to endure great trials. I have learned my faith by standing firm amid severe testings."
    },
    {
      "cite": "Mia Hamm",
      "quote": "It is more difficult to stay on top than to get there."
    },
    {
      "cite": "Moroccan Proverb",
      "quote": "Endurance pierces marble."
    },
    {
      "cite": "Harry Emerson Fosdick",
      "quote": "Life asks not merely what you can do; it asks how much can you endure and not be spoiled."
    },
    {
      "cite": "Philip Sidney",
      "quote": "It is the nature of the strong heart, that like the palm tree it strives ever upwards when it is most burdened."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "If you're going to go through hell... I suggest you come back learning something."
    },
    {
      "cite": "Ben Jonson",
      "quote": "To struggle when hope is banished! To live when life's salt is gone! To dwell in a dream that's vanished. To endure, and go calmly on!"
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Endurance is the crowning quality, And patience all the passion of great hearts."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Children's talent to endure stems from their ignorance of alternatives."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Happy he who learns to bear what he cannot change."
    },
    {
      "cite": "Diana Nyad",
      "quote": "Endurance is not a young person's game. I thought I might even be better at 60 than I was at 30. You have a body that's almost as strong, but you have a much better mind."
    },
    {
      "cite": "Jules Verne",
      "quote": "Solitude, isolation, are painful things and beyond human endurance."
    },
    {
      "cite": "Virgil",
      "quote": "Come what may, all bad fortune is to be conquered by endurance."
    },
    {
      "cite": "Tabitha Suzuma",
      "quote": "At the end of the day it's about how much you can bear, how much you can endure. Being together, we harm nobody; being apart, we extinguish ourselves."
    },
    {
      "cite": "Maria Mitchell",
      "quote": "People have to learn sometimes not only how much the heart, but how much the head, can bear."
    },
    {
      "cite": "Dean Acheson",
      "quote": "I learned from the example of my father that the manner in which one endures what must be endured is more important than the thing that must be endured."
    },
    {
      "cite": "Tom Robbins",
      "quote": "To be or not to be isn't the question. The question is how to prolong being."
    },
    {
      "cite": "Emity Bronte",
      "quote": "Yes, as my swift days near their goal, 'Tis all that I implore: in life and death a chainless soul with courage to endure."
    },
    {
      "cite": "Epictetus",
      "quote": "All philosophy lies in two words, sustain and abstain."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "Those who can bear all can dare all."
    },
    {
      "cite": "Matthew Quick",
      "quote": "Life is not a PG feel-good movie. Real life often ends badly. Literature tries to document this reality, while showing us it is still possible for us to endure nobly."
    },
    {
      "cite": "Greg Kincaid",
      "quote": "No matter how much falls on us, we keep plowing ahead. That's the only way to keep the roads clear."
    },
    {
      "cite": "Hubert Selby Jr.",
      "quote": "Life was not longer something to endure, but to live."
    },
    {
      "cite": "Henry Ford",
      "quote": "Unless you have courage, a courage that keeps you going, always going, no matter what happens, there is no certainty of success. It is really an endurance race."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The men who learn endurance, are they who call the whole world, brother."
    },
    {
      "cite": "William Cowper",
      "quote": "The bird that flutters least is longest on the wing."
    },
    {
      "cite": "Persius",
      "quote": "He conquers who endures."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "If God sends us on strong paths, we are provided strong shoes."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Nothing happens to any man that he is not formed by nature to bear."
    },
    {
      "cite": "Epicurus",
      "quote": "Don't fear the gods. Don't worry about death; What is good is easy to get, and what is terrible is easy to endure."
    },
    {
      "cite": "William Barclay",
      "quote": "Endurance is not just the ability to bear a hard thing, but to turn it into glory."
    },
    {
      "cite": "Virgil",
      "quote": "Every calamity is to be overcome by endurance."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The first rule is to keep an untroubled spirit. The second is to look things in the face and know them for what they are."
    },
    {
      "cite": "John Ruskin",
      "quote": "Endurance is nobler than strength, and patience than beauty."
    },
    {
      "cite": "Thomas Mann",
      "quote": "For to be poised against fatality, to meet adverse conditions gracefully, is more than simple endurance; it is an act of aggression, a positive triumph."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Find out what you're afraid of and go live there."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Endurance is patience concentrated."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "Not in achievement, but in endurance, of the human soul, does it show its divine grandeur and its alliance with the infinite."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "A man may die, nations may rise and fall, but an idea lives on. Ideas have endurance without death."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "The limits of tyrants are prescribed by the endurance of those whom they oppress."
    },
    {
      "cite": "Sarah J. Maas",
      "quote": "If you can learn to endure pain, you can survive anything. Some people learn to embrace it- to love it. Some endure it through drowning it in sorrow, or by making themselves forget. Others turn it into anger."
    },
    {
      "cite": "David Hume",
      "quote": "No man ever threw away life while it was worth keeping."
    },
    {
      "cite": "Kathrine Switzer",
      "quote": "If you are losing faith in human nature, go out and watch a marathon."
    },
    {
      "cite": "Heart Warrior Chosa",
      "quote": "In the darkest hour the soul is replenished and given strength to continue and endure."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The first virtue in a soldier is endurance of fatigue; courage is only the second virtue."
    }
  ]
}