{
  "source": "https://www.wisesayings.com/enemies-quotes/",
  "theme": "enemies",
  "quotes": [
    {
      "cite": "Winston Churchill",
      "quote": "You have enemies? Good. That means you've stood up for something, sometime in your life."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Forgive your enemies, but never forget their names."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The best way to destroy an enemy is to make him a friend."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Always forgive your enemies - nothing annoys them so much."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Never interrupt your enemy when he is making a mistake."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "If you want to make enemies, try to change something."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The best weapon against an enemy is another enemy."
    },
    {
      "cite": "Sun Tzu",
      "quote": "If you are far from the enemy, make him believe you are near."
    },
    {
      "cite": "Antisthenes",
      "quote": "Observe your enemies, for they first find out your faults."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Enemies are so stimulating."
    },
    {
      "cite": "Aesop",
      "quote": "Enemies promises were made to be broken."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "One enemy can do more hurt than ten friends can do good."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Our enemies come nearer the truth in the opinions they form of us than we do in our opinion of ourselves."
    },
    {
      "cite": "Mario Puzo",
      "quote": "Keep your friends close, and your enemies closer."
    },
    {
      "cite": "Sally Kempton",
      "quote": "It's hard to fight an enemy who has outposts in your head."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Love your enemies; for they shall tell you all your faults."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "You can discover what your enemy fears most by observing the means he uses to frighten you."
    },
    {
      "cite": "Joseph Heller",
      "quote": "The enemy is anybody who's going to get you killed, no matter which side he's on."
    },
    {
      "cite": "Aesop",
      "quote": "We often give our enemies the means for our own destruction."
    },
    {
      "cite": "William Blake",
      "quote": "It is easier to forgive an enemy than to forgive a friend."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Let your enemies be disarmed by the gentleness of your manner, but at the same time let them feel, the steadiness of your resentment."
    },
    {
      "cite": "Ovid",
      "quote": "Bear patiently with a rival."
    },
    {
      "cite": "Roy M. Cohn",
      "quote": "I bring out the worst in my enemies and that's how I get them to defeat themselves."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I destroy my enemies when I make them my friends."
    },
    {
      "cite": "Lester Cole",
      "quote": "Forgive your enemies, but first get even."
    },
    {
      "cite": "Paul Newman",
      "quote": "If you don't have enemies, you don't have character."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "Enemies, as well as lovers, come to resemble each other over a period of time."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "As our enemies have found we can reason like men, so now let us show them we can fight like men also."
    },
    {
      "cite": "Shakespeare",
      "quote": "Our enemies are our outward consciences."
    },
    {
      "cite": "Publius Syrus",
      "quote": "An enemy despised is the most dangerous of all enemies."
    },
    {
      "cite": "Thomas Paine",
      "quote": "It is from our enemies that we often gain excellent maxims, and are frequently surprised into reason by their mistakes."
    },
    {
      "cite": "Sophocles",
      "quote": "Enemies' gifts are no gifts and do no good."
    },
    {
      "cite": "Bishop William Fleetwood",
      "quote": "Our enemies will tell the rest with pleasure."
    },
    {
      "cite": "Arabic Proverb",
      "quote": "The enemy of my enemy is my friend."
    },
    {
      "cite": "Ovid",
      "quote": "We can learn even from our enemies."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "An enemy generally says and believes what he wishes."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Know your enemy and know yourself and you can fight a hundred battles without disaster."
    },
    {
      "cite": "Enver Hoxha",
      "quote": "When the enemy attacks you, it means you are on the right road."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Despise the enemy strategically, but take him seriously tactically."
    },
    {
      "cite": "Condoleezza Rice",
      "quote": "We need a common enemy to unite us."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "Give the enemy not only a road for flight, but also a means of defending it."
    },
    {
      "cite": "Emil Cioran",
      "quote": "A distant enemy is always preferable to one at the gate."
    },
    {
      "cite": "Denis Leary",
      "quote": "If you had no enemies, you had no fun."
    },
    {
      "cite": "Martin Bormann",
      "quote": "Every educated person is a future enemy."
    },
    {
      "cite": "Dalai Lama",
      "quote": "It is the enemy who can truly teach us to practice the virtues of compassion and tolerance."
    },
    {
      "cite": "Gene Fowler",
      "quote": "Everyone needs a warm personal enemy or two to keep him free from rust in the movable parts of his mind."
    },
    {
      "cite": "Monica Crowley",
      "quote": "Give the enemy an inch, he'll take a yard."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "Flee an enemy who knows your weakness."
    },
    {
      "cite": "E. B. White",
      "quote": "One of the most time-consuming things is to have an enemy."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The man of knowledge must be able not only to love his enemies but also to hate his friends."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The Bible tells us to love our neighbors, and also to love our enemies; probably because generally they are the same people."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Whenever you are confronted with an opponent. Conquer him with love."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "Alcohol may be man's worst enemy, but the bible says love your enemy."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "A wise man gets more use from his enemies than a fool from his friends."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Never explain―your friends do not need it and your enemies will not believe you anyway."
    },
    {
      "cite": "Homer",
      "quote": "There is nothing more admirable than when two people who see eye to eye keep house as man and wife, confounding their enemies and delighting their friends."
    },
    {
      "cite": "Eminem",
      "quote": "If you have enemies, good that means you stood up for something."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Those who pray for your downfall are concentrating negative thoughts towards you, without taking cognisance of the slippery ground in which they are standing, which could lead to their downfall."
    },
    {
      "cite": "Aesop",
      "quote": "A doubtful friend is worse than a certain enemy. Let a man be one thing or the other, and we then know how to meet him."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "No man ever got very high by pulling other people down. The intelligent merchant does not knock his competitors. The sensible worker does not work those who work with him. Don't knock your friends. Don't knock your enemies. Don't knock yourself."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Bitter people are not interested in what you say, but what you hide."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Tis best to weigh the enemy more mighty than he seems."
    },
    {
      "cite": "Aesop",
      "quote": "The haft of the arrow had been feathered with one of the eagles own plumes. We often give our enemies the means of our own destruction."
    },
    {
      "cite": "William Blake",
      "quote": "When a sinister person means to be your enemy, they always start by trying to become your friend."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Through you we learn to be invisible, through you inaudible; and hence we can hold the enemy's fate in our hands."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "If people think nature is their friend then they sure don't need an enemy."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "People from the past, have a tendency to walk back into the present, and run over the future."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "If we could read the secret history of our enemies we should find in each man’s life sorrow and suffering enough to disarm all hostility."
    },
    {
      "cite": "Walter Winchell",
      "quote": "Remember that nobody will ever get ahead of you as long as he is kicking you in the seat of the pants."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Concentrated power has always been the enemy of liberty."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "To love our enemy is impossible. The moment we understand our enemy, we feel compassion towards him/her, and he/she is no longer our enemy."
    },
    {
      "cite": "Winston Churchill",
      "quote": "When there is no enemy within, the enemies outside cannot hurt you."
    },
    {
      "cite": "Mario Puzo",
      "quote": "Never hate your enemies. It affects your judgment."
    },
    {
      "cite": "Stephen King",
      "quote": "Only enemies speak the truth; friends and lovers lie endlessly, caught in the web of duty."
    },
    {
      "cite": "Don DeLillo",
      "quote": "It's not enough to hate your enemy. You have to understand how the two of you bring each other to deep completion."
    },
    {
      "cite": "Umberto Eco",
      "quote": "For the enemy to be recognized and feared, he has to be in your home or on your doorstep."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "The truth may not set you free, but used carefully, it can confuse the hell out of your enemies."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Scratch a lover, and find a foe."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "If you are without an enemy in the world, you may be a lamb or an ass, but you are not a man."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Your enemy is never a villain in his own eyes. Keep this in mind, it may offer a way to make him your friend. If not, you can kill him without hate."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "You can calculate the worth of a man by the number of his enemies, and the importance of a work of art by the harm that is spoken of it."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "I have spent many years of my life in opposition, and I rather like the role."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Let my enemies devour each other."
    },
    {
      "cite": "Jean Paul",
      "quote": "We learn our virtues from our friends who love us; our faults from the enemy who hates us. We cannot easily discover our real character from a friend. He is a mirror, on which the warmth of our breath impedes the clearness of the reflection."
    },
    {
      "cite": "Antisthenes",
      "quote": "Pay attention to your enemies, for they are the first to discover your mistakes."
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Never wound a snake; kill it."
    },
    {
      "cite": "Ian Fleming",
      "quote": "Once is happenstance. Twice is coincidence. Three times is enemy action."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "You must not fight too often with one enemy, or you will teach him all your art of war."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "If you want peace, you don't talk to your friends. You talk to your enemies."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "The chief enemy of creativity is 'good' sense."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A man can't be too careful in the choice of his enemies."
    },
    {
      "cite": "Evita Peron",
      "quote": "Time is my greatest enemy."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Love is the only force capable of transforming an enemy into friend."
    },
    {
      "cite": "Christopher Morley",
      "quote": "The enemies of the future are always the very nicest people."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Faith activates God - Fear activates the Enemy."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "No accurate thinker will judge another person by that which the other person's enemies say about him."
    },
    {
      "cite": "David Gell",
      "quote": "Sooner or later we all must die. Warriors choose to do so on their feet, standing between their enemies and those they hold dear. With a weapon in their hands. Cowards choose to do so on their bellies. Unarmed."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Anger is the enemy of non-violence and pride is a monster that swallows it up."
    },
    {
      "cite": "Arthur Bloch",
      "quote": "Friends come and go but enemies accumulate."
    },
    {
      "cite": "Gilbert Parker",
      "quote": "Memory is man's greatest friend and worst enemy."
    },
    {
      "cite": "August Strindberg",
      "quote": "That is the thankless position of the father in the family-the provider for all, and the enemy of all."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "We make our friends; we make our enemies; but God makes our next door neighbor."
    },
    {
      "cite": "Ivan Panin",
      "quote": "However bad a man, he will have some friends: however good, he will have some enemies."
    },
    {
      "cite": "Frederick The Great",
      "quote": "Always presume that the enemy has dangerous designs and always be forehanded with the remedy. But do not let these calculations make your timid."
    },
    {
      "cite": "Confucius",
      "quote": "To be wronged is nothing unless you continue to remember it."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "If you want enemies, excel others; if you want friends, let others excel you."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "It is a pitiful fortune that is not without enemies."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Man usually avoids attributing cleverness to somebody else unless it is an enemy."
    }
  ]
}