{
  "source": "https://www.wisesayings.com/energy-quotes/",
  "theme": "energy",
  "quotes": [
    {
      "cite": "Aristotle",
      "quote": "The energy of the mind is the essence of life."
    },
    {
      "cite": "William Blake",
      "quote": "Energy is an eternal delight, and he who desires, but acts not, breeds pestilence."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "The energy you bring, positive or negative, dictates your perceptions, receptions and radiations."
    },
    {
      "cite": "Elaine Seiler",
      "quote": "Energy doesn't communicate in English, French, Chinese or Swahili, but it does speak clearly."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "You are energy, and energy cannot be created or destroyed. Energy just changes form."
    },
    {
      "cite": "Theodore F. Merseles",
      "quote": "Energy and perseverance can fit a man for almost any kind of position."
    },
    {
      "cite": "Sarah Bernhardt",
      "quote": "Life begets life. Energy creates energy. It is by spending oneself that one becomes rich."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Energy is the essence of life. Every day you decide how you're going to use it by knowing what you want and what it takes to reach that goal, and by maintaining focus."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Energy is a bit like money: if you have a positive balance, you can distribute it in various ways, but according to the classical laws that were believed at the beginning of the century, you weren't allowed to be overdrawn."
    },
    {
      "cite": "William Frederick Book",
      "quote": "A man must drive his energy, not be driven by it."
    },
    {
      "cite": "Ed Koch",
      "quote": "There's enormous energy required to carry grudges - enormous energy! And I'm getting too old to expend my energy that way, cause I think every person has a limited amount of energy. So I have given up all grudges."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Put your energy into building what is creative, valuable and empowering. And you won't have to constantly fight against what is destructive and draining."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "It takes as much energy to wish as it does to plan."
    },
    {
      "cite": "Henry Brooks Adams",
      "quote": "Energy is the inherent effort of every multiplicity to become unity."
    },
    {
      "cite": "Khalid Masood",
      "quote": "Energy is time, and time is everything."
    },
    {
      "cite": "Constance Chuks Friday",
      "quote": "Energy is precious, use your energy to build not to destroy."
    },
    {
      "cite": "Ilchi Lee",
      "quote": "The sensation of energy expands with increasing relaxation."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "The higher your energy level, the more efficient your body. The more efficient your body, the better you feel and the more you will use your talent to produce outstanding results."
    },
    {
      "cite": "Shakti Gawain",
      "quote": "The more willing you are to surrender to the energy within you, the more power can flow through you."
    },
    {
      "cite": "Maria Montessori",
      "quote": "The unknown energy that can help humanity is that which lies hidden in the child."
    },
    {
      "cite": "David Oleski",
      "quote": "Don't wait for what you need-put in the energy to create what you need."
    },
    {
      "cite": "James Redfield",
      "quote": "Where attention goes, energy flows; Where intention goes, energy flows."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "It's a waste of energy to be angry with a man who behaves badly, just as it is to be angry with a car that won't go."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Energy and persistence conquer all things."
    },
    {
      "cite": "Jerry Gillies",
      "quote": "It takes a lot more energy to fail than to succeed, since it takes a lot of concentrated energy to hold on to beliefs that don't work."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Energy may be likened to the bending of a cross bow; decision, to the releasing of the trigger."
    },
    {
      "cite": "Sébastien-Roch Nicolas",
      "quote": "A person of intellect without energy added to it, is a failure."
    },
    {
      "cite": "Mark Twain",
      "quote": "And what is a man without energy? Nothing - nothing at all."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Energy is the power that drives every human being. It is not lost by exertion but maintained by it, for it is a faculty of the psyche."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Energy, like the biblical grain of the mustard-seed, will remove mountains."
    },
    {
      "cite": "David R. Brower",
      "quote": "It seems that every time mankind is given a lot of energy, we go out and wreck something with it."
    },
    {
      "cite": "Eva Gabor",
      "quote": "I learned early that you only have so much energy to give. You have to spend it correctly."
    },
    {
      "cite": "William Shatner",
      "quote": "Energy is the key to creativity. Energy is the key to life."
    },
    {
      "cite": "Norman Vincent Peal",
      "quote": "The more you lose yourself in something bigger than yourself, the more energy you will have."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "The key that unlocks energy is desire. It's also the key to a long and interesting life. If we expect to create any drive, any real force within ourselves, we have to get excited."
    },
    {
      "cite": "Sheryl Adams",
      "quote": "Energy is equal to desire and purpose."
    },
    {
      "cite": "Les Brown",
      "quote": "Goals help you channel your energy into action."
    },
    {
      "cite": "Dr. Joyce Brothers",
      "quote": "If your energy is as boundless as your ambition, total commitment may be a way of life you should seriously consider."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Energy and persistence alter all things."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Concentrate your energy and hoard your strength."
    },
    {
      "cite": "Donald Trump",
      "quote": "Without passion you don't have energy, with out energy you have nothing."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Our energy is in proportion to the resistance it meets."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Out of need springs desire, and out of desire springs the energy and the will to win."
    },
    {
      "cite": "Lawrence Tierney",
      "quote": "Put good energy out. Get good energy back."
    },
    {
      "cite": "Richard Gere",
      "quote": "All of our energy should be in sacrifice and services. Suffering, at least."
    },
    {
      "cite": "Ted Danson",
      "quote": "You use and lose a lot of energy being grumpy."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "The same energy of character which renders a man a daring villain would have rendered him useful in society, had that society been well organized."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "When you are enthusiastic about what you do, you feel this positive energy. It’s very simple."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Nobody but you is responsible for your life. You are responsible for your life. What is your life? What is all life? What is every flower, every rock, every tree? Energy. And you’re responsible for the energy you create for yourself, and you’re responsible for the energy that you bring to others."
    },
    {
      "cite": "Keanu Reeves",
      "quote": "Energy can’t be created or destroyed, and energy flows. It must be in a direction, with some kind of internal, emotive, spiritual direction. It must have some effect somewhere."
    },
    {
      "cite": "William James",
      "quote": "It is evident that our organism has stored-up reserves of energy that are ordinarily not called upon, but that may be called upon: deeper and deeper strata of combustible or explosible material, discontinuously arranged, but ready for use by anyone who probes so deep, and repairing themselves by rest as well as do the superficial strata."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "If you want to be happy, set a goal that commands your thoughts, liberates your energy and inspires your hopes."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "The average person puts only 25% of his energy and ability into his work. The world takes off its hat to those who put more than 50% of their capacity, and stands on its head for those few and far between souls who devote 100%."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Without passion, you don't have energy. Without energy, you have nothing."
    },
    {
      "cite": "Edward Abbey",
      "quote": "Our culture runs on coffee and gasoline, the first often tasting like the second."
    },
    {
      "cite": "Thomas Arnold",
      "quote": "The difference between one man and another is not mere ability—it is energy."
    },
    {
      "cite": "William Blake",
      "quote": "Energy is the only life, and is from the body; and reason is the bound or outward circumference of energy. Energy is eternal delight."
    },
    {
      "cite": "Bill Bryson",
      "quote": "Energy is liberated matter; matter is energy waiting to happen."
    },
    {
      "cite": "Thomas Buxton",
      "quote": "The longer I live, the more deeply I am convinced that that which makes the difference between one man and another—between the weak and the powerful, the great and the insignificant, is energy—invisible determination—a purpose once formed and then death or victory. This quality will do anything that has to be done in the world, and no talents, no circumstances, no opportunities, will make one a man without it."
    },
    {
      "cite": "Stephen Colbert",
      "quote": "When I first started paying $4 a gallon a gas, I didn't mind; I thought I was just getting better gas."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "I guess I am not naturally energetic. I like to sit around and talk."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Intelligence and the spirit of adventure can be combined to create new energies, and out of these energies may come exciting and rewarding new prospects."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "I'd put my money on the sun and solar energy. What a source of power! I hope we don't have to wait until oil and coal run out before we tackle that."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The world belongs to the energetic."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "The real difference between men is energy. A strong will, a settled purpose, an invincible determination, can accomplish almost anything; and in this lies the distinction between great men and little men."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Energy will do anything that can be done in the world; and no talents, no circumstances, no opportunities will make a two-legged animal a man without it."
    },
    {
      "cite": "Albert M. Greenfield",
      "quote": "A man doesn't need brilliance or genius, all he needs is energy."
    },
    {
      "cite": "Robert Henri",
      "quote": "It takes wit and interest and energy to be happy. The pursuit of happiness is a great activity. One must be open and alive. It is the greatest feat man has to accomplish, and spirits must flow. There must be courage. There are no easy ruts to get into which lead to happiness. A man must become interesting to himself and must become actually expressive before he can be happy."
    },
    {
      "cite": "Johann Lavater",
      "quote": "He also has energy who cannot be deprived of it."
    },
    {
      "cite": "D.G. Mitchell",
      "quote": "There is no genius in life like the genius of energy and industry."
    },
    {
      "cite": "Bill Gates",
      "quote": "Energy innovation is not a nationalistic game."
    },
    {
      "cite": "Bill Gates",
      "quote": "In energy, you have to plan and do research way in advance, sometimes decades in advance to get a new system that's safer, doesn't require us to go around the world to get all our oil."
    },
    {
      "cite": "Bill Gates",
      "quote": "Really advanced civilization is based on advances in energy."
    },
    {
      "cite": "Timothy Leary",
      "quote": "If you take the game of life seriously, if you take your nervous system seriously, if you take your sense organs seriously, if you take the energy process seriously, you must turn on, tune in and drop out."
    },
    {
      "cite": "Billy Graham",
      "quote": "Energy out of control is dangerous; energy under control is powerful."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "The great qualities, the imperious will, the rapid energy, the eager nature fit for a great crisis are not required—are impediments—in common times."
    },
    {
      "cite": "Darren Rowse",
      "quote": "Consistently investigate what gives other people energy. Be the fan that fuels it."
    },
    {
      "cite": "Hina Hashmi",
      "quote": "If only energy is neither created nor destroyed; everything you will ever want is always here. It simply is a matter of choosing the thought which will put you into harmonious vibration with what you desire."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Instead of worrying about what you cannot control, shift your energy to what you can create."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Don't use your energy to worry. Use your energy to believe."
    },
    {
      "cite": "Socrates",
      "quote": "The secret of change is to focus all of your energy, not on fighting the old, but on building the new."
    },
    {
      "cite": "William Feather",
      "quote": "An idea isn't worth much until a man is found who has the energy and ability to make it work."
    },
    {
      "cite": "Albert Camus",
      "quote": "Nobody realizes that some people expend tremendous energy merely to be normal."
    },
    {
      "cite": "Scott Cunningham",
      "quote": "The magic begins within you. Feel your own energy and recognize similar energy exists within the earth, stones, plants, water, wind, fire, colors, and animals."
    },
    {
      "cite": "Bill Gates",
      "quote": "Today, we're very dependent on cheap energy. We just take it for granted—all the things you have in the house, the way industry works."
    },
    {
      "cite": "Uncle Iroh",
      "quote": "There is energy all around us. The energy is both Yin and Yang, positive energy and negative energy. The energy wants to restore balance, and in the moment the positive and negative energy come crashing back together you provide release and guidance, creating lightning. Once you separate the energy, you do not command it, you are simply its humble guide. Breathe first."
    },
    {
      "cite": "Brooke Fraser",
      "quote": "We've got a long way to go but we got the energy / It took a little while to find reality / We've come a long way you know, living inside a dream / Waking to find that we are kings and queens."
    },
    {
      "cite": "Andrew McCluskey",
      "quote": "Our one source of energy / Electricity / All we need to live today / A gift for man to throw away / The chance to change has nearly gone / The alternative is only one / The final source of energy / Solar electricity"
    },
    {
      "cite": "Barry Fasman",
      "quote": "We got the power / Get ready to go / We stand united / The energy flows / We got the power / The moment has come / Nothing can stop us / When we stand as one"
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "As once the winged energy of delight / carried you over childhood's dark abysses, / now beyond your own life build the great / arch of unimagined bridges. / Wonders happen if we can succeed / in passing through the harshest danger; / but only in a bright and purely granted / achievement can we realize the wonder."
    },
    {
      "cite": "Leslie Alexis",
      "quote": "I am the wind vane. / I depend on the wind / To turn. / It is my energy. / I need what wind gives / To be me. / I am the wind vane."
    },
    {
      "cite": "Henry Lawson",
      "quote": "We robbed the water and the air to give us “energy,” / As we’d exhaust Thy secret store of electricity. / The day may come—and such a day!—when we shall need all three."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "But would the honest patriot, in the full tide of successful experiment, abandon a government which has so far kept us free and firm, on the theoretic and visionary fear that this government, the world's best hope, may by possibility want energy to preserve itself?"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is good policy to be stirring about your affairs, for the reward of activity and energy is that if you do not accomplish the object you had professed to yourself, you do accomplish something else. So, in my botanizing or natural history walks, it commonly turns out that, going for one thing, I get another thing."
    }
  ]
}