{
  "source": "https://www.wisesayings.com/engaged-quotes/",
  "theme": "engaged",
  "quotes": [
    {
      "cite": "Jeb Bush",
      "quote": "If more people were actively engaged in advocating their positions I think we'd have a better society."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Love does not consist of gazing at each other, but in looking together in the same direction."
    },
    {
      "cite": "Mark Nepo",
      "quote": "The fully engaged heart is the antibody for the infection of violence."
    },
    {
      "cite": "Max Planck",
      "quote": "Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: Ye must have faith."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "No man who is occupied in doing a very difficult thing, and doing it very well, ever loses his self-respect."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "A man occupied with public or other important business cannot, and need not, attend to spelling."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "If we examine our thoughts, we shall find them always occupied with the past and the future."
    },
    {
      "cite": "Robert Greene",
      "quote": "When our emotions are engaged, we often have trouble seeing things as they are."
    },
    {
      "cite": "Simone Signoret",
      "quote": "Chains do not hold a marriage together. It is threads, hundreds of tiny threads, which sew people together through the years."
    },
    {
      "cite": "Donald Rumsfeld",
      "quote": "There is no question but that when one is engaged militarily that there are going to be unintended loss of life."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "\"Most people are far too much occupied with themselves to be malicious."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Engage people with what they expect; it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment, that which they cannot anticipate."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "The much occupied man has no time for wantonness, and it is an obvious commonplace that the evils of leisure can be shaken off by hard work."
    },
    {
      "cite": "James Montgomery Bailey",
      "quote": "When a couple of young people strongly devoted to each other commence to eat onions, it is safe to pronounce them engaged."
    },
    {
      "cite": "Michael Leunig",
      "quote": "Love one another and you will be happy. It's as simple and as difficult as that."
    },
    {
      "cite": "Harriet Martineau",
      "quote": "A soul occupied with great ideas performs small duties."
    },
    {
      "cite": "Ellen Langer",
      "quote": "To be mindfully engaged is the most natural, creative state we can be in."
    },
    {
      "cite": "Letitia Elizabeth Landon",
      "quote": "No thoroughly occupied man was ever yet very miserable."
    },
    {
      "cite": "Timothy Keller",
      "quote": "We must not settle for an informed mind without an engaged heart."
    },
    {
      "cite": "Patricia Churchland",
      "quote": "Being engaged in some way for the good of the community, whatever that community, is a factor in a meaningful life. We long to belong, and belonging and caring anchors our sense of place in the universe."
    },
    {
      "cite": "Yo-Yo Ma",
      "quote": "When your heart and your mind are engaged, you cannot go wrong."
    },
    {
      "cite": "Jacob Needleman",
      "quote": "To be totally engaged with all my functions and all my faculties and all my capacities in life to me that would be success."
    },
    {
      "cite": "Sydney Smith",
      "quote": "Let every man be occupied, and occupied in the highest employment of which his nature is capable, and die with the consciousness that he has done his best."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "It is better to engaged you mind on positive thoughts."
    },
    {
      "cite": "Emily Bronte",
      "quote": "Whatever our souls are made of, his and mine are the same."
    },
    {
      "cite": "St. Jerome",
      "quote": "Be ever engaged, so that whenever the devil calls he may find you occupied."
    },
    {
      "cite": "Harold Rosenberg",
      "quote": "Whoever undertakes to create soon finds himself engaged in creating himself."
    },
    {
      "cite": "African Spir",
      "quote": "A man, engaged in his simple reflections in everyday life, will comprehend neither the possibility, nor the benefits of self-sacrifice, but, when given a great cause to defend, and he will find only natural to sacrifice oneself for it."
    },
    {
      "cite": "Rumi",
      "quote": "Be occupied, then, with what you really value and let the thief take something else."
    }
  ]
}