{
  "source": "https://www.wisesayings.com/engineering-quotes/",
  "theme": "engineering",
  "quotes": [
    {
      "cite": "Scott Edward Shjefte",
      "quote": "A pessimist says the glass is half empty, an optimist says the glass is half full, and an engineer says the glass is too big."
    },
    {
      "cite": "Henry Petroski",
      "quote": "Science is about knowing; engineering is about doing."
    },
    {
      "cite": "Thomas Tredgold",
      "quote": "Engineering is the art of directing the great sources of power in nature for the use and convenience of man."
    },
    {
      "cite": "Larrie D. Ferreiro",
      "quote": "Engineering is the continuation of politics by other means."
    },
    {
      "cite": "Ove Arup",
      "quote": "Engineering problems are under-defined, there are many solutions, good, bad and indifferent. The art is to arrive at a good solution. This is a creative activity, involving imagination, intuition and deliberate choice."
    },
    {
      "cite": "Ralph J. Smith",
      "quote": "Engineering is the professional art of applying science to the optimum conversion of natural resources to the benefit of man."
    },
    {
      "cite": "Christian Cantrell",
      "quote": "The fewer moving parts, the better. Exactly. No truer words were ever spoken in the context of engineering."
    },
    {
      "cite": "Henry G. Stott",
      "quote": "Engineering is the art of organizing and directing men and controlling the forces and materials of nature for the benefit of the human race."
    },
    {
      "cite": "Scott Adams",
      "quote": "Engineers like to solve problems. If there are no problems handily available, they will create their own problems."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Engineering without imagination sinks to a trade."
    },
    {
      "cite": "Prakhar Srivastav",
      "quote": "Engineering is not only study of 45 subjects but it is moral studies of intellectual life."
    },
    {
      "cite": "Ato Essandoh",
      "quote": "What's nice about having an engineering degree is everybody thinks you are smart."
    },
    {
      "cite": "David Billington",
      "quote": "Engineering or Technology is the making of things that did not previously exist, whereas science is the discovering of things that have long existed."
    },
    {
      "cite": "C. A. Claremont",
      "quote": "The history of engineering is really the history of breakages, and of learning from those breakages. I was taught at college 'the engineer learns most on the scrapheap."
    },
    {
      "cite": "John Fowler",
      "quote": "Engineers are not mere technicians and should not approve or lend their name to any project that does not promise to be beneficent to man and the advancement of civilization."
    },
    {
      "cite": "James Kip Finch",
      "quote": "The engineer has been, and is, a maker of history."
    },
    {
      "cite": "Queen Elizabeth II",
      "quote": "At its heart, engineering is about using science to find creative, practical solutions. It is a noble profession."
    },
    {
      "cite": "Sean Booth",
      "quote": "I'm quite into the idea of engineering being beautiful."
    },
    {
      "cite": "Henry Petroski",
      "quote": "Engineering is achieving function while avoiding failure."
    },
    {
      "cite": "Steven Magee",
      "quote": "Unfortunately, humans have a long history of trying to fix their engineering mistakes with more engineering mistakes!"
    },
    {
      "cite": "Fred Brooks",
      "quote": "A scientist builds in order to learn; an engineer learns in order to build."
    },
    {
      "cite": "Bhupesh B. Patil",
      "quote": "Engineering is defining and following datasheets. If it doesn't work then use common sense."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Engineering is a great profession."
    },
    {
      "cite": "ASCE",
      "quote": "Engineering is the professional art of applying science to the optimum conversion of the resources of nature to the uses of humankind."
    },
    {
      "cite": "Freeman Dyson",
      "quote": "A good scientist is a person with original ideas. A good engineer is a person who makes a design that works with as few original ideas as possible. There are no prima donnas in engineering."
    },
    {
      "cite": "Romana Machado",
      "quote": "Death and taxes are unsolved engineering problems."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "One man's magic is another man's engineering. Supernatural is a null word."
    },
    {
      "cite": "Leon Kass",
      "quote": "One should proceed with caution. We may simply not be wise enough to do some of the kinds of engineering things that people are talking about doing."
    },
    {
      "cite": "Gordon Lindsay Glegg",
      "quote": "A scientist can discover a new star but he cannot make one. He would have to ask an engineer to do it for him."
    },
    {
      "cite": "A. M. Wellington",
      "quote": "Engineering is the art of doing that well with one dollar which any bungler can be with two after a fashion."
    },
    {
      "cite": "Frederick Handley Page",
      "quote": "Nothing is so inspiring as seeing big works well laid out and planned and a real engineering organisation."
    },
    {
      "cite": "Hal Goldberg",
      "quote": "Engineering is damn hard work."
    },
    {
      "cite": "Barton Gellman",
      "quote": "Social engineering, the fancy term for tricking you into giving away your digital secrets, is at least as great a threat as spooky technology."
    },
    {
      "cite": "Willard A. Smith",
      "quote": "Engineering is the science of economy, of conserving the energy, kinetic and potential, provided and stored up by nature for the use of man. It is the business of engineering to utilize this energy to the best advantage, so that there may be the least possible waste."
    },
    {
      "cite": "Samuel Charles Florman",
      "quote": "Engineering is the art or science of making practical."
    },
    {
      "cite": "Theodore Jesse Hoover",
      "quote": "Engineering is the professional and systematic application of science to the efficient utilization of natural resources to produce wealth."
    },
    {
      "cite": "J. M. Prausnitz",
      "quote": "Engineering is the application of science for human benefit."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The human foot is a masterpiece of engineering and a work of art."
    },
    {
      "cite": "Bhupesh B. Patil",
      "quote": "Engineering is maths & management."
    },
    {
      "cite": "Joseph B. Strauss",
      "quote": "Ask the steel, each strut and wire. What gave it force and power."
    },
    {
      "cite": "Simon R. Green",
      "quote": "First rule of engineering; beware prototypes. Along with, avoid anything made by an engineer who doesn't have all his own fingers."
    },
    {
      "cite": "Thomas Koenig",
      "quote": "The joy of engineering is to find a straight line on a double logarithmic diagram."
    },
    {
      "cite": "R. E. Hellmund",
      "quote": "Engineering is an activity other than purely manual and physical work which brings about the utilization of the materials and laws of nature for the good of humanity."
    },
    {
      "cite": "H. P. Gillete",
      "quote": "Engineering is the conscious application of science to the problems of economic production."
    },
    {
      "cite": "GFC Rogers",
      "quote": "Engineering refers to the practice of organizing the design and construction of any artifice which transforms the physical world around us to meet some recognized need."
    },
    {
      "cite": "Bruce Dickinson",
      "quote": "Engineering stimulates the mind."
    },
    {
      "cite": "Vitalis Bilauri",
      "quote": "Always engineering is the basic fundamental solver of human living problems under the sun."
    },
    {
      "cite": "Hayao Miyazaki",
      "quote": "But remember this, Japanese boy, airplanes are not tools for war. They are not for making mone. Airplanes are beautiful dreams. Engineers turn dreams into reality."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "If I had nine hours to chop down a tree, I’d spend the first six sharpening my axe."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We cannot solve our problems with the same thinking we used when we created them."
    },
    {
      "cite": "Alec Berg",
      "quote": "My brother is an electrical engineer and went to computer science grad school at Stanford, and he'd tell me stories about the happy hours he'd organize."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Perfection is achieved, not when there is nothing more to add, but when there is nothing left to take away."
    },
    {
      "cite": "Bill Nye",
      "quote": "There’s nothing I believe in more strongly than getting young people interested in science and engineering, for a better tomorrow, for all humankind."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete."
    },
    {
      "cite": "Dalembert",
      "quote": "Experience serves not only to confirm theory, but differs from it without disturbing it, it leads to new truths which theory only has not been able to reach."
    },
    {
      "cite": "Douglas Adams",
      "quote": "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools."
    },
    {
      "cite": "Douglas Adams",
      "quote": "The major difference between a thing that might go wrong and a thing that cannot possibly go wrong is that when a thing that cannot possibly go wrong goes wrong, it usually turns out to be impossible to get at and repair."
    },
    {
      "cite": "Dr. Mohsin Tiwana",
      "quote": "Projects we have completed demonstrate what we know future projects decide what we will learn."
    },
    {
      "cite": "Elon Musk",
      "quote": "I don’t spend my time pontificating about high concept things I spend my time solving engineering and manufacturing problems."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "There can be little doubt that in many ways the story of bridge building is the story of civilization. By it we can readily measure an important part of a people's progress."
    },
    {
      "cite": "George Box",
      "quote": "All models are wrong, but some are useful."
    },
    {
      "cite": "Gordon Lindsay Glegg",
      "quote": "The scientist discovers a new type of material or energy and the engineer discovers a new use for it."
    },
    {
      "cite": "Helmut Jahn",
      "quote": "A good engineer thinks in reverse and asks himself about the stylistic consequences of the components and systems he proposes."
    },
    {
      "cite": "Henry Ford",
      "quote": "Failure is the opportunity to begin again more intelligently."
    },
    {
      "cite": "Henry Palmer",
      "quote": "The engineer is a mediator between the philosopher and the working mechanic and, like an interpreter between two foreigners must understand the language of both, hence the absolute necessity of possessing both practical and theoretical knowledge."
    },
    {
      "cite": "Henry Petroski",
      "quote": "No one wants to learn by mistakes, but we cannot learn enough from successes to go beyond the state of the art."
    },
    {
      "cite": "Henry Petroski",
      "quote": "As engineers, we were going to be in a position to change the world not just study it."
    },
    {
      "cite": "Henry Petroski",
      "quote": "Failure is central to engineering. Every single calculation that an engineer makes is a failure calculation. Successful engineering is all about understanding how things break or fail."
    },
    {
      "cite": "Heywood Broun",
      "quote": "Men build bridges and throw railroads across deserts, and yet they contend successfully that the job of sewing on a button is beyond them."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Science can amuse and fascinate us all, but it is engineering that changes the world."
    },
    {
      "cite": "James Dyson",
      "quote": "Manufacturing is more than just putting parts together. It’s coming up with ideas, testing principles and perfecting the engineering as well as final assembly."
    },
    {
      "cite": "John Prebble",
      "quote": "Architects and engineers are among the most fortunate of men since they build their own monuments with public consent, public approval and often public money."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "We are continually faced by great opportunities brilliantly disguised as insoluble problems."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "I have been impressed with the urgency of doing. Knowing is not enough we must apply. Being willing is not enough; we must do."
    },
    {
      "cite": "Marcel Pagnol",
      "quote": "One has to watch out for engineers they begin with the sewing machine and end up with the atomic bomb."
    },
    {
      "cite": "Michio Kaku",
      "quote": "What we usually consider as impossible are simply engineering problems… there’s no law of physics preventing them."
    },
    {
      "cite": "N.W. Dougherty",
      "quote": "The ideal engineer is a composite. He is not a scientist, he is not a mathematician, he is not a sociologist or a writer, but he may use the knowledge and techniques of any or all of these disciplines in solving engineering problems."
    },
    {
      "cite": "Phillip Johnson-Laird",
      "quote": "A theory may be so rich in descriptive possibilities that it can be made to fit any data."
    },
    {
      "cite": "Richard Lamm",
      "quote": "All we know about the new economic world tells us that nations which train engineers will prevail over those which train lawyers. No nation has ever sued its way to greatness."
    },
    {
      "cite": "Scott Adams",
      "quote": "Normal people believe that if it ain’t broke, don’t fix it. Engineers believe that if it ain’t broke, it doesn’t have enough features yet."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "He was living like an engineer in a mechanical world. No wonder he had become dry as a stone."
    },
    {
      "cite": "Sir Henry Royce",
      "quote": "Strive for perfection in everything you do. Take the best that exists and make it better. When it does not exist, design it."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Whenever you are asked if you can do a job, tell ‘em ‘Certainly I can!’ Then get busy and find out how to do it."
    },
    {
      "cite": "Theodore von Karman",
      "quote": "Scientists study the world as it is, engineers create the world that never has been."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "The way to succeed is to double your failure rate."
    },
    {
      "cite": "William Blake",
      "quote": "Improvement makes strait roads: but the crooked roads without improvement are roads of genius."
    },
    {
      "cite": "William Gibson",
      "quote": "When you want to know how things really work, study them when they’re coming apart."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We shape our buildings, thereafter they shape us."
    }
  ]
}