{
  "source": "https://www.wisesayings.com/england-quotes/",
  "theme": "england",
  "quotes": [
    {
      "cite": "Natasha Pulley",
      "quote": "It is not summer, England doesn't have summer, it has continuous autumn with a fortnight's variation here and there."
    },
    {
      "cite": "Henryk Sienkiewicz",
      "quote": "England is never in a hurry because she is eternal."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "England and America are two countries separated by the same language."
    },
    {
      "cite": "John Burroughs",
      "quote": "England is not a country of granite and marble, but of chalk, marl, and clay."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "England is merely an island of beef swimming in a warm gulf stream of gravy."
    },
    {
      "cite": "George Santayana",
      "quote": "England is the paradise of individuality, eccentricity, heresy, anomalies, hobbies, and humors."
    },
    {
      "cite": "Victor Hugo",
      "quote": "England has two books, the Bible and Shakespeare. England made Shakespeare, but the Bible made England."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "England is a nation of shopkeepers."
    },
    {
      "cite": "E. M. Forster",
      "quote": "England has always been disinclined to accept human nature."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The people of England are the most enthusiastic in the world."
    },
    {
      "cite": "John Burroughs",
      "quote": "England is like the margin of a spring-run: near its source, always green, always cool, always moist, comparatively free from frost in winter and from drought in summer."
    },
    {
      "cite": "Isabel Fonseca",
      "quote": "It's not that hard to be glamorous in England."
    },
    {
      "cite": "Frederic Chopin",
      "quote": "England is a country of pianos, they are everywhere."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "You never find an Englishman among the under dogs except England, of course."
    },
    {
      "cite": "William Shakespeare",
      "quote": "England is safe, if true within itself."
    },
    {
      "cite": "Voltaire",
      "quote": "England has forty-two religions and only two sauces."
    },
    {
      "cite": "Fred Trueman",
      "quote": "England's always expecting. No wonder they call her the Mother Country"
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "If you want to eat well in England, eat three breakfasts."
    },
    {
      "cite": "Eric Cantona",
      "quote": "In England, your life is your life."
    },
    {
      "cite": "Horatio Nelson",
      "quote": "England expects every man to do his duty"
    },
    {
      "cite": "Queen Victoria",
      "quote": "Just close your eyes – and think of England."
    },
    {
      "cite": "Anonymous",
      "quote": "In England, everything stops for tea."
    }
  ]
}