{
  "source": "https://www.wisesayings.com/enigma-quotes/",
  "theme": "enigma",
  "quotes": [
    {
      "cite": "Demetri Martin",
      "quote": "I am a mystery wrapped in an enigma wrapped in a pita. Why the pita? That counts as another mystery."
    },
    {
      "cite": "Jack London",
      "quote": "At once he became an enigma. One side or the other of his nature was perfectly comprehensible; but both sides together were bewildering."
    },
    {
      "cite": "James Dyson",
      "quote": "Failure is an enigma. You worry about it, and it teaches you something."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "We shall never resolve the enigma of the relation between the negative foundations of greatness and that greatness itself."
    },
    {
      "cite": "Umberto Eco",
      "quote": "I have come to believe that the whole world is an enigma, a harmless enigma that is made terrible by our own mad attempt to interpret it as though it had an underlying truth."
    },
    {
      "cite": "Eugenio Montale",
      "quote": "I have always knocked at the door of that wonderful and terrible enigma which is life."
    },
    {
      "cite": "Graham Moore",
      "quote": "Enigma isn't difficult, it's impossible."
    },
    {
      "cite": "Dan Fogelman",
      "quote": "The woman's an enigma wrapped in a grouchy, adorable riddle."
    },
    {
      "cite": "William Arntz",
      "quote": "Is everyone a mystery? Is everyone an enigma? We most certainly are."
    },
    {
      "cite": "Darcey Bell",
      "quote": "She's an enigma my wife. You can get close to her, but you never quite reach her. She's like a, beautiful ghost."
    },
    {
      "cite": "Paul Attanasio",
      "quote": "Life is a mystery. Just accept it."
    },
    {
      "cite": "Andrew W. Marlowe",
      "quote": "Some mysteries aren't meant to be solved."
    },
    {
      "cite": "Arien Van Weesnbeek",
      "quote": "I open the door to a new dimension / Sigma enigma / I will create your reality / Believe in me, I am the answer to your questions"
    },
    {
      "cite": "Howling in the Fog",
      "quote": "Ashes to the wind, like shattered days / The enigma, dissolved in the unknown wisdom / Airtight, warmth and cold"
    },
    {
      "cite": "Howling in the Fog",
      "quote": "Whisper impossible  / Savor the eternal misunderstanding / The dawn of time / The enigma of life / The Enigma!"
    },
    {
      "cite": "Goat of Mendes",
      "quote": "Cannot comply much longer to the way my life had been  / For once I know the truth, an Enigma within"
    },
    {
      "cite": "Alexander Greenwald",
      "quote": "You're a silent rage, you're a hurricane / You are everything I cannot see and can't explain / You're an enigma wrapped in a mystery / Everywhere I go, I can't escape Your energy"
    },
    {
      "cite": "Enigmatic",
      "quote": "How very enigmatic you are. / If I could be / The me you wanted me to / be you'd see / I'm only scratching at the surface / I'm so much deeper / understand like you an enigma"
    },
    {
      "cite": "Lighthouse Row",
      "quote": "But they're so, so wrong  / You are so much more than all of that  / You're an enigma and you're so much more than that"
    },
    {
      "cite": "Jerry Cantrel",
      "quote": "Enigma wrapped in riddle  / Your life I belittle  / Dignity I'd steal  / Now I know how it feels"
    },
    {
      "cite": "Swano",
      "quote": "God gives you shelter at heavens shore, / Abandon your thoughts to the mighty. / Into the chapel of holiness, live for the / Sacred empire, engender the Enigma."
    },
    {
      "cite": "Theodore Zeldin",
      "quote": "Each person is an enigma. You're a puzzle not only to yourself but also to everyone else, and the great mystery of our time is how we penetrate this puzzle."
    },
    {
      "cite": "Bede Jarrett",
      "quote": "The mysterious is always attractive. People will always follow a vail."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Life has its enigmatic events, that can make it a mystery, or my misery. It all depends on how I view it."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Mystery is the wine of this universe. It makes us dizzy and makes us feel happy! Man needs enigma so that he can get rid of the dullness of the reality!"
    },
    {
      "cite": "Julia Cameron",
      "quote": "Mystery is at the heart of creativity. That, and surprise."
    },
    {
      "cite": "Emile Chartier",
      "quote": "Man himself is an enigma in motion; his questions never stay asked; whereas the mold, the footprint, and by natural extension, the statue itself, like the vaults, the arches, the temples with which man records his own passing, remain immobile and fix a moment of man's life, upon which one might endlessly meditate."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Paradoxically though it may seem, it is none the less true that life imitates art far more than art imitates life."
    },
    {
      "cite": "Jim Cantrell",
      "quote": "Enigma is really an investment in peace of mind."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The true mystery of the world is the visible, not the invisible."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "Mystery creates wonder and wonder is the basis of man's desire to understand."
    },
    {
      "cite": "Hans Urs von Balthasar",
      "quote": "Every mystery of life has its origin in the heart."
    },
    {
      "cite": "Patrick Savelkoul",
      "quote": "This enigma keeps me entangled / On the edge of insanity / Living my  / Transient being in / Trance / Wisdom has withered me / Within this warren of confusion"
    },
    {
      "cite": "David Brandes",
      "quote": "Stay close to me, infinity / Enigma's what we share / But I don't care / You'll be there."
    },
    {
      "cite": "Eric Barrier",
      "quote": "You rig the enigma  can't figure it out  / You change the route  now you're in doubt"
    },
    {
      "cite": "Buddha",
      "quote": "My enigma is  / Keeping our secret  / Cross my heart  / And hope to die  / Dream dynamic  / So panoramic  / When yearning wail  / My endless tale"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Bond your seducing enigma so immortally with my indigently commercial countenance; that it was / perennially impossible for me to be ever possessed by / any other enigma on this compassionate Universe; for unending more civilizations; yet to evolve"
    },
    {
      "cite": "Ario William Vitale",
      "quote": "Enigma love you swell the heart, / to crush the same when lovers part / But whether love and joy you bring / or bitter pain and Death's cold sting"
    },
    {
      "cite": "Bjørnstjerne Bjørnson",
      "quote": "For all that suffer release it offers, / But trails forever its own enigma. / A strange alliance with Death unites it, / That all it give Him,--itself excepting!"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "A single shadow of hers instilled so much enigma; that the entire compendium of fairy tales on this earth; unitedly failed to evoke"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "But the trail of mesmerizing enigma on your innocuously budding palms was astoundingly divinely; bestowing upon my staggering / beleaguered footsteps; a / spell of immoral happiness."
    },
    {
      "cite": "Hans-Georg Gadamer",
      "quote": "The enigma of health is just one small example form the range of problems which confront us."
    },
    {
      "cite": "J Todd Ferrier",
      "quote": "In the sacred Mysteries this was expressed by the term Agape. It was a word of signifying the Divine being as love.."
    },
    {
      "cite": "Adrienne E. Gavin",
      "quote": "Nevertheless mystery tends to be defined as a secret beyond human reason, in a religion sense known only by divine revelation."
    },
    {
      "cite": "Bottrell",
      "quote": "A mystery may give rise to many interpretations, it cannot be exhausted by any of them. These ideas, thoughts, and beliefs serve as windows to a higher reality; they speak of--and elicit--a deeper truth within the mind."
    },
    {
      "cite": "Bottrell",
      "quote": "We speak of darkness as the domain of mystery where we are confronted by the unknown."
    },
    {
      "cite": "V. M. Cokanasiga",
      "quote": "This was a world of every mystery--the mystery of time, the mystery of life, the mystery of joy, the mystery of love, the mystery of dreams, and every kind of mystery of the world. It was here taht every mystery began to explain itself, for nothing was left a mystery so that on one would be left confused."
    },
    {
      "cite": "John Elzinga",
      "quote": "God conceals, meaning that He doesn't let us know everything that's going on, so that there is some mystery to our lives."
    }
  ]
}