{
  "source": "https://www.wisesayings.com/enjoying-life-quotes/",
  "theme": "enjoying-life",
  "quotes": [
    {
      "cite": "James Taylor",
      "quote": "The secret of life is enjoying the passage of time."
    },
    {
      "cite": "Eddie Cantor",
      "quote": "Slow down and enjoy life. It's not only the scenery you miss by going too fast - you also miss the sense of where you are going and why."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience."
    },
    {
      "cite": "Harry Morant",
      "quote": "Live every day as if it were going to be your last; for one day you're sure to be right."
    },
    {
      "cite": "Karolina Kurkova",
      "quote": "Simply enjoy life and the great pleasures that come with it."
    },
    {
      "cite": "Joan Rivers",
      "quote": "I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive."
    },
    {
      "cite": "Jody Bower",
      "quote": "Follow your hopes and not your fears."
    },
    {
      "cite": "Lindsey Vonn",
      "quote": "If you go around being afraid, you're never going to enjoy life. You have only one chance, so you've got to have fun."
    },
    {
      "cite": "Satyendra Pandey",
      "quote": "Believe in \"live and let live\"."
    },
    {
      "cite": "Voltaire",
      "quote": "The safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "In all of living, have much fun and laughter. Life is to be enjoyed, not just endured."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Do anything, but let it produce joy."
    },
    {
      "cite": "Rachel Ann Nunes",
      "quote": "Do what makes you happy, be with who makes you smile, laugh as much as you breathe, and love as long as you live."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Stop seeking out the storms and enjoy more fully the sunlight."
    },
    {
      "cite": "Harold Whitman",
      "quote": "Don't ask yourself what the world needs; ask yourself what makes you come alive. And then go and do that. Because what the world needs is people who have come alive."
    },
    {
      "cite": "Tim Ferriss",
      "quote": "Slow down and remember this: Most things make no difference."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Go confidently in the direction of your dreams. Live the life you have imagined."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We must be willing to get rid of the life we've planned, so as to have the life that is waiting for us."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Go for it now. The future is promised to no one."
    },
    {
      "cite": "Charles Buxton",
      "quote": "You will never find time for anything. If you want time you must make it."
    },
    {
      "cite": "James Dean",
      "quote": "Dream as if you'll live forever. Live as if you'll die today."
    },
    {
      "cite": "Diane Ackerman",
      "quote": "I don't want to get to the end of my life and find that I lived just the length of it. I want to have lived the width of it as well."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "And in the end, it's not the years in your life that count. It's the life in your years."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Its important to have specific dreams. Dream Big. Dream without fear."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "Enjoy life. There's plenty of time to be dead."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Just play. Have fun. Enjoy the game."
    },
    {
      "cite": "Tanner Christensen",
      "quote": "Live in the moment. Forget the past and don't concern yourself with the future."
    },
    {
      "cite": "Patrick Flynn",
      "quote": "Fully embrace the now, no matter what the situation."
    },
    {
      "cite": "Lindsey Wonderson",
      "quote": "Participate in life instead of just watching it pass you by."
    },
    {
      "cite": "Leslie Brown",
      "quote": "Keep your spirit free, be flexible, let go."
    },
    {
      "cite": "Gerard Way",
      "quote": "One day your life will flash before your eyes. Make sure it's worth watching."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Never save the best for later. You don't know what tomorrow holds."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The most important thing is to enjoy your life, to be happy, it's all that matters."
    },
    {
      "cite": "William Feather",
      "quote": "No man is a failure who is enjoying life."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Find ecstasy in life. The mere sense of living is joy enough."
    },
    {
      "cite": "Urijah Faber",
      "quote": "Dream big, stay positive, work hard, and enjoy the journey."
    },
    {
      "cite": "Matt Biondi",
      "quote": "Enjoy the journey, enjoy every moment, and quit worrying about Winning and losing."
    },
    {
      "cite": "Teri Garr",
      "quote": "Take a step back, evaluate what is important, and enjoy life."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "It is not how much we have, but how much we enjoy, that makes happiness."
    },
    {
      "cite": "Sathya Sai Baba",
      "quote": "Life is a challenge, meet it! Life is a dream, realize it! Life is a game, play it! Life is love, enjoy it!"
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Learn to enjoy every minute of your life. Be happy now."
    },
    {
      "cite": "Eileen Caddy",
      "quote": "Live and work but do not forget to play, to have fun in life and really enjoy it."
    },
    {
      "cite": "Eric Davis",
      "quote": "Life is too short to worry about anything. You had better enjoy it because the next day promises nothing."
    },
    {
      "cite": "John Lennon",
      "quote": "Time you enjoy wasting, was not wasted."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "We will never enjoy life unless we make a quality decision to do so."
    },
    {
      "cite": "Sophia Loren",
      "quote": "You have to enjoy life. Always be surrounded by people that you like, people who have a nice conversation. There are so many positive things to think about."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Negative thinking keeps us from enjoying life."
    },
    {
      "cite": "Aaron Lauritsen",
      "quote": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow."
    },
    {
      "cite": "Avril Lavigne",
      "quote": "Life is like a roller coaster, live it, be happy, enjoy life."
    },
    {
      "cite": "Ben Hogan",
      "quote": "As you walk down the fairway of life you must smell the roses, for you only get to play one round."
    }
  ]
}