{
  "source": "https://www.wisesayings.com/enlightenment-quotes/",
  "theme": "enlightenment",
  "quotes": [
    {
      "cite": "Marianne Williamson",
      "quote": "Enlightenment is the key to everything, and it is the key to intimacy, because it is the goal of true authenticity."
    },
    {
      "cite": "Nikos Kazantzakis",
      "quote": "The real meaning of enlightenment is to gaze with undimmed eyes on all darkness."
    },
    {
      "cite": "Idries Shah",
      "quote": "Enlightenment must come little by little - otherwise it would overwhelm."
    },
    {
      "cite": "Elon Musk",
      "quote": "Really, the only thing that makes sense is to strive for greater collective enlightenment."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "Borrowing knowledge of reality from all sources, taking the best from every study, Science of Mind brings together the highest enlightenment of the ages."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Enlightenment is always there. Small enlightenment will bring great enlightenment. If you breathe in and are aware that you are alive - that you can touch the miracle of being alive - then that is a kind of enlightenment."
    },
    {
      "cite": "Bodhidharma",
      "quote": "Not creating delusions is enlightenment."
    },
    {
      "cite": "Lao Tzu",
      "quote": "There are many paths to enlightenment. Be sure to take one with a heart."
    },
    {
      "cite": "William Blake",
      "quote": "Enlightenment means taking full responsibility for your life."
    },
    {
      "cite": "Lama Surya Das",
      "quote": "Enlightenment is not about becoming divine. Instead it's about becoming more fully human. . . . It is the end of ignorance."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "There is no enlightenment outside of daily life."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "If I could define enlightenment briefly I would say it is \"the quiet acceptance of what is.\""
    },
    {
      "cite": "Carl Jung",
      "quote": "One does not become enlightened by imagining figures of light, but by making the darkness conscious."
    },
    {
      "cite": "Dogen",
      "quote": "Do not think you will necessarily be aware of your own enlightenment."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Nirvana or lasting enlightenment or true spiritual growth can be achieved only through persistent exercise of real love."
    },
    {
      "cite": "Walter Isaacson",
      "quote": "Just being the seeker, somebody whose open to spiritual enlightenment, is in itself the important thing and it's the reward for being a seeker in this world."
    },
    {
      "cite": "D. T. Suzuki",
      "quote": "Enlightenment is like everyday consciousness but two inches above the ground."
    },
    {
      "cite": "Vic Braden",
      "quote": "The moment of enlightenment is when a person's dreams of possibilities become images of probabilities."
    },
    {
      "cite": "Bodhidharma",
      "quote": "Only one person in a million becomes enlightened without a teacher's help."
    },
    {
      "cite": "George Orwell",
      "quote": "Enlightened people seldom or never possess a sense of responsibility."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who knows others is wise. He who knows himself is enlightened."
    },
    {
      "cite": "Andrew Cohen",
      "quote": "Everybody wants to get enlightened but nobody wants to change."
    },
    {
      "cite": "Kelsang Gyatso",
      "quote": "Enlightenment is the inner light of wisdom that is permanently free from all mistaken appearance, and whose function is to bestow mental peace upon each and every living being every day."
    },
    {
      "cite": "Lynn Johnston",
      "quote": "Only a couple of times have I ever been to church and felt enlightened by it."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "We need enlightenment, not just individually but collectively, to save the planet. We need to awaken ourselves. We need to practice mindfulness if we want to have a future, if we want to save ourselves and the planet."
    },
    {
      "cite": "Charlotte Joko Beck",
      "quote": "Enlightenment is not something you achieve. It is the absence of something. All your life you have been going forward after something, pursuing some goal. Enlightenment is dropping all that."
    },
    {
      "cite": "Adyashanti",
      "quote": "Enlightenment means waking up to what you truly are and then being that."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Spiritual realization is to see clearly that what I perceive, experience, think, or feel is ultimately not who I am, that I cannot find myself in all those things that continually pass away."
    },
    {
      "cite": "Stephan Bodian",
      "quote": "When you awaken, you realize that the separate person you took yourself to be is just a contract, a mental fabrication."
    },
    {
      "cite": "Sampo Kaasila",
      "quote": "Spiritual awakening is about waking up from your ego. It is not about awakening the ego."
    },
    {
      "cite": "Adyashanti",
      "quote": "Enlightenment is a demolition project. It simply shows you that everything you ever believed was true isn't."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "I believe enlightenment or revelation comes in daily life. I look for joy, the peace of action. You need action. I'd have stopped writing years ago if it were for the money."
    },
    {
      "cite": "Dogen Zenji",
      "quote": "Enlightenment is intimacy with all things."
    },
    {
      "cite": "Stephan Bodian",
      "quote": "The awakening process, once begun, develops its own momentum without effort on your part, and the truth naturally yearns to awaken itself through you."
    },
    {
      "cite": "Adyashanti",
      "quote": "Enlightenment is, in the end, nothing more than the natural state of being."
    },
    {
      "cite": "Sri Nisargadatta Maharaj",
      "quote": "Enlightenment cannot be attained nor forced. It can only happen when it is given a vacant space to appear in."
    },
    {
      "cite": "Dalai Lama",
      "quote": "True enlightenment is nothing but the nature of one's own self being fully realized."
    },
    {
      "cite": "Gary Crowley",
      "quote": "Enlightenment is the direct result of freedom from the illusion of a separate self. A profound understanding of this ultimate simplicity provides all that is required for an awakening to enlightenment."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Spiritual awakening is awakening from the dream of thought."
    },
    {
      "cite": "Osho",
      "quote": "Enlightenment is not a desire, is not a goal, is not an ambition. It is a dropping of all goals, a dropping of all desires, a dropping of all ambitions. It is just being natural. That's what is meant by flowing."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "Enlightenment is absolute cooperation with the inevitable."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Enlightenment is a direct experience with reality."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "Enlightenment is ego's ultimate disappointment."
    },
    {
      "cite": "Sen Sen Ming",
      "quote": "Even to be attached to the idea of enlightenment is to go astray."
    },
    {
      "cite": "Osho",
      "quote": "Enlightenment is when all hope disappears. Enlightenment is disappearance of hope."
    },
    {
      "cite": "Christy Turlington",
      "quote": "It is possible to experience an awakening in this life through realizing just how precious each moment, each mental process, and each breath truly is."
    },
    {
      "cite": "Jessamyn West",
      "quote": "A religious awakening which does not awaken the sleeper to love has roused him in vain."
    },
    {
      "cite": "Chogyam Trungpa",
      "quote": "The attainment of enlightenment from ego's point of view is extreme death, the death of self, the death of me and mine, the death of the watcher. It is the ultimate and final disappointment."
    },
    {
      "cite": "Jim Britt",
      "quote": "Waking up to who you are requires letting go of who you imagine yourself to be."
    },
    {
      "cite": "Osho",
      "quote": "Enlightenment is finding that there is nothing to find. Enlightenment is to come to know that there is nowhere to go."
    },
    {
      "cite": "James Schmidt",
      "quote": "Enlightenment were subjected to a scrutiny so thorough it is only a slight exaggeration to suggest that subsequent critics have raised few points that were not already considered in the 1780s."
    },
    {
      "cite": "James Schmidt",
      "quote": "The Enlightenment has been blamed for many things. It has been held responsible for the French Revolution, for totalitarianism, and for the view that nature is simply an object to be dominated, manipulated, and exploited."
    },
    {
      "cite": "James Schmidt",
      "quote": "Enlightenment has been implicated in one way or another in European imperialism and the most aggressive aspects of capitalism. While some have insisted that its skepticism about absolute values infects our culture with a nihilistic sluggishness, others have suggested that liberal societies should divest themselves of the Enlightenment's obsession with philosophical foundations."
    },
    {
      "cite": "James Schmidt",
      "quote": "It is said that Enlightenment passion for rights and liberties unleashed a destructive individualism that undermines any sense of community. Yet it has also been argued that its assumption that human nature was infinitely malleable has provided the intellectual inspiration for attempts by totalitarian states to eradicate all traces of individuality from their subjects."
    },
    {
      "cite": "James Schmidt",
      "quote": "Enlightenment has been criticized for its insensitivity to the tragic character of moral conflicts and for its naive assumption that all dilemmas have simple solutions."
    },
    {
      "cite": "James Schmidt",
      "quote": "Enlightenment has been argued that its attempt to construct a moral philosophy ended in failure, leaving us with either an impoverished moral vision that suppresses all values that cannot be reduced to instrumental efficiency or a corrupted moral discourse in which ethical evaluations are nother more than a mask for individual preferences."
    },
    {
      "cite": "James Schmidt",
      "quote": "Enlightenment has been castigated for its affection for master metanarratives and its hostility toward otherness. Its racism and its sexism have not passed unnoticed."
    },
    {
      "cite": "James Schmidt",
      "quote": "Enlightenment is at all faithful to its subject. Reservations can be registered on at least two fronts. First, the images of the Enlightenment we have considered here are, at best, caricatures that highlight certain features but miss others. Second, what these caricatures miss may very well be what is of greatest importance in understanding the continuing viability of some version of hopes of the Enlightenment."
    },
    {
      "cite": "John Robertson",
      "quote": "The Enlightenment's significance was believed to transcent its immediate historical circumstances: it held out the prospect of a new, explicitly modern understanding of human beings' place in the world, and of radical improvement in the human condition."
    },
    {
      "cite": "John Robertson",
      "quote": "The Enlightenment's significance was believed to transcent its immediate historical circumstances: it held out the prospect of a new, explicitly modern understanding of human beings' place in the world, and of radical improvement in the human condition."
    },
    {
      "cite": "William E. Burns",
      "quote": "The previous year had seen the foundation of the Paris-based Royal Society of Agriculture, the centerpiece of a vast state-led effort to promote agricultural enlightenment through the creation of a network of provincial associations."
    },
    {
      "cite": "Talib Kweli",
      "quote": "Due process, paying these dues, battling crews At the same time, livin in life, giving englightenment Seeing eye for the blind Through the darkness of the industry we ministry"
    },
    {
      "cite": "Cryptodira",
      "quote": "Enlightenment: my child and my doom. It is my project, which knows no bounds. There is nothing which limits or localizes it except for racial"
    },
    {
      "cite": "Roger A. Salerno",
      "quote": "With the enlightenment the world saw tighter restrictions and categorizations of discourses and behaviors."
    },
    {
      "cite": "Roger A. Salerno",
      "quote": "Still, proponents of Enlightenment thought advanced the notion of one truth, one reason, and one morality. But often buried under its gloss of universal intellectualism was class and cultural bias that provided little space for otherness."
    },
    {
      "cite": "Robert C. Bartlett",
      "quote": "The idea of enlightenment, one sees that the enlightenment properly so-called, that of the modern era, was preceded by a complex history of rationalism that can no longer be ignored or dismissed."
    },
    {
      "cite": "Robert C. Bartlett",
      "quote": "The enlightenment idea of reason embodies, the theory that there is a relation between the ahistorical essence of the human soul and moral truth, a relation which ensures that free and open discussion will produce one right answer."
    },
    {
      "cite": "Max Horkheimer",
      "quote": "The tireless self-destruction of enlightenment hypocritically celebrated by implacable fascists and implemented by pliable experts in humanity compels thought to forbid itself its last remaining innocence regarding the habits and tendencies of the Zeitgeist."
    },
    {
      "cite": "Max Horkheimer",
      "quote": "Enlightenment has always aimed at liberating human beings from fear and installing them as masters. Yet the wholly enlightened earth is radiant with triumphant calamity."
    },
    {
      "cite": "Max Horkheimer",
      "quote": "Enlightenment was the disenchantment of the world. It wanted to dispel myths, to overthrow fantasy with knowledge."
    },
    {
      "cite": "Reinhart Koselleck",
      "quote": "The enlightenment succumbed to a Utopian image which, while deceptively propelling it, helped to produce contradictions which could not be resolved in practice and prepared the way for the Terror and for dictatorship."
    },
    {
      "cite": "Reinhart Koselleck",
      "quote": "The enlightenment acquired a gravity of its own, which came at last to be one of its political conditions."
    },
    {
      "cite": "Reinhart Koselleck",
      "quote": "It was from absolutism that the enlightenment evolved initially as its inner consequence, later as its dialectical conterpart and antagonist, destined to lead the absolutist state to its demise."
    },
    {
      "cite": "Peter Gilmour",
      "quote": "Enlightenment, and whereas his reputation in the purely literary sphere did not much survive the eighteenth century, it is above all as the supreme representative of the enlightenment that he has been seen ever since."
    },
    {
      "cite": "Peter Gilmour",
      "quote": "Enlightenment enthusiasms of the times, although shared with some, the desire to deflate certain aspects of its optimism.The interest in the place and scope of religion in society, in the nature of morality, but above all in our attempts to understand the workings of our own minds and our relation to the world we take ourselves to be a part of, are all part of mainstream philosophical thinking as well as themes of the enlightenment."
    },
    {
      "cite": "Peter Gilmour",
      "quote": "Enlightenment thought was a cooperative result not due to any one person. It was to put chemistry in a relatively orderly state."
    },
    {
      "cite": "S. J. Barnett",
      "quote": "Enlightenment, the Age of Sensibility. It is therefore, not without difficulty that reliance on reason can be cited as an easy key to investigating the broad intellectual manifestation of the years."
    },
    {
      "cite": "S. J. Barnett",
      "quote": "Without citing any more than the most vague evidence, postmodernists have repeatedly asserted that the secularizing, reason-oriented enlightenment is the one and only origin of modernity."
    },
    {
      "cite": "S. J. Barnett",
      "quote": "Enlightenment is seen as a more or less homogenous phenomenon, led by a substantial movement of deistic radicals guided solely by the false prophet of reason."
    },
    {
      "cite": "S. J. Barnett",
      "quote": "Enlightenment as a source of modern progressive ideals such as religious toleration, hostility to superstition and a reverence for knowledge."
    }
  ]
}