{
  "source": "https://www.wisesayings.com/enough-quotes/",
  "theme": "enough",
  "quotes": [
    {
      "cite": "Lance Armstrong",
      "quote": "There comes a point in every man's life when he has to say. Enough is enough."
    },
    {
      "cite": "Jerry West",
      "quote": "When it's time for me to walk away from something, I walk away from it. My mind, my body, my conscience tell me that enough is enough."
    },
    {
      "cite": "Mae West",
      "quote": "You only live once, but if you do it right, once is enough."
    },
    {
      "cite": "Christopher Paul Curtis",
      "quote": "Just like when there's a time that a smart person knows enough is enough, there's a time when you know you've got to fight."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "Not everyone is lucky enough to understand how delicious it is to suffer."
    },
    {
      "cite": "Anders Sandberg",
      "quote": "We are smart enough to realize that we are stupid, and stupid enough to make the problem of becoming smarter hard."
    },
    {
      "cite": "Gail Tsukiyama",
      "quote": "We live a short enough time on this earth. A man should do what he loves."
    },
    {
      "cite": "Art Williams",
      "quote": "All you can do is all you can do, but all you can do is enough."
    },
    {
      "cite": "Lao Tzu",
      "quote": "He who knows that enough is enough will always have enough."
    },
    {
      "cite": "Jeffrey Fry",
      "quote": "Do only work that matters, and you will end up pleasing those who are important enough to care about it."
    },
    {
      "cite": "Owen Hart",
      "quote": "Enough is enough and it's time for a change."
    },
    {
      "cite": "Euripides",
      "quote": "Enough is abundance to the wise."
    },
    {
      "cite": "Alan Alda",
      "quote": "Be brave enough to live life creatively. The creative place where no one else has ever been."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "A man must be big enough to admit his mistakes, smart enough to profit from them, and strong enough to correct them."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "No man has a good enough memory to be a successful liar."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "He who is not courageous enough to take risks will accomplish nothing in life."
    },
    {
      "cite": "James R Cook",
      "quote": "Enough experience will make you wise."
    },
    {
      "cite": "Annonymuos",
      "quote": "Forget it enough to get over it and remember it enough so it doesn't happen again."
    },
    {
      "cite": "Anonymous",
      "quote": "Never think that you are not good enough for anyone, always ask yourself if they are good enough for you"
    },
    {
      "cite": "Rene Descartes",
      "quote": "It is not enough to have a good mind; the main thing is to use it well."
    },
    {
      "cite": "Elon Musk",
      "quote": "When something is important enough, you do it even if the odds are not in your favor."
    }
  ]
}