{
  "source": "https://www.wisesayings.com/enterprise-quotes/",
  "theme": "enterprise",
  "quotes": [
    {
      "cite": "Peter Drucker",
      "quote": "Free enterprise cannot be justified as being good for business. It can be justified only as being good for society."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Free enterprise has enabled the creative and the acquisitive urges of man to be given expression in a way which benefits all members of society. Let free enterprise fight back now, not for itself, but for all those who believe in freedom."
    },
    {
      "cite": "Aaron Levie",
      "quote": "In the enterprise you want to start intentionally small."
    },
    {
      "cite": "Raymond C. Hoiles",
      "quote": "Free enterprise is the sure and so far the only known way of constantly improving the well-being of mankind."
    },
    {
      "cite": "Henry Mintzberg",
      "quote": "An enterprise is a community of human beings, not a collection of \"human resources\"."
    },
    {
      "cite": "Benjamin Graham",
      "quote": "Those with the enterprise lack the money and those with the money lack the enterprise to buy stocks when they are cheap."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Free enterprise is a rough and competitive game. It is a hell of a lot better than a government monopoly."
    },
    {
      "cite": "Mitch Daniels",
      "quote": "Every successful enterprise has a very clear strategic purpose."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Free enterprise has done more to reduce poverty than all the government programs dreamed up by Democrats."
    },
    {
      "cite": "Gary Hamel",
      "quote": "An enterprise that is constantly exploring new horizons is likely to have a competitive advantage in attracting and retaining talent."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "No enterprise can exist for itself alone. It ministers to some great need, it performs some great service, not for itself, but for others; or failing therein, it ceases to be profitable and ceases to exist."
    },
    {
      "cite": "Lee Kun-hee",
      "quote": "An enterprise's most vital assets lie in its design and other creative capabilities."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The enterprise can fulfill its human and social functions only if it prospers as a business."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Enterprise is better than ease."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Private enterprise manages so much better all the concerns to which it is equal."
    },
    {
      "cite": "Marco Rubio",
      "quote": "The free enterprise system does not leave people behind."
    },
    {
      "cite": "Howard Schultz",
      "quote": "If you pour your heart into your work, or into any worthy enterprise, you can achieve dreams others may think impossible."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The enterprise that does not innovate ages and declines. And in a period of rapid change such as the present, the decline will be fast."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "No enterprise is more likely to succeed than one concealed from the enemy until it is ripe for execution."
    },
    {
      "cite": "Tacitus",
      "quote": "In private enterprises men may advance or recede, whereas they who aim at empire have no alternative between the highest success and utter downfall."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "Free enterprise means that the more enterprising you are, the freer you are."
    },
    {
      "cite": "John Charles Polanyi",
      "quote": "Science is an enterprise that can only flourish if it puts the truth ahead of nationality, ethnicity, class and color."
    },
    {
      "cite": "Murray Leinster",
      "quote": "The most difficult of enterprises is to secure the cooperation of others in enterprises those others did not think of first."
    },
    {
      "cite": "Samuel J. Palmisano",
      "quote": "Enterprise is hard work. You have to integrate the client with the optimized systems of all the servers and software."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "In capitalist enterprise there is no secure income and no security of wealth."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Business enterprise is an organ of society. There is only one valid definition of business purpose: to create a customer."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "A person of greater enterprise than discretion, who in embracing an opportunity has formed an unfortunate attachment."
    },
    {
      "cite": "Arthur C. Brooks",
      "quote": "Free enterprise is essentially a formula not just for wealth creation, but for life satisfaction."
    },
    {
      "cite": "Mitt Romney",
      "quote": "Free enterprise cannot only make us better off financially, it can make us better people."
    },
    {
      "cite": "Jessica Savitch",
      "quote": "Our free enterprise system of disseminating information is collectively referred to as The Media. But there is no collective."
    },
    {
      "cite": "Mark Twain",
      "quote": "Great enterprises usually promise vastly more than they perform."
    },
    {
      "cite": "Peter Drucker",
      "quote": "A business enterprise must continue beyond the lifetime of the individual or of the generation to be capable of producing its contributions to economy and to society."
    },
    {
      "cite": "John Milton",
      "quote": "No worthy enterprise can be done by us without continual plodding and wearisomeness to our faint and sensitive abilities."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Private enterprise is ceasing to be free enterprise. Private enterprise, indeed, became too private. It became privileged enterprise, not free enterprise."
    },
    {
      "cite": "Kevin B. Rollins",
      "quote": "In the enterprise, the trend is towards smaller, more powerful standardized systems where Dell is uniquely positioned."
    },
    {
      "cite": "Jamsetji Tata",
      "quote": "In a free enterprise, the community is not just another stakeholder, but is in fact the very purpose of its existence."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The enterprise, by definition, must be capable of producing more or better than all the resources that comprise it."
    },
    {
      "cite": "Ishmael Reed",
      "quote": "Free enterprise is not a bad idea and has produced art."
    },
    {
      "cite": "Jesse Ball",
      "quote": "It is at the heart of our human enterprise, that is to say, at the heart of society, to allow consensus a power it ought not to have."
    },
    {
      "cite": "Josh Becker",
      "quote": "Any enterprise of your own is a great enterprise."
    }
  ]
}