{
  "source": "https://www.wisesayings.com/enthusiasm-quotes/",
  "theme": "enthusiasm",
  "quotes": [
    {
      "cite": "Arthur Balfour",
      "quote": "Enthusiasm moves the world."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Enthusiasm is excitement with inspiration, motivation, and a pinch of creativity."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Flaming enthusiasm, backed up by horse sense and persistence, is the quality that most frequently makes for success."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Enthusiasm is the mother of effort, and without it nothing great was ever achieved."
    },
    {
      "cite": "Pele",
      "quote": "Enthusiasm is everything. It must be taut and vibrating like a guitar string."
    },
    {
      "cite": "William Howard Taft",
      "quote": "Enthusiasm for a cause sometimes warps judgment."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "There is a real magic in enthusiasm. It spells the difference between mediocrity and accomplishment."
    },
    {
      "cite": "Henry Ford",
      "quote": "Enthusiasm is the yeast that makes your hopes shine to the stars. Enthusiasm is the sparkle in your eyes, the swing in your gait. The grip of your hand, the irresistible surge of will and energy to execute your ideas."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Enthusiasm is the leaping lightning, not to be measured by the horse-power of the understanding."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "Protect your enthusiasm from the negativity of others."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Indeed, there is an eloquence in true enthusiasm that is not to be doubted."
    },
    {
      "cite": "Dada Vaswani",
      "quote": "Enthusiasm is the greatest asset you can possess, for it can take you further than money, power or influence."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Enthusiasm is the energy and force that builds literal momentum of the human soul and mind."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "True enthusiasm is a fine feeling whose flash I admire where-ever I see it."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Faked enthusiasm is worse than bad acting - it is bad acting with the intent to deceive."
    },
    {
      "cite": "Paul J. Meyer",
      "quote": "Enthusiasm is the yeast that raises the dough."
    },
    {
      "cite": "Loretta Young",
      "quote": "If you have enthusiasm, you have a very dynamic, effective companion to travel with you on the road to Somewhere."
    },
    {
      "cite": "Adora Svitak",
      "quote": "Enthusiasm just creates bubbles; it doesn't keep them from popping."
    },
    {
      "cite": "Murray Gell-Mann",
      "quote": "Enthusiasm is followed by disappointment and even depression, and then by renewed enthusiasm."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Enthusiasm is the most important thing in life."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Enthusiasm is the inspiration of everything great. Without it no man is to be feared, and with it none despised."
    },
    {
      "cite": "Robert Schumann",
      "quote": "Nothing right can be accomplished in art without enthusiasm."
    },
    {
      "cite": "L. E. Landon",
      "quote": "Enthusiasm is the divine particle in our composition: with it we are great, generous, and true; without it, we are little, false, and mean."
    },
    {
      "cite": "Susan Rabin",
      "quote": "Enthusiasm is contagious. Be a carrier."
    },
    {
      "cite": "Chris Martin",
      "quote": "We rely more on enthusiasm than actual skill. Whatever you do, do it enthusiastically and people will like it more."
    },
    {
      "cite": "Paul J. Meyer",
      "quote": "Enthusiasm glows, radiates, permeates and immediately captures everyone's interest."
    },
    {
      "cite": "Isaac D'Israeli",
      "quote": "Enthusiasm is that secret and harmonious spirit which hovers over the production of genius."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Enthusiasm - a distemper of youth, curable by small doses of repentance in connection with outward applications of experience."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Enthusiasm... the sustaining power of all great action."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "Enthusiasm is a form of social courage."
    },
    {
      "cite": "Sargent Shriver",
      "quote": "Being accused of enthusiasm is something I'll never live down."
    },
    {
      "cite": "William Warburton",
      "quote": "Enthusiasm is that temper of the mind in which the imagination has got the better of the judgment."
    },
    {
      "cite": "John Lothrop Motley",
      "quote": "Enthusiasm could not supply the place of experience."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "If you don't feel enthusiasm for what you are doing, then you probably should be doing something else as enthusiasm is a key to success."
    },
    {
      "cite": "Gordon Parks",
      "quote": "Enthusiasm is the electricity of life. How do you get it? You act enthusiastic until you make it a habit."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Enthusiasm is a volcano on whose top never grows the grass of hesitation."
    },
    {
      "cite": "unknown",
      "quote": "Enthusiasm is the Spirit of God working with you."
    },
    {
      "cite": "Minna Antrim",
      "quote": "Enthusiasms, like stimulants, are often affected by people with small mental ballast."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Enthusiasm is the genius of sincerity and truth accomplishes no victories without it."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Your enthusiasm will be infectious, stimulating and attractive to others. They will love you for it. They will go for you and with you."
    },
    {
      "cite": "Desiderius Erasmus",
      "quote": "Great eagerness in the pursuit of wealth, pleasure, or honor, cannot exist without sin."
    },
    {
      "cite": "Carine Roitfeld",
      "quote": "Enthusiasm is something so positive."
    },
    {
      "cite": "Conrad Hilton",
      "quote": "Enthusiasm is a vital element toward the individual success of every man or woman."
    },
    {
      "cite": "Henry Chester",
      "quote": "Enthusiasm is the greatest asset in the world. It beats money, power and influence."
    },
    {
      "cite": "Tuckerman",
      "quote": "National enthusiasm is the nursery of genius."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Nothing is so contagious as enthusiasm."
    },
    {
      "cite": "Claude Helvetius",
      "quote": "Every man without passions has within him no principle of action, nor motive to act."
    },
    {
      "cite": "Sir Edward Appleton",
      "quote": "I rate enthusiasm even above professional skill."
    },
    {
      "cite": "Henry Chester",
      "quote": "Enthusiasm is nothing more or less than faith in action."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Enthusiasm releases the drive to carry you over obstacles and adds significance to all you do."
    }
  ]
}