{
  "source": "https://www.wisesayings.com/entitlement-quotes/",
  "theme": "entitlement",
  "quotes": [
    {
      "cite": "Guy Kawasaki",
      "quote": "Entitlement is the opposite of enchantment."
    },
    {
      "cite": "Steven Furtick",
      "quote": "Gratitude begins where my sense of entitlement ends."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "A sense of entitlement is a cancerous thought process that is void of gratitude and can be deadly to our relationships."
    },
    {
      "cite": "Perry Noble",
      "quote": "Thankfulness eradicates entitlement."
    },
    {
      "cite": "Brene Brown",
      "quote": "What separates privilege from entitlement is gratitude."
    },
    {
      "cite": "Pete Wilson",
      "quote": "An attitude of entitlement is inversely related to one of gratitude."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "When we replace a sense of service and gratitude with a sense of entitlement and expectation, we quickly see the demise of our relationships, society, and economy."
    },
    {
      "cite": "Will Davis Jr.",
      "quote": "Pride and entitlement always go with unforgiveness. The longer you hold someone's offense over them, the more likely you are to start feeling arrogant and entitled to your posture toward him."
    },
    {
      "cite": "HBR Patel",
      "quote": "Entitlement creates an illusion of superiority that clouds our ability of self-improvisation."
    },
    {
      "cite": "Robert Evans",
      "quote": "When a parent shows up with an attitude of entitlement, understand that under it is a boatload of anxiety."
    },
    {
      "cite": "Jon Kyl",
      "quote": "It is true that, when an entitlement begins to be enjoyed by people, they like to keep it."
    },
    {
      "cite": "Ted Cruz",
      "quote": "No major entitlement, once it has been implemented, has ever been unwound."
    },
    {
      "cite": "Gloria Allred",
      "quote": "Male privilege and entitlement are dying a very painful death; no one gives up power without a struggle."
    },
    {
      "cite": "Pat Buchanan",
      "quote": "Once an entitlement program has been created with millions of beneficiaries, it becomes almost impossible to repeal."
    },
    {
      "cite": "Sarah Churchwell",
      "quote": "People who are given whatever they want soon develop a sense of entitlement and rapidly lose their sense of proportion."
    },
    {
      "cite": "George F. Will",
      "quote": "The most capricious modern entitlement is not just Social Security but to self-esteem."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "There's no such thing as entitlement, unless someone has first met an obligation."
    },
    {
      "cite": "Douglas Booth",
      "quote": "What annoys people is the idea that somebody has everything, and they're allowed to get away with anything. It's the sense of entitlement that gets up people's noses."
    },
    {
      "cite": "Chris Tiegreen",
      "quote": "Thankfulness is difficult to express when one starts with an attitude of entitlement."
    },
    {
      "cite": "Dr. Janice Anderson &amp; Kiersten Anderson",
      "quote": "Entitlement is an expression of conditional love. Nobody is ever entitled to your love. You always have a right to protect your mental, emotional, and physical well-being by removing yourself from toxic people and circumstances."
    },
    {
      "cite": "Justin Buzzard",
      "quote": "Grace destroys entitlement."
    },
    {
      "cite": "Harlan Ellison",
      "quote": "You are not entitled to your opinion. You are entitled to your informed opinion. No one is entitled to be ignorant."
    },
    {
      "cite": "James Wolcott",
      "quote": "Everyone is entitled to his own nostalgia."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Every righteous man or woman is entitled to revelation concerning his own affairs."
    },
    {
      "cite": "Neil Blumenthal",
      "quote": "If you're entitled, you likely think you know more than you do."
    },
    {
      "cite": "Patrick Moynihan",
      "quote": "We are each entitled to our own opinion, but no one is entitled to his own facts."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every man is entitled to be valued by his best moment."
    },
    {
      "cite": "Martin Firrell",
      "quote": "Everybody should be entitled to one lie, one failing, one infidelity."
    },
    {
      "cite": "Jamie Moyer",
      "quote": "Everyone is entitled to their own opinions, which people don't seem to be shy about expressing."
    },
    {
      "cite": "Marian Wright Edelman",
      "quote": "Don't feel entitled to anything you didn't sweat and struggle for."
    },
    {
      "cite": "James Salter",
      "quote": "You are perfectly entitled to invent your life and to claim that it's true."
    },
    {
      "cite": "Judith Martin",
      "quote": "We are all entitled to our little harmless habits, but we are not entitled to demand approval for them."
    },
    {
      "cite": "Liev Schreiber",
      "quote": "Entitlement is lethal."
    },
    {
      "cite": "Jeanne Phillips",
      "quote": "People who take more than their share usually feel an inflated sense of entitlement."
    },
    {
      "cite": "Jonathan Coleman",
      "quote": "A man is entitled to a few secrets."
    },
    {
      "cite": "Jesse Neo",
      "quote": "You are entitled to your own success."
    },
    {
      "cite": "John Stossel",
      "quote": "Entitlement? How can you be entitled to someone else's money?"
    },
    {
      "cite": "Tea Obreht",
      "quote": "We're all entitled to our superstitions."
    }
  ]
}