{
  "source": "https://www.wisesayings.com/entrepreneurship-quotes/",
  "theme": "entrepreneurship",
  "quotes": [
    {
      "cite": "Peter Drucker",
      "quote": "Entrepreneurship is neither a science nor an art. It is a practice."
    },
    {
      "cite": "Warren G. Tracy's student",
      "quote": "Entrepreneurship is living a few years of your life like most people won't, so you can spend the rest of your life like most people can't."
    },
    {
      "cite": "Anita Roddick",
      "quote": "Nobody talks about entrepreneurship as survival, but that's exactly what it is and what nurtures creative thinking. Running that first shop taught me business is not financial science; its about trading: buying and selling."
    },
    {
      "cite": "Natalie Clifford Barney",
      "quote": "Entrepreneurship is the last refuge of the trouble making individual."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "This defines entrepreneur and entrepreneurship - the entrepreneur always searches for change, responds to it, and exploits it as an opportunity."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "Entrepreneurship is not for everyone."
    },
    {
      "cite": "Robert Herjavec",
      "quote": "What is great about entrepreneurship is that entrepreneurs create the tangible from the intangible."
    },
    {
      "cite": "Vivek Wadhwa",
      "quote": "The truth is that entrepreneurship is more like a roller coaster ride than a cruise."
    },
    {
      "cite": "Eric Ries",
      "quote": "I believe for the first time in history, entrepreneurship is now a viable career."
    },
    {
      "cite": "Ameya Agrawal",
      "quote": "Entrepreneurship is a responsibility rather than a profession."
    },
    {
      "cite": "Timothy Freriks",
      "quote": "Part of the reward of entrepreneurship lies in having the courage to believe in yourself and take action."
    },
    {
      "cite": "Jeffry Timmons",
      "quote": "Entrepreneurship is the ability to create and build from a vision practically nothing: fundamentally it is a human, creative act."
    },
    {
      "cite": "Vishwas Mudagal",
      "quote": "One of the biggest hurdles in the path of entrepreneurship is home loans."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "When you create more small businesses, you create small entrepreneurship. Out of that comes self-determination and employment."
    },
    {
      "cite": "Glenn Hubbard",
      "quote": "To me, entrepreneurship means something different. I think of it as identifying and valuing opportunity."
    },
    {
      "cite": "Shubham Choudhary",
      "quote": "If Entrepreneurship was easy, the term would have been easier to pronounce too!"
    },
    {
      "cite": "Strive Masiyiwa",
      "quote": "Entrepreneurship without skills limits your growth potential."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "The best reason to start an organization is to make meaning-to create a product or service to make the world a better place."
    },
    {
      "cite": "Lindsay Manseau",
      "quote": "Starting your own business is like riding a roller coaster. There are highs and lows and every turn you take is another twist. The lows are really low, but the highs can be really high. You have to be strong, keep your stomach tight, and ride along with the roller coaster that you started."
    },
    {
      "cite": "David Geffen",
      "quote": "The opportunity for an entrepreneur to start a company from scratch today is abysmal."
    },
    {
      "cite": "Madam C.J. Walker",
      "quote": "I had to make my own living and my own opportunity! But I made it! Don't sit down and wait for the opportunities to come. Get up and make them!"
    },
    {
      "cite": "Michael Gerber",
      "quote": "The entrepreneur is not really interested in doing the work; he is interested in creating the way the company operates. In that regard, the entrepreneur is an inventor. He or she loves to invent, but does not love to manufacture or sell or distribute what he or she invents."
    },
    {
      "cite": "Ron Conway",
      "quote": "Any time is a good time to start a company."
    },
    {
      "cite": "Dave Thomas",
      "quote": "What do you need to start a business? Three simple things: know your product better than anyone, know your customer, and have a burning desire to succeed."
    },
    {
      "cite": "Ted Turner",
      "quote": "Early to bed, early to rise, work like hell and advertise."
    },
    {
      "cite": "Paula Nelson",
      "quote": "Going into business for yourself, becoming an entrepreneur, is the modern-day equivalent of pioneering on the old frontier."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "There is only one way to make a great deal of money; and that is in a business of your own."
    },
    {
      "cite": "Catherine Cook",
      "quote": "To any entrepreneur: if you want to do it, do it now. If you don't, you're going to regret it."
    },
    {
      "cite": "Kevin Systrom",
      "quote": "If you've got an idea, start today. There's no better time than now to get going. That doesn't mean quit your job and jump into your idea 100% from day one, but there's always small progress that can be made to start the movement."
    },
    {
      "cite": "Gurbaksh Chahal",
      "quote": "People tend to think that in order to start a new business they have to come up with something new and dazzling, but that's a myth-and it's often propagated by venture capitalists."
    }
  ]
}