{
  "source": "https://www.wisesayings.com/entropy-quotes/",
  "theme": "entropy",
  "quotes": [
    {
      "cite": "Vaclav Havel",
      "quote": "Just as the constant increase of entropy is the basic law of the universe, so it is the basic law of life to be ever more highly structured and to struggle against entropy."
    },
    {
      "cite": "Rudolf Arnheim",
      "quote": "Entropy theory is indeed a first attempt to deal with global form; but it has not been dealing with structure. All it says is that a large sum of elements may have properties not found in a smaller sample of them."
    },
    {
      "cite": "Rudolf Arnheim",
      "quote": "Entropy theory, on the other hand, is not concerned with the probability of succession in a series of items but with the overall distribution of kinds of items in a given arrangement."
    },
    {
      "cite": "Arthur Stanley Eddington",
      "quote": "Entropy is time's arrow."
    },
    {
      "cite": "Jacques Monod",
      "quote": "Evolution in the biosphere is therefore a necessarily irreversible process defining a direction in time; a direction which is the same as that enjoined by the law of increasing entropy, that is to say, the second law of thermodynamics. This is far more than a mere comparison: the second law is founded upon considerations identical to those which establish the irreversibility of evolution. Indeed, it is legitimate to view the irreversibility of evolution as an expression of the second law in the biosphere."
    },
    {
      "cite": "J. Robert Oppenheimer",
      "quote": "The powerful notion of entropy, which comes from a very special branch of physics is certainly useful in the study of communication and quite helpful when applied in the theory of language."
    },
    {
      "cite": "Willard Gibbs",
      "quote": "Any method involving the notion of entropy, the very existence of which depends on the second law of thermodynamics, will doubtless seem to many far-fetched, and may repel beginners as obscure and difficult of comprehension."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "The increase of disorder or entropy with time is one example of what is called an arrow of time, something that distinguishes the past from the future, giving a direction to time."
    },
    {
      "cite": "Hans Christian von Baeyer",
      "quote": "Entropy is not about speeds or positions of particles, the way temperature and pressure and volume are, but about our lack of information."
    },
    {
      "cite": "Ilya Prigogine",
      "quote": "Entropy is the price of structure."
    },
    {
      "cite": "Norbert Wiener",
      "quote": "Just as entropy is a measure of disorganization, the information carried by a set of messages is a measure of organization. In fact, it is possible to interpret the information carried by a message as essentially the negative of its entropy, and the negative logarithm of its probability. That is, the more probable the message, the less information it gives. Cliches, for example, are less illuminating than great poems."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "All things tend toward entropy. The whole universe is moving outward, the stars pulling away from one another, God knows what falling through the cracks between them."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Only entropy comes easy."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "Entropy shakes its angry fist at you for being clever enough to organize the world."
    },
    {
      "cite": "Mihaly Csikszentmihalyi",
      "quote": "Entropy is the normal state of consciousness a condition that is neither useful nor enjoyable."
    },
    {
      "cite": "John Tooby",
      "quote": "Entropy makes things fall, but life ingeniously rigs the game so that when they do they often fall into place."
    }
  ]
}