{
  "source": "https://www.wisesayings.com/environmental-quotes/",
  "theme": "environmental",
  "quotes": [
    {
      "cite": "Bernie Sanders",
      "quote": "Good environmental policy is good economic policy."
    },
    {
      "cite": "David A. Ridenour",
      "quote": "With environmental progress continuing, environmental consciousness high among the american people and the environmental movement increasingly viewed as an obstacle to further environmental progress, both earth day and the environmental movement may have run their course."
    },
    {
      "cite": "Hugh Ross",
      "quote": "The potential in many environmental issues is that if you undertake corrective action without appropriate understanding of the problem, then you wind up doing more harm than good."
    },
    {
      "cite": "David R Brower",
      "quote": "Let the mountains talk, let the river run. Once more, and forever."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Environmental concern is now firmly embedded in public life: in education, medicine and law; in journalism, literature and art."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Environmental quality was drastically improved while economic activity grew by the simple expedient of removing lead from gasoline which prevented it from entering the environment."
    },
    {
      "cite": "Kiefer Sutherland",
      "quote": "I do believe very strongly that all of us and all of the other things in the context of our planet with mother nature, all of these things absolutely have a profound effect."
    },
    {
      "cite": "Charles Darwin",
      "quote": "The love for all living creatures is the most noble attribute of man."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty."
    },
    {
      "cite": "Valerius Geist",
      "quote": "Curing environmental ills requires not a stance outside nature, but a stance within nature, a role not as onlooker without, but as an actor within."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Our environment, the world in which we live and work, is a mirror of our attitudes and expectations."
    },
    {
      "cite": "Ivan Illich",
      "quote": "The re-establishment of an ecological balance depends on the ability of society to counteract the progressive materialization of values. The ecological balance cannot be re-established unless we recognize again that only persons have ends and only persons can work towards them."
    },
    {
      "cite": "Russel Honore",
      "quote": "People need to be cautious because anything built by man can be destroyed by mother nature."
    },
    {
      "cite": "Terry Krautwurst",
      "quote": "Our challenge isn't so much to teach children about the natural world but to find ways to nurture and sustain the instinctive connections they already carry."
    },
    {
      "cite": "Richard Bentall",
      "quote": "The only way you can estimate environmental influences is by measuring them."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Environmental pollution is an incurable disease. It can only be prevented."
    },
    {
      "cite": "Brooke Burke",
      "quote": "I really believe in the environmental movement right now it only takes a little effort to make a big difference."
    },
    {
      "cite": "John Muir",
      "quote": "Keep close to nature's heart and break clear away, once in awhile, and climb a mountain or spend a week in the woods. Wash your spirit clean."
    },
    {
      "cite": "Elizabeth I",
      "quote": "The use of sea and air is common to all; neither can a title to the ocean belong to any people or private persons, forasmuch as neither nature nor public use and custom permit any possession therof."
    },
    {
      "cite": "Keanu Reeves",
      "quote": "Environmental issues are on everyone's mind. It's part of our culture now and I can only applaud and laud anyone who is doing what they can and raising awareness."
    },
    {
      "cite": "David Foreman",
      "quote": "Our environmental problems originate in the hubris of imagining ourselves as the central nervous system or the brain of nature. We're not the brain, we are a cancer on nature."
    },
    {
      "cite": "Ace Frehley",
      "quote": "I don't see this planet being they're talking about how they're turning around the environmental problems here, but I think it's already too late."
    },
    {
      "cite": "David Attenborough",
      "quote": "All our environmental problems become easier to solve with fewer people and harder and ultimately impossible to solve with ever more people."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Earth provides enough to satisfy every man's needs, but not every man's greed."
    },
    {
      "cite": "Lisa P. Jackson",
      "quote": "Environmental challenges have the power to deny equality of opportunity and hold back the progress of communities."
    },
    {
      "cite": "Christopher Dodd",
      "quote": "We learned that economic growth and environmental protection can and should go hand in hand."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "The real cure for our environmental problems is to understand that our job is to salvage mother nature. We are facing a formidable enemy in this field. It is the hunters and to convince them to leave their guns on the wall is going to be very difficult."
    },
    {
      "cite": "Clive Anderson",
      "quote": "On the environmental front there's concern about global warming and high levels of carbon dioxide, and trees take in CO2 and store carbon."
    },
    {
      "cite": "Stewart Udall",
      "quote": "Plans to protect air and water, wilderness and wildlife are in fact plans to protect man."
    },
    {
      "cite": "John Guillebaud",
      "quote": "We must not put pressure on people, but by providing information on the population and the environments, and appropriate contraception for everyone doctors should help bring family size into the arena of environmental ethics, analogous to avoiding patio heaters and high carbon cars."
    },
    {
      "cite": "Cathy McMorris",
      "quote": "Maintaining healthy forests is essential to those who make a living from the land and for those of us who use them for recreational purposes."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "If we do not permit the earth to produce beauty and joy, it will in the end not produce food, either."
    },
    {
      "cite": "David Suzuki",
      "quote": "In the environmental movement, every time you lose a battle it's for good, but our victories always seem to be temporary and we keep fighting them over and over again."
    },
    {
      "cite": "Alan Clark",
      "quote": "The more you know about a species, the more you understand about how better to help protect them."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Look deep into nature, and then you will understand everything better."
    },
    {
      "cite": "Jim Clyburn",
      "quote": "Environmental policy must strike a balance between the earth's best interests and our citizen's pressing needs"
    },
    {
      "cite": "Edmund Hillary",
      "quote": "Environmental problems are really social problems anyway. They begin with people as the cause and end with people as the victims."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "Water and air, the two essential fluids on which all life depends, have become global garbage cans."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "We need a new environmental consciousness on a global basis. To do this, we need to educate people."
    },
    {
      "cite": "Barry Commoner",
      "quote": "The environmental crisis is a signal of this approaching catastrophe."
    },
    {
      "cite": "Elizabeth Rogers",
      "quote": "There's something very environmental about quality. We live in such a disposable society, but real style doesn't change that much."
    },
    {
      "cite": "Jakob Bohme",
      "quote": "Everything we see in nature is manifested truth; only we are not able to recognize it unless truth is manifest within ourselves."
    },
    {
      "cite": "Ramez Naam",
      "quote": "Environmental concern is a phenomena that tends to rise in a nation after a certain level of wealth."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "So nature deals with us, and takes away our play things one by one, and by the hand leads us to rest."
    },
    {
      "cite": "John Muir",
      "quote": "Take a course in good water and air; and in the eternal youth of Nature you may renew your own. Go quietly, alone; no harm will befall you."
    },
    {
      "cite": "Ma Jun",
      "quote": "We firmly believe the environmental issues cannot be addressed without extensive public participation, but people need to be informed before they can get involved."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The best friend of earth of man is the tree. When we use the tree respectfully and economically, we have one of the greatest resources on the earth."
    }
  ]
}