{
  "source": "https://www.wisesayings.com/environment-quotes/",
  "theme": "environment",
  "quotes": [
    {
      "cite": "Theodore Roosevelt",
      "quote": "To waste and destroy our natural resources, to skin and exhaust the land instead of using it so as to increase its usefulness, will result in undermining in the days of our children the very prosperity which we ought by right to hand down to them."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The environment is everything that isn't me."
    },
    {
      "cite": "Dennis Weaver",
      "quote": "We don't have to sacrifice a strong economy for a healthy environment."
    },
    {
      "cite": "Lady Bird Johnson",
      "quote": "The environment is where we all meet; where all have a mutual interest; it is the one thing all of us share."
    },
    {
      "cite": "Barbara Ward",
      "quote": "We have forgotten how to be good guests, how to walk lightly on the earth as its other creatures do."
    },
    {
      "cite": "Margaret Mead",
      "quote": "We won't have a society if we destroy the environment."
    },
    {
      "cite": "Duncan Sheik",
      "quote": "It's inevitable your environment will influence what you do."
    },
    {
      "cite": "Maria Montessori",
      "quote": "The environment acts more strongly upon the individual life the less fixed and strong this individual life may be."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "Our planet's alarm is going off, and it is time to wake up and take action!"
    },
    {
      "cite": "Mohith Agadi",
      "quote": "Environment is no one's property to destroy; it's everyone's responsibility to protect."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The earth has a skin and that skin has diseases; one of its diseases is called man."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Our environment, the world in which we live and work, is a mirror of our attitudes and expectations."
    },
    {
      "cite": "Richard Rogers",
      "quote": "The only way forward, if we are going to improve the quality of the environment, is to get everybody involved."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Create and maintain a beautiful environment and surroundings in which to live."
    },
    {
      "cite": "Mark Caine",
      "quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself."
    },
    {
      "cite": "Anonymous",
      "quote": "Lets nurture the nature, so that we can have a better future."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "There is a sufficiency in the world for man's need but not for man's greed."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "It is in man's heart that the life of nature's spectacle exists; to see it, one must feel it."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "When environment changes, there must be a corresponding change in life."
    },
    {
      "cite": "Francis Bacon",
      "quote": "We cannot command Nature except by obeying her."
    },
    {
      "cite": "Dan Quayle",
      "quote": "It isn't pollution that's harming the environment. It's the impurities in our air and water that are doing it."
    },
    {
      "cite": "Anonymous",
      "quote": "It is not the sun that wither the plants to death but the man who gradually beats the trees to death."
    },
    {
      "cite": "Ansel Adams",
      "quote": "It is horrifying that we have to fight our own government to save the environment."
    },
    {
      "cite": "Wangari Maathai",
      "quote": "We need to promote development that does not destroy our environment."
    },
    {
      "cite": "Anonymous",
      "quote": "Earth is our mother. In spite of our desire to harm our mother, she will always love us forever."
    },
    {
      "cite": "Enock Maregesi",
      "quote": "Be nice to the environment. Be nice to animals. Be nice to people. If you do that, you will leave a mark on the world."
    },
    {
      "cite": "Wangari Maathai",
      "quote": "We owe it to ourselves and to the next generation to conserve the environment so that we can bequeath our children a sustainable world that benefits all."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people."
    },
    {
      "cite": "Sidney Poitier",
      "quote": "Accept that environment compromises values far more than values do their number on environment."
    },
    {
      "cite": "William Shakespeare",
      "quote": "One touch of nature makes the whole world kin."
    },
    {
      "cite": "Halsey",
      "quote": "The environment around you shapes who you are. How you handle an emergency or how you react when someone is rude to you, that's you."
    },
    {
      "cite": "Steven Redhead",
      "quote": "Everyone become a creation of their environment."
    },
    {
      "cite": "Walter C. Alvarez",
      "quote": "With a good heredity, nature deals you a fine hand at cards; and with a good environment, you learn to play the hand well."
    },
    {
      "cite": "Evan Esar",
      "quote": "Man is the control experiment of heredity and environment; and since his heredity controls him, he tries to control his environment."
    },
    {
      "cite": "Gale Norton",
      "quote": "Local innovation and initiative can help us better understand how to protect our environment."
    },
    {
      "cite": "Robert Redford",
      "quote": "I think the environment should be put in the category of our national security. Defense of our resources is just as important as defense abroad. Otherwise what is there to defend?"
    },
    {
      "cite": "John Nuir",
      "quote": "Take a course in good water and air; and in the eternal youth of Nature you may renew your own. Go quietly, alone; no harm will befall you."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Environmental concern is now firmly embedded in public life: in education, medicine and law; in journalism, literature and art."
    },
    {
      "cite": "Will Steger",
      "quote": "Within 10 years it will be impossible to travel to the North Pole by dog team. There will be too much open water."
    },
    {
      "cite": "Aeschylus",
      "quote": "By polluting clear water with slime you will never find good drinking water."
    },
    {
      "cite": "Garrett Hardin",
      "quote": "Why are ecologists and environmentalists so feared and hated? This is because in part what they have to say is new to the general public, and the new is always alarming."
    },
    {
      "cite": "Frank Murkowski",
      "quote": "Pushing production out of America to nations without our environmental standards increases global environmental risks."
    },
    {
      "cite": "Olympia Snowe",
      "quote": "In today's world, it is no longer unimaginable to think that business can operate - and even thrive - in an environmentally-friendly manner."
    },
    {
      "cite": "Garrett Hardin",
      "quote": "No one should be able to enter a wilderness by mechanical means."
    },
    {
      "cite": "Frank Murkowski",
      "quote": "I firmly believe that we can have a healthy environment and a sustainable timber industry."
    },
    {
      "cite": "Barry Commoner",
      "quote": "The modern assault on the environment began about 50 years ago, during and immediately after World War II."
    },
    {
      "cite": "Dennis Weaver",
      "quote": "When we realize we can make a buck cleaning up the environment, it will be done!"
    },
    {
      "cite": "Mickie Mueller",
      "quote": "For ages, tree have been revered for many reasons by humankind. We use trees for shelter, we harvest from them, and we have made weapons and shields from their wood to protect ourselves and to hunt game."
    },
    {
      "cite": "Mickie Mueller",
      "quote": "Trees have provided wood for the fires that kept us warm and cooked our food, and we have shared fellowship, stories, and ritual around fires fed by the trees of the earth."
    },
    {
      "cite": "Mickie Mueller",
      "quote": "One of the most valuable inventions of the modern age--books, the bringers of knowledge--would not be available to us if not for trees."
    },
    {
      "cite": "Mickie Mueller",
      "quote": "Trees have touched our lives on so many levels that they have become a part of us forever."
    },
    {
      "cite": "Jane Kirkland",
      "quote": "Depending on where you live, the flowering broadleaf trees in spring can be as beautiful as the colorful leaves are in the fall."
    },
    {
      "cite": "The World Bank Policy Paper",
      "quote": "Planting trees on farms and establishing shelterbelts can significantly increase crop and livestock yields, in addition to protecting soil and water resources."
    },
    {
      "cite": "The World Bank Policy Paper",
      "quote": "Forest are the most extensive terrestrial ecosystem, and nearly 500 million people depends on forests for their livelihood."
    },
    {
      "cite": "Steven Silvern",
      "quote": "Around the world, environmental change is rapidly occurring as a result of human actions to transform the earth into a livable home."
    },
    {
      "cite": "Jeremy Vetter",
      "quote": "We live in an era of great concern about environmental sustainability. Global problems such as climate change, resource depletion, and biodiversity reduction have worked their way into both public and scholarly consciousness with a force not felt in at least a generation."
    },
    {
      "cite": "Sri Mata Amritanandamayi Devi",
      "quote": "Human beings make nature happy by having good thoughts and going good actions."
    },
    {
      "cite": "Sri Mata Amritanandamayi Devi",
      "quote": "Nature blesses us with bountiful, overflowing harvests."
    },
    {
      "cite": "Sri Mata Amritanandamayi Devi",
      "quote": "It is high time to give serious thought to protecting nature. The destruction of nature is synonymous to the destruction of humanity."
    },
    {
      "cite": "Sri Mata Amritanandamayi Devi",
      "quote": "In truth, we are not protecting nature. It is nature who protects us."
    },
    {
      "cite": "Hatherleigh",
      "quote": "Painters understand nature and love her and teach us to see her."
    },
    {
      "cite": "Hatherleigh",
      "quote": "If one really loves nature, one can find beauty in it."
    },
    {
      "cite": "Hatherleigh",
      "quote": "The natural world offers constancy and comfort inn chaotic times."
    },
    {
      "cite": "Hatherleigh",
      "quote": "When every email and text messages seems to require an immediate response, a hike in the woods clears the mind and reframes our focus."
    },
    {
      "cite": "Hatherleigh",
      "quote": "Those who contemplate the beauty of the earth find reserves of strength that will endure as long as life lasts."
    },
    {
      "cite": "Dennis Weaver",
      "quote": "We don't have to sacrifice a strong economy for a healthy environment."
    },
    {
      "cite": "Brian Mulroney",
      "quote": "I think the government has to reposition environment on top of their national and international priorities."
    },
    {
      "cite": "Cathy McMorris",
      "quote": "Maintaining healthy forests is essential to those who make a living from the land and for those of us who use them for recreational purposes."
    },
    {
      "cite": "Victoria Principal",
      "quote": "Unless we keep this planet healthy, everything else is for naught."
    },
    {
      "cite": "Dixie Lee Ray",
      "quote": "Mankind is considered(by the radical environmentalists) the lowest and the meanest of all species and is blamed for everything."
    },
    {
      "cite": "Dixie Lee Ray",
      "quote": "The government should set a goal for a clean environment but not mandate how that goal should be implemented."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Nature is the vehicle of thought, and in a simple, double, and threefold degree."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A rule of one art, or a law of organization, holds true throughout nature."
    },
    {
      "cite": "Sirshree",
      "quote": "Knowing your true nature is true spirituality."
    },
    {
      "cite": "Sirshree",
      "quote": "There is abundance, there is more than enough in Nature."
    },
    {
      "cite": "Sirshree",
      "quote": "Those who understand the laws of Nature never aim small."
    },
    {
      "cite": "Sirshree",
      "quote": "Change and transformation is the rule of nature."
    },
    {
      "cite": "Janet R. Hunter",
      "quote": "Our environment provides the sources of our livelihood and enjoyment of life, as well as sinks for the disposal of our waste products."
    },
    {
      "cite": "Janet R. Hunter",
      "quote": "Our environment is the capsule in which we live. It surrounds us, sustains and nurtures us, and provides us with not just the basic requirements of living but also with the amenities and pleasures associated with modern life."
    },
    {
      "cite": "Encyclopaedia Britannica",
      "quote": "It is time to rethink how we interact with and use the environment and to develop a new relationship with nature because, ultimately, nothing less than our survival is at stake."
    }
  ]
}