{
  "source": "https://www.wisesayings.com/environmentalist-quotes/",
  "theme": "environmentalist",
  "quotes": [
    {
      "cite": "Ban Ki-moon",
      "quote": "Saving our planet, lifting people out of poverty, advancing economic growth these are one and the same fight. We must connect the dots between climate change, water scarcity, energy shortages, global health, food security and women's empowerment. Solutions to one problem must be solutions for all."
    },
    {
      "cite": "Ban Ki-moon",
      "quote": "Saving our planet, lifting people out of poverty, advancing economic growth... these are one and the same fight. We must connect the dots between climate change, water scarcity, energy shortages, global health, food security and women's empowerment. Solutions to one problem must be solutions for all."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Environmental pollution is an incurable disease. It can only be prevented."
    },
    {
      "cite": "John Garamendi",
      "quote": "Mother Nature comes up against reality, and the reality is that the system doesn't work."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Environmental quality was drastically improved while economic activity grew by the simple expedient of removing lead from gasoline which prevented it from entering the environment."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Earth provides enough to satisfy every man's needs, but not every man's greed."
    },
    {
      "cite": "Barry Commoner",
      "quote": "Environmental concern is now firmly embedded in public life: in education, medicine and law; in journalism, literature and art."
    },
    {
      "cite": "Bernie Sanders",
      "quote": "Good environmental policy is good economic policy."
    },
    {
      "cite": "John Denver",
      "quote": "If as an environmentalist we are against anything. It is against the arrogance of power and the most obcene ways it shows up, which is in greed."
    },
    {
      "cite": "John Muir",
      "quote": "Keep close to Nature's heart and break clear away, once in awhile, and climb a mountain or spend a week in the woods. Wash your spirit clean."
    },
    {
      "cite": "Sharon Gannon",
      "quote": "To be an environmentalist is to care about the environment and care about life on planet Earth."
    },
    {
      "cite": "Jacques Yves",
      "quote": "The real cure for our environmental problems is to understand that our job is to salvage Mother Nature. We are facing a formidable enemy in this field. It is the hunters and to convince them to leave their guns on the wall is going to be very difficult."
    },
    {
      "cite": "John Muir",
      "quote": "Keep close to Nature's heart and break clear away, once in awhile, and climb a mountain or spend a week in the woods. Wash your spirit clean."
    },
    {
      "cite": "John James",
      "quote": "A true conservationist is a man who knows that the world is not given by his fathers, but borrowed from his children."
    },
    {
      "cite": "Hugh Ross",
      "quote": "The potential in many environmental issues is that if you undertake corrective action without appropriate understanding of the problem, then you wind up doing more harm than good."
    },
    {
      "cite": "Gandhi",
      "quote": "The good man is the friend of all living things."
    },
    {
      "cite": "Tom Allen",
      "quote": "Energy conservation is the foundation of energy independence."
    },
    {
      "cite": "Fujio Cho",
      "quote": "Environmentally friendly cars will soon cease to be an option they will become a necessity."
    },
    {
      "cite": "Zeena Schreck",
      "quote": "Environmentalists and secular humanists insist that humans will destroy the planet. Corporate capitalists and many religious fundamentalists have no regard for wildlife and nature. Ultimately, this dualistic battle is based on false premises. In fact, this planet is more powerful than the human species."
    },
    {
      "cite": "Ban Ki-moon",
      "quote": "Sustainable development is the pathway to the future we want for all. It offers a framework to generate economic growth, achieve social justice, exercise environmental stewardship and strengthen governance."
    },
    {
      "cite": "Marlee Matlin",
      "quote": "The Earth does not belong to us: we belong to the Earth."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "Conservation is a state of harmony between men and land."
    },
    {
      "cite": "John Dewey",
      "quote": "Nature is the mother and the habitat of man, even if sometimes a stepmother and an unfriendly home."
    },
    {
      "cite": "David Brin",
      "quote": "Only people with full stomachs become environmentalists."
    },
    {
      "cite": "Stewart Udall",
      "quote": "Plans to protect air and water, wilderness and wildlife are in fact plans to protect man."
    },
    {
      "cite": "Van Jones",
      "quote": "Environmentalists and clean energy champions should stop telling people that we are working for sustainability, which nobody understands."
    },
    {
      "cite": "George Carlin",
      "quote": "Environmentalists changed the word jungle to rain forest, because no one would give them money to save a jungle. Same with swamps and wetlands."
    }
  ]
}