{
  "source": "https://www.wisesayings.com/envy-quotes/",
  "theme": "envy",
  "quotes": [
    {
      "cite": "Franois de la Rochefoucauld",
      "quote": "Our envy always lasts longer than the happiness of those we envy."
    },
    {
      "cite": "Baltasar Gracin",
      "quote": "The envious die not once, but as oft as the envied win applause."
    },
    {
      "cite": "Charley Reese",
      "quote": "It is never wise to seek or wish for another's misfortune. If malice or envy were tangible and had a shape, it would be the shape of a boomerang."
    },
    {
      "cite": "Harold Coffin",
      "quote": "Envy is the art of counting the other fellow's blessings instead of your own."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Envy is thin because it bites but never eats."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Envy, if surrounded on all sides by the brightness of another's prosperity, like the scorpion confined within a circle of fire, will sting itself to death."
    },
    {
      "cite": "Henry Abbey",
      "quote": "Envy is the coward side of Hate, And all her ways are bleak and desolate."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Envy is a gun with a faulty breech-lock which flares back and burns the gunner."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Envy is a littleness of soul, which cannot see beyond a certain point, and if it does not occupy the whole space, feels itself excluded."
    },
    {
      "cite": "Wellins Calcott",
      "quote": "Take heed you harbour not that vice call'd Envy, lest another's happiness be your torment, and God's blessing become your curse."
    },
    {
      "cite": "Buddha",
      "quote": "Do not overrate what you have received, nor envy others. He who envies others does not obtain peace of mind."
    },
    {
      "cite": "Aeschylus",
      "quote": "It is in the character of very few men to honor without envy a friend who has prospered."
    },
    {
      "cite": "Proverbs 14:30",
      "quote": "A sound heart is the life of the flesh: but envy the rottenness of the bones."
    },
    {
      "cite": "Alexander Solzhenitsyn",
      "quote": "Our envy of others devours us most of all."
    },
    {
      "cite": "Jean Vanier",
      "quote": "Envy comes from people's ignorance of, or lack of belief in, their own gifts."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Rust consumes iron and envy consumes itself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Envy is the tax which all distinction must pay."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Nothing sharpens sight like envy."
    },
    {
      "cite": "Johann Von Goethe",
      "quote": "Men are so constituted that every one undertakes what he sees another successful in, whether he has aptitude for it or not."
    },
    {
      "cite": "William Hazlitt",
      "quote": "Envy among other ingredients has a mixture of the love of justice in it. We are more angry at undeserved than at deserved good-fortune."
    },
    {
      "cite": "Socrates",
      "quote": "The envious person grows lean with the fatness of their neighbor."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Oh, what a bitter thing it is to look into happiness through another man's eyes."
    },
    {
      "cite": "Franois de la Rochefoucauld",
      "quote": "Envy is more irreconcilable than hatred."
    },
    {
      "cite": "Ovid",
      "quote": "Envy feeds on the living, after death it rests, then the honor of a man protects him."
    },
    {
      "cite": "John Gay",
      "quote": "Fools may our scorn, not envy, raise. For envy is a kind of praise."
    },
    {
      "cite": "unknown",
      "quote": "Envy is a symptom of lack of appreciation of our own uniqueness and self worth. Each of us has something to give that no one else has."
    },
    {
      "cite": "English Proverb",
      "quote": "Envy shoots at others and wounds itself."
    },
    {
      "cite": "Muhammad",
      "quote": "Keep yourselves far from envy; it eateth up and taketh away good actions, like as fire eateth up and burneth wood."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Envy is ever joined with the comparing of a man's self; and where there is no comparison, no envy."
    },
    {
      "cite": "Arthur Chapman",
      "quote": "Envy is like a fly that passes all the body's sounder parts, and dwells upon the sores"
    },
    {
      "cite": "Samuel Johnson",
      "quote": "All envy is proportionate to desire; we are uneasy at the attainments of another, according as we think our own happiness would be advanced by the addition of that which he withholds from us."
    },
    {
      "cite": "Seneca",
      "quote": "No one can have all he wants, but a man can refrain from wanting what he has not, and cheerfully make the best of a bird in the hand."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "For one man who sincerely pities our misfortunes, there are a thousand who sincerely hate our success."
    },
    {
      "cite": "Charles Aldridge",
      "quote": "The envious speak from the heart about morality; they are consumed by hunger and begrudging. They tolerate, when no one else listens; and with the spur of spite, they applaud another's prosperity."
    },
    {
      "cite": "Juvenal",
      "quote": "Great power which incites great envy, hurls some men to destruction; they are drowned in a long splendid stream of honors."
    },
    {
      "cite": "Ovid",
      "quote": "Envy feeds on the living, after death it rests, then the honor of a man protects him."
    },
    {
      "cite": "Gore Vidal",
      "quote": "Whenever a friend succeeds, a little something in me dies."
    },
    {
      "cite": "Groucho Marx",
      "quote": "There is no sweeter sound than the crumbling of ones fellow man."
    },
    {
      "cite": "Mark Twain",
      "quote": "Man will do many things to get himself loved; he will do all things to get himself envied."
    },
    {
      "cite": "Thomas Browne",
      "quote": "Let age, not envy, draw wrinkles on thy cheeks."
    },
    {
      "cite": "Aeschylus",
      "quote": "It is in the character of very few men to honor without envy a friend who has prospered."
    },
    {
      "cite": "The Bible",
      "quote": "Covetousness, which is idolatry."
    },
    {
      "cite": "Democritus",
      "quote": "The laws would not prevent each man from living according to his inclination, unless individuals harmed each other; for envy creates the beginning of strife."
    },
    {
      "cite": "Herodotus",
      "quote": "It is better to be envied than pitied."
    },
    {
      "cite": "Pythagoras",
      "quote": "Envy has been, is, and shall be, the destruction of many. What is there, that Envy hath not defamed, or Malice left undefiled? Truly, no good thing."
    },
    {
      "cite": "Titus Livy",
      "quote": "No man likes to be surpassed by those of this own level."
    },
    {
      "cite": "James Thomson",
      "quote": "Base envy withers at another's joy, And hates that excellence it cannot reach."
    },
    {
      "cite": "Winston Churchill",
      "quote": "You have enemies? Good. That means you've stood up for something, sometime in your life."
    },
    {
      "cite": "Charles Churchill",
      "quote": "With that malignant envy which turns pale, And sickens, even if a friend prevail."
    },
    {
      "cite": "Claudian",
      "quote": "Nothing can allay the rage of biting envy."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "Envy follows worth as a shadow follows a body."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Envy never has a holiday."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Other people's things are more pleasing to us. and ours to other people."
    },
    {
      "cite": "Roman Proverb",
      "quote": "The envious man grows lean at the prosperity of another."
    },
    {
      "cite": "Akhenaton",
      "quote": "Attribute not the good actions of another to bad causes; thou canst not know his heart but the world will know by this that thine is full of envy."
    },
    {
      "cite": "Felix Lope de Vega",
      "quote": "There is no greater glory than love, nor any greater punishment than jealousy."
    },
    {
      "cite": "Yi Jung",
      "quote": "Be aware of any feelings of envy that arise, and counter them by developing your own self-worth."
    },
    {
      "cite": "John Chrysostom",
      "quote": "As a moth gnaws a garment, so doth envy consumes a man."
    },
    {
      "cite": "German Saying",
      "quote": "Envy eats nothing but its own heart."
    },
    {
      "cite": "John Marrant",
      "quote": "Envy and pride are the leading lines to all the misery that mankind has suffered from the beginning of the world to this day."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Envy is the most stupid of vices, for there is no single advantage to be gained from it."
    },
    {
      "cite": "John Lancaster Spalding",
      "quote": "Whoever has freed himself from envy and bitterness may begin to try to see things as they are."
    },
    {
      "cite": "Yevgeny Yevtushenko",
      "quote": "A show of envy is an insult to oneself."
    },
    {
      "cite": "Brooke",
      "quote": "Envy is but the smoke of low estate, ascending still against the fortunate."
    },
    {
      "cite": "Churchill",
      "quote": "No crime is so great to envy as daring to excel."
    },
    {
      "cite": "Rochefoucauld",
      "quote": "We are often vain of even the most criminal of our passions, but envy is so shameful a passion that we never dare to acknowledge it."
    },
    {
      "cite": "Colton",
      "quote": "Envy ought to have no place allowed it in the heart of man; for the goods of this present world are so vile and low that they are beneath it, and those of the future world is so vast and exalted that they are above it."
    },
    {
      "cite": "Clarendon",
      "quote": "If envy, like anger, did not burn itself in its own fire and consume and destroy those persons it possesses before it can destroy those it wishes worst to, it would set the whole world on fire, and leave the most excellent persons the most miserable."
    },
    {
      "cite": "Bp Wilson",
      "quote": "Envy makes us see what will serve to accuse others, and not perceive what may justify them."
    },
    {
      "cite": "St. Augustine of Hippo",
      "quote": "Envy and hatred try to pierce our neighbor with a sword. But the blade cannot reach him unless it first passes through our own body."
    },
    {
      "cite": "Stephen Charnock",
      "quote": "Envy is a denial of providence."
    },
    {
      "cite": "Monica Furlong",
      "quote": "If envy was not such a tearing thing to feel, it would be the most comic of sins. It is usually, if not always, based on a complete misunderstanding of another person's situation."
    },
    {
      "cite": "William Franklin",
      "quote": "Envy takes the joy, happiness, and contentment out of living."
    },
    {
      "cite": "Watchman Nee",
      "quote": "Envy of another man's calling can work havoc on our own."
    },
    {
      "cite": "Henry Smith",
      "quote": "Envy is sin, and it punisheth itself like gluttony; for it fretteth the heart, shorteneth the life, and eateth the flesh."
    },
    {
      "cite": "Antisthenes",
      "quote": "As iron is eaten by rust, so are the envious consumed by envy."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Envy is the basis of democracy."
    },
    {
      "cite": "E.M. Cioran",
      "quote": "That envy is universal is best proved by the fact that it breaks out among the mad themselves in their brief intervals of lucidity."
    },
    {
      "cite": "Abigail Adams",
      "quote": "There is envy and jealousy sufficient in the world to seek to lessen a character however beneficial to the country or useful to the state."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "Envy always implies conscious inferiority wherever it resides."
    },
    {
      "cite": "Adelaide Anne Procter",
      "quote": "Spite of his many successes, / Men loved him the same; / My one pale ray of good fortune / Met scoffing and blame. / When we erred, they gave him pity, / But me -- only shame."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Envy is a curse with the darkest shadow / Its yearning left unsettled in a greenish cast / Jealousy its evil twin beyond veracity purview / Coveting the burning torches —of all darkness past."
    }
  ]
}