{
  "source": "https://www.wisesayings.com/epic-quotes/",
  "theme": "epic",
  "quotes": [
    {
      "cite": "Ernest Renan",
      "quote": "The epic disappeared along with the age of personal heroism; there can be no epic with artillery."
    },
    {
      "cite": "E. O. Wilson",
      "quote": "The true evolutionary epic, retold as poetry, is as intrinsically ennobling as any religious epic."
    },
    {
      "cite": "Mark O'Connell",
      "quote": "The culture of the Epic Fail, in its rituals of comic sacrifice, is a culture of sublimated predation."
    },
    {
      "cite": "Lascelles Abercrombie",
      "quote": "If epic poetry is a definite species, the sagas do not fall within it."
    },
    {
      "cite": "Patricia A. Mckillip",
      "quote": "Epics are never written about libraries. They exist on whim; it depends on if the conquering army likes to read."
    },
    {
      "cite": "N. K. Jemisin",
      "quote": "With epic fantasy, there is a tendency for it to be quintessentially conservative in that its job is to restore what is perceived to be out of whack."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The true epic of our times is not \"Arm's and the Man,\" but \"Tools and the Man\"--an infinitely wider kind of epic."
    },
    {
      "cite": "Lascelles Abercrombie",
      "quote": "Epic poetry exhibits life in some great symbolic attitude. It cannot strictly be said to symbolize life itself, but always some manner of life."
    },
    {
      "cite": "Anatole Broyard",
      "quote": "The epic implications of being human end in more than this: We start our lives as if they were momentous stories, with a beginning, a middle and an appropriate end, only to find that they are mostly middles."
    },
    {
      "cite": "Lascelles Abercrombie",
      "quote": "An epic is not made by piecing together a set of heroic lays, adjusting their discrepancies and making them into a continuous narrative."
    },
    {
      "cite": "Aesop",
      "quote": "A false tale often betrays itself."
    },
    {
      "cite": "Jackie Chan",
      "quote": "As one tale ends, so another begins."
    },
    {
      "cite": "Susan Fletcher",
      "quote": "The tale is often wiser than the teller."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "All bad writers are in love with the epic."
    },
    {
      "cite": "Lascelles Abercrombie",
      "quote": "The first epics were intended for recitation; the literary epic is meant to be read."
    },
    {
      "cite": "William Shakespeare",
      "quote": "An honest tale speeds best being plainly told."
    },
    {
      "cite": "Anatole France",
      "quote": "A tale without love is like beef without mustard: insipid."
    },
    {
      "cite": "Charlton Heston",
      "quote": "An epic is the easiest kind of picture to make badly."
    },
    {
      "cite": "Aesop",
      "quote": "Every tale is not to be believed."
    },
    {
      "cite": "Robin S. Sharma",
      "quote": "Epic production has less to do with your willpower and more to do with the routines you install. Get those right, and you'll enjoy exponential results automatically."
    }
  ]
}