{
  "source": "https://www.wisesayings.com/epilepsy-quotes/",
  "theme": "epilepsy",
  "quotes": [
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "For centuries, epilepsy was the exact expectation of someone being possessed by the Devil. There was no better explanation, and it allows you to admit the existence of the Devil. If there's a Devil, that mean's there's a God."
    },
    {
      "cite": "Hippocrates",
      "quote": "Men think epilepsy divine, merely because they do not understand it. But if they called everything divine which they do not understand, why, there would be no end to divine things."
    },
    {
      "cite": "Charles Rosen",
      "quote": "Stage fright, like epilepsy, is a divine ailment, a sacred madness. It is a grace that is sufficient in the old Jesuit sense - that is, insufficient by itself but a necessary condition for success."
    },
    {
      "cite": "Christopher Robin",
      "quote": "Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think."
    },
    {
      "cite": "Rachel Joy",
      "quote": "We can fight seizures if we fight for our dreams everyday and appreciate the little things we accomplish."
    },
    {
      "cite": "Ray Robinson",
      "quote": "Electricity is life but electricity is an invisible fist punching up your spine, knocking your brains right out of your skull."
    },
    {
      "cite": "Lynda Resnick",
      "quote": "Epilepsy is a disease in the shadows. Patients are often reluctant to admit their condition - even to close family, friends or co-workers - because there's still a great deal of stigma and mystery surrounding the disease that plagued such historical figures as Julius Caesar, Edgar Allan Poe and Lewis Carroll."
    },
    {
      "cite": "Solange nicole",
      "quote": "There's nothing more debilitating about a disability than the way people treat you over it."
    },
    {
      "cite": "Emile M. Cioran",
      "quote": "Life is merely a fracas on an unmapped terrain, and the universe a geometry stricken with epilepsy."
    },
    {
      "cite": "George C. Scott",
      "quote": "The human spirit is stronger than anything that can happen to it."
    },
    {
      "cite": "Ken MacLeod",
      "quote": "There's a part of the human brain, the temporal lobe, that is associated with religious experiences as well as with epilepsy."
    },
    {
      "cite": "Mary Loughling",
      "quote": "The ribbon is like a visual hug for someone with epilepsy."
    },
    {
      "cite": "Tim Cummings",
      "quote": "It's easier for me to make sense of it that way than it is for me to face the other way reality. And yet, those evil spirits that were unleashed be they fake entities from a stupid carnival ride, or cruel malevolencies from dark spiritual chasms of our universe have stayed with me all these years"
    },
    {
      "cite": "Lynda Resnick",
      "quote": "When people affected by epilepsy are reluctant to expose their condition, the public remains in the dark about it - a tragic irony that has made patient care and raising funds for research more than challenging."
    },
    {
      "cite": "Rachel Scott",
      "quote": "We can fight seizures if we fight for our dreams everyday and appreciate the little things we accomplish"
    },
    {
      "cite": "Hippocrates",
      "quote": "Men think epilepsy divine, merely because they do not understand it. We will one day understand what causes it, and then cease to call it divine. And so it is with everything in the universe."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change."
    },
    {
      "cite": "David Eagleman",
      "quote": "If an epileptic seizure is focused in a particular sweet spot in the temporal lobe, a person wonÂ´t have motor seizures, but instead something more subtle. The effect is something like a cognitive seizure, marked by changes of personality, hyperreligiosity (an obsession with religion and feelings of religious certainity), hypergraphia (extensive writing on a subject, usually about religion), the false sense of an external presence, and, often, the hearing voices that are attributed to a god. Some fraction of historyÂ´s prophets, martyrs, and leaders appear to have had temporal lobe epilepsy."
    },
    {
      "cite": "Thomm Quackenbush",
      "quote": "[Epilepsy] gave her an adversity to fight against. It had shaped her personality, the need to be careful and secretive, and the ability to see things a bit differently from the neurotypical. She granted that this feeling of having a broken brain that required her to be sensitive, to look always inward to survive, might be why she turned artist."
    },
    {
      "cite": "Anonymous",
      "quote": "Having epilepsy does not mean you have to expect and cope with depression. You have as much right to help and support as anyone else."
    }
  ]
}