{
  "source": "https://www.wisesayings.com/epiphany-quotes/",
  "theme": "epiphany",
  "quotes": [
    {
      "cite": "James Joyce",
      "quote": "By an epiphany he meant a sudden spiritual manifestation, whether in vulgarity of speech or of gesture or in a memorable phase of the mind itself"
    },
    {
      "cite": "Abraham Isaac Kook",
      "quote": "An epiphany enables you to sense creation not as something completed, but as constantly becoming, evolving, ascending. This transports you from a place where there is nothing new to a place where there is nothing old, where everything renews itself, where heaven and earth rejoice as at the moment of creation."
    },
    {
      "cite": "Kim Stanley",
      "quote": "Every moment an epiphany arrives and cleaves the mountain asunder."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Love is the epiphany of God in our poverty."
    },
    {
      "cite": "Chris Matakas",
      "quote": "Perhaps the journey towards epiphany is an unseen, steady process towards understanding. Likened to a combination safe, as you scroll the dial towards the inevitable correct combination you cannot tangibly see your progress."
    },
    {
      "cite": "Constantine E. Scaros",
      "quote": "Without the quest, there can be no epiphany."
    },
    {
      "cite": "Ananda Coomaraswamy",
      "quote": "Becoming is not a contradiction of being but the epiphany of being."
    },
    {
      "cite": "Steven Galloway",
      "quote": "It's a rare gift to understand that your life is wondrous, and that it won't last forever."
    },
    {
      "cite": "John Milton",
      "quote": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world."
    },
    {
      "cite": "Chuck Close",
      "quote": "Those who are waiting for an epiphany to strike may wait forever. The artist simply goes to work, making art, both good and not so good."
    },
    {
      "cite": "Dalai Lama",
      "quote": "With realization of one's own potential and self-confidence in one's ability, one can build a better world."
    },
    {
      "cite": "John Milton",
      "quote": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies."
    },
    {
      "cite": "Irvine Welsh",
      "quote": "The inspiration can come in such small ways that if you sit there just waiting for the big epiphany you'll sit there for the rest of your life."
    },
    {
      "cite": "Jim Harrison",
      "quote": "Naturally we would prefer seven epiphanies a day and an earth not so apparently devoid of angels."
    },
    {
      "cite": "Jeffrey A. Lockwood",
      "quote": "The epiphany was simply tucked away for consideration after we were back on campus. Sometimes a revelation comes with a flash of heavenly light and a booming voice and sometimes it is jotted in a sun-bleached spiral notebook."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "If you look throughout human history the central epiphany of every religious tradition always occurs in the wilderness."
    }
  ]
}