{
  "source": "https://www.wisesayings.com/epitaph-quotes/",
  "theme": "epitaph",
  "quotes": [
    {
      "cite": "George Sutherland",
      "quote": "For the saddest epitaph which can be carved in memory of a vanished liberty is that it was lost because its possessors failed to stretch forth a saving hand while yet there was time."
    },
    {
      "cite": "Vincent Okay Nwachukwu",
      "quote": "Our loved ones may be nailed in a coffin but their epitaph is nailed in our hearts. Death cannot kill love."
    },
    {
      "cite": "Paul Eldridge",
      "quote": "Reading the epitaphs, our only salvation lies in resurrecting the dead and burying the living."
    },
    {
      "cite": "Robert Emmet",
      "quote": "Let no man write my epitaph; for as no man who knows my motives dare now vindicate them, let not prejudice or ignorance asperse them. Let them rest in obscurity and peace! Let my memory be left in oblivion, my tomb remain uninscribed, until other times and other men can do justice to my character."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Epitaph, n. An inscription on a tomb, showing that virtues acquired by death have a retroactive effect."
    },
    {
      "cite": "Pericles",
      "quote": "For heroes have the whole earth for their tomb; and in lands far from their own, where the column with its epitaph declares it, there is enshrined in every breast a record unwritten with no tablet to preserve it, except that of the heart"
    },
    {
      "cite": "Sydney Hook",
      "quote": "Those who say that life is worth living at any cost have already written an epitaph of infamy, for there is no cause and no person that they will not betray to stay alive."
    },
    {
      "cite": "Yash Thakur",
      "quote": "Instead of writing epitaph on your grave ; more beautiful and memorable is to leave some hand written letters to your wife, sons and daughters and grandchildren."
    },
    {
      "cite": "Marilyn L. Rice",
      "quote": "A man's character is best described in his epitaph."
    },
    {
      "cite": "Irvin S. Cobb",
      "quote": "An epitaph is a belated advertisement for a line of goods that has been discontinued."
    },
    {
      "cite": "Madeleine de Puisieux",
      "quote": "A great name without merit is like an epitaph on a coffin."
    },
    {
      "cite": "William Shakespeare",
      "quote": "After your death you were better have a bad epitaph than their ill report while you live."
    },
    {
      "cite": "Mark Twain",
      "quote": "If you take epitaphs seriously, we ought to bury the living and resurrect the dead."
    },
    {
      "cite": "Uche Ohia",
      "quote": "Death looses its sting when the epitaph drafted for the tombstone of the departed even by those with whom he crossed swords in his lifetime is filled with encomiums."
    },
    {
      "cite": "Paolo Bacigalupi",
      "quote": "We write dust epitaphs for our vanquished enemies and watch them blow away in the desert wind."
    },
    {
      "cite": "Brian Clough",
      "quote": "I want no epitaphs of profound history and all that type of thing. I contributed. I would hope they would say that, and I would hope somebody liked me."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Wit is the epitaph of an emotion."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "Sure, if I reprehend anything in this world it is the use of my oracular tongue, and a nice derangement of epitaphs."
    }
  ]
}