{
  "source": "https://www.wisesayings.com/equality-quotes/",
  "theme": "equality",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Before God, we are all equally wise, and equally foolish."
    },
    {
      "cite": "Frances Wright",
      "quote": "Equality is the soul of liberty; there is, in fact, no liberty without it."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "These men ask for just the same thing: fairness, and fairness only. This is, so far as in my power, they, and all others, shall have."
    },
    {
      "cite": "Carl Shurz",
      "quote": "From the equality of rights springs identity of our highest interests; you cannot subvert your neighbor's rights without striking a dangerous blow at your own."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Equality is not in regarding different things similarly, equality is in regarding different things differently."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness"
    },
    {
      "cite": "Proverb",
      "quote": "Six feet of earth make all men equal."
    },
    {
      "cite": "Aristotle",
      "quote": "Equality consists in the same treatment of similar persons."
    },
    {
      "cite": "George Orwell",
      "quote": "No advance in wealth, no softening of manners, no reform or revolution has ever brought human equality a millimeter nearer."
    },
    {
      "cite": "Aristotle",
      "quote": "The worst form of inequality is to try to make unequal things equal."
    },
    {
      "cite": "Voltaire",
      "quote": "All the citizens of a state cannot be equally powerful, but they may be equally free."
    },
    {
      "cite": "Henry Becque",
      "quote": "The defect of equality is that we only desire it with our superiors."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Men are born equal but they are also born different."
    },
    {
      "cite": "William Faulkner",
      "quote": "To live anywhere in the world today and be against equality because of race or color is like living in Alaska and being against snow."
    },
    {
      "cite": "Socrates",
      "quote": "Once made equal to man, woman becomes his superior."
    },
    {
      "cite": "Voltaire",
      "quote": "All people are equal, it is not birth, it is virtue alone that makes the difference."
    },
    {
      "cite": "Bob Dylan",
      "quote": "All this talk about equality. The only thing people really have in common is that they are all going to die."
    },
    {
      "cite": "St. Thomas Aquinas",
      "quote": "By nature all men are equal in liberty, but not in other endowments."
    },
    {
      "cite": "Simone Weil",
      "quote": "Equality is the public recognition, effectively expressed in institutions and manners, of the principle that an equal degree of attention is due to the needs of all human beings."
    },
    {
      "cite": "Viscount Samuel",
      "quote": "Equality of opportunity is an equal opportunity to prove unequal talents."
    },
    {
      "cite": "Adam Clayton Powell Jr.",
      "quote": "Unless man is committed to the belief that all mankind are his brothers, then he labors in vain and hypocritically in the vineyards of equality."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "That all men are equal is a proposition which, at ordinary times, no sane individual has ever given his assent."
    },
    {
      "cite": "Aristotle",
      "quote": "If liberty and equality, as is thought by some are chiefly to be found in democracy, they will be best attained when all persons alike share in the government to the utmost."
    },
    {
      "cite": "Aristotle",
      "quote": "The only stable state is the one in which all men are equal before the law."
    },
    {
      "cite": "Marquis De Vauvenargues",
      "quote": "It is not true that equality is a law of nature. Nature has no equality. Its sovereign law is subordination and dependence."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Equality before the law is probably forever unattainable. It is a noble ideal, but it can never be realized, for what men value in this world is not rights but privileges."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "So far is it from being true that men are naturally equal, that no two people can be half an hour together, but one shall acquire an evident superiority over the other."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "If all things were equally in all men, nothing would be prized."
    },
    {
      "cite": "Ninon de L'Enclos",
      "quote": "Equality is the share of every one at their advent upon earth, and equality is also theirs, when placed beneath it."
    },
    {
      "cite": "Alan Moore",
      "quote": "Equality and freedom are not luxuries to lightly cast aside. Without them, order cannot long endure before approaching depths beyond imagining."
    },
    {
      "cite": "Marlo Thomas",
      "quote": "One of the things about equality is not just that you be treated equally to a man, but that you treat yourself equally to the way you treat a man."
    },
    {
      "cite": "Steven Pinker",
      "quote": "The likelihood that inborn differences are one contributor to social status does not mean that it is the only contributor."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Liberty, equality - bad principles! The only true principle for humanity is justice; and justice to the feeble is protection and kindness."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The mass of mankind has not been born with saddles on their backs, nor a favored few to ride them."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "You learn about equality in history and civics, but you find out life is not really like that."
    },
    {
      "cite": "Kevin Kelly",
      "quote": "All imaginable futures are not equally possible."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Coming generations will learn equality from poverty, and love from woes."
    },
    {
      "cite": "Kofi Annan",
      "quote": "More countries have understood that women's equality is a prerequisite for development."
    },
    {
      "cite": "Linda Ellerbee",
      "quote": "People are pretty much alike. It's only that our differences are more susceptible to definition than our similarities."
    },
    {
      "cite": "Mason Cooley",
      "quote": "As equality increases, so does the number of people struggling for predominance."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Just as modern mass production requires the standardization of commodities, so the social process requires standardization of man, and this standardization is called equality."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No man is above the law, and no man is below it."
    },
    {
      "cite": "Mark Twain",
      "quote": "We are all alike, on the inside."
    },
    {
      "cite": "Alexis de Tocqueville",
      "quote": "The principle of equality does not destroy the imagination, but lowers its flight to the level of the earth."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Some will always be above others. Destroy the inequality today, and it will appear again tomorrow."
    },
    {
      "cite": "Scottish Proverb",
      "quote": "Perfect love cannot be without equality."
    },
    {
      "cite": "Bella Abzug",
      "quote": "The test for whether or not you can hold a job should not be the arrangement of your chromosomes."
    },
    {
      "cite": "Cecil Frances Alexander",
      "quote": "The rich man in his castle, the poor man at his gate, God made them, high or lowly, and ordered their estate."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Equality may perhaps be a right, but no power on earth can ever turn it into a fact."
    },
    {
      "cite": "Paul Burton",
      "quote": "There has to be positive action that allows the most disadvantaged people to get their fair share of job opportunities."
    },
    {
      "cite": "Carina Fourie",
      "quote": "Equality is not one idea, and one can advocate or criticize a number of forms of egalitarianism. What should be equalized, such as political power, human rights, primary goods, opportunities for welfare, or capabilities."
    },
    {
      "cite": "Joshua Turner",
      "quote": "Equality means everyone will be treated fairly based on what they do and how well they do it."
    },
    {
      "cite": "Joshua Turner",
      "quote": "Gender equality means every person, regardless of their gender, gets an equal chance to succeed. It doesn't matter if you're a man or a woman."
    },
    {
      "cite": "Joshua Turner",
      "quote": "Everyone gets the chance to go to school, get a job, vote in an election, or even run for office themselves, that's equality."
    },
    {
      "cite": "J.P. Keeves",
      "quote": "We live in a a world where equality of opportunity in education does not exist on most occasions."
    },
    {
      "cite": "Amy Gutmann",
      "quote": "The overriding value of fellowship tied to belief in human equality provided grounds for granting citizens the right to a  minimum standard of living."
    },
    {
      "cite": "Amy Gutmann",
      "quote": "Equality is directed primarily at reducing established class privilege, offers few clues as to why."
    },
    {
      "cite": "Amy Gutmann",
      "quote": "More equality would yet to conduce to a 'better' society."
    },
    {
      "cite": "BenDavid-Hadar",
      "quote": "Equality based conceptions of equity are normally promoted in education finance with the aim of bettering the situation of those who enjoy lesser advantages."
    },
    {
      "cite": "BenDavid-Hadar",
      "quote": "What matters then is not equality but that no one has too little."
    },
    {
      "cite": "John Charvet",
      "quote": "Basic equality. A fundamental moral equality of human beings whereby each person is to be treated as an equal end whose interests should be given equal society."
    },
    {
      "cite": "John Charvet",
      "quote": "The nature of the modern commitment to equality is sometimes explained as arising from the very idea of morality."
    },
    {
      "cite": "BenDavid-Hadar",
      "quote": "Equality and equity are often seen as opposed to each other."
    },
    {
      "cite": "Joseph Parrish Thompson",
      "quote": "Treat them as your equals in all the essential rights of men - as husbands , as fathers , as laborers worthy of their hire , as rational and immortal souls , give to them EQUALITY ."
    },
    {
      "cite": "Joseph Parrish Thompson",
      "quote": "Christ reasserted the unity of the race; the equality of all men before God."
    },
    {
      "cite": "Robert Tsai",
      "quote": "Whenever we struggle to agree about equality, we have an obligation to seek out alternative solutions."
    },
    {
      "cite": "Robert Fitzgerald Diggs",
      "quote": "We fighting for equality, we not fighting for your pity / We fighting for your right to life, the right to liberty / The right to make it on our own, you can't take it, no, give it to me / The empty greed, jealousy and lust"
    },
    {
      "cite": "Campbell",
      "quote": "Don't silence your voice / Don't let them rob you of your human rights / Don't silence your voice / Don't let them rob you of your human rights / Stand up for equal opportunity"
    },
    {
      "cite": "Campbell",
      "quote": "Stand up for justice and equality / Stand up for equal rights, yeah / Stand up for equal opportunity / Brothers don't you give up the fight / Stand up for equal opportunity"
    },
    {
      "cite": "Dave Mustaine",
      "quote": "Violate your rights, no more equality / Surrender freedom, your social security / We the people face unconstitutional lies / In greed we trust, in revolution we die"
    },
    {
      "cite": "Will Adams",
      "quote": "We much more than you think we are / We are the product of our on environment repent / With equality, plus duality / Mainly we represent positivity / I sing the song from the soul / Let it rise from the tone / Let it rhythmically grow"
    },
    {
      "cite": "Christopher Goode",
      "quote": "Don't tell me to shut my mouth / 'Cause I'll shout louder now / Fight 'til I die for democracy / Our civil rights, equality"
    },
    {
      "cite": "Christopher Goode",
      "quote": "Don't tell me it's a waste of time / Campaigning for human rights / Don't tell me to give up / I just care too much / Don't tell me to shut my mouth / 'Cause I'll scream louder now / Fight 'til I die for equality / We're all human can't you see?"
    },
    {
      "cite": "Christopher Goode",
      "quote": "We're all in this together / Yeah that's a joke / We're Fighting for equality / Society up in smoke / Governed by ruthless liars / The poor begin to choke"
    },
    {
      "cite": "The Kinks",
      "quote": "Everybody got the right to speak their mind  / So don't shoot me for saying mine  / Everybody talking about racial equality  / 'Cause everybody's equal in the good Lord's eyes"
    },
    {
      "cite": "Annihil8",
      "quote": "But here we are eventually overshooting equality / We've come this far, what happened to democracy? / Pushing lies the aristocracy is made of hypocrisy / Why does there have to be a hierarchy of oppression?  / Judge people on their expression, not on their succession"
    },
    {
      "cite": "Annihil8",
      "quote": "It's been years but the pain won't disappear / We're filled with fear, until the truth is made clear / But the hypocrisy while preaching equality is what bothers me / Of people who lie and forget about democracy"
    },
    {
      "cite": "Bob Kane",
      "quote": "A matter of balance. An equal and opposite reaction."
    },
    {
      "cite": "Jay Ward",
      "quote": "For every action, there is an equal and opposite reaction. We hold these truths to be self-evident, that all men, and some dogs, are created equal."
    },
    {
      "cite": "Robert C. Cooper",
      "quote": "In physics, a couple is defined as a pair of forces equal in magnitude, acting in opposite directions."
    },
    {
      "cite": "Brett Thompson",
      "quote": "Women have no need to seek equality. We are already superior."
    },
    {
      "cite": "Jean-Claude Carrière",
      "quote": "We fought a revolution in the name of fairness and equality. All men are born free and equal under the law. Social differences..."
    },
    {
      "cite": "Bill Condon",
      "quote": "I see marriage as a life-time partnership between equals."
    },
    {
      "cite": "Sandi Spreckman",
      "quote": "The sexes are not equal. They only start out equal, and then something happens along the way..."
    },
    {
      "cite": "Sandi Spreckman",
      "quote": "Everyone is equal in the eyes of the law, but that doesn't mean the law has to treat everyone equally."
    },
    {
      "cite": "Hany Abu-Assad",
      "quote": "If you can kill and die for equality you should be able to find a way to be equal in life."
    },
    {
      "cite": "Tony Kushner",
      "quote": "Things which are equal to the same things are equal to each other. That's a rule of mathematical reasoning and its true because it works - has done and always will do."
    },
    {
      "cite": "Harry Leon Wilson",
      "quote": "Men are created equal to women! That's why you have no right to order me around the way you do."
    },
    {
      "cite": "Lauren Faust",
      "quote": "Everything else I said is true, the only way to be happy is if we're all equal!"
    }
  ]
}