{
  "source": "https://www.wisesayings.com/equal-rights-quotes/",
  "theme": "equal-rights",
  "quotes": [
    {
      "cite": "William Rehnquist",
      "quote": "The Equal Rights Amendment would \"turn holy wedlock into holy deadlock.\""
    },
    {
      "cite": "Gerrit Smith",
      "quote": "True liberty acknowledges and defends the equal rights of all men, and all nations."
    },
    {
      "cite": "Martin O'Malley",
      "quote": "The way forward is always found through greater respect for the equal rights of all."
    },
    {
      "cite": "Chief Joseph",
      "quote": "The earth is the mother of all people, and all people should have equal rights upon it."
    },
    {
      "cite": "Francoise Giroud",
      "quote": "Equal rights for the sexes will be achieved only when mediocre women occupy high positions."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "The emblem of equal rights. It means free hands, free lips, self- government, and the sovereignty of the individual."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The equal rights of man, and the happiness of every individual, are now acknowledged to be the only legitimate objects of government."
    },
    {
      "cite": "Ben Stein",
      "quote": "We are not supposed to be all equal. Let's just forget that. We are supposed to have equal rights under law. If we do that, we have done enough."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "If you believe in equal rights, then what do \"women's rights,\" \"gay rights,\" etc., mean? Either they are redundant or they are violations of the principle of equal rights for all."
    },
    {
      "cite": "Rebecca Goldstein",
      "quote": "Everybody have equal rights to a life of full flourishing. Philosophy slowly, slowly has given us arguments saying, look, you already committed to your own life flourishing, and you're being inconsistent if you don't expand it. So philosophy often works in trying to show us that there's an inner incoherence in our points of view. We're all committed to one thing when it comes to us and our own kind, but we're not willing to expand it and we're guilty of inconsistency"
    },
    {
      "cite": "Emma Goldman",
      "quote": "The demand for equal rights in every vocation of life is just and fair; but, after all, the most vital right is the right to love and to be loved. Indeed, if partial emancipation is to become a complete and true emancipation of woman, it will have to do away with the ridiculous notion that to be loved, to be sweetheart and mother, is synonymous with being slave or subordinate. It will have to do away with the absurd notion of the dualism of the sexes, or that man and woman represent two antagonistic worlds."
    },
    {
      "cite": "Edmund Burke",
      "quote": "All men have equal rights, but not to equal things."
    },
    {
      "cite": "Blake Mycoskie",
      "quote": "We are all human beings and I believe that we all should have equal rights."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "A Christian, a Deist, a Turk, and a Jew, have equal rights: they are men and brethren."
    },
    {
      "cite": "Joel Madden",
      "quote": "I believe everyone on this planet deserves equal rights to their own pursuit of happiness."
    },
    {
      "cite": "Voltaire",
      "quote": "All men have equal rights to liberty, to their property, and to the protection of the laws."
    },
    {
      "cite": "Frances Wright",
      "quote": "Equality! Where is it, if not in education? Equal rights! They cannot exist without equality of instruction."
    },
    {
      "cite": "Abner Cole",
      "quote": "Equal rights and free discussion will be fearlessly advocated and maintained. Sectarian dogmas or tenets will be investigated and compared."
    },
    {
      "cite": "Emma Goldman",
      "quote": "The demand for equal rights in every vocation of life is just and fair; but, after all, the most vital right is the right to love and be loved."
    },
    {
      "cite": "Martin O'Malley",
      "quote": "Progressive leaders always try to take action on the forward edge of that movement, movement toward greater respect for the equal rights of all."
    }
  ]
}