{
  "source": "https://www.wisesayings.com/equanimity-quotes/",
  "theme": "equanimity",
  "quotes": [
    {
      "cite": "Amit Kalantri",
      "quote": "Common man's patience will bring him more happiness than common man's power."
    },
    {
      "cite": "Sarah Josepha Hale",
      "quote": "Self-control, in every station and to every individual, is indispensable, if people would retain that equanimity of mind, which, depending on self-respect, is the essential of contentment and happiness."
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "It is considered equanimity when attachment does not arise towards someone who offers flowers and abhorrence does not arise towards someone who is pelting stones"
    },
    {
      "cite": "Dada Bhagwan",
      "quote": "Equanimity is when abhorrence does not arise during the circumstances of abhorrence and attachment does arise during the circumstances of attachment."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Equanimity is calamity's medicine."
    },
    {
      "cite": "Amit Ray",
      "quote": "Equanimity is the hallmark of spirituality. It is neither chasing nor avoiding but just being in the middle."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When force of circumstance upsets your equanimity, lose no time in recovering your self-control, and do not remain out of tune longer than you can help. Habitual recurrence to the harmony will increase your mastery of it."
    },
    {
      "cite": "Nyanaponika Thera",
      "quote": "Equanimity is a perfect, unshakable balance of mind."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Few people are capable of expressing with equanimity opinions which differ from the prejudices of their social enviroment. Most people are incapable of forming such opinions."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "Equanimity arises when we accept the way things are."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "A calm soul is a heavenly being. Live each day with ecstatic serenity."
    },
    {
      "cite": "Chinmayananda Saraswati",
      "quote": "The secret of action is to get established in equanimity, renouncing all egocentric attachments, and forgetting to worry over our successes and failures."
    },
    {
      "cite": "James Allen",
      "quote": "Calmness of mind is one of the beautiful jewels of wisdom. It is the result of long and patient effort in self-control. Its presence is an indication of ripened experience and of a more than ordinary knowledge of the laws and operations of thought"
    },
    {
      "cite": "J.G. Holland",
      "quote": "Calmness is the cradle of power."
    },
    {
      "cite": "Hui Neng",
      "quote": "Equanimity and wisdom are basically one they are not two."
    },
    {
      "cite": "William Osler",
      "quote": "What is patience but an equanimity which enables you to rise superior to the trials of life."
    },
    {
      "cite": "Richard Rohr",
      "quote": "The two Virtues of Equanimity and Compassion become more available to the person whose ego shell has been smashed either by great suffering or by great love or by both."
    },
    {
      "cite": "Allan Lokos",
      "quote": "A modern definition of equanimity: cool. This refers to one whose mind remains stable & calm in all situations."
    },
    {
      "cite": "Clarence Clemons",
      "quote": "The calm mind allows one to connect with the inner self, the Soul, the very source of our being. That's where the music lives. That's where my music comes from."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Equanimity is the gem in virtue's chaplet, and St. Sweetness the loveliest in her calendar."
    },
    {
      "cite": "Hui Neng",
      "quote": "Equanimity is the basis of wisdom. Wisdom is the function of equanimity."
    }
  ]
}