{
  "source": "https://www.wisesayings.com/equestrian-quotes/",
  "theme": "equestrian",
  "quotes": [
    {
      "cite": "Jane Smiley",
      "quote": "I learned why out riding alone is an oxymoron: An equestrian is never alone, is always sensing the other being, the mysterious but also understandable living being that is the horse."
    },
    {
      "cite": "Buddha",
      "quote": "A good horse runs with seeing just the shadow of the whip."
    },
    {
      "cite": "Matthew Woodring Stover",
      "quote": "Every time a horse let you up onto its back, it's giving you its life. Every time."
    },
    {
      "cite": "Helen Thomson",
      "quote": "In riding a horse we borrow freedom."
    },
    {
      "cite": "Prince Philip",
      "quote": "A horse which stops dead just before a jump and thus propels its rider into a graceful arc provides a splendid excuse for general merriment."
    },
    {
      "cite": "Will Rogers",
      "quote": "There is something about riding down the street on a prancing horse that makes you feel like something, even when you ain't a thing."
    },
    {
      "cite": "Robert Jordan",
      "quote": "A slow horse does not always reach the end of the journey."
    },
    {
      "cite": "Alice Walker",
      "quote": "Horses make a landscape look beautiful."
    },
    {
      "cite": "Pam Brown",
      "quote": "A horse can lend its rider the speed and strength he or she lacks but the rider who is wise remembers it is no more then a loan."
    },
    {
      "cite": "Buffalo Bill",
      "quote": "As a good horse is not very apt to jump over a bank, if left to guide himself, I let mine pick his own way."
    },
    {
      "cite": "Winston Churchill",
      "quote": "There is something about the outside of a horse that is good for the inside of a man."
    },
    {
      "cite": "R.S. Surtees",
      "quote": "There is no secret so close as that between a rider and his horse."
    },
    {
      "cite": "Clare Balding",
      "quote": "I believe that horses bring out the best in us. They judge us not by how we look, what we're wearing or how powerful or rich we are, they judge us in terms of sensitivity, consistency, and patience. They demand standards of behavior and levels of kindness that we, as humans, then strive to maintain."
    },
    {
      "cite": "Monty Roberts",
      "quote": "A good trainer can hear a horse speak to him. A great trainer can hear him whisper."
    },
    {
      "cite": "Vincent Massey",
      "quote": "How great a quality is horse sense! Someone has defined it as that something which keeps horses from betting on men!"
    },
    {
      "cite": "Mark Twain",
      "quote": "A few fly bites cannot stop a spirited horse."
    },
    {
      "cite": "Jane Smiley",
      "quote": "All equestrians, if they last long enough, learn that riding in whatever form is a lifelong sport and art, an endeavor that is both familiar and new every time you take the horse out of his stall or pasture."
    },
    {
      "cite": "Buck Brannaman",
      "quote": "When you find that the horse is compelled and interested in you, something in you changes. That can be healing or move you deeply."
    },
    {
      "cite": "Edward Herbert",
      "quote": "A good rider on a good horse is as much above himself and others as the world can make him."
    },
    {
      "cite": "Winston Churchill",
      "quote": "When you are on a great horse, you have the best seat you will ever have."
    },
    {
      "cite": "Ben Johnson",
      "quote": "They say princes learn no art truly, but the art of horsemanship. The reason is, the brave beast is no flatterer. He will throw a prince as soon as his groom."
    },
    {
      "cite": "Pam Brown",
      "quote": "A horse is the projection of peoples dreams about themselves strong, powerful, beautiful and it has the capability of giving us escape from our mundane existence."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "Equestrian and sailing are sports for people growing up on the mean streets of connecticut."
    },
    {
      "cite": "Luciano Pavarotti",
      "quote": "Horse riding is a perfect comparison with singing.You must know where the double fences are."
    },
    {
      "cite": "Nuno Oliveira",
      "quote": "Equestrian art is the perfect understanding and harmony between horse and rider."
    }
  ]
}