{
  "source": "https://www.wisesayings.com/equity-quotes/",
  "theme": "equity",
  "quotes": [
    {
      "cite": "Mark Cuban",
      "quote": "SweatÂ equityÂ is the most valuableÂ equityÂ there is. Know your business and industry better than anyone else in the world. Love what you do or don't do it."
    },
    {
      "cite": "Nick Cooper",
      "quote": "There is no point in retaining a brand equity if it has no traction with consumers, or has no likelihood of doing so."
    },
    {
      "cite": "N. Robert Hammer",
      "quote": "Private equity helps produce strong companies, promotes innovation and spurs job growth.Â"
    },
    {
      "cite": "Philip Sidney",
      "quote": "There is little hope ofÂ equityÂ where rebellion reigns."
    },
    {
      "cite": "Dr. Watts",
      "quote": "In matters ofÂ equityÂ between man and man, our Saviour has taught us to put my neighbor in place of myself, and myself in place of my neighbor."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "A court ofÂ equityÂ knows its own province."
    },
    {
      "cite": "Chris Jogis",
      "quote": "BrandÂ equityÂ doesn't change based on economic considerations."
    },
    {
      "cite": "Kenneth Fisher",
      "quote": "AllÂ equityÂ categories, correctly calculated, create near-identical lifelong returns. They just get there via wildly differing paths."
    },
    {
      "cite": "Frederick Romilly",
      "quote": "Courts of equity have always considered it of the greatest possible importance that parties should not sleep on their rights.Â"
    },
    {
      "cite": "Christina Stead",
      "quote": "If equity and human natural reason were allowed there would be no law, there would be no lawyers."
    },
    {
      "cite": "David Rubenstein",
      "quote": "People used to think that private equity was basically just a compensation scheme, but it is much more about making companies more efficient."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "Ethics andÂ equityÂ and the principles of justice do not change with the calendar."
    },
    {
      "cite": "Michael Lee-Chin",
      "quote": "PrivateÂ equityÂ has been the purview of super wealthy individuals and institutions."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All infractions of love andÂ equityÂ in our social relations are ... punished by fear."
    },
    {
      "cite": "Thomas G. Stemberg",
      "quote": "The role of privateÂ equityÂ as fiduciaries is certainly to make money."
    },
    {
      "cite": "Alan Lomax",
      "quote": "The dimension of culturalÂ equityÂ needs to be added to the humane continuum of liberty, freedom of speech and religion, and social justice."
    },
    {
      "cite": "Nassim Nicholas Taleb",
      "quote": "Private equity has absolutely no reason to exist. The private equity holder has all the upside and the banks all the downside.Â"
    },
    {
      "cite": "Fred Wilson",
      "quote": "EquityÂ capital is expensive. Every time you do a raise, you dilute."
    },
    {
      "cite": "Joseph Story",
      "quote": "He who seeksÂ equityÂ must doÂ equity."
    },
    {
      "cite": "Jacques Delors",
      "quote": "This desire forÂ equityÂ must not lead to an excess of welfare, where nobody is responsible for anything."
    },
    {
      "cite": "Aristotle",
      "quote": "EquityÂ is that idea of justice which contravenes the written law."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "TheÂ equityÂ of providence has balanced peculiar sufferings with peculiar enjoyments."
    },
    {
      "cite": "Joia Mukherjee",
      "quote": "There will be no equity without solidarity. There will be no justice without a social movement.Â"
    },
    {
      "cite": "David Tepper",
      "quote": "It's our contention that equity may be in the money, depending on where the liabilities lie.Â"
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Law andÂ equityÂ are two things which God has joined, but which man has put asunder."
    },
    {
      "cite": "Steven Pinker",
      "quote": "EquityÂ feminism is a moral doctrine about equal treatment that makes no commitments regarding open empirical issues in psychology or biology."
    },
    {
      "cite": "Paul Farmer",
      "quote": "Equity is the only acceptable goal."
    }
  ]
}