{
  "source": "https://www.wisesayings.com/equilibrium-quotes/",
  "theme": "equilibrium",
  "quotes": [
    {
      "cite": "Alvaro Uribe Velez",
      "quote": "Equilibrium is found when within the process there's a good balance between justice and peace, which makes it clear that there must be reparation for the society and for the victims and that amnesty or pardon cannot take in atrocious crimes."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "When you light a candle, you also cast a shadow"
    },
    {
      "cite": "Reemthana Rahman",
      "quote": "Control is important it help to keep equilibrium in life."
    },
    {
      "cite": "Christopher L. Hayes",
      "quote": "This is the cycle of a dynamic society. Equality is never a final state, democracy never a stable equilibrium: they are processes, they are struggles. Our task is now to recognize that that struggle is ours."
    },
    {
      "cite": "Kenneth E. Boulding",
      "quote": "The ability to work with systems of general equilibrium is perhaps one of the most important skills of the economist a skill which he shares with many other scientists, but in which he has perhaps a certain comparative advantage."
    },
    {
      "cite": "Alain Ducass",
      "quote": "The proportion of ingredients is important, but the final result is also a matter of how you put them together. Equilibrium is key."
    },
    {
      "cite": "Eliphas Levi",
      "quote": "Everything lives by movement, everything is maintained by equilibrium, and harmony results from the analogy of contraries; this law is the form of forms."
    },
    {
      "cite": "William Stanley Jevons",
      "quote": "The point of equilibrium will be known by the criterion that an infinitely small amount of commodity exchanged in addition, at the same rate, will bring neither gain nor loss of utility."
    },
    {
      "cite": "Rudolf Arnheim",
      "quote": "A system is in equilibrium when the forces constituting it are arranged in such a way as to compensate each other, like the two weights pulling at the arms of a pair of scales."
    },
    {
      "cite": "Otto Lilienthal",
      "quote": "The maintenance of equilibrium in forward flight is a matter of practice, and can only be learned by repeated personal experiment."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "When everything has its proper place in our minds, we are able to stand in equilibrium with the rest of the world."
    },
    {
      "cite": "David Harvey",
      "quote": "The equilibrium between supply and demand is achieved only through a reaction against the upsetting of the equilibrium."
    },
    {
      "cite": "Richelle Mead",
      "quote": "For every bad thing in life, there are more good things to tip the balance."
    },
    {
      "cite": "Kenneth E. Boulding",
      "quote": "Equilibrium is a figment of the human imagination."
    },
    {
      "cite": "Maurice Loyal Huggins",
      "quote": "The most stable arrangement for an assemblage of molecules is one in which the component atoms and groups are packed together so that the distances between neighbors are close to the equilibrium distance, each atom or group has as many close neighbors as possible, and there are no large unoccupied regions. In other words, each structure tends to be as 'close-packed' as possible, consistent with the 'sizes' of its component atoms or groups."
    },
    {
      "cite": "Archimedes",
      "quote": "Equal weights at equal distances are in equilibrium and equal weights at unequal distances are not in equilibrium but incline towards the weight which is at the greater distance."
    },
    {
      "cite": "Jean Piaget",
      "quote": "Equilibrium is the profoundest tendency of all human activity."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "Every situation is an equilibrium of forces; every life is a struggle between opposing forces working within the limits of a certain equilibrium"
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "A person has got to balance work and life and family in order to be a balanced person."
    }
  ]
}