{
  "source": "https://www.wisesayings.com/erased-quotes/",
  "theme": "erased",
  "quotes": [
    {
      "cite": "Ann Brashares",
      "quote": "You couldn't erase the past. You couldn't even change it. But sometimes life offered you the opportunity to put it right."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "The past, has been erased; the present, forgiven; and the future, redeemed."
    },
    {
      "cite": "Clarissa Pinkola Estes",
      "quote": "This kind of forgetting does not erase memory, it lays the emotion surrounding the memory to rest."
    },
    {
      "cite": "E. B. White",
      "quote": "Life is like writing with a pen. You can cross out your past but you can't erase it."
    },
    {
      "cite": "Golda Meir",
      "quote": "One cannot and must not try to erase the past merely because it does not fit the present."
    },
    {
      "cite": "Jane Yolen",
      "quote": "Time may heal all wounds, but it does not erase the scars."
    },
    {
      "cite": "Akshay Vasu",
      "quote": "Sometimes even a thousand waves hitting the shore continuously one after the other also can't erase few footprints on the seashore."
    },
    {
      "cite": "Alicia Keys",
      "quote": "Failure isn't an option. I've erased the word 'fear' from my vocabulary, and I think when you erase fear, you can't fail."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "History will be erased in the universal purgatory."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "No doubt, you may leave me physically, but it is impossible to erase the memories of you from my heart and mind."
    },
    {
      "cite": "Frank Herbert",
      "quote": "What the eyes had seen could not be erased."
    },
    {
      "cite": "Gary Chapman",
      "quote": "We cannot erase the past, but we can accept it as history."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "You can hide memories, but you can’t erase the history that produced them."
    },
    {
      "cite": "Jeffree Star",
      "quote": "The past can never be erased. It is always going to be there."
    },
    {
      "cite": "Jim Carrey",
      "quote": "Either you're the one erasing or you're the one being erased."
    },
    {
      "cite": "John W. Gardner",
      "quote": "Life is the art of drawing without an eraser."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future."
    },
    {
      "cite": "Luis Bunuel",
      "quote": "I can only wait for the final amnesia, the one that can erase an entire life."
    },
    {
      "cite": "Ma Jian",
      "quote": "When history is erased, people's moral values are also erased."
    },
    {
      "cite": "Nitya Prakash",
      "quote": "My phone's backspace key has erased more things than I have ever said in my life."
    },
    {
      "cite": "Peter Frampton",
      "quote": "You can't erase a dream, you can only wake me up."
    },
    {
      "cite": "Robyn Schneider",
      "quote": "I'm the one erased. Or I guess I'm not even that, because the thing about being erased is that first you have to leave a mark."
    },
    {
      "cite": "Sandra Cisneros",
      "quote": "You can't erase what you know. You can't forget who you are."
    },
    {
      "cite": "Sharon Shinn",
      "quote": "We cannot go backward. We cannot erase time and events. But we can go forward, hand in hand, hope in our hearts and love lighting our way."
    },
    {
      "cite": "Shinobu Ohtaka",
      "quote": "Hatred will never be erased! The only thing you can do... is erase the ones you hate."
    },
    {
      "cite": "Thom Yorke",
      "quote": "The more you try to erase me The more, the more The more that I appear."
    },
    {
      "cite": "Ted Chiang",
      "quote": "Nothing erases the past. There is repentance, there is atonement, and there is forgiveness. That is all, but that is enough."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Regrets never sit well, with those that never forget."
    },
    {
      "cite": "Bill Kaulitz",
      "quote": "I am the author of my life. Unfortunately, I am writing in pen and can’t erase my mistakes."
    },
    {
      "cite": "Hans Frank",
      "quote": "A thousand years will pass and the guilt of Germany will not be erased."
    },
    {
      "cite": "Lisa McMann",
      "quote": "Once you read something, you can't erase it from your brain."
    },
    {
      "cite": "Mariska Hargitay",
      "quote": "Becoming a parent erased many of my negative childhood feelings and filled them in with something new."
    },
    {
      "cite": "Mick Jagger",
      "quote": "The past is a great place and I don't want to erase it or to regret it, but I don't want to be its prisoner either."
    }
  ]
}