{
  "source": "https://www.wisesayings.com/escaping-quotes/",
  "theme": "escaping",
  "quotes": [
    {
      "cite": "Frederick Weisel",
      "quote": "The problem with escaping is that we leave behind us, even among those we love, different versions of the truth and everything we couldn't bring ourselves to say."
    },
    {
      "cite": "Michael Josephson",
      "quote": "The surest wayÂ toÂ escapeÂ anxiety and defeat despair is action. Do, don't dwell."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "The best way to keep a prisoner fromÂ escapingÂ is to make sure he never knows he's in prison."
    },
    {
      "cite": "Roland Barthes",
      "quote": "There is only one way left to escape the alienation of present day society: to retreat ahead of it."
    },
    {
      "cite": "Andre Maurois",
      "quote": "For intelligent people, action often meansÂ escapeÂ from thought, but it is a reasonable and a wiseÂ escape."
    },
    {
      "cite": "John Candy",
      "quote": "You can escape into a character."
    },
    {
      "cite": "George Eliot",
      "quote": "To men who only aim atÂ escapingÂ felony, nothing short of the prisoner's dock is disgrace."
    },
    {
      "cite": "David Lloyd",
      "quote": "We spend more time developing means ofÂ escapingÂ our troubles than we do solving the troubles we're trying to escape from."
    },
    {
      "cite": "Robert Anthony",
      "quote": "The best way to escape from your problem is to solve it."
    },
    {
      "cite": "Marvin Gaye",
      "quote": "If you escape from people too often, you wind up escaping from yourself."
    },
    {
      "cite": "Alice Hoffman",
      "quote": "It was a greatÂ escapeÂ for me and it was a wayÂ toÂ take a break from what was going on in my own world,Â toÂ go into another world."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The only wayÂ toÂ escapeÂ the personal corruption of praise isÂ toÂ go on working."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "The only way to escape the abyss is to look at it, gauge it, sound it out and descend into it."
    },
    {
      "cite": "Edmond H. Fischer",
      "quote": "There is noÂ escapingÂ the fact that, even in a great career, sometimes the best advances happen through luck, chance and accident."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Of all escape mechanisms, death is the most efficient."
    },
    {
      "cite": "Elizabeth Aston",
      "quote": "There was noÂ escapingÂ by means of any journey, however adventurous, one took one's problems and sorrows with one."
    },
    {
      "cite": "Vernon Howard",
      "quote": "You can not escape a prison if you do not know you're in one."
    },
    {
      "cite": "James Joyce",
      "quote": "Think you're escaping and run into yourself. Longest way round is the shortest way home."
    },
    {
      "cite": "Bryant McGill",
      "quote": "An important step in escaping mediocrity is to stop worrying about what other people think of you."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Escapism isn't good or bad in itself. What is important is what you are escaping from and where you are escaping to.Â"
    },
    {
      "cite": "Clare Boothe Luce",
      "quote": "A man has only one escape from his old self: to see a different self in the mirror of some woman's eyes."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "There's noÂ escapingÂ fate, it just keeps going. Day and night, the future just keeps coming at you."
    },
    {
      "cite": "Henry Home",
      "quote": "If you shouldÂ escapeÂ the censure of others, hope notÂ toÂ escapeÂ your own."
    },
    {
      "cite": "Pierce Brosnan",
      "quote": "No one can escape life's pain. That's life."
    },
    {
      "cite": "Pema Chödrön",
      "quote": "We can spend our whole livesÂ escapingÂ from the monsters of our minds.Â"
    },
    {
      "cite": "Sri Aurobindo",
      "quote": "EscapeÂ brings not the victory and the crown."
    },
    {
      "cite": "Chris Van Hollen",
      "quote": "One of the greatest obstacles toÂ escapingÂ poverty is the staggering cost of higher education."
    },
    {
      "cite": "Ernest Renan",
      "quote": "No idea can succeed except at the expense of sacrifice; no one everÂ escapesÂ without enduring strain from the struggle of life."
    },
    {
      "cite": "Paul Auster",
      "quote": "EscapingÂ into a film is not likeÂ escapingÂ into a book. Books force you to give something back to them, to exercise your intelligence and imagination, where as you can watch a film-and even enjoy it-in a state of mindless passivity."
    },
    {
      "cite": "Sophocles",
      "quote": "It is always fair sailing, when youÂ escapeÂ evil."
    },
    {
      "cite": "Muna Adnan Naqi",
      "quote": "Every time you think ofÂ escapingÂ mentally or physically, grab the book that lies inches away from your heart."
    },
    {
      "cite": "Aristotle",
      "quote": "To run away from trouble is a form of cowardice and, while it is true that the suicide braves death, he does it not for some noble object but to escape some ill."
    },
    {
      "cite": "Neil Postman",
      "quote": "There is noÂ escapingÂ from ourselves. The human dilemma is as it has always been, and we solve nothing fundamental by cloaking ourselves in technological glory."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "ToÂ escapeÂ criticism - do nothing, say nothing, be nothing."
    },
    {
      "cite": "Raoul Vaneigem",
      "quote": "We canÂ escapeÂ the commonplace only by manipulating it, controlling it, thrusting it into our dreams or surrendering itÂ toÂ the free play of our subjectivity."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "There is noÂ escapingÂ the fact that when the taxation of large incomes is excessive, they tend to disappear."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The part always has a tendencyÂ toÂ reunite with its whole in orderÂ toÂ escapeÂ from its imperfection."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "You cannot escape the responsibility of tomorrow by evading it today."
    },
    {
      "cite": "Michael Chabon",
      "quote": "Forget about what you areÂ escapingÂ from. Reserve your anxiety for what you areÂ escapingÂ to."
    }
  ]
}