{
  "source": "https://www.wisesayings.com/escape-quotes/",
  "theme": "escape",
  "quotes": [
    {
      "cite": "Sigmund Freud",
      "quote": "It is impossible to escape the impression that people commonly use false standards of measurement — that they seek power, success and wealth for themselves and admire them in others, and that they underestimate what is of true value in life."
    },
    {
      "cite": "John Fowles",
      "quote": "To write poetry and to commit suicide, apparently so contradictory, had really been the same, attempts at escape."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "It isn't running away they're afraid of. We wouldn't get far. It's those other escapes, the ones you can open in yourself, given a cutting edge."
    },
    {
      "cite": "Dogen",
      "quote": "To escape from the world means that one's mind is not concerned with the opinions of the world."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "You cannot escape the responsibility of tomorrow by evading it today."
    },
    {
      "cite": "Lynda Barry",
      "quote": "We don't create a fantasy world to escape reality. We create it to be able to stay."
    },
    {
      "cite": "Seth Godin",
      "quote": "Instead of wondering when your next vacation is, maybe you should set up a life you don't need to escape from."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "All the best stories in the world are but one story in reality - the story of escape. It is the only thing which interests us all and at all times, how to escape."
    },
    {
      "cite": "Anonymous",
      "quote": "A bird that you set free may be caught again, but a word that escapes your lips will not return."
    },
    {
      "cite": "Morgan Llywelyn",
      "quote": "The pain we bring to others we cannot escape ourselves."
    },
    {
      "cite": "Marcus Aurelius Antoninus",
      "quote": "The object in life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane."
    },
    {
      "cite": "Anonymous",
      "quote": "If you are patient in one moment of anger, you will escape a hundred days of sorrow."
    },
    {
      "cite": "Anonymous",
      "quote": "A man's first care should be to avoid the reproaches of his own heart, his next to escape the censures of the world."
    },
    {
      "cite": "Herb Cohen",
      "quote": "If you think you're free, no escape is possible."
    },
    {
      "cite": "Horace",
      "quote": "Once a word has been allowed to escape, it cannot be recalled."
    },
    {
      "cite": "Colin Wilson",
      "quote": "Imagination should be used, not to escape reality but to create it."
    },
    {
      "cite": "Bob Marley",
      "quote": "You can't run away from yourself."
    },
    {
      "cite": "Kenny Loggins",
      "quote": "Running away will never make you free."
    },
    {
      "cite": "Laozi",
      "quote": "Stop leaving and you will arrive, Stop searching and you will see, Stop running away and you will be found."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "We thought we were running away from the grownups, and now we are the grownups."
    },
    {
      "cite": "Megan Chance",
      "quote": "You learned to run from what you feel, and that's why you have nightmares. To deny is to invite madness. To accept is to control."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "If you really want to escape the things that harass you, what you’re needing is not to be in a different place but to be a different person."
    },
    {
      "cite": "Paulo Coehlo",
      "quote": "You will never be able to escape from your heart. So it is better to listen to what it has to say."
    },
    {
      "cite": "Anonymous",
      "quote": "The hardest prison to escape is in your mind."
    },
    {
      "cite": "K. Rexroth",
      "quote": "Maturity is having the ability to escape categorization."
    },
    {
      "cite": "Jennifer L. Armentrout",
      "quote": "That's the funny thing about trying to escape. You never really can. Maybe temporarily, but not completely."
    },
    {
      "cite": "David Mitchell",
      "quote": "Mother used to say escape is never further than the nearest book."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The past can be escaped only by embracing something better."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Every man builds his world in his own image. He has the power to choose, but no power to escape the necessity of choice."
    },
    {
      "cite": "Peter De Vries",
      "quote": "Gluttony is an emotional escape, a sign something is eating us."
    },
    {
      "cite": "Welly Odendo",
      "quote": "You are today where your thoughts have brought you; you will be tomorrow where your thoughts take you. You cannot escape the results of your thoughts."
    },
    {
      "cite": "Gordana Biernat",
      "quote": "Ideas are etheric like dreams. Use them now, they will escape from your reality."
    },
    {
      "cite": "Eugene J. Martin",
      "quote": "People have learned to escape reality very well but too often lose their way back."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Fear has two meanings, forget everything and run or face everything and rise. The choice is yours."
    },
    {
      "cite": "J. Donald Walters",
      "quote": "You will find peace not by trying to escape your problems, but by confronting them courageously. You will find peace not in denial, but in victory."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "We're so trendy we can't even escape ourselves."
    },
    {
      "cite": "Pierce Brosnan",
      "quote": "No one can escape life’s pain. That’s life."
    }
  ]
}