{
  "source": "https://www.wisesayings.com/esoteric-quotes/",
  "theme": "esoteric",
  "quotes": [
    {
      "cite": "Rudolf Steiner",
      "quote": "Esoteric or inner knowledge is no different from other kinds of human knowledge and ability. It is a mystery for the average person only to the extent that writing is a mystery for those who have not yet learned to write."
    },
    {
      "cite": "Laura Dern",
      "quote": "My mother is extremely interested in everything esoteric."
    },
    {
      "cite": "Panos Cosmatos",
      "quote": "I feel happy working in the low-budget realm, doing stuff that is a little bit more esoteric, and personal."
    },
    {
      "cite": "Israel Morrow",
      "quote": "Fear and superstition were not the tools of witches but rather the tools of those who persecuted them."
    },
    {
      "cite": "Nicole Bonomi",
      "quote": "We should learn that following those tiny lights that protest total darkness and smile at the moon no matter her mood, is the route to sunrise. Those lights are the seedlings of your own faith in tomorrow..."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The esoteric is the false."
    },
    {
      "cite": "Ram Dass",
      "quote": "In mystical traditions, it is one's own readiness that makes experiences exoteric or esoteric. The secret isn't that you're not being told. The secret is that you're not able to hear."
    },
    {
      "cite": "Ram Dass",
      "quote": "In mystical traditions, it is one's own readiness that makes experiences exoteric or esoteric. The secret isn't that you're not being told. The secret is that you're not able to hear."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "My humble salutations to you O! Tantalizing Beloved; for so magnanimously tolerating my eccentrically esoteric repertoire of idiosyncrasies."
    },
    {
      "cite": "Odonko-ba",
      "quote": "Whilst angels sing of blasphemy and the heavens cry bile mans race to contaminate space look closely the esoteric genetics"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Paving an esoteric pathway of your very own; which had never ever been replicated on this Universe before,"
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "And wander esoteric into notions barred to them"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Sincere of my efforts to keep awake all treacherously esoteric night; so that she snored in the aisles of invincibly heavenly paradise"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Eclectic and Esoteric, Quintessential and Quivering, Unrelenting and Unfazed,"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Call me esoteric; a sleazily withering entity abstrusely hard to comprehend"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Playing hide and seek with me behind the bushes; as a complete stranger to even the most infinitesimal virtue; of my ardently esoteric demeanor"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Life in recluse was esoteric,  Life in keyhole was inconspicuous."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Despairing loneliness when I bonded into matrimony; after all who'd accept an esoteric recluse lost in an entrenchment of enigma ."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The poem had a perpetual liaisoning with enigmatically esoteric verse; culminating superbly into unfettered rhyme."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Some married for just the dungeons of esoteric perversion; ruthlessly implementing the most sadistic of their fantasies upon their girl."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Like an infinite cold-blooded cauldrons of esoteric perversions; subjugating my nimble form."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "You simply couldn't hide ribald maelstroms of vindictive misery in your esoteric brain; just by nonchalantly entrenching it by insurmountably gigantic triangular straw hats,"
    },
    {
      "cite": "Danny Avalanche",
      "quote": "Esoteric being coming down to the ground esoteric being with words so profound"
    },
    {
      "cite": "Alpha Audio",
      "quote": "Esoteric dreams we running alpha audio we comin"
    },
    {
      "cite": "Alain De Botton",
      "quote": "The blunt large questions become connected to smaller, apparently esoteric ones."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is an esoteric doctrine of society, that a little wickedness is good to make muscle; as if conscience were not good for hands and legs."
    },
    {
      "cite": "Eric Fischl",
      "quote": "Abstraction is an esoteric language."
    },
    {
      "cite": "James Van Praagh",
      "quote": "When you write about esoteric things, it can be way out there."
    },
    {
      "cite": "Paul Rand",
      "quote": "Ideas do not need to be esoteric to be original or exciting."
    },
    {
      "cite": "Normandi Ellis",
      "quote": "Esoteric philosophy teaches that the physical form, the body, of the individual is made new at birth; but the soul is ancient, the stuff of stars."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "All of the exoteric teachings are only designed to give you the type of life that will allow you to practice the esoteric teachings."
    },
    {
      "cite": "Georg Wilhelm Friedrich Hegel",
      "quote": "Philosophy is by its nature something esoteric, neither made for the mob nor capable of being prepared for the mob."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "When we become expert in something, our tastes grow more esoteric and complex."
    },
    {
      "cite": "Charlie Munger",
      "quote": "We try more to profit from always remembering the obvious than from grasping the esoteric."
    }
  ]
}