{
  "source": "https://www.wisesayings.com/eternity-quotes/",
  "theme": "eternity",
  "quotes": [
    {
      "cite": "Hermann Hesse",
      "quote": "In eternity there is no time, only an instant long enough for a joke."
    },
    {
      "cite": "William Mountford",
      "quote": "Eternity is the divine treasure-house, and hope is the window, by means of which mortals are permitted to see, as through a glass darkly, the things which God is preparing."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "As if you could kill time without injuring eternity."
    },
    {
      "cite": "Richard Jefferies",
      "quote": "Now is eternity; now is the immortal life."
    },
    {
      "cite": "James Montgomery",
      "quote": "Eternity: a moment standing still for ever."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Eternity eludes us, even as a thought."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The experience of eternity right here and now is the function of life. Heaven is not the place to have the experience; here is the place to have the experience."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present. Our life has no end in just the way in which our visual field has no limits."
    },
    {
      "cite": "Charlotte Perkins Gilman",
      "quote": "Eternity is not something that begins after you're dead. It is going on all the time. We are in it now."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Eternity was in our lips and eyes."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Eternity gives nothing back of what one leaves out of the minutes."
    },
    {
      "cite": "Edwin Hubbel Chapin",
      "quote": "Every action in our lives touches on some chord that will vibrate in eternity."
    },
    {
      "cite": "Saint Basil",
      "quote": "Eternity is a good man's meditation; for by thinking thereon he preventeth sin."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "Each day brings opportunity for decisions for eternity."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "In the presence of eternity, the mountains are as transient as the clouds."
    },
    {
      "cite": "Albert Camus",
      "quote": "Only a philosophy of eternity, in the world today, could justify non-violence."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "Eternity is a mere moment, just long enough for a joke."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "You must live in the present, launch yourself on every wave, find your eternity in each moment."
    },
    {
      "cite": "Charlotte Perkins Gilman",
      "quote": "Eternity is not something that begins after you are dead. It is going on all the time."
    },
    {
      "cite": "Robert Murray McCheyne",
      "quote": "Live near to God, and so all things will appear to you little in comparison with eternal realities."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "God exists in eternity. The only point where eternity meets time is in the present. The present is the only time there is."
    },
    {
      "cite": "John Donne",
      "quote": "Eternity is not an everlasting flux of time, but time is as a short parenthesis in a long period; and eternity had been the same as it is, though time had never been."
    },
    {
      "cite": "Rick Warren",
      "quote": "When you live in the light of eternity, your values change."
    },
    {
      "cite": "Reginald Heber",
      "quote": "Eternity has no gray hairs. The flowers fade, the heart withers, people grow old and die, the world lies down in the sepulchre of ages, but time writes no wrinkles on the brow of eternity."
    },
    {
      "cite": "Moses Mendelssohn",
      "quote": "Time is a part of eternity, and of the same piece with it."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Eternity looks grander and kinder if time grow meaner and more hostile."
    },
    {
      "cite": "William Blake",
      "quote": "Eternity is in love with the productions of time."
    },
    {
      "cite": "Cornell Woolrich",
      "quote": "Time is strange. A moment can be as short as a breath, or as long as eternity."
    },
    {
      "cite": "Seneca",
      "quote": "This life is only a prelude to eternity."
    },
    {
      "cite": "Frank Herbert",
      "quote": "To see eternity was to be exposed to eternity's whims, oppressed by endless dimensions."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Trust in dreams, for in them is hidden the gate to eternity."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Eternity is so certain and so terrible that a thousand lives would not suffice to prepare for it."
    }
  ]
}