{
  "source": "https://www.wisesayings.com/ethics-quotes/",
  "theme": "ethics",
  "quotes": [
    {
      "cite": "Albert Schweitzer",
      "quote": "Ethics is nothing else than reverence for life."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Live one day at a time emphasizing ethics rather than rules."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Ethics is the activity of man directed to secure the inner perfection of his own personality."
    },
    {
      "cite": "Edward Hennessy",
      "quote": "Ethics must begin at the top of an organization. It is a leadership issue and the chief executive must set the example."
    },
    {
      "cite": "Albert Camus",
      "quote": "A man without ethics is a wild beast loosed upon this world."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Ethics is in origin the art of recommending to others the sacrifices required for cooperation with oneself."
    },
    {
      "cite": "John Atkinson",
      "quote": "Ethics are not necessarily to do with being law-abiding. I am very interested in the moral path, doing the right thing."
    },
    {
      "cite": "Valdemar W. Setzer",
      "quote": "Ethics is not definable, is not implementable, because it is not conscious; it involves not only our thinking, but also our feeling."
    },
    {
      "cite": "BILL MOYERS",
      "quote": "Our very lives depend on the ethics of strangers, and most of us are always strangers to other people."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "In law, a man is guilty when he violates the rights of another. In ethics he is guilty if he only thinks of doing so."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Live one day at a time emphasizing ethics rather than rules."
    },
    {
      "cite": "Potter Stewart",
      "quote": "Ethics is knowing the difference between what you have a right to do and what is right to do."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The first step in the evolution of ethics is a sense of solidarity with other human beings."
    },
    {
      "cite": "Alexander Solzhenitsyn",
      "quote": "Even the most rational approach to ethics is defenseless if there isn't the will to do what is right."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "I can do no other than be reverent before everything that is called life. I can do no other than to have compassion for all that is called life. That is the beginning and the foundation of all ethics."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Ethical decisions ensure that everyone's best interests are protected. When in doubt, don't."
    },
    {
      "cite": "Price Pritchett",
      "quote": "You can't put someone else in charge of your morals. Ethics is a personal discipline."
    },
    {
      "cite": "John Carroll",
      "quote": "The real task is not to rid life of ethics but to rid ethics of its ideological content."
    },
    {
      "cite": "Felix Adler",
      "quote": "To care for anyone else enough to make their problems one's own, is ever the beginning of one's real ethical development."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "A man is truly ethical only when he obeys the compulsion to help all life which he is able to assist, and shrinks from injuring anything that lives."
    },
    {
      "cite": "Price Pritchett",
      "quote": "Your ethical muscle grows stronger every time you choose right over wrong."
    },
    {
      "cite": "The Josephson Institute of Ethics",
      "quote": "Ethics is about how we meet the challenge of doing the right thing, when that will cost more than we want to pay."
    },
    {
      "cite": "Martin Cohen",
      "quote": "Ethics is not about platitudes, let alone tautologies, logic or mathematics, but about difficult choices - dilemmas."
    },
    {
      "cite": "James Macgregor Burns",
      "quote": "Divorced from ethics, leadership is reduced to management and politics to mere technique."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The needs of a society determines its ethics."
    },
    {
      "cite": "Henry Paulson",
      "quote": "In just about every area of society, there's nothing more important than ethics."
    },
    {
      "cite": "Michael Josephson",
      "quote": "Ethics is not a description of what people do; it's a prescription for what we all should do."
    },
    {
      "cite": "Michael Josephson",
      "quote": "Ethics is not about the way things are, it's about the way they ought to be."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Relativity applies to physics, not ethics."
    },
    {
      "cite": "Jane Addams",
      "quote": "Action indeed is the sole medium of expression for ethics."
    },
    {
      "cite": "Priyavrat Thareja",
      "quote": "If ethics is not the engine of success, in the train of growth, it sure is a guard, with a flag, which may be green, or at times red."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you are not rising with ethics, you will sink with every rise!"
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Ethics and equity and the principles of justice do not change with the calendar."
    },
    {
      "cite": "Peter F. Drucker",
      "quote": "There is only one ethics, one set of rules of morality, one code: That of individual behavior in which the same rules apply to everyone alike."
    },
    {
      "cite": "Robert Noyce",
      "quote": "If ethics are poor at the top, that behavior is copied down through the organization."
    },
    {
      "cite": "Wayne R. Bills",
      "quote": "In the final analysis, ethics is less about what we do, and more about who we are."
    },
    {
      "cite": "Gary Oldman",
      "quote": "We're given a code to live our lives by. We don't always follow it, but it's still there."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The real problem is in the hearts and minds of men. It is not a problem of physics but of ethics. It is easier to denature plutonium than to denature the evil from the spirit of man."
    },
    {
      "cite": "John Berger",
      "quote": "Without ethics, man has no future. This is to say, mankind without them cannot be itself. Ethics determine choices and actions and suggest difficult priorities."
    },
    {
      "cite": "Wynton Marsalis",
      "quote": "Ethics are more important than laws."
    },
    {
      "cite": "Francisco Luis Gomes",
      "quote": "Ethics is the science of duties, and it's principles, perceived by reason, and revealed to us by conscience."
    },
    {
      "cite": "Peter Singer",
      "quote": "Ethics is inescapable."
    },
    {
      "cite": "Patrick Dixon",
      "quote": "Strong ethics keep corporations healthy . Poor ethics make companies sick. Values are the immune system of every organisation."
    },
    {
      "cite": "Jerry Pournelle",
      "quote": "In any ethical situation, the thing you want least to do is probably the right action."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Ethics is a code of values which guide our choices and actions and determine the purpose and course of our lives."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "Ethics and aesthetics are one."
    },
    {
      "cite": "Michael Josephson",
      "quote": "Character is ethics in action."
    },
    {
      "cite": "John Fletcher Moulton",
      "quote": "Ethics is obedience to the unenforceable."
    },
    {
      "cite": "Derrick Bell",
      "quote": "All ethical people strive to choose \"right\" over \"easy\" when confronted by situations that force them to choose one or the other."
    },
    {
      "cite": "James Cagney",
      "quote": "Ethics! Ethics! Who got ethics? Who's got ethics? Am I a gentleman or ain't I?"
    },
    {
      "cite": "Aristotle",
      "quote": "The good of man is the active exercise of his soul's faculties in conformity with excellence or virtue."
    },
    {
      "cite": "Aristotle",
      "quote": "The end of this science (ethics) is not knowledge but action."
    },
    {
      "cite": "Aristotle",
      "quote": "Neither by nature. then, nor contrary to nature do the virtues arise in us; nature gives us the capacity to receive them. and this capacity is brought to maturity by habit."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "I am never to act otherwise than so that I could also will that my maxim should become a universal law."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "Absolute morality is the regulation of conduct in such a way that pain shall not be inflicted."
    },
    {
      "cite": "McCormick Study",
      "quote": "As long as success, personal gain, and competing with one's neighbor and corporations are the rule, ethics will never find a place."
    },
    {
      "cite": "Martine Batchelor",
      "quote": "The more you practice the three trainings of ethics, meditation, and wisdom, the more difficult it will become for you to act in a way that is contrary to an ethical, compassionate attitude. Ethics arise naturally out of contemplating the three trainings."
    },
    {
      "cite": "Warren E. Burger",
      "quote": "Ours is a sick profession marked by incompetence, lack of training, misconduct, and bad manners. Ineptness, bungling, malpractice, and bad ethics can be observed in courthouses all over this country every day...these incompetents have a seeming unawareness of the fundamental ethics of the profession."
    },
    {
      "cite": "Socrates",
      "quote": "The understanding of mathematics is necessary for a sound grasp of ethics."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The sphere of art and the sphere of ethics are absolutely distinct and separate."
    },
    {
      "cite": "Billy Graham",
      "quote": "The secret of the power of Christianity is not in its ethics. It is not in Christian ideas or philosophy...the secret of Christianity is found...in the Lord Jesus Christ."
    },
    {
      "cite": "Robert Byron",
      "quote": "Some of the old ethics will disappear with the old gods, but new gods will create new ethical values, and new ethical values in turn will create new conceptions of deity."
    },
    {
      "cite": "Aristotle",
      "quote": "Virtue is a state apt to exercise deliberate choice, being in the relative mean, determined by reason , and as a man of practical wisdom would determine...In respect of fears and confidence or boldness, the Mean state is Courage."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "To say what offends another is against ethics and certainly against spirituality if the saying is not required in the interest of truth."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "For the morals, ethics and religion are convertible terms. A moral life, without reference to religion is like a house built upon sand. And religion, divorced from morality, is like 'sounding brass, good only for making a noise and breaking heads.'"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The world is full of judgment-days and into every assembly that a man enters, in every action he attempts, he is gauged and stamped."
    },
    {
      "cite": "Carol Gilligan",
      "quote": "The blind willingness to sacrifice people to truth, however, has always been the danger of ethics abstracted from life."
    },
    {
      "cite": "Manisha Paliwal",
      "quote": "Ethics is thus said to be the science of conduct. As a matter of fact, it deals with certain standard human conduct and morals."
    },
    {
      "cite": "Manisha Paliwal",
      "quote": "Ethics is a mass of moral principles or set of values about what is right or wrong, true or false, fair or unfair, proper or improper, what is right is ethical and what is wrong is unethical."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Supreme oneness is the rationale of all ethics and morality. Ethics cannot be derived from the mere sanction to any personage. Some eternal principle of truth has the sanction of ethics. Where is the eternal sanction to be found except in the only infinite reality that exists in you and us and in all, in the self, in the soul?"
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Ethics come from the attainment of freedom, renunciation, which comes only when the individual attain a superior strength."
    },
    {
      "cite": "Camus",
      "quote": "A man without ethics is a wild beast loosed upon this world."
    },
    {
      "cite": "Shaw",
      "quote": "The nation's morals are like its teeth, the more decayed they are the more it hurts to touch them."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Education without values, as useful as it is, seems rather to make man a more clever devil."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Whatever is my right as a man is also the right of another; and it becomes my duty to guarantee as well as to possess."
    },
    {
      "cite": "Mark Twain",
      "quote": "Right is right, and wrong is wrong, and a body ain't got no business doing wrong when he ain't ignorant and knows better."
    },
    {
      "cite": "Emily Post",
      "quote": "Nothing is less important than which fork you use. Etiquette is the science of living. It embraces everything. It is ethics. It is honor."
    },
    {
      "cite": "John Knoll",
      "quote": "Any tool can be used for good or bad. It's really the ethics of the artist using it."
    },
    {
      "cite": "Judy Sheindlin",
      "quote": "You don't teach morals and ethics and empathy and kindness in the schools. You teach that at home, and children learn by example."
    }
  ]
}