{
  "source": "https://www.wisesayings.com/etiquette-quotes/",
  "theme": "etiquette",
  "quotes": [
    {
      "cite": "David Riesman",
      "quote": "Etiquette can be at the same time a means of approaching people and of staying clear of them."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Politeness and consideration for others is like investing pennies and getting dollars back."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Politeness is the chief sign of culture."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Those who have mastered etiquette, who are entirely, impeccably right, would seem to arrive at a point of exquisite dullness."
    },
    {
      "cite": "Virginia Cary Hudson",
      "quote": "Etiquette is what you are doing and saying when people are looking and listening. What you are thinking is your business."
    },
    {
      "cite": "Anonymous",
      "quote": "Good manners and kindness are always in fashion."
    },
    {
      "cite": "John Patrick Hickey",
      "quote": "Good manners is just being respectful of others. Whether you know them or not, you should show respect for all people."
    },
    {
      "cite": "Abel Stevens",
      "quote": "Politeness is the art of choosing among one's real thoughts."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Politeness is a sign of dignity, not subservience."
    },
    {
      "cite": "Bill Kelly",
      "quote": "Good manners are just a way of showing other people that we have respect for them."
    },
    {
      "cite": "Will Cuppy",
      "quote": "Etiquette means behaving yourself a little better than is absolutely essential."
    },
    {
      "cite": "Anne Holm",
      "quote": "Politeness is something you owe other people, because when you show a little courtesy, everything becomes easier and better. But first and foremost, it's something you owe yourself."
    },
    {
      "cite": "Edward Bulwer Lytton",
      "quote": "There is no policy like politeness; and a good manner is the best thing in the world either to get a good name, or to supply the want of it."
    },
    {
      "cite": "Judith Martin",
      "quote": "Etiquette is all human social behavior. If you're a hermit on a mountain, you don't have to worry about etiquette; if somebody comes up the mountain, then you've got a problem. It matters because we want to live in reasonably harmonious communities."
    },
    {
      "cite": "Yixing Zhang",
      "quote": "To learn etiquette, is actually learning how to see others, and respect them."
    },
    {
      "cite": "Anonymous",
      "quote": "Manners are a sensitive awareness of the feelings of others. If you have that awareness, you have good manners, no matter what fork you use."
    },
    {
      "cite": "Mark Twain",
      "quote": "Etiquette requires us to admire the human race."
    },
    {
      "cite": "Diana Mather",
      "quote": "Good manners are ageless, priceless and classless."
    },
    {
      "cite": "Anonymous",
      "quote": "Treat everyone with politeness, even those who are rude to you not because they are nice, but because you are."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Good manners are made up of petty sacrifices."
    },
    {
      "cite": "Elsa Maxwell",
      "quote": "Etiquette a fancy word for simple kindness."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "Politeness induces morality. Serenity of manners requires serenity of mind."
    },
    {
      "cite": "Walter Benjamin",
      "quote": "He who observes etiquette but objects to lying is like someone who dresses fashionably but wears no vest."
    }
  ]
}