{
  "source": "https://www.wisesayings.com/eulogy-quotes/",
  "theme": "eulogy",
  "quotes": [
    {
      "cite": "Marcus Aurelius",
      "quote": "When thou art above measure angry, be think thee how momentary is man's life."
    },
    {
      "cite": "E. Kubler-Ross",
      "quote": "For those who seek to understand it, death is a highly creative force. The highest spiritual values of life can originate from the thought and study of death."
    },
    {
      "cite": "Voltaire",
      "quote": "Satire lies about literary men while they live and eulogy lies about them when they die."
    },
    {
      "cite": "Plato",
      "quote": "No one knows whether death is really the greatest blessing a man can have, but they fear it is the greatest curse, as if they knew well."
    },
    {
      "cite": "Henry Drummond",
      "quote": "You will find as you look back upon your life that the moments when you have truly lived are the moments when you have done things in the spirit of love."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Eulogy. Praise of a person who has either the advantages of wealth and power, or the consideration to be dead."
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "We pass through this world but once."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We need men who can dream of things that never were."
    },
    {
      "cite": "William Wordsworth",
      "quote": "That though the radiance which was once so bright be now forever taken from my sight. Though nothing can bring back the hour of splendor in the grass, glory in the flower. We will grieve not, rather find strength in what remains behind."
    },
    {
      "cite": "Madame De Stael",
      "quote": "We understand death for the first time when he puts his hand upon one whom we love."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "He who has gone, so we but cherish his memory, abides with us, more potent, nay, more present than the living man."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "All death reminds us that nothing is promised, only that life was worth it."
    },
    {
      "cite": "Chief Tecumseh",
      "quote": "When the time comes to die, be not like those whose hearts are filled with the fear of death, so when their time comes they weep and pray for a little to live their lives over again in a different way. Sing your death song and die like a hero going home."
    },
    {
      "cite": "Booth Tarkington",
      "quote": "Cherish all your happy moments they make a fine cushion for old age."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Find expression for a sorrow, and it will become dear to you. Find expression for a joy, and you will intensify its ecstasy."
    },
    {
      "cite": "Aniekee Tochukwu Ezekiel",
      "quote": "Those who died while trying to make our world a better place, didn't actually die, they proved some points. Our job is to notice them and continue from where they stopped."
    },
    {
      "cite": "Ellen Terry",
      "quote": "Eulogy is nice, but one does not learn anything from it."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you find it in your heart to care for somebody else, you will have succeeded."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead."
    },
    {
      "cite": "Michelangelo",
      "quote": "If we have been pleased with life, we should not be displeased with death, since it comes from the hand of the same master."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The bitterest tears shed over graves are for words left unsaid and deeds left undone."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There is nothing like returning to a place that remains unchanged to find the ways in which you yourself have altered."
    },
    {
      "cite": "Owen Meredith",
      "quote": "There is nothing certain in man's life but this, that he must lose it."
    },
    {
      "cite": "T.C. Ring",
      "quote": "As you danced in the light with joy, love lifted you. As you brushed against this world so gently, you lifted us."
    },
    {
      "cite": "Amelia Mysko",
      "quote": "Scarring smiles, hidden tears, You stand, heads bowed and revere the soul before us, burnt and torn Her faded essence, we sadly mourn and though she walked a path of lies her spirit surely still shall rise and among her own, she can be at peace an eternal angel, she's been released."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Our death is not an end if we can live on in our children and the younger generation. For they are us, our bodies are only wilted leaves on the tree of life."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Every blade in the field, every leaf in the forest, lays down its life in its season as beautifully as it was taken up."
    },
    {
      "cite": "Pamela Vaull Starr",
      "quote": "Reach high, for stars lie hidden in your soul. Dream deep, for every dream precedes the goal."
    },
    {
      "cite": "Henry V. O'Neil",
      "quote": "It's important to have a buddy like that. Somebody who'll stop you from doing that really stupid thing you were gonna do just because you couldn't think of anything better. unidentified soldier, eulogizing his dead buddy."
    },
    {
      "cite": "John Wesley",
      "quote": "Do all the good you can, by all the means you can, in all the ways you can, as long as ever you can."
    },
    {
      "cite": "A. A. Milne",
      "quote": "Never forget me, because if i thought you would, I'd never leave."
    },
    {
      "cite": "E.W. Storch",
      "quote": "If I close my eyes, I can feel his body, in that way that you do when someone is near, a faint yet intent electric pulsing."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well."
    },
    {
      "cite": "A. Sachs",
      "quote": "Death is more universal than life; everyone dies but not everyone lives."
    },
    {
      "cite": "Aristotle",
      "quote": "The beauty of the soul shines out when a man bears with composure one heavy mischance after another, not because he does not feel them, but because he is a man of high and heroic temper."
    }
  ]
}