{
  "source": "https://www.wisesayings.com/euphoria-quotes/",
  "theme": "euphoria",
  "quotes": [
    {
      "cite": "E E. Cummings",
      "quote": "The most wasted of all days is one without laughter."
    },
    {
      "cite": "Christopher McCandless",
      "quote": "Happiness is only real when shared."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Happiness is an inside job."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Happiness is not achieved by the conscious pursuit of happiness; it is generally the by-product of other activities."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If you want to live a happy life, tie it to a goal, not to people or things."
    },
    {
      "cite": "Jared Padalecki",
      "quote": "There are no words that can describe the euphoria you feel when your baby recognizes you for the first time and smiles."
    },
    {
      "cite": "Andrew Ross Sorkin",
      "quote": "The euphoria around economic booms often obscures the possibility for a bust, which explains why leaders typically miss the warning signs."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "No man chooses evil because it's evil. He only mistakes it for happiness, the good he seeks."
    },
    {
      "cite": "James Oppenheim",
      "quote": "The foolish man seeks happiness in the distance; the wise grows it under his feet."
    },
    {
      "cite": "James M. Barrie",
      "quote": "The secret of happiness is not in doing what one likes, but in liking what one does."
    },
    {
      "cite": "John Cheever",
      "quote": "There is a terrible sameness to the euphoria of alcohol and the euphoria of metaphor."
    },
    {
      "cite": "Sarah McLachlan",
      "quote": "Happiness is like a cloud, if you stare at it long enough, it evaporates."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "The greatest happiness is to know the source of unhappiness."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Every woman has a distinctive sense of beauty which is uniquely charming and euphoric."
    },
    {
      "cite": "Linda Richman",
      "quote": "If you have just a little fun today, it's a sign that maybe the future will hold even more fun for you. Fun isn't just fun - it's hope."
    },
    {
      "cite": "Mary Stewbeck",
      "quote": "If you want others to be happy, practice compassion; if you want to be happy, practice compassion!"
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Happiness is not a goal; it is a by-product."
    },
    {
      "cite": "Bobby Davro",
      "quote": "The measure of success is happiness and peace of mind."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Happiness is like a butterfly; The more you chase it, the more it will elude you, but if you turn your attention to other things, it will come and sit softly on your shoulder."
    },
    {
      "cite": "Andre Maurois",
      "quote": "The first recipe of happiness - avoid too lengthy meditations on the past."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "There is no way to happiness - happiness is the way."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Happiness is a butterfly, which when pursued, is just out of grasp. But if you sit down quietly, may alight upon you."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "When we feel joyful, euphoric, happy, we are more open to life, more capable of seeing things clearly and handling daily tensions."
    },
    {
      "cite": "Ed Mcmahon",
      "quote": "There is no planning. On the night it is really great, it's euphoria and if it is not so great there is always tomorrow night. That was his attitude."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "Happiness is a virtue, not its reward."
    },
    {
      "cite": "Nigella Lawson",
      "quote": "There is a kind of euphoria of grief, a degree of madness."
    },
    {
      "cite": "Gladiola Montana",
      "quote": "If you find some happiness inside yourself, you'll start finding it in lot of other places, too."
    },
    {
      "cite": "Arthur Erickson",
      "quote": "Modernism released us from the constraints of everything that had gone before with a euphoric sense of freedom."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Occasionally in life there are those moments of unutterable fulfillment which cannot be completely explained by those symbols called words. Their meanings can only be articulated by the inaudible language of the heart."
    },
    {
      "cite": "Soroosh Shahrivar",
      "quote": "Happiness is nothing more than an emotional euphoria."
    },
    {
      "cite": "Helen Keller",
      "quote": "No one has a right to consume happiness without producing it."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "We are sometimes dragged into a pit of unhappiness by someone else's opinion that we do not look happy."
    },
    {
      "cite": "Maurice Masterlinck",
      "quote": "An act of goodness is of itself an act of happiness. No reward coming after the event can compare with the sweet reward that went with it."
    }
  ]
}