{
  "source": "https://www.wisesayings.com/europe-quotes/",
  "theme": "europe",
  "quotes": [
    {
      "cite": "James Baldwin",
      "quote": "Europe has what we do not have yet, a sense of the mysterious and inexorable limits of life, a sense, in a word, of tragedy. And we have what they sorely need: a sense of life's possibilities."
    },
    {
      "cite": "Tsh Oxenreider",
      "quote": "If I could, I'd take the food and art of Italy, for example, couple it with the quiet, understated personality of France and the orderliness of Germany, the cinematic and literary wit of Britain, and blend it into one utopian, and ultimately dystopian, probably, civilization."
    },
    {
      "cite": "Miranda Richmond Mouillot",
      "quote": "Here the past was everywhere, an entire continent sown with memories."
    },
    {
      "cite": "Roman Payne",
      "quote": "[As a very young man, I thought] of Europe as a place that could not exist except in the imagination, in glorious dreams, and through the careful lies of the silver screen."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Hard as it is to say now.. I look forward to a United States of Europe, in which the barriers between the nations will be greatly minimised and unrestricted travel will be possible."
    },
    {
      "cite": "Leonid Brezhnev",
      "quote": "Whatever else may divide us, Europe is our common home; a common fate has linked us through the centuries, and it continues to link us today."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Europe is, perhaps, the least worn-out of the continents, because it is the most lived in. A place that is lived in lives."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Europe is so well gardened that it resembles a work of art, a scientific theory, a neat metaphysical system. Man has re-created Europe in his own image."
    },
    {
      "cite": "John Updike",
      "quote": "The dwelling places of Europe have an air of inheritance, or cumulative possession - a hive occupied by generations of bees."
    },
    {
      "cite": "Jacques Chirac",
      "quote": "The construction of Europe is an art. It is the art of the possible."
    },
    {
      "cite": "Mikhail Gorbachev",
      "quote": "Europeans can meet the challenges of the coming century only by pooling their efforts. We are convinced that what they need is one Europe — peaceful and democratic, a Europe that maintains all its diversity and common humanistic ideas, a prosperous Europe that extends its hand to the rest of the world. A Europe that confidently advances into the future."
    },
    {
      "cite": "Viktor Orbán",
      "quote": "Europe has been betrayed. If we don't stand up for it, the continent will no longer be for those citizens living here."
    },
    {
      "cite": "Herbert Albert Laurens Fisher",
      "quote": "Purity of race does not exist. Europe is a continent of energetic mongrels."
    },
    {
      "cite": "George Friedman",
      "quote": "Europe dominated the world, but it failed to dominate itself. For five hundred years Europe tore itself apart in civil wars."
    },
    {
      "cite": "Erik von Kuehnelt-Leddihn",
      "quote": "Europe's rise is written in the terms of Christianity & Monarchy, Europe's decay in the terms of Republicanism, Progressivism & Godlessness."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We cannot aim at anything less than the Union of Europe as a whole, and we look forward with confidence to the day when that Union will be achieved."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Europe thus divided into nationalities freely formed and free internally, peace between States would have become easier: the United States of Europe would become a possibility."
    },
    {
      "cite": "Timothy Garton Ash",
      "quote": "To be in Florence is to reflect on Europe's intricate diversity - and its lost creativity."
    },
    {
      "cite": "Nadine Gordimer",
      "quote": "If you live in Europe . . . things change . . . but continuity never seems to break. You don't have to throw the past away."
    },
    {
      "cite": "Martin Schulz",
      "quote": "Europe was founded as a community bound together by solidarity."
    },
    {
      "cite": "Jaroslav Hašek",
      "quote": "And somewhere from the dim ages of history the truth dawned upon Europe that the morrow would obliterate the plans of today."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Every national border in Europe,' El Eswad added ironically, 'marks the place where two gangs of bandits got too exhausted to kill each other anymore and signed a treaty. Patriotism is the delusion that one of these gangs of bandits is better than all the others."
    },
    {
      "cite": "Angela Merkel",
      "quote": "Nobody in Europe will be abandoned. Nobody in Europe will be excluded. Europe only succeeds if we work together."
    },
    {
      "cite": "Angela Merkel",
      "quote": "For somebody who comes from Europe, I can only say if we give up this principle of territorial integrity of countries, then we will not be able to maintain the peaceful order of Europe that we've been able to achieve."
    },
    {
      "cite": "Theodore Dalrymple",
      "quote": "A healthy modern society must know how to remain the same as well as change, to conserve as well as to reform. Europe has changed without knowing how to conserve: that is its tragedy."
    },
    {
      "cite": "Peter Frankopan",
      "quote": "In truth, France. Germany, Austria, Spain, Portugal and England had nothing to do with Athens and the history of Rome from its earliest days to its demise. This was glossed over as artists, writers and architects went to work, borrowing themes, ideas and texts from antiquity to provide a narrative that chose selectively from the past to create a story which over time became not only increasingly plausible but standard. So although scholars have long called this period the Renaissance, this was no rebirth. Rather, it was a Naissance - a birth. For the first time in history, Europe lay at the heart of the world."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Venice, it's temples and palaces did seem like fabrics of enchantment piled to heaven."
    },
    {
      "cite": "Jacqueline E. Smith",
      "quote": "After walking the Royal Mile, we visit Edinburgh Castle. Overlooking the city from the grassy hilltop of the Castle Rock, the fortress itself looks as though it has been carved from the very stone upon which it sits. It is powerful yet elegant, lavish yet wholly inviting to anyone fortunate enough to find themselves standing at the castle gate. These are doors and walls and windows that have seen kings and queens, saints and sinners, voyagers from all corners of the world. And now us."
    },
    {
      "cite": "Herman Van Rompuy",
      "quote": "Europe has to secure its borders and support those in the neighborhood who share our values."
    },
    {
      "cite": "Frances O'Grady",
      "quote": "Of course, no-one thinks the EU is perfect. In recent years, the pace of social reform has slowed. But staying in offers the chance to rebuild a vision of Europe for workers, regardless of the passport they hold."
    },
    {
      "cite": "Bruce Sterling",
      "quote": "Architects thrive after massive urban disasters. The abject collapse of East Berlin gave us the only city in Europe with a mighty host of Postmodern skyscrapers."
    }
  ]
}