{
  "source": "https://www.wisesayings.com/euthanasia-quotes/",
  "theme": "euthanasia",
  "quotes": [
    {
      "cite": "Miriam Toews",
      "quote": "The whole notion of pain, and how every individual experiences pain, is up for debate. We don't know how another person experiences pain - physical pain or psychic pain. Some of these clinics where assisted suicide or euthanasia is practiced, they call it weariness of life."
    },
    {
      "cite": "Dustin Hoffman",
      "quote": "Euthanasia is legal in Hollywood. They just kill the film if it doesn't succeed immediately."
    },
    {
      "cite": "Peter Singer",
      "quote": "Of all the arguments against voluntary euthanasia, the most influential is the slippery slope: once we allow doctors to kill patients, we will not be able to limit the killing to those who want to die."
    },
    {
      "cite": "David Hume",
      "quote": "Absolute monarchy is the easiest death, the true Euthanasia of the British constitution."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Euthanasia and assisted suicide are never acceptable acts of mercy. They always gravely exploit the suffering and desperate, extinguishing life in the name of the quality of life itself."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The legal toleration of abortion or of euthanasia can in no way claim to be based on respect for the conscience of others, precisely because society has the right and the duty to protect itself against the abuses which can occur in the name of conscience and under the pretext of freedom."
    },
    {
      "cite": "Stella Young",
      "quote": "The killing of a disabled person is not 'compassionate'. It is not 'euthanasia'. It is murder."
    },
    {
      "cite": "Ingrid Newkirk",
      "quote": "Euthanasia is the kindest gift to a dog or cat unwanted and unloved."
    },
    {
      "cite": "Anthony Fisher",
      "quote": "It is a comfort to learn that there is still interest in the morality of killing people. For that is what euthanasia is - killing people. You can safely bet that every time euthanasia is successfully performed there is a corpse."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "Euthanasia is a grave violation of the law of God, since it is the deliberate and morally unacceptable killing of a human person."
    },
    {
      "cite": "Ramman Kenoun",
      "quote": "Killing someone is the ultimate crime, while on the other hand, killing someone in uniform is fulfillment of duty."
    },
    {
      "cite": "Marya Mannes",
      "quote": "Euthanasia is simply to be able to die with dignity at a moment when life is devoid of it."
    },
    {
      "cite": "Anthony Fisher",
      "quote": "Instead of employing euthanasia, we need to provide palliative care, showing the afflicted that they are loved and respected by our caring for them, not by saying, You would be better off dead."
    },
    {
      "cite": "Diane Coleman",
      "quote": "Assisted suicide will discriminate against the old, the ill and the disabled."
    },
    {
      "cite": "Diane Coleman",
      "quote": "Assisted suicide is not a benefit, it's a threat."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Think of all those ages through which men have had the courage to die, and then remember that we have actually fallen to talking about having the courage to live."
    },
    {
      "cite": "Anthony Fisher",
      "quote": "Euthanasia as an act intended to shorten life with a supposedly merciful motivation, and proposed to focus on the giving of a lethal injection as the act."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "Euthanasia is a long, smooth-sounding word, and it conceals its danger as long, smooth words do, but the danger is there, nevertheless."
    },
    {
      "cite": "Bobby Schindler",
      "quote": "The success or failure of the euthanasia movement is based on the classification of feeding tubes as a medical treatment."
    },
    {
      "cite": "Brittany Maynard",
      "quote": "Having the choice at the end of my life has become incredibly important. It has given me a sense of peace during a time that otherwise would be dominated by fear, uncertainty and pain."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "Some so fear the future that they suffocate the present. It's like committing suicide to avoid being murdered."
    },
    {
      "cite": "Jack Kevorkian",
      "quote": "Yes, we need euthanasia, for certain cases where people are in comas or too immobile to even press a button."
    },
    {
      "cite": "Kenneth Stevens",
      "quote": "Assisted suicide is a reversal of the proper role of a doctor as a healer, comforter and consoler to an improper role of the physician causing a patient's death."
    },
    {
      "cite": "Andrew Coyne",
      "quote": "A society that believes in nothing can offer no argument even against death. A culture that has lost its faith in life cannot comprehend why it should be endured."
    },
    {
      "cite": "Neil Gorsuch",
      "quote": "Far from definitively resolving the assisted suicide issue, the court's decisions seem to assure that the debate over assisted suicide and euthanasia is not yet over - and may have only begun."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The choice of euthanasia becomes more serious when it takes the form of a murder committed by others on a person who has in no way requested it and who has never consented to it. The height of arbitrariness and injustice is reached when certain people, such as physicians or legislators, arrogate to themselves the power to decide who ought to live and who ought to die."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Just as the unwanted pregnancy, there are unwanted people in your life you should strive to abort, and such abortion is not sin, nor harm, but the eradication of a destructive foetus."
    }
  ]
}