{
  "source": "https://www.wisesayings.com/evangelism-quotes/",
  "theme": "evangelism",
  "quotes": [
    {
      "cite": "Graham Cooke",
      "quote": "He is not seeking a powerful people to represent Him. Rather, He looks for all those who are weak, foolish, despised, and written off: and He inhabits them with His own strength."
    },
    {
      "cite": "John Macarthur",
      "quote": "You are the only Bible some unbelievers will ever read, and your life is under scrutiny every day. What do others learn from you? Do they see an accurate picture of your God?"
    },
    {
      "cite": "Rev. Billy Graham",
      "quote": "We are the Bibles the world is reading; we are the creeds the world is needing; we are the sermons the world is heeding."
    },
    {
      "cite": "Ed Stetzer",
      "quote": "God has made relationships His chosen delivery system for the gospel of hope."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "When a man is filled with the Word of God you cannot keep him still. If a man has got the Word, he must speak or die."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The salvation of a single soul is more important than the production or preservation of all the epics and tragedies in the world."
    },
    {
      "cite": "Rick Warren",
      "quote": "The way you store up treasure in Heaven is by investing in getting people there."
    },
    {
      "cite": "Charles Colson",
      "quote": "Taking the gospel to people wherever they are—death row, the ghetto, or next door—is frontline evangelism. Frontline love. It is our one hope for breaking down barriers and for restoring the sense of community, of caring for one another, that our decadent, impersonalized culture has sucked out of us."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "We are told to let our light shine, and if it does, we won't need to tell anybody it does. Lighthouses don't fire cannons to call attention to their shining- they just shine."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "If you want your neighbor to know what Christ will do for him, let the neighbor see what Christ has done for you."
    },
    {
      "cite": "John Macarthur",
      "quote": "One thing I have observed in all my years of ministry is that the most effective and important aspects of evangelism usually take place on an individual, personal level. Most people do not come to Christ as an immediate response to a sermon they hear in a crowded setting. They come to Christ because of the influence of an individual."
    },
    {
      "cite": "Paul Tournier",
      "quote": "Our task is to live our personal communion with Christ with such intensity as to make it contagious."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "You never know till you try to reach them how accessible men are; but you must approach each man by the right door."
    },
    {
      "cite": "D. Elton Trueblood",
      "quote": "Evangelism is not a professional job for a few trained men, but is instead the unrelenting responsibility of every person who belongs to the company of Jesus."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The Church exists for nothing else but to draw men into Christ, to make them little Christs. If they are not doing that, all the cathedrals, clergy, missions, sermons, even the Bible itself, are simply a waste of time. God became Man for no other purpose."
    },
    {
      "cite": "David Platt",
      "quote": "We email, Facebook, tweet and text with people who are going to spend eternity in either heaven or hell. Our lives are too short to waste on mere temporal conversations when massive eternal realities hang in the balance. Just as you and I have no guarantee that we will live through the day, the people around us are not guaranteed tomorrow either. So let's be intentional about sewing the threads of the gospel into the fabric of our conversations every day, knowing that it will not always be easy, yet believing that eternity will always be worth it."
    },
    {
      "cite": "Rev. Kellen Roggenbuck",
      "quote": "Evangelism is more about being than being perfect."
    },
    {
      "cite": "Vincent Donovan",
      "quote": "Evangelization is a process of bringing the gospel to people where they are, not where you would like them to be… When the gospel reaches a people where they are, their response to the gospel is the church in a new place."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "Any method of evangelism will work if God is in it."
    },
    {
      "cite": "Kirk Cameron",
      "quote": "If you had the cure to cancer wouldn't you share it? ... You have the cure to death ... get out there and share it."
    },
    {
      "cite": "Charles Wesley",
      "quote": "Catch on fire with enthusiasm and people will come for miles to watch you burn."
    },
    {
      "cite": "J. Howard Edington",
      "quote": "People who don't believe in missions have not read the New Testament. Right from the beginning Jesus said the field is the world. The early church took Him at His word and went East, West, North and South."
    },
    {
      "cite": "Curry R. Blake",
      "quote": "If your Gospel isn't touching others, it hasn't touched  you!"
    },
    {
      "cite": "Oswald J. Smith",
      "quote": "No one has the right to hear the gospel twice, while there remains someone who has not heard it once."
    },
    {
      "cite": "Joni Eareckson Tada",
      "quote": "Nothing will convince and convict those around us like the peaceful and positive way you and I respond to our twentieth century hurts and distress. The unbelieving world—your neighbors, the guy at the gas station, the postman, the lady at the cleaners, your boss at work—is observing the way we undergo our trials."
    },
    {
      "cite": "David Wilkerson",
      "quote": "God uses people. God uses people to perform His work. He does not send angels. Angels weep over it, but God does not use angels to accomplish His purposes. He uses burdened broken-hearted weeping men and women."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "God is not saving the world; it is done. Our business is to get men and women to realize it."
    },
    {
      "cite": "Augustine of Hippo",
      "quote": "Run to and fro everywhere, holy fires, beautiful fires; for you are the light of the world, nor are you put under a bushel. He whom you cleave unto is exalted, and has exalted you. Run to and fro, and be known unto all nations."
    },
    {
      "cite": "Scott Hahn",
      "quote": "New Evangelization is the work of the whole Church — lay, ordained, and consecrated. It’s about friends, family, and co-workers reaching out to one another and proclaiming the truth of Christ using all available means — conversation, personal witness, media, and the vast array of intellectual and spiritual riches the Church has built up in her two-thousand-year history. It’s about simple acts of kindness, simple challenges issued in love, and simple questions asked with sincerity. More fundamentally, the New Evangelization is more for the baptized than the unbaptized. It’s for those who’ve been inadequately catechized but all too adequately secularized, and it’s for those who’ve been de-Christianized in the very process of being sacramentalized."
    },
    {
      "cite": "Friedrich Wilhelm Nietzsche",
      "quote": "Show me that you are redeemed, and I will believe in your Redeemer."
    },
    {
      "cite": "Daniel Thambyrajah Niles",
      "quote": "Evangelism is just one beggar telling another beggar where to find the bread."
    },
    {
      "cite": "Pope Francis",
      "quote": "Jesus teaches us another way. Go out! Go out! Share your testimony, go out and interact with your brothers, go out and share, go out and ask! Become the Word in body as well as in spirit."
    },
    {
      "cite": "Rebecca Manley Pippert",
      "quote": "Being an extrovert isn’t essential to evangelism—obedience and love are."
    },
    {
      "cite": "Pope Francis",
      "quote": "We have to go out and talk to people in the city who we've seen on their balconies. We have to come out of our shell and tell them that Jesus lives... to say it with joy...even though it seems a little crazy sometimes."
    },
    {
      "cite": "William Lane Craig",
      "quote": "Successful evangelism involves not only harvesting, but sowing and watering, too. We must never think that because a nonbeliever remained unconvinced by our case that our apologetic has failed. For one encounter is not the end of the story."
    },
    {
      "cite": "Francis Chan",
      "quote": "Christians are like manure: spread them out and they help everything grow better."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "Could a mariner sit idle if he heard the drowning cry? Could a doctor sit in comfort and just let his patients die? Could a fireman sit idle, let men burn and give no hand? Can you sit at ease in Zion with the world around you damned?"
    },
    {
      "cite": "Pope Francis",
      "quote": "Instead of imposing new obligations, (Christians) should appear as people who wish to share their joy, who point to a horizon of beauty and who invite others to a delicious banquet."
    },
    {
      "cite": "Bishop Robert Barron",
      "quote": "Christianity is not a set of private convictions that we cultivate inwardly or whisper among ourselves. It is the message that the whole world needs to hear. We who have heard it must become agents of subversion and transformation."
    },
    {
      "cite": "Lee Strobel",
      "quote": "I've seen far too many Christians who are more than willing to travel halfway around the world to volunteer for a week in an orphanage, but who cannot bring themselves to take the personal risk of sharing Jesus with the co-worker who sits day after day in the cubicle right next to them."
    },
    {
      "cite": "Matt Diaz",
      "quote": "We Christians sometimes think we need a plan for evangelism. I don't think Jesus had an evangelism plan. I think He just interacted with the people He came into contact with."
    },
    {
      "cite": "Mark Dever",
      "quote": "The news that we, as Christians, have to bring is so great, so tremendous, not only because our depravity is so pervasive and our sin so widespread, but also because God’s plans for us are so different, so wonderful."
    },
    {
      "cite": "Samuel Dickey Gordon",
      "quote": "The way from God to a human heart is through a human heart."
    },
    {
      "cite": "John Stott",
      "quote": "To ‘evangelize’ . . . does not mean to win converts . . . but simply to announce the good news, irrespective of the results."
    },
    {
      "cite": "Hudson Taylor",
      "quote": "The Great Commission is not an option to be considered; it is a command to be obeyed."
    },
    {
      "cite": "Rev. Billy Graham",
      "quote": "I just want to lobby for God."
    },
    {
      "cite": "Faris Whitesell",
      "quote": "Evangelism applies a supernatural remedy for the need of the world."
    },
    {
      "cite": "Leith Anderson",
      "quote": "The simple definition of evangelism: Those who know, telling those who don't."
    },
    {
      "cite": "Richard Halverson",
      "quote": "Evangelism is not salesmanship. It is not urging people, pressing them, coercing them, overwhelming them, or subduing them. Evangelism is telling a message. Evangelism is reporting good news."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "Being a Christian is not the result of an ethical choice or a lofty idea, but the encounter with an event, a person, which gives life a new horizon and a decisive direction"
    },
    {
      "cite": "Jack Wellman",
      "quote": "It takes a man of God, with the Word of God, and the Spirit of God, to make the children of God, for the glory of God."
    },
    {
      "cite": "Alistair Begg",
      "quote": "Our witness – good or bad – is the overflow of our lives."
    },
    {
      "cite": "David Wells",
      "quote": "We live in a day when it is very easy to make converts, very hard to make disciples."
    }
  ]
}