{
  "source": "https://www.wisesayings.com/evening-quotes/",
  "theme": "evening",
  "quotes": [
    {
      "cite": "Annonymuos",
      "quote": "Evenings are the beautifully sweet spot between the harsh light of the day and the dead darkness of night."
    },
    {
      "cite": "Fred Rogers",
      "quote": "This evening is as brief as the twinkling of an eye yet such twinklings is what eternity is made of."
    },
    {
      "cite": "Bernard Goldberg",
      "quote": "The evening news is a concept whose time has come and gone."
    },
    {
      "cite": "Kazuo Ishiguro",
      "quote": "The evening's the best part of the day. You've done your day's work. Now you can put your feet up and enjoy it."
    },
    {
      "cite": "Annonymuos",
      "quote": "Evenings are the beautiful sweet spot between the harsh light of the day and the dead darkness of the night."
    },
    {
      "cite": "Lord Alfred Tennyson",
      "quote": "The lights begin to twinkle from the rocks: The long day wanes: the slow moon climbs: the deep Moans round with many voices."
    },
    {
      "cite": "Annonymuos",
      "quote": "Evenings are your chance to forget the mistakes you made during the day, so for the sweetest of dreams, you can pave the way. Good evening."
    },
    {
      "cite": "Annonymuos",
      "quote": "If I could reach up and hold a star for every time youve made me smile, the entire evening sky would be in the palm of my hand."
    },
    {
      "cite": "Marguerite Yourcenar",
      "quote": "In the evenings the art of building gave way to that of music, which is architecture, too, though invisible."
    },
    {
      "cite": "Adele",
      "quote": "When the evening shadows and the stars appear and there is no one there to dry your tears. I could hold you for a million years. To make you feel my love."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "One evening you may learn about enlightenment, koans, meditation and personal power."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Each morning sees some task begin, Each evening sees it close; Something attempted, something done, Has earned a night's repose."
    },
    {
      "cite": "George Herbert",
      "quote": "The evening praises the day, and the morning a frost."
    },
    {
      "cite": "Donna Karan",
      "quote": "Evening is a time of real experimentation. You never want to look the same way."
    },
    {
      "cite": "Catherine O'Hara",
      "quote": "Night time is really the best time to work. All the ideas are there to be yours because everyone else is asleep."
    },
    {
      "cite": "Annonymuos",
      "quote": "Evenings allow you to forget the bitter worries of the day and get ready for the sweet dreams of night. Good evening."
    },
    {
      "cite": "Poppy Z. Brite",
      "quote": "Some nights are made for torture, or reflection, or the savoring of loneliness."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "The evening of a well spent life brings its lamps with it."
    },
    {
      "cite": "Umberto Saba",
      "quote": "Every evening words, not stars, light the sky. No rest in life like life itself."
    },
    {
      "cite": "Sappho",
      "quote": "The evening star is the most beautiful of all stars."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "It is the evening that questions thus from within me."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "The evening is the time to praise the day."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Devote each day to the object then in time and every evening will find something done."
    },
    {
      "cite": "William Blake",
      "quote": "Think in the morning. Act in the noon. Eat in the evening. Sleep in the night."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every sunset brings the promise of a new dawn."
    },
    {
      "cite": "Al Stewart",
      "quote": "The evening sings in a voice of amber, the dawn is surely coming."
    },
    {
      "cite": "John Ashbery",
      "quote": "In the evening everything has a schedule, if you can find out what it is."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Each person is only given so many evenings and each wasted evening is a gross violation against the natural course of your only life."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Soon as the evening shades prevail, / The moon takes up the wondrous tale, / And nightly to the listening earth / Repeats the story of her birth."
    },
    {
      "cite": "Francis Quarles",
      "quote": "Wee spend our mid-day sweat, or mid-night oyle; / Wee tyre the night in thought; the day in toyle."
    },
    {
      "cite": "Henry Beston",
      "quote": "Learn to reverence night to put away the vulgar fear of it, for, with the banishment of night from the experience of man, there vanishes as well a religious emotion, a poetic mood, which gives depth to the adventure of humanity."
    },
    {
      "cite": "Alberto Manguel",
      "quote": "In the light, we read the inventions of others; in the darkness we invent our own stories... Darkness promotes speech."
    },
    {
      "cite": "Ray Charles",
      "quote": "Night time is the right time, to be with the one you love."
    },
    {
      "cite": "John Milton",
      "quote": "Now came still evening on, and twilight gray had in her sober livery all things clad."
    },
    {
      "cite": "Lord Byron",
      "quote": "A paler shadow strews its mantle over the mountains; parting day dies like the dolphin, whom each pang imbues with a new color as it gasps away."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The evening came.—The setting sun stretched his celestial rods of light across the level landscape, and like the miracle in Egypt, smote the rivers, the brooks, and the ponds, and they became as blood."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Evening is the delight of virtuous age; it seems an emblem of the tranquil close of a busy life—serene, placid, and mild,-with the impress of the great Creator stamped upon it; it spreads its quiet wings over the grave, and seems to promise that all shall be peace beyond it."
    },
    {
      "cite": "Fitz-Greene Halleck",
      "quote": "There is an evening twilight of the heart, when its wild passion waves are lulled to rest."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "My evening visitors, if they cannot see the clock, should find the time in my face."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "These small waves raised by the evening wind are as remote from storm as the smooth reflecting surface. Though it is now dark, the wind still blows and roars in the wood, the waves still dash, and some creatures lull the rest with their notes."
    },
    {
      "cite": "German Proverb",
      "quote": "In the evening one may praise the day."
    },
    {
      "cite": "Russian Proverb",
      "quote": "Only the evening will show what the day has been."
    },
    {
      "cite": "English Proverb",
      "quote": "The evening crowns the day."
    },
    {
      "cite": "Roman Proverb",
      "quote": "You know not what the evening may bring with it."
    },
    {
      "cite": "John Betjeman",
      "quote": "And low the mists of evening lie / And lightly skims the midge."
    },
    {
      "cite": "(Richard III) William Shakespeare",
      "quote": "When the sun sets, who doth not look for night?"
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "My day is done, and I am like a boat drawn on the beach, listening to the dance-music of the tide in the evening."
    },
    {
      "cite": "James Bland and Bernice Manoloff",
      "quote": "In the evening by the moonlight / When my mother had finished working / We used to sit around the fire place / Till the cornbread it was done / And then we all would eat our supper / After that we'd clean the kitchen / It's the only time they ever gave us to spare / To have a little fun / Then my daddy used to take his fiddle down / That hung upon the wall / While the silvery moon was shining clear and bright / How the folks would enjoy it / They would sit all night and listen / As we used to sing in the evening by the moonlight."
    },
    {
      "cite": "William Lisle Bowles",
      "quote": "Evening! as slow thy placid shades descend, / Veiling with gentlest hush the landscape still, / The lonely battlement, the farthest hill / And wood, I think of those who have no friend; / Who now, perhaps, by melancholy led, / From the broad blaze of day, where pleasure flaunts, / Retiring, wander to the ring-dove’s haunts / Unseen; and watch the tints that o’er thy bed / Hang lovely; oft to musing Fancy’s eye / Presenting fairy vales, where the tir’d mind / Might rest beyond the murmurs of mankind, / Nor hear the hourly moans of misery! / Alas for man! that Hope’s fair views the while / Should smile like you, and perish as they smile!"
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "The sky puts on the darkening blue coat / held for it by a row of ancient trees; / you watch: and the lands grow distant in your sight, / one journeying to heaven, one that falls."
    }
  ]
}