{
  "source": "https://www.wisesayings.com/everyday-life-quotes/",
  "theme": "everyday-life",
  "quotes": [
    {
      "cite": "Stendhal",
      "quote": "After moral poisoning, one requires physical remedies and a bottle of champagne."
    },
    {
      "cite": "Seth Godin",
      "quote": "If it scares you, it might be a good thing to try."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "Have patience with all things, but chiefly have patience with yourself. Do not lose courage in considering your own imperfections but instantly set about remedying them -- every day begin the task anew."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy."
    },
    {
      "cite": "Helen Keller",
      "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved."
    },
    {
      "cite": "Tenzin Gyatso",
      "quote": "The greatest degree of inner tranquility comes from the development of love and compassion. The more we care for the happiness of others, the greater is our own sense of well-being."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "Jewish",
      "quote": "God is closest to those with broken hearts."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "There is peace and rest and comfort in sorrow"
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Comfort is the only thing our civilization can give us."
    },
    {
      "cite": "Bobby Bragan",
      "quote": "Say you were standing with one foot in the oven and one foot in an ice bucket. According to the percentage people, you would be perfectly comfortable."
    },
    {
      "cite": "St. Basil",
      "quote": "Do not measure your loss by itself; if you do, it will seem intolerable; but if you will take all human affairs into account you will find that some comfort is to be derived from them."
    },
    {
      "cite": "Ursula K. Leguin",
      "quote": "comfort was allowed to come to them rare, welcome, unsought: a gift like joy."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "I tore myself away from the safe comfort of certainties through my love for the truth; and truth rewarded me."
    },
    {
      "cite": "DeForest Kelley",
      "quote": "I have deep feelings for the welfare and comfort of others."
    },
    {
      "cite": "Robert Alan Silverstein",
      "quote": "Peace of mind comes when we find comfort in solitude instead of lonlieness."
    },
    {
      "cite": "Williamson",
      "quote": "It's a comfort level for me. I know I can win out here now."
    },
    {
      "cite": "DeForest Kelley",
      "quote": "I have deep feelings for the welfare and comfort of others."
    },
    {
      "cite": "Princess Diana",
      "quote": "A mother's arms are more comforting than anyone else's."
    },
    {
      "cite": "Alan Alda",
      "quote": "At times you have to leave the city of your comfort and go into the wilderness of your intuition. What you'll discover will be wonderful. What you'll discover is yourself."
    },
    {
      "cite": "John",
      "quote": "I will not leave you comfortless: I will come to you."
    },
    {
      "cite": "Confucius",
      "quote": "The superior man thinks always of virtue; the common man thinks of comfort."
    },
    {
      "cite": "Kennedy",
      "quote": "It has been said, 'time heals all wounds.' I do not agree. The wounds remain. In time, the mind, protecting its sanity, covers them with scar tissue and the pain lessens, but it is never gone."
    },
    {
      "cite": "Murdoch",
      "quote": "There is no substitute for the comfort supplied by the utterly taken-for-granted relationship."
    },
    {
      "cite": "Foster",
      "quote": "We needed to give comfort to our customers that gas was going to be available."
    },
    {
      "cite": "Thomas Manton",
      "quote": "One way to get comfort is to plead the promise of God in prayer, show Him His handwriting; God is tender of His Word."
    },
    {
      "cite": "Mark Twain",
      "quote": "The best way to cheer yourself is to try to cheer someone else up."
    },
    {
      "cite": "Robert Frost",
      "quote": "In three words I can sum up everything I've learned about life: it goes on."
    },
    {
      "cite": "Pope Benedict XVI",
      "quote": "The world offers you comfort. But you were not made for comfort. You were made for greatness."
    },
    {
      "cite": "Carrie Bradshaw",
      "quote": "Maybe you have to let go of who you were to become who you will be."
    },
    {
      "cite": "Romans 8:18",
      "quote": "The pain that you've been feeling, can't compare to the joy that's coming."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Where thou art, thou is home."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Your comfort zone is not a place that you want to remain in. Dare, discover, be all that you can be."
    },
    {
      "cite": "Gina Mohammed, Ph. D.",
      "quote": "Choosing a path for convenience and speed is usually a recipe for mediocrity. The things that most enrich our lives usually demand a bigger investment of time and discipline."
    },
    {
      "cite": "John Maxwell",
      "quote": "If we're growing, we're always going to be out of our comfort zone."
    },
    {
      "cite": "Denis Waitley",
      "quote": "A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown."
    },
    {
      "cite": "Les Brown",
      "quote": "If you put yourself in a position where you have to stretch outside your comfort zone, then you are forced to expand your consciousness."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The five stages - denial, anger, bargaining, depression, and acceptance - are a part of the framework that makes up our learning to live with the one we lost. They are tools to help us frame and identify what we may be feeling. But they are not stops on some linear timeline in grief."
    },
    {
      "cite": "Simon Travaglia",
      "quote": "The greatest barrier to someone achieving their potential is their denial of it."
    },
    {
      "cite": "C. Northcote Parkinson",
      "quote": "Delay is the deadliest form of denial."
    },
    {
      "cite": "Javier Bardem",
      "quote": "We live in a world of denial, and we don't know what the truth is anymore."
    },
    {
      "cite": "Boy George",
      "quote": "She's probably in denial that she's a great big ball of insecurity and I'm quite well aware that I am one."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Most men would rather deny a hard truth than face it."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "you can't get away from yourself by moving from one place to another."
    },
    {
      "cite": "Douglas Adams",
      "quote": "There is no point in using the word 'impossible' to describe something that has clearly happened."
    },
    {
      "cite": "Floriano Martins",
      "quote": "I protect myself by refusing to know myself."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "I was smiling yesterday,I am smiling today and I will smile tomorrow. Simply because life is too short to cry for anything."
    },
    {
      "cite": "Jason Mraz",
      "quote": "You’re not obligated to win. You’re obligated to keep trying. To the best you can do everyday."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Everyday life, everyday miracle."
    },
    {
      "cite": "Maltbie Davenport Babcock",
      "quote": "The workshop of character is everyday life."
    },
    {
      "cite": "St. Therese of Lisieux",
      "quote": "Each small task of everyday life is part of the total harmony of the universe."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "One's everyday life is never capable of being separated from his spiritual being."
    },
    {
      "cite": "Brené Brown",
      "quote": "Get back up. Begin again."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "Don't take yourself seriously. We are here today, we are gone tomorrow, so enjoy every moment of your existence."
    },
    {
      "cite": "Jim Ryun",
      "quote": "Motivation is what gets you started. Habit is what keeps you going."
    },
    {
      "cite": "Catherine Pulsifier",
      "quote": "If we have the attitude that it's going to be a great day it usually is."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Do one thing every day that scares you."
    },
    {
      "cite": "Leah Busque",
      "quote": "I wake up every morning and think to myself, 'how far can I push this company in the next 24 hours."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The best time to plant a tree was 20 years ago. The second-best time is now."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "I want to seize fate by the throat."
    },
    {
      "cite": "Walter C. Hagen",
      "quote": "You're only here for a short visit. Don't hurry. Don't worry. And be sure to smell the flowers along the way."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Trade your expectations for appreciation and the world changes instantly."
    },
    {
      "cite": "David Steindl-Rast",
      "quote": "Ninety-nine percent of the time we have an opportunity to be grateful for something. We just don't notice it. We go through our days in a daze."
    },
    {
      "cite": "Vilayat Khan",
      "quote": "Indeed, whether you know it or not, in everyday life you are, for the most part, playing a role and wearing a mask. The mistake you make is that you identify within the mask you see when looking in the mirror - a secondary aspect of yourself that reflects but a fraction of the richness of your essential being."
    },
    {
      "cite": "Mel Brooks",
      "quote": "Hope for the best. Expect the worst. Life is a play. We're unrehearsed."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "To spiritually regulate oneself is another form of the higher education that fits man for a nobler place in life."
    },
    {
      "cite": "Raoul Vaneigem",
      "quote": "Work to survive, survive by consuming, survive to consume: the hellish cycle is complete."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "However bad life may seem, there is always something you can do and succeed at. Where there's life, there's hope."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "You never change your life until you step out of your comfort zone; change begins at the end of your comfort zone."
    },
    {
      "cite": "Elinor Glyn",
      "quote": "Romance is the glamour which turns the dust of everyday life into a golden haze."
    },
    {
      "cite": "Bill Cunningham",
      "quote": "Fashion is the armor to survive the reality of everyday life."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Art washes away from the soul the dust of everyday life."
    },
    {
      "cite": "Bill Phillips",
      "quote": "The difference between who you are and who you want to be, is what you do."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "People often say that motivation doesn’t last. Well, neither does bathing. That’s why we recommend it daily."
    },
    {
      "cite": "Skip Lipman",
      "quote": "Everybody wants to be a hero, and in everyday life, most of the time you don't get to be the hero."
    },
    {
      "cite": "Charmelle Cofield; Chris Liggio; Dash Crofts; Jimmy Eugene Seals; Keir Gist",
      "quote": "Life has a way of making you live it /  Sometimes it takes you to giving it / Do you fold or do you play on? / The next move always depends on you / If your work is good then it's trouble at home / If your move is right / Then your dough is tight / It's like running a engine on no fuel / How do you play in a game with no rules?"
    },
    {
      "cite": "Karl Clive Jr. Gordon; John Benson; Jessica Cornish; Geoff Morrow; Chris Arnold; David Martin",
      "quote": "Cause you're as old as you feel you are, / And if you don't reach for the moon, / You can't follow the stars. / So I live my life like everyday is the last, last, last."
    }
  ]
}