{
  "source": "https://www.wisesayings.com/everest-quotes/",
  "theme": "everest",
  "quotes": [
    {
      "cite": "Anatoli Boukreev",
      "quote": "I don't know what being an Everest guide means. I am a coach, not a guide."
    },
    {
      "cite": "Chris Bonington",
      "quote": "There was no more grass, no flowers, not even any moss: dusty granite blocks covered the ice and an occasional grinding groan reminded us that we were on a slow-moving glacier."
    },
    {
      "cite": "Conrad Anker",
      "quote": "Looking out of a tent door into a world of snow and vanishing hopes."
    },
    {
      "cite": "Ed Viesturs",
      "quote": "Mountains don't kill people, they just sit there..."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "On the summit of Everest, I had a feeling of great satisfaction to be first there."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "No one remembers who climbed Mount Everest the second time."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "It is not the mountain we conquer, but ourselves."
    },
    {
      "cite": "Gary Johnson",
      "quote": "I climbed Mount Everest. I don't quit."
    },
    {
      "cite": "George Mallory",
      "quote": "We will stomp to the top with the wind in our teeth."
    },
    {
      "cite": "John Hunt",
      "quote": "We agreed that this was going to be no ordinary climb. For the time being, Everest was rather more than a mountain."
    },
    {
      "cite": "Jon Krakauer",
      "quote": "Everest has always been a magnet for kooks, publicity seekers, hopeless romantics and others with a shaky hold on reality."
    },
    {
      "cite": "Jon Krakauer",
      "quote": "But now that I was finally here, standing on the summit of Mount Everest , I just couldn't summon the energy to care."
    },
    {
      "cite": "Jon Krakauer",
      "quote": "There is the knot of the dilemma that every climber on Everest ends up facing: to be successful, you need to be highly motivated, but if the motivation is excessive, you are likely to die."
    },
    {
      "cite": "Junko Tabei",
      "quote": "Technique and ability alone do not get you to the top; it is the willpower that is the most important. This willpower you cannot buy with money or be given by others... it rises from your heart."
    },
    {
      "cite": "Lewis Gordon Pugh",
      "quote": "Climate change is the Everest of all problems, the thorniest challenge facing humankind."
    },
    {
      "cite": "Mallory",
      "quote": "We do not live to eat and make money. We eat and make money to be able to live. That is what life means and what life is for."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "People think that at the top there isn't much room. They tend to think of it as an Everest. My message is that there is tons of room at the top."
    },
    {
      "cite": "Oliver Markus Malloy",
      "quote": "Food for thought: Every dead body on Mount Everest was once a highly motivated person. Stay lazy my friends. It may save your life one day."
    },
    {
      "cite": "Peter Gillman",
      "quote": "Everest itself was the only mountain which we could see without turning our gaze downwards…"
    },
    {
      "cite": "Peter Habeler",
      "quote": "I have not conquered Everest, it has merely tolerated me."
    },
    {
      "cite": "Reinhold Messner",
      "quote": "Mountains are not fair or unfair, they are just dangerous."
    },
    {
      "cite": "Reinhold Messner",
      "quote": "I am nothing more than a single narrow gasping lung, floating over the mists and summits."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We cannot stop at the foothills when Everest lies ahead."
    },
    {
      "cite": "Stacy Allison",
      "quote": "The end of the ridge and the end of the world... then nothing but that clear, empty air. There was nowhere else to climb. I was standing on the top of the world."
    },
    {
      "cite": "Tenzing Norgay",
      "quote": "You do not climb a mountain like Everest by trying to race ahead on your own, or by competing with your comrades. You do it slowly are carefully, by unselfish teamwork. Certainly I wanted to reach the top by myself; it was the one thing that I had dreamed of all my life. But if the lot fell to someone else, I would take it like a man, and not a crybaby — for that is the mountain way."
    }
  ]
}