{
  "source": "https://www.wisesayings.com/everything-quotes/",
  "theme": "everything",
  "quotes": [
    {
      "cite": "Confucius",
      "quote": "Everything has beauty, but not everyone sees it."
    },
    {
      "cite": "Jenny Valentine",
      "quote": "Even when you'd lost everything you thought there was to lose, somebody came along and gave you something for free."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "By trying to understand everything, everything makes me dream."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The old believe everything, the middle-aged suspect everything, the young know everything."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Everything is theoretically impossible, until it is done."
    },
    {
      "cite": "Beyonce",
      "quote": "If everything was perfect, you would never learn and you would never grow."
    },
    {
      "cite": "Thomas H. Huxley",
      "quote": "Try to learn something about everything and everything about something."
    },
    {
      "cite": "Sam Walton",
      "quote": "High expectations are the key to everything."
    },
    {
      "cite": "Helen Keller",
      "quote": "Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content."
    },
    {
      "cite": "Euripides",
      "quote": "Question everything. Learn something. Answer nothing."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Everything that can be counted does not necessarily count; everything that counts cannot necessarily be counted."
    },
    {
      "cite": "Javan",
      "quote": "I don't wish to be everything to everyone, but I would like to be something to someone."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Everything should be made as simple as possible, but not simpler."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Everything you can imagine is real."
    },
    {
      "cite": "Buddha",
      "quote": "To understand everything is to forgive everything."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "Everything changes, nothing remains without change."
    },
    {
      "cite": "Taisen Deshimaru",
      "quote": "To receive everything, one must open one's hands and give."
    },
    {
      "cite": "Jeremy Gilley",
      "quote": "Everything starts with one step, or one brick, or one word or one day."
    },
    {
      "cite": "Lou Reed",
      "quote": "I think that everything happens for a reason, everything happens when it's going to happen."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Everything that happens once can never happen again. But everything that happens twice will surely happen a third time."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Everything happens for a reason and a purpose, and it serves you."
    },
    {
      "cite": "Sue Grafton",
      "quote": "Everything happens for a reason, but that doesn't mean there's a point."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I trust that everything happens for a reason, even when we're not wise enough to see it."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "Those people who think they know everything are a great annoyance to those of us who do."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "We cannot do everything at once, but we can do something at once."
    },
    {
      "cite": "Bible",
      "quote": "There is a time for everything, and a season for every activity under heaven."
    },
    {
      "cite": "Keren Ann",
      "quote": "Everything is temporary. Everything is bound to end."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "Everything in this life has a purpose, there are no mistakes, no coincidences."
    }
  ]
}