{
  "source": "https://www.wisesayings.com/evil-people-quotes/",
  "theme": "evil-people",
  "quotes": [
    {
      "cite": "Nenia Campbell",
      "quote": "Not all poison was bitter. Some of the deadliest poisons in the world tasted sweet; they were that much more dangerous because of it."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "There are many good seeds in you. Therefore you must avoid every bad soil in the world."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Evil influence is like a nicotine patch, you cannot help but absorb what sticks to you."
    },
    {
      "cite": "Vasily Grossman",
      "quote": "There are people whose souls have just withered, people who are willing to go along with anything evil - anything so as not to be suspected of disagreeing with whoever is in power."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "O how can wicked men seem so steady and untouched with such black hearts, while poor innocents stand like malefactors before them!"
    },
    {
      "cite": "Sophocles",
      "quote": "The soul that has conceived one wickedness can nurse no good thereafter."
    },
    {
      "cite": "James Oliver Curwood",
      "quote": "In every man's heart there is a devil, but we do not know the man as bad until the devil is roused."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Even an evil man can have principles he can be true to his own evil, which is not always so easy."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "By the fruit the tree is to be known. An evil tree cannot bring forth good fruit."
    },
    {
      "cite": "Psalm 9:16",
      "quote": "The Lord is known by his justice; the wicked are ensnared by the work of their hands."
    },
    {
      "cite": "Bishop R. Baits",
      "quote": "Even the gates of Hell shall stay closed when Ted Bundy and Charles Manson come a knocking, for even Satan fears they would glory themselves above him."
    },
    {
      "cite": "Pascal",
      "quote": "Men never do evil so completely and cheerfully as when they do it conscientiously."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "A belief in a supernatural source of evil is not necessary; men alone are quite capable of every wickedness."
    },
    {
      "cite": "Hesiod",
      "quote": "The man who does evil to another does evil to himself, and the evil counsel is most evil for him who counsels it."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Praises from wicked men are reproaches."
    },
    {
      "cite": "Ecclesiastes 12:14",
      "quote": "For God will bring every deed into judgment, with every secret thing, whether good or evil."
    },
    {
      "cite": "Micah 2:1",
      "quote": "Woe to those who devise wickedness and work evil on their beds! When the morning dawns, they perform it, because it is in the power of their hand."
    },
    {
      "cite": "1 Thessalonians 5:22",
      "quote": "Abstain from every form of evil."
    },
    {
      "cite": "Exodus 20:13",
      "quote": "You shall not murder."
    },
    {
      "cite": "Proverbs 14:12",
      "quote": "There is a way that seems right to a man, but its end is the way to death."
    },
    {
      "cite": "Julius Caesar",
      "quote": "The evil men do lives after them. The good is oft interred with their bones,"
    },
    {
      "cite": "Bible",
      "quote": "Never trust thine enemy: for like as iron rusteth, so is his wickedness."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "The belief in a supernatural source of evil is not necessary: men alone are quite capable of every wickedness"
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Wickedness sucks in the greater part of its own venom and poisons itself therewith"
    },
    {
      "cite": "unknown",
      "quote": "There is a method in man's wickedness; it grows up by degrees"
    },
    {
      "cite": "Socrates",
      "quote": "Bad men live that they may eat and drink, whereas good men eat and drink that they may live."
    },
    {
      "cite": "Plato",
      "quote": "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "I never wonder to see men wicked, but I often wonder to see them not ashamed."
    },
    {
      "cite": "Voltaire",
      "quote": "As long as people believe in absurdities they will continue to commit atrocities."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Man must vanquish himself, must do himself violence, in order to perform the slightest action untainted by evil."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "I have discovered that all human evil comes from this, man's being unable to sit still and quiet in a room alone."
    },
    {
      "cite": "Jean Jacques Rousseau",
      "quote": "Our greatest evils flow from ourselves."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There's small choice in rotten apples."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "All things truly wicked start from innocence."
    },
    {
      "cite": "Chanakya",
      "quote": "There is poison in the fang of the serpent, in the mouth of the fly and in the sting of a scorpion; but the wicked man is saturated with it."
    },
    {
      "cite": "George Washington",
      "quote": "The foolish and wicked practice of profane cursing and swearing is a vice so mean and low that every person of sense and character detests and despises it."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The wicked envy and hate; it is their way of admiring."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Wicked thoughts and worthless efforts gradually set their mark on the face, especially the eyes."
    },
    {
      "cite": "Bible",
      "quote": "The wicked flee when no man pursueth: but the righteous are bold as a lion."
    },
    {
      "cite": "Statius",
      "quote": "Oh, the blind counsels of the guilty! Oh, how cowardly is wickedness always!"
    },
    {
      "cite": "Josh Billings",
      "quote": "It is a statistical fact that the wicked work harder to reach hell than the righteous do to enter heaven."
    },
    {
      "cite": "Confucius",
      "quote": "To see and listen to the wicked is already the beginning of wickedness."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "God bears with the wicked, but not forever."
    },
    {
      "cite": "Mindy Kaling",
      "quote": "They say the best revenge is living well. I say it's acid in the face who will love them now"
    },
    {
      "cite": "Adrian Phoenix",
      "quote": "An eye for an eye is never enough. Never, never, never."
    },
    {
      "cite": "Augustine",
      "quote": "Wicked men obey from fear; good men, from love."
    },
    {
      "cite": "Voltaire",
      "quote": "To the wicked, everything serves as pretext."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "The wicked are always surprised to find ability in the good."
    },
    {
      "cite": "J. P. Donleavy",
      "quote": "Wicked is not much worse than indiscreet."
    },
    {
      "cite": "Victoria Justice",
      "quote": "No one ever became extremely wicked suddenly."
    },
    {
      "cite": "James Dawes",
      "quote": "You can believe in evil without supposing that it is supernatural."
    },
    {
      "cite": "James Dawes",
      "quote": "Ideas of evil do not have to posit a cloven-hoofed Satan."
    },
    {
      "cite": "James Dawes",
      "quote": "Evil is fundamentally a privation of the good of being."
    },
    {
      "cite": "James Dawes",
      "quote": "To judge something evil is to put the possibility of forgiveness into question in a way other judgements do not."
    },
    {
      "cite": "James Dawes",
      "quote": "The concept of evil, as various scholars have characterized the position, 'is simply a residue of an outdated theological perspective on the world."
    },
    {
      "cite": "Billy Graham",
      "quote": "Evil is present to cleverly disguise itself as good."
    },
    {
      "cite": "Billy Graham",
      "quote": "Evil is present to control and deceive us."
    },
    {
      "cite": "Billy Graham",
      "quote": "Every manifestation of evil is the result of basic sin-sin that has remained unchanged since the moment it first entered the human race."
    },
    {
      "cite": "Billy Graham",
      "quote": "Evil and suffering are real.. They aren't an illusion, nor are they simply an absence of good."
    },
    {
      "cite": "Billy Graham",
      "quote": "Evil is real-but so is God's power and love."
    },
    {
      "cite": "Augustine",
      "quote": "God judged it better to bring good out of evil than to suffer no evil to exist"
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "He who passively accepts evil is as much involved in it as he who helps to perpetrate it."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "He accepts evil without protesting against it is really cooperating with it."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "We poor blind creatures, here today and gone tomorrow, born in sin, surrounded by sinners, living in a constant atmosphere of weakness, infirmity, and imperfection - can form none but the most inadequate conceptions of the hideousness of evil."
    },
    {
      "cite": "William Penn",
      "quote": "A good end cannot sanctify evil means; nor must we ever do evil that good may come of it."
    },
    {
      "cite": "Psalm 140:1-2",
      "quote": "Deliver me, O Lord, from evil men; preserve me from violent men, who plan evil things in their heart and stir up wars continually."
    },
    {
      "cite": "William Penn",
      "quote": "A good end cannot sanctify evil means; nor must we never do evil that good may come of it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Wickedness is a myth invented by good people to account for the attractiveness of other."
    },
    {
      "cite": "Edmund Burke",
      "quote": "All that is necessary for the triumph of evil is that good men do nothing."
    },
    {
      "cite": "Thoreau",
      "quote": "There are a thousand hacking at the branches of evil to one who is striking at the root."
    },
    {
      "cite": "Evan Esar",
      "quote": "A necessary evil is never necessary but always evil."
    },
    {
      "cite": "Evan Esar",
      "quote": "To the cynic, money isn't the root of all evil-evil is the root of all money."
    },
    {
      "cite": "Evan Esar",
      "quote": "A great evil is the number of people who are trying to get something for nothing, and a greater evil is the number of people who succeed."
    },
    {
      "cite": "Fred E. Katz",
      "quote": "I define and use the word evil to mean behavior that deliberately deprives innocent people of their humanity, from small scale assaults on a person's dignity to outright murder."
    },
    {
      "cite": "Fred E. Katz",
      "quote": "Evil is commonly seen in religious, moral and philosophical terms: as violating higher commandments, as breaking valued constraints that bind us to other persons, or as making us depart from a benign deity in favor of following a malignant deity, a Satan."
    },
    {
      "cite": "Fred E. Katz",
      "quote": "And from this more realistic knowledge we will be in a better position to avoid travelling the road to evil, if we so choose."
    },
    {
      "cite": "Fred E. Katz",
      "quote": "We live in a world that is periodically polluted by eruptions of humanly created evil, often resulting in deliberately created deaths on a huge scale, in one or another part of the globe."
    },
    {
      "cite": "Fred E. Katz",
      "quote": "The route to evil often takes the form of a sequence of seemingly small, innocuous incremental steps, in each of which one tries to solve a problem within one's immediate situation."
    },
    {
      "cite": "Luke Russell",
      "quote": "Evil exists in the way that courage, malice, or honestly exist; not as as mysterious supernatural force that is capable of taking over a person, but as a character trait and as a moral property of actions."
    },
    {
      "cite": "Luke Russell",
      "quote": "If an evil person is someone who is disposed to perform evil actions, then it is possible for there to be evil persons who have done nothing, then it is possible for there to be evil persons who have done nothing wrong because their disposition has not manifested itself in action."
    },
    {
      "cite": "Luke Russell",
      "quote": "If evil persons are those who are disposed to do evil, then it seems that a very large proportion of us will turn out to be evil."
    },
    {
      "cite": "Luke Russell",
      "quote": "Evil can be used to express the broad concept of bad, or to express a more extreme moral concept."
    },
    {
      "cite": "Nelly van Doorn-Harder",
      "quote": "They are evil because they are not in correspondence with the communion with God."
    },
    {
      "cite": "Lars Fr. H. Svendsen",
      "quote": "Evil is a possibility found in all of us, because we are all free, moral beings."
    },
    {
      "cite": "Lars Fr. H. Svendsen",
      "quote": "Evil is part of common humanity, as is goodness."
    },
    {
      "cite": "Lars Fr. H. Svendsen",
      "quote": "What is also clear is that a person can have a number of different motives---or no motive at all---for doing evil. The least plausible motives is the demonic---doing evil simply because an action is evil."
    },
    {
      "cite": "Lars Fr. H. Svendsen",
      "quote": "Evil starts small---most genocides didn't begin as extreme acts of violence, but grew to such enormous proportions precisely because the initial stages found little resistance."
    },
    {
      "cite": "Bruce Haddock",
      "quote": "Evil is undoubtedly a complex and controversial notion, but it continues to capture something that resonates across cultures in the modern world."
    },
    {
      "cite": "Larry Kramer",
      "quote": "Evil is difficult to discuss. Too many people approach it as something occult. A similar overabundance of people believe it exists somehow tied in with God, or with good, as if evil is the other side of the coin."
    },
    {
      "cite": "Larry Kramer",
      "quote": "Evil is part of nothing more related to anything except evil, It exists unto itself, totally and utterly, and horridly."
    },
    {
      "cite": "John Kekes",
      "quote": "In normal circumstances the responsibility of evildoers does not dissolve by understanding how or why they came to do evil. Responsibility f for the evil done, not for the causes that led to the doing of it."
    },
    {
      "cite": "John Kekes",
      "quote": "This is not to say that people who are insane, have low intelligence, or a are otherwise incapacitated should not be exempted from responsibility for their evil actions."
    },
    {
      "cite": "John Kekes",
      "quote": "The dirty warriors are, therefore, responsible for the evil actions that caused them."
    },
    {
      "cite": "John Kekes",
      "quote": "People often do evil because they hate, envy, fear, are jealous of, or are provoked by their victims."
    },
    {
      "cite": "John Kekes",
      "quote": "It is rationally and morally justified to recognize the moral inequality between people who habitually cause evil and those who habitually cause good."
    },
    {
      "cite": "Jeffrey Burton Russell",
      "quote": "Everyone commits some evil in life, but a person whose will is generally turned outward toward the light is not an evil person."
    }
  ]
}