{
  "source": "https://www.wisesayings.com/evil-quotes/",
  "theme": "evil",
  "quotes": [
    {
      "cite": "Sophocles",
      "quote": "The soul that has conceived one wickedness can nurse no good thereafter."
    },
    {
      "cite": "AlbertCamus",
      "quote": "The evil that is in the world almost always comes of ignorance, and good intentions may do as much harm as malevolence if they lack understanding."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The world is a dangerous place to live, not because of the people who are evil, but because of the people who don't do anything about it."
    },
    {
      "cite": "Baltasar Gracin",
      "quote": "Never open the door to a lesser evil, for other and greater ones invariably slink in after it."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The only thing necessary for the triumph of evil is for good men to do nothing."
    },
    {
      "cite": "Buddha",
      "quote": "It is a man's own mind, not his enemy or foe, that lures him to evil ways."
    },
    {
      "cite": "Albert Camus",
      "quote": "The evil that is in the world almost always comes of ignorance, and good intentions may do as much harm as malevolence if they lack understanding."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "He who passively accepts evil is as much involved in it as he who helps to perpetrate it."
    },
    {
      "cite": "Aristotle",
      "quote": "No notice is taken of a little evil, but when it increases it strikes the eye."
    },
    {
      "cite": "W. H. Auden",
      "quote": "Evil is unspectacular and always human, and shares our bed and eats at our own table."
    },
    {
      "cite": "Michael Shaw",
      "quote": "A wisp of evil can lure the vulnerable into a miasma of wickedness."
    },
    {
      "cite": "Pascal",
      "quote": "Men never do evil so completely and cheerfully as when they do it conscientiously"
    },
    {
      "cite": "Unkown",
      "quote": "The devil when he purports any evil against man, first perverts his mind."
    },
    {
      "cite": "Ayn Rand",
      "quote": "The evil of the world is made possible by nothing but the sanction you give it."
    },
    {
      "cite": "Aristotle",
      "quote": "We must as second best...take the least of the evils."
    },
    {
      "cite": "Cesare Pavese",
      "quote": "We are all capable of evil thoughts, but only very rarely of evil deeds: we can all do good deeds, but very few of us can think good thoughts."
    },
    {
      "cite": "Joseph Stalin",
      "quote": "Death is the solution to all problems. No man ? no problem."
    },
    {
      "cite": "Josef Stalin",
      "quote": "One death is a tragedy; one million is a statistic."
    },
    {
      "cite": "Kim Il-Sung",
      "quote": "The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history."
    },
    {
      "cite": "Seneca",
      "quote": "The worst evil of all is to leave the ranks of the living before one dies."
    },
    {
      "cite": "Aristotle",
      "quote": "Fear is pain arising from the anticipation of evil."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "The evils we do to others give us less pain than those we do to ourselves."
    },
    {
      "cite": "Benjamin Banneker",
      "quote": "Evil communication corrupts good manners. I hope to live to hear that good communication corrects bad manners."
    },
    {
      "cite": "Saint Aurelius Augustinus Augustine",
      "quote": "The greatest evil is physical pain."
    },
    {
      "cite": "Saint Ambrose",
      "quote": "There is nothing evil save that which perverts the mind and shackles the conscience."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "We are each our own devil, and we make this world our hell"
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "He who does not punish evil commands it to be done."
    },
    {
      "cite": "Robert Alan Silverstein",
      "quote": "If it were easier to choose to do the right thing, wouldn't people be more likely to do it?"
    },
    {
      "cite": "Hannah Arendt",
      "quote": "The sad truth is that most evil is done by people who never make up their minds to be either good or evil."
    },
    {
      "cite": "Robert Dean Klein",
      "quote": "Evil, begets evil."
    },
    {
      "cite": "Glen MacDonough",
      "quote": "The struggle between good and evil goes on inside of everyone."
    },
    {
      "cite": "Troy Duffy",
      "quote": "Destroy all that which is evil."
    },
    {
      "cite": "Sam Raimi",
      "quote": "You must help me. A great evil is taking over the city and shall consume the entire earth if not stopped."
    },
    {
      "cite": "Edward Kitsis",
      "quote": "Evil doesn't always look evil. Sometimes it's staring right at us, and we don't even realize it."
    },
    {
      "cite": "Edward Kitsis",
      "quote": "Evil isn't born, dearie, it's made."
    },
    {
      "cite": "Stephen Sommers",
      "quote": "I could never allow him to be used for such evil."
    },
    {
      "cite": "Adolfo Torres Portillo",
      "quote": "I don't want to be evil, and stealing is evil."
    },
    {
      "cite": "Ingmar Bergman",
      "quote": "Where innocence is greatest, evil is nearest."
    },
    {
      "cite": "Ingmar Bergman",
      "quote": "I shall profit by your knowledge. And good will come of it, not evil."
    },
    {
      "cite": "Mark O'Green",
      "quote": "That's ridiculous. What's evil is evil. Anyone who says otherwise is just stupid."
    },
    {
      "cite": "Mark O'Green",
      "quote": "Evil is when good gets completely screwed up! Evil is when brave people can't be brave anymore! Evil is an anagram of vile! There's got to be a moral standard somewhere!"
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "Evil does seek to maintain power by suppressing the truth."
    },
    {
      "cite": "Fran Walsh",
      "quote": "Such is the nature of evil, in time all foul things come forth!"
    },
    {
      "cite": "John Masius",
      "quote": "Evil is for evil's sake, period. Its goal is - chaos and destruction."
    },
    {
      "cite": "William Goodhart",
      "quote": "Evil is a spiritual being, alive and living, perverted and perverting, weaving its way insidiously into the very fabric of life."
    },
    {
      "cite": "Jules Bass",
      "quote": "Good will never succumb to evil!"
    },
    {
      "cite": "Thomas Malory",
      "quote": "Good and evil, there never is one without the other."
    },
    {
      "cite": "Roberto Rossellini",
      "quote": "The greatest happiness is to be just. It is such a great gift that those who commit evil deeds are insane."
    },
    {
      "cite": "Bryan Fuller",
      "quote": "Evil is just destructive? Storms are evil, if it's that simple."
    },
    {
      "cite": "Jackie Chan",
      "quote": "Within each of us lies conflicting forces: yin and yang, light and dark, good and evil."
    },
    {
      "cite": "Shôtarô Ishinomori",
      "quote": "Some concepts, though they may seem simple, are the most difficult, especially those that pertain to the powers of good and evil."
    },
    {
      "cite": "Mark Edward Edens",
      "quote": "The conflict between good and evil is part of the fabric of existence."
    },
    {
      "cite": "Rosalind Wiseman",
      "quote": "There are two kinds of evil people in this world. Those who do evil stuff and those who see evil stuff being done and don't try to stop it."
    },
    {
      "cite": "Jeff Davis",
      "quote": "I believe there are evil acts, but those are choices - brain chemistry."
    },
    {
      "cite": "Frank Cottrell Boyce",
      "quote": "Evil is in your heart, if you don't go out, you'll never get away from it."
    },
    {
      "cite": "Geraint Wyn Davies",
      "quote": "Evil is a metaphysical condition."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "Adventures! In which good triumphs over evil!"
    },
    {
      "cite": "Ivan Raimi",
      "quote": "When it comes to evil, if something seems too good to be true, it probably is."
    },
    {
      "cite": "David Wolstencroft",
      "quote": "Lesser evil stops greater evil every single time."
    },
    {
      "cite": "What",
      "quote": "The breeding of malice; which, like other feelings, whether for good or for evil, will grow or decline according to the power of the will."
    },
    {
      "cite": "What",
      "quote": "Censure, when it adds to evil instead of curing it."
    },
    {
      "cite": "What",
      "quote": "Those diseases which often proceed from moral evil."
    },
    {
      "cite": "What",
      "quote": "Being discontented with your position in life, as it often increases the evil."
    },
    {
      "cite": "What",
      "quote": "Retailing evil reports of private life and manners; malice having often more to do with such than truth."
    },
    {
      "cite": "Luke Russell",
      "quote": "Evil is real, and it must be opposed."
    },
    {
      "cite": "Chad Meister",
      "quote": "Our world is plagued by evil. Evil is no less real, no less menacing, and no less ubiquitous today than it has ever been."
    },
    {
      "cite": "Chad Meister",
      "quote": "We are faced with evil in all its pernicious forms each and everyday as we watch the news, read the newspaper, or simply live out our lives. Yes, evil is always before us."
    },
    {
      "cite": "Chad Meister",
      "quote": "The notion of evil comprises a wide expanse, covering everything harmful and destructive in the world."
    },
    {
      "cite": "Chad Meister",
      "quote": "Evil is what reduces our happiness."
    },
    {
      "cite": "John A. Andrews",
      "quote": "The people who think or do evil are like dead streams which misuse the source and therefore their freedom to love hasn't worked."
    },
    {
      "cite": "Frank A Clark",
      "quote": "Life is neither good nor evil, but only a place for good and evil."
    },
    {
      "cite": "Alan Bennett",
      "quote": "The only tragedy that exists in the world is ignorance: all evil comes from that."
    },
    {
      "cite": "Confucius",
      "quote": "Return good for good, and or evil, justice."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "It is a sin to believe evil of others, but it is seldom a mistake."
    },
    {
      "cite": "Mary Willstonecraft",
      "quote": "No man chooses evil because it is evil; he only mistakes it for happiness, for the good he seeks."
    },
    {
      "cite": "Bailey's Festus",
      "quote": "Evil is limited. One cannot form a scheme for universal evil."
    },
    {
      "cite": "Bailey",
      "quote": "Evil then results from imperfection."
    },
    {
      "cite": "Longfellow's Evangeline",
      "quote": "Many surmises of evil alarm the hearts of the people."
    },
    {
      "cite": "Socrates",
      "quote": "No evil can happen to a good man, either in life or death."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It is easier to denature plutonium than to denature the evil spirit of man."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "The belief in a supernatural source of evil is not necessary; men alone are quite capable of every wickedness."
    },
    {
      "cite": "James Fenimore Cooper",
      "quote": "When it's uncertain whether good or evil has been done, the wisest way is not to be boastful."
    },
    {
      "cite": "George Orwell",
      "quote": "Satan finds some mischief still, even in the jungle."
    },
    {
      "cite": "John Kekes",
      "quote": "Evil is permanent threat to human well-being."
    }
  ]
}