{
  "source": "https://www.wisesayings.com/evolution-quotes/",
  "theme": "evolution",
  "quotes": [
    {
      "cite": "Karl Pilkington",
      "quote": "With evolution, things are always changing, so I sort of think: Should we all be growing three heads?"
    },
    {
      "cite": "Stephen Baldwin",
      "quote": "Evolution isn't true, because if we evolved from monkeys, how can they still be here?"
    },
    {
      "cite": "Leon C. Megginson",
      "quote": "It is not the strongest or the most intelligent who will survive but those who can best manage change."
    },
    {
      "cite": "Graham Greene",
      "quote": "God created a number of possibilities in case some of his prototypes failed - that is the meaning of evolution."
    },
    {
      "cite": "Bill Nye",
      "quote": "Evolution is the fundamental idea in all of life science - in all of biology."
    },
    {
      "cite": "James Levine",
      "quote": "We're in the midst of an evolution, not a revolution."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The first step in the evolution of ethics is a sense of solidarity with other human beings."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "It is hard for the ape to believe he descended from man."
    },
    {
      "cite": "Milton Berle",
      "quote": "If evolution really works, how come mothers only have two hands?"
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Promise yourself to live your life as a revolution and not just a process of evolution."
    },
    {
      "cite": "Rosa Luxemburg",
      "quote": "Those who do not move, do not notice their chains."
    },
    {
      "cite": "Jerry Coyne",
      "quote": "Evolution tells us where we came from, not where we can go."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The pre-human creature from which man evolved was unlike any other living thing in its malicious viciousness toward its own kind. Humanization was not a leap forward but a groping toward survival."
    },
    {
      "cite": "Lynn Margulis",
      "quote": "If you really want to study evolution, you've got go outside sometime, because you'll see symbiosis everywhere!"
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The goal of evolution is self-conquest."
    },
    {
      "cite": "Walter Gilbert",
      "quote": "The human's place in the universe will be set in the scheme of evolution, the product of our biological inheritance."
    },
    {
      "cite": "Shana Alexander",
      "quote": "Evolution is fascinating to watch. To me it is the most interesting when one can observe the evolution of a single man."
    },
    {
      "cite": "John Morley",
      "quote": "Evolution is not a force but a process. Not a cause but a law."
    },
    {
      "cite": "Friedrich Durrenmatt",
      "quote": "The evolution of humans can not only be seen as the grand total of their wars; it is also defined by the evolution of the human mind and the development of the human consciousness."
    },
    {
      "cite": "Jack Horner",
      "quote": "Evolution evolutionary change, does not happen quickly."
    },
    {
      "cite": "Oliver Wendell Holmes Sr.",
      "quote": "Every now and then a man's mind is stretched by a new idea or sensation, and never shrinks back to its former dimensions."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "The theory of evolution, like the theory of gravity, is a scientific fact."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "Evolution is a change from an indefinite, incoherent, homogeneity to a definite, coherent, heterogeneity, through continuous differentiations and integrations."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Evolution never looks to the future."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "Today the theory of evolution is about as much open to doubt as the theory that the earth goes round the sun."
    },
    {
      "cite": "William Schwenck Gilbert",
      "quote": "Darwinian man, though well-behaved, at best is only a monkey shaved."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "Nevertheless, it is even harder for the average ape to believe that he has descended from man."
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "Evolution is a process of constant branching and expansion."
    },
    {
      "cite": "Jean Chretien",
      "quote": "You have to look at history as an evolution of society."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "Evolution seems to close the heart to some of the plainest spiritual truths while it opens the mind to the wildest guesses advanced in the name of science."
    },
    {
      "cite": "Terry Hayes",
      "quote": "The world doesn't change in front of your eyes, it changes behind your back."
    },
    {
      "cite": "Marilyn Ferguson",
      "quote": "Evolution happens in jumps, very rapidly."
    },
    {
      "cite": "Louis D. Brandeis",
      "quote": "There are no shortcuts in evolution."
    },
    {
      "cite": "Charles Darwin",
      "quote": "It is not the strongest of the species that survives, nor the most intelligent that survives. It is the one that is the most adaptable to change."
    }
  ]
}