{
  "source": "https://www.wisesayings.com/evolve-quotes/",
  "theme": "evolve",
  "quotes": [
    {
      "cite": "Daniel Day-Lewis",
      "quote": "At some point in your life, if you're lucky, you get to design the way in which things evolve."
    },
    {
      "cite": "Pope Francis",
      "quote": "Evolution in nature is not inconsistent with the notion of creation, because evolution requires the creation of beings that evolve."
    },
    {
      "cite": "Richard Dawkins",
      "quote": "All life evolves by the differential survival of replicating entities."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You will evolve past certain people. Let yourself."
    },
    {
      "cite": "David Kitts",
      "quote": "Evolution requires intermediate forms between species and palaeontology does not provide them."
    },
    {
      "cite": "Piet Pieterszoon Hein",
      "quote": "We shall have to evolve problem-solvers galore since each problem they solve creates ten problems more."
    },
    {
      "cite": "Fefe Dobson",
      "quote": "You grow and evolve and as you do that, your art hopefully reflects that change and that growth."
    },
    {
      "cite": "Satya Nadella",
      "quote": "Our ambitions are bold and so must be our desire to change and evolve our culture"
    },
    {
      "cite": "Bryant McGill",
      "quote": "Evolving and bettering yourself is wonderful, but not if the set of standards and values you adopt smothers you into oblivion in the process."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The whole point of being alive is to evolve into the complete person you were intended to be."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Develop the wings of loyalty and you will fly above the dooms of disappointments. Disloyalty has one whistle; when it's blown, opportunities take to their heels."
    },
    {
      "cite": "Jello Biafra",
      "quote": "If evolution is outlawed, only outlaws will evolve"
    },
    {
      "cite": "James Redfield",
      "quote": "If history tells us anything, it is that human culture and knowledge are constantly evolving."
    },
    {
      "cite": "J. K. Simmons",
      "quote": "People evolve and it's important to not stop evolving just because you've reached 'adulthood."
    },
    {
      "cite": "Marc Benioff",
      "quote": "You must always be able to predict what's next and then have the flexibility to evolve."
    },
    {
      "cite": "James H. Fowler",
      "quote": "Be the change you want to see in your networks."
    },
    {
      "cite": "Kevin Kelly",
      "quote": "It has become evident that the primary lesson of the study of evolution is that all evolution is coevolution: every organism is evolving in tandem with the organisms around it."
    },
    {
      "cite": "Pradeepa Pandiyan",
      "quote": "Evolution is constant. Evolving better is individual's conscience."
    },
    {
      "cite": "Seth Godin",
      "quote": "Optimism is the most important human trait, because it allows us to evolve our ideas, to improve our situation, and to hope for a better tomorrow."
    },
    {
      "cite": "Timothy Leary",
      "quote": "One cannot evolve from one's robothood until one realizes how totally one has been robotized."
    },
    {
      "cite": "Ziggy Marley",
      "quote": "We still have to evolve, that's how we're created, we're created to evolve so you can believe in that the answer is in this book or in this one idea that the masses most believe in, each individual must evolve themselves, spiritually and consciously."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation."
    },
    {
      "cite": "Fred Durst",
      "quote": "People evolve and grow, and life is fascinating and fun and tragic"
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Progress comes from the intelligent use of experience."
    },
    {
      "cite": "Sarah McLachlan",
      "quote": "Change and growth is so painful. But it's so necessary for us to evolve"
    },
    {
      "cite": "Thor Heyerdahl",
      "quote": "Progress is man's ability to complicate simplicity."
    },
    {
      "cite": "John Knowles",
      "quote": "Everything has to evolve or else it perishes."
    },
    {
      "cite": "Bryan Kest",
      "quote": "Everything becomes an opportunity to evolve and grow."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The only things that evolve by themselves in an organization are disorder, friction and malperformance."
    }
  ]
}