{
  "source": "https://www.wisesayings.com/ex-boyfriends-quotes/",
  "theme": "ex-boyfriends",
  "quotes": [
    {
      "cite": "Sonya Parker",
      "quote": "The best revenge you can get on your ex is to move on and let them see you happy with someone that treats you better than they did"
    },
    {
      "cite": "Nontobeko Sibiya",
      "quote": "Exes are like our old diaries-they know the whole truth and the unedited version of you. If you can still attain their respect after the relationship you must have done something well."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Nobody deserves your tears, but whoever deserves them will not make you cry."
    },
    {
      "cite": "Lorraine Zago Rosenthal",
      "quote": "I don't think much about guys from the past. I'm glad I knew them, but there's a reason they didn't make it into my future."
    },
    {
      "cite": "Matthew Donnell",
      "quote": "Going back to your ex is like reading a book you have already read. The outcome will always be the same."
    },
    {
      "cite": "Bess Myerson",
      "quote": "To fall in love is awfully simple, but to fall out of love is simply awful."
    },
    {
      "cite": "Kendrick Cole",
      "quote": "Dating an ex is the equivalent of failing a test you already had the answers to."
    },
    {
      "cite": "unknown",
      "quote": "A heartbreak is a blessing from God. It's just his way of letting you realize he saved you from the wrong one."
    },
    {
      "cite": "Mae West",
      "quote": "All discarded lovers should be given a second chance, but with somebody else."
    },
    {
      "cite": "Sidney Madwed",
      "quote": "You can choose to be happy or sad and whichever you choose that is what you get. No one is really responsible to make someone else happy, no matter what most people have been taught and accept as true."
    },
    {
      "cite": "Reuben \" Mulah Truth \" Holmes II",
      "quote": "Sometimes a woman will look back on what she had, not because she wants to go there but to motivate her to do better."
    },
    {
      "cite": "Alex Rosa",
      "quote": "We are all trying to get over the person who broke our hearts. We are all far from perfect."
    },
    {
      "cite": "Sushan R Sharma",
      "quote": "One relationship ends but life goes on. Your 'Ex' was just a stepping stone to something better."
    },
    {
      "cite": "Alexis Rose",
      "quote": "If you feel the need to insult your ex or their new lover, you obviously still have feelings for them."
    },
    {
      "cite": "Sarah Bilington",
      "quote": "I couldn't deal with my ex and his new she-devil girlfriend being all up in my face and him trying to be friendly and her trying to poison me with her existence."
    },
    {
      "cite": "unknown",
      "quote": "Never get jealous when you see your ex with someone else, because our parents taught us to give our used toys to the less fortunate."
    },
    {
      "cite": "The Notebook",
      "quote": "It may seem as the hardest thing in the world, but you have to forget the guy who forgot about you."
    },
    {
      "cite": "Grey's Anatomy",
      "quote": "You're still my person, even if I'm not yours."
    },
    {
      "cite": "John Greene",
      "quote": "The truth is that it hurts because it's real. It hurts because it mattered. And that's an important thing to acknowledge to yourself."
    },
    {
      "cite": "Socrates",
      "quote": "The hottest love has the coldest end."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "I never hated a man enough to give him his diamonds back."
    },
    {
      "cite": "Carol Sobieski and Thomas Meehan",
      "quote": "How lucky I am to have something that makes saying goodbye so hard"
    },
    {
      "cite": "Mean Girls",
      "quote": "Irregardless, ex boyfriends are just off limits to friends. I mean, that's just the rules of feminism."
    },
    {
      "cite": "Victoria Holt",
      "quote": "Never regret. If it's good, it's wonderful. If it's bad, it's experience."
    },
    {
      "cite": "unknown",
      "quote": "If you really love something set it free. If it comes back it's yours, if not it wasn't meant to be."
    },
    {
      "cite": "unknown",
      "quote": "I don't miss him, I miss who I thought he was."
    },
    {
      "cite": "John Green",
      "quote": "It rather goes without saying that Katherine drank her coffee black. Katherines do, generally. They like their coffee like their ex-boyfriends: bitter."
    },
    {
      "cite": "Psalm 147:3",
      "quote": "He heals the broken hearted and binds up their wounds."
    },
    {
      "cite": "Marian Keyes",
      "quote": "Failed relationships can be described as so much wasted make-up."
    },
    {
      "cite": "Pete &amp; Pete",
      "quote": "Why is it that when you miss someone so much that your heart is ready to disintegrate, you hear the saddest song on the radio?"
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When a love comes to an end, weaklings cry, efficient ones instantly find another love, and the wise already have one in reserve."
    },
    {
      "cite": "Julia Roberts",
      "quote": "You know it's love when all you want is that person to be happy, even if you’re not part of their happiness."
    },
    {
      "cite": "Anais Nin",
      "quote": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of withering, of tarnishing."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Ever has it been that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Bob Ettinger",
      "quote": "Relationships are hard. It's like a full-time job, and we should treat it like one. If your boyfriend or girlfriend wants to leave you, they should give you two weeks’ notice. There should be severance pay, and before they leave you, they should have to find you a temp."
    },
    {
      "cite": "Laura Kightlinger",
      "quote": "When you get back together with an old boyfriend, it's pathetic. It’s like having a garage sale and buying your own stuff hack."
    },
    {
      "cite": "Helen Fielding",
      "quote": "Exes should never, never go out with or marry other people but should remain celibate to the end of their days in order to provide you with a mental fallback position."
    },
    {
      "cite": "Carrie Bradshaw",
      "quote": "There is a good way to break up with someone and it doesn’t include a Post-it."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "I will always love the false image I had of you."
    },
    {
      "cite": "Mae West",
      "quote": "He’s the kind of man a woman would have to marry to get rid of."
    },
    {
      "cite": "Taylor Dayne",
      "quote": "I've had enough boyfriends and enough issues. I'd seen enough train wrecks."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Love blurs your vision; but after it recedes, you can see more clearly than ever."
    },
    {
      "cite": "Charlaine Harris",
      "quote": "It's probably a bad indicator of your lifestyle when you miss your ex-boyfriend because he's absolutely lethal."
    },
    {
      "cite": "Marian Keyes",
      "quote": "Failed relationships can be described as so much wasted make-up."
    },
    {
      "cite": "Stacey Pilgrim",
      "quote": "Next time, we don't date the girl with eleven evil ex-boyfriends."
    },
    {
      "cite": "Claire Temple",
      "quote": "Yeah, well, trouble stalks me like a crazy ex-boyfriend."
    },
    {
      "cite": "Sadie Cunningham",
      "quote": "To make an omelette, you have to kill some ex-boyfriends"
    },
    {
      "cite": "Tori Spelling",
      "quote": "It's not cheating if you dream of kissing your ex-boyfriend, right?"
    },
    {
      "cite": "Matthew Thiessen",
      "quote": "He's the guy that you should feel sorry for / He had the world but he thought that he wanted more / I owe it all to the mistake he made back then / I owe it all to my girl's ex-boyfriend"
    },
    {
      "cite": "Rita Rudner",
      "quote": "My boyfriend and I broke up. He wanted to get married and I didn't want him to."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is only one real tragedy in a woman’s life. The fact that her past is always her lover, and her future invariably her husband."
    },
    {
      "cite": "Max Martin; Johan Karl Schuster; Taylor Alison Swift",
      "quote": "Got a long list of ex lovers / They'll tell you I'm insane / But I've got a blank space, baby / And I'll write your name"
    },
    {
      "cite": "Cliff Lighty; Keir Gist; Balewa Muhammed; Eddie Berkeley; Smooth",
      "quote": "Forget about your ex he wasn't good enough / Only when he called is when the spot got rough"
    },
    {
      "cite": "Ali Payami; Karl Johan Schuster; Max Martin; Taylor Swift",
      "quote": "Every lover known in comparison is a failure, I forget their names now."
    },
    {
      "cite": "Camille Purcell et al.",
      "quote": "Guess I should say thank you, / For the ‘hate yous’ and the tattoos, / Oh baby I’m cool by the way, / Ain’t sure I loved you anyway"
    },
    {
      "cite": "Camille Purcell et al.",
      "quote": "This is a shout out to my ex / Heard he in love with some other chick / Yeah yeah, that hurt me, I'll admit / Forget that boy, I'm over it"
    },
    {
      "cite": "Camille Purcell et al.",
      "quote": "Shout out to my ex, you're really quite the man / You made my heart break and that made me who I am"
    },
    {
      "cite": "Camille Purcell et al.",
      "quote": "Here's to my ex, hey, look at me now / Well, I, I'm all the way up / I swear you'll never bring me down"
    },
    {
      "cite": "Amethyst Amelia Kelly; Ariana Grande; Ilya Salmanzadeh; Martin Karl Sandberg; Savan Harish Kotecha",
      "quote": "Head in the clouds / Got no weight on my shoulders / I should be wiser / And realize that I've got / One less problem without you"
    },
    {
      "cite": "Mikkel Eriksen; Amund Bjorklund; Beyonce Knowles; Espen Lind; Tor Hermansen; Shaffer Smith",
      "quote": "You must not know 'bout me / You must not know 'bout me / I'll have another you by tomorrow / So don't you ever for a second / Get to thinking you're irreplaceable"
    },
    {
      "cite": "Carl Anthony Falk; Savan Harish Kotecha; Cher Lloyd; Demitria Lovato; Rami Yacoub",
      "quote": "But even if the stars and moon collide / I never want you back into my life / You can take your words and all your lies / Oh oh oh I really don't care"
    },
    {
      "cite": "Lukasz Gottwald; Martin Karl Sandberg",
      "quote": "But since you been gone / I can breathe for the first time / I'm so movin' on, yeah, yeah / Thanks to you / Now I get what I want"
    },
    {
      "cite": "Ilsey Anna Juber; Linus Thure Wiklund; Noonie Bao; Zara Maria Larsson",
      "quote": "I try to forget about you, baby / And I die when I think of you with someone else and / I don't know why, I don't know why you're dancing in my mind / From the breaking of the day to the middle of the night"
    },
    {
      "cite": "Martin Max Sandberg; Kelly Brianne Clarkson; Lukasz Gottwald",
      "quote": "Here I am / Once again / I'm torn into pieces / Can't deny it / Can't pretend / Just thought you were the one / Broken up deep inside / But you won't get to see the tears I cry / Behind these hazel eyes"
    },
    {
      "cite": "Meghan Trainor; Eric Frederic; Tommy Brown; Steven Franks; Mario Mims; Taylor Parks; Travis Sayles",
      "quote": "I used to cry to all my friends / But they would say, 'I told ya' / Finally, I can breathe again / The weight is off my shoulders / I was warned but fooled by charm / And you, you deserve to be alone"
    },
    {
      "cite": "Daniel Law Heath; Elizabeth Grant; Emile Haynie",
      "quote": "I will love you 'til the end of time / I would wait a million years / Promise you'll remember that you're mine / Baby can you see through the tears?"
    },
    {
      "cite": "Dallas Austin; Gwen Stefani",
      "quote": "And after all the obstacles / It's good to see you now with someone else / And it's such a miracle that you and me are still good friends / After all that we've been through / I know we're cool"
    },
    {
      "cite": "Adam King Feeney; Camila Cabello; Louis Bell; Ryan B. Tedder",
      "quote": "When I said I hope you're happy, didn't mean it / Never thought you'd be so good at moving on / When I'm lying wide awake, you're probably sleeping / And maybe what I'm thinking is wrong"
    },
    {
      "cite": "Emily Warren; Ian Kirkpatrick; Caroline Ailin; Dua Lipa",
      "quote": "Walk away / You know how / Don't start caring / About me now"
    },
    {
      "cite": "Emily Warren; Ian Kirkpatrick; Caroline Ailin; Dua Lipa",
      "quote": "Aren't you the guy who tried to / Hurt me with the word 'goodbye'? / Though it took some time to survive you / I'm better on the other side / I'm all good already / So moved on, it's scary / I'm not where you left me at all"
    },
    {
      "cite": "Joan Baez",
      "quote": "Well, I'll be damned / Here comes your ghost again / But that's not unusual / It's just that the moon is full / And you happened to call / And here I sit / Hand on the telephone / Hearing a voice I'd known / A couple of light years ago / Heading straight for a fall"
    },
    {
      "cite": "Joan Baez",
      "quote": "Now you're telling me / You're not nostalgic / Then give me another word for it / You who are so good with words / And at keeping things vague / 'Cause I need some of that vagueness now / It's all come back too clearly / Yes, I loved you dearly / And if you're offering me diamonds and rust / I've already paid"
    },
    {
      "cite": "Dino Fekaris; Frederick J. Perren",
      "quote": "At first I was afraid, I was petrified / Kept thinking I could never live without you by my side / But then I spent so many nights thinking how you did me wrong / And I grew strong / And I learned how to get along"
    },
    {
      "cite": "Christopher A. Stewart; Terius Youngdell Nash",
      "quote": "I loved you, and / You love me / And I just couldn't see tomorrow, baby / And I cared for you / And I didn't see us through / Now I know in my heart you will always be / The greatest x ever"
    },
    {
      "cite": "Jeff Trott; Sheryl Crow",
      "quote": "Did you know when you go it's the perfect ending / To the bad day I was just beginning / When you go all I know is you're my favorite mistake"
    },
    {
      "cite": "Fiona Apple Maggart",
      "quote": "'Member when we argued on the concept of regret? / You were an expert even then but not me, not yet / Now all you gotta do's remind me that we met / And there ya got me, that's how you got me, taught me to regret"
    },
    {
      "cite": "Adele Adkins; Max Martin; Johan Shellback",
      "quote": "I'm giving you up / I've forgiven it all / You set me free, oh"
    },
    {
      "cite": "Adele Adkins; Max Martin; Johan Shellback",
      "quote": "Send my love to your new lover / Treat her better / We've gotta let go of all of our ghosts / We both know we ain't kids no more"
    },
    {
      "cite": "Charlie Puth; Jacob Kasher Hindlin; Johan Jens Erik Carlsson; Katheryn Elizabeth Hudson",
      "quote": "And I just can't believe / We went from strangers to lovers to strangers in a lifetime / Now just memories / We've gone from strangers to lovers to strangers / Yeah"
    },
    {
      "cite": "Wally De Backer",
      "quote": "Now and then I think of all the times you screwed me over / But had me believing it was always something that I'd done / And I don't wanna live that way / Reading into every word you say / You said that you could let it go / And I wouldn't catch you hung up on somebody that you used to know"
    },
    {
      "cite": "Adele Laurie Blue Adkins; Daniel Dodd Wilson",
      "quote": "Old friend, why are you so shy / Ain't like you to hold back / Or hide from the light"
    },
    {
      "cite": "Adele Laurie Blue Adkins; Daniel Dodd Wilson",
      "quote": "Never mind I'll find someone like you / I wish nothing but the best / For you too, don't forget me / I beg, I'll remember you say / Sometimes it lasts in love / But sometimes it hurts instead"
    },
    {
      "cite": "Taylor Swift",
      "quote": "I used to know my place was a spot next to you / Now I'm searching the room for an empty seat / 'Cause lately I don't even know what page you're on"
    },
    {
      "cite": "Katy Perry",
      "quote": "Cause when I'm with him / I am thinking of you / Thinking of you / What you would do if / You were the one / Who was spending the night / Oh I wish that I / Was looking into your eyes"
    },
    {
      "cite": "Taylor Swift; Max Martin; Johan Shellback",
      "quote": "We are never ever, ever getting back together / We are never ever, ever getting back together / You go talk to your friends, talk to my friends, talk to me / But we are never ever, ever, ever getting back together"
    },
    {
      "cite": "Alanis Morissette",
      "quote": "And I'm here, to remind you / Of the mess you left when you went away / It's not fair, to deny me / Of the cross I bear that you gave to me / You, you, you oughta know"
    },
    {
      "cite": "Carly E. Simon",
      "quote": "Oh, you had me several years ago / When I was still quite naive / Well, you said that we made such a pretty pair / And that you would never leave / But you gave away the things you loved / And one of them was me / I had some dreams, they were clouds in my coffee / Clouds in my coffee"
    }
  ]
}