{
  "source": "https://www.wisesayings.com/exaggeration-quotes/",
  "theme": "exaggeration",
  "quotes": [
    {
      "cite": "Tim Tharp",
      "quote": "That's how it is with legends. The greater they sound, the more must've got left out."
    },
    {
      "cite": "Josh Billings",
      "quote": "There are some people so addicted to exaggeration that they can't tell the truth without lying."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Never exaggerate. It is a matter of great importance to forego superlatives, in part to avoid offending the truth, and in part to avoid cheapening your judgment. Exaggeration wastes distinction and testifies to the paucity of your understanding and taste."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Some so speak in exaggerations and superlatives, that we need to make a large discount from their statements, before we can come at their real meaning."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Unless you embellish, you can't tell the truth."
    },
    {
      "cite": "Idries Shah",
      "quote": "Exaggeration is a standard peculiarity of man. To deprecate is often a form of exaggeration which people do not notice, because it appears to be its opposite."
    },
    {
      "cite": "Voltaire",
      "quote": "Exaggeration, the inseparable companion of greatness."
    },
    {
      "cite": "Frank Crane",
      "quote": "Exaggeration is lying. It does not take long for the people in the community to get the habit of discounting twenty-five percent of all you say.  If you continually overstate and vociferate you must keep on getting louder, until you soon become incoherent."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Eschew the monumental. Shun the Epic. All the guys who can paint great big pictures can paint great small ones."
    },
    {
      "cite": "Victor Hugo",
      "quote": "It is the essence of truth that it is never excessive.... We must not resort to the flame where only light is required."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Every exaggeration of the truth once detected by others destroys our credibility and makes all that we do and say suspect."
    },
    {
      "cite": "The Talmud",
      "quote": "If you add to the truth, you subtract from it."
    },
    {
      "cite": "Alice Meynell",
      "quote": "But exaggeration establishes no good understanding between the reader and the author. It is a solemn appeal to our credulity, and we are right to resent it. It is the violence of a weakling hand—the worst manner of violence."
    },
    {
      "cite": "Chi Chi Rodriguez",
      "quote": "I don't exaggerate—I just remember big."
    },
    {
      "cite": "Robert Brault",
      "quote": "Sometimes in life we blow things out of proportion because proportion is so dull."
    },
    {
      "cite": "Rodney Ulyate",
      "quote": "If you use the term 'over-exaggerate,' you know the definition neither of 'exaggerate' nor of 'over.'"
    },
    {
      "cite": "Jean François de La Harpe",
      "quote": "To exaggerate is to weaken."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Exaggeration is a branch of lying."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Exaggeration is truth that has lost its temper."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "It is always the novice who exaggerates."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "Exaggeration is the melodramatic child of truth."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Exaggeration is in the course of things. Nature sends no creature, no man into the world, without adding a small excess of his proper quality. Given the planet, it is still necessary to add the impulse; so, to every creature nature added a little violence of direction in its proper path, a shove to put it on its way; in every instance, a slight generosity, a drop too much."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Exaggeration! was ever any virtue attributed to a man without exaggeration? was ever any vice, without infinite exaggeration? Do we not exaggerate ourselves to ourselves, or do we recognize ourselves for the actual men we are? Are we not all great men? Yet what are we actually, to speak of? We live by exaggeration."
    },
    {
      "cite": "Katherine Fullerton Gerould",
      "quote": "I know exaggerators of both kinds: people whose lies are only picturesque adjectives, and people whose picturesque adjectives are only lies."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "An element of exaggeration clings to the popular judgment: great vices are made greater, great virtues greater also; interesting incidents are made more interesting, softer legends more soft."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "All the exaggerations are right, if they exaggerate the right thing."
    },
    {
      "cite": "Barbara Mertz",
      "quote": "Exaggeration is the cheapest form of humor."
    },
    {
      "cite": "Hosea Ballou",
      "quote": "Exaggeration is a blood relation to falsehood, and nearly as blamable."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "He who cannot exaggerate is not qualified to utter truth."
    },
    {
      "cite": "Gelett Burgess",
      "quote": "The temptation to vivify the tale and make it walk abroad on its own legs is hard to deny."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Exaggeration in every sense is as essential to newspaper writing as it is to the writing of plays: for the point is to make as much as possible of every occurrence."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "All passions exaggerate; and they are passions only because they do exaggerate."
    },
    {
      "cite": "Albert Camus",
      "quote": "You always get exaggerated notions about things you don't know anything about."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Thought is a process of exaggeration. The refusal to exaggerate is not infrequently an alibi for the disinclination to think or praise."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Stop telling such outlandish tales. Stop turning minnows into whales."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "We exaggerate misfortune and happiness alike. We are never as bad off or as happy as we say we are."
    },
    {
      "cite": "Daniel Starch",
      "quote": "Examples of exaggeration can be found in almost any advertising medium. The use of the superlative is altogether too prevalent. 'The finest,' 'the best,' 'the greatest,' 'the purest,' 'the most economical,' and so on ad infinitum, are hurled at the public everywhere. Surely not all products of the same class can be the best or the finest."
    },
    {
      "cite": "Ivern Ball",
      "quote": "He's the type who makes mountains out of molehills and then sells climbing equipment."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Don't, Sir, accustom yourself to use big words for little matters."
    },
    {
      "cite": "Tawny Lara",
      "quote": "People add color to their story because they think it happened in black and white."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "There is no one who does not exaggerate. In conversation, men are encumbered with personality, and talk too much."
    },
    {
      "cite": "Thomas Babington Macaulay",
      "quote": "Men of great conversational powers almost universally practise a sort of lively sophistry and exaggeration which deceives for the moment both themselves and their auditors."
    },
    {
      "cite": "José Ortega y Gasset",
      "quote": "By speaking, by thinking, we undertake to clarify things, and that forces us to exacerbate them, dislocate them, schematize them. Every concept is in itself an exaggeration."
    },
    {
      "cite": "Eliza Cook",
      "quote": "Exaggeration misleads the credulous and offends the perceptive."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Exaggeration is a prodigality of the judgment which shows the narrowness of one's knowledge or one's taste."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Danger lies in the writer becoming the victim of his own exaggeration, losing the exact notion of sincerity, and in the end coming to despise truth itself as something too cold, too blunt for his purpose—as, in fact, not good enough for his insistent emotion. From laughter and tears the descent is easy to sniveling and giggles."
    },
    {
      "cite": "François de la Rochefoucauld",
      "quote": "When we exaggerate the tenderness of our friends towards us, it is often less from gratitude than from a desire to exhibit our own merit."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "People exaggerate the value of things they haven't got: everybody worships truth and unselfishness because they have no experience with them."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We aim above the mark, to hit the mark. Every act hath some falsehood of exaggeration in it."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Never believe extraordinary characters which you hear of people. Depend upon it, they are exaggerated. You do not see one man shoot a great deal higher than another."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Poets and writers who are in love with the superlative all want to do more than they can."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "I was always conscious of that weak point of mine, and sometimes very much afraid of it. I exaggerate everything, that is where I go wrong."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "'Tis a rule of manners to avoid exaggeration."
    },
    {
      "cite": "Cathy Burnham Martin",
      "quote": "Adding more bull to bull yields bigger bull."
    },
    {
      "cite": "Drew Carey",
      "quote": "Like I said, all comedy is based on exaggeration, big or small, whatever you can get away with."
    },
    {
      "cite": "Proverb",
      "quote": "Exaggeration is to paint a snake and add legs."
    }
  ]
}