{
  "source": "https://www.wisesayings.com/exam-quotes/",
  "theme": "exam",
  "quotes": [
    {
      "cite": "Fennel Hudson",
      "quote": "Exams test your memory, life tests your learning; others will test your patience."
    },
    {
      "cite": "Michelle Obama",
      "quote": "If my future were determined just by my performance on a standardized test, I wouldn't be here. I guarantee you that."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "When you do exams you never want to be the one who finishes first and you never want to be the one who finishes last."
    },
    {
      "cite": "Terry Wogan",
      "quote": "There's more to life than passing exams, and paper qualifications can only take you so far. A lot depends on luck, and on being in the right place at the right time, which was certainly true in my case."
    },
    {
      "cite": "Anonymous",
      "quote": "May your final exam grades be less damaging to your employment prospects than everything else you've done in college."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "In years to come, Harry would never quite remember how he had managed to get through his exams when he half expected Voldemort to come bursting through the door at any moment."
    },
    {
      "cite": "William A. Ward",
      "quote": "Recipe for success: Study while others are sleeping; work while others are loafing; prepare while others are playing; and dream while others are wishing."
    },
    {
      "cite": "Anonymous",
      "quote": "Good luck passing the bar exam and my deepest early condolences if you don't."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "If you fail an examination, it means you have not yet mastered the subject. With diligent study and understanding, you will succeed in passing the exams."
    },
    {
      "cite": "Marvin Phillips",
      "quote": "The difference between try and triumph is a little umph."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "To be better equipped for the tests that the year will bring – read a textbook. To prepare for the tests that life will bring – read a book."
    },
    {
      "cite": "Christian Nextell Bovee",
      "quote": "Few minds wear out; most rust out."
    },
    {
      "cite": "Herman Cain",
      "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful."
    },
    {
      "cite": "Anonymous",
      "quote": "The best way to finish an unpleasant task is to get started."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "Ever tried. Ever failed. No matter. Try again. Fail again. Fail better."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "Failure is success if we learn from it."
    },
    {
      "cite": "General Colin Powell",
      "quote": "There are no secrets to success. It is the result of preparation, hard work learning from failure."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Never give up, for that is just the place and time that the tide will turn."
    },
    {
      "cite": "Edward H. Harriman",
      "quote": "Much good work is lost for the lack of a little more."
    },
    {
      "cite": "Anonymous",
      "quote": "Prove yourself to yourself not others."
    },
    {
      "cite": "Anonymous",
      "quote": "You might not make heaven if you cover your script during an exam. Sharing is caring!"
    },
    {
      "cite": "David Bly",
      "quote": "Striving for success without hard work is like trying to harvest where you haven't planted."
    },
    {
      "cite": "Connie Sellecca",
      "quote": "If you believe in what you're doing, you'll be successful."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Strength of mind is exercise, not rest."
    },
    {
      "cite": "Stephen C. Hogan",
      "quote": "You can't have a million-dollar dream with a minimum-wage work ethic."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success consists of going from failure to failure without loss of enthusiasm."
    },
    {
      "cite": "Jen Sincero",
      "quote": "Because so often when we say we're unqualified for something, what we're really saying is that we're too scared to try it, not that we can't do it"
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The people who get on in this world are the people who get up and look for the circumstances they want, and, if they can't find them, make them."
    },
    {
      "cite": "Swami Sivananda",
      "quote": "Put your heart, mind, intellect and soul even to your smallest acts. This is the secret of success."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "School exams are memory tests. In the real-world, no one is going to stop you from referring to a book to solve a problem."
    },
    {
      "cite": "Jen Sincero",
      "quote": "Our brains can only handle so much information at once without exploding, so by looking at each task separately, the larger task suddenly becomes more manageable"
    },
    {
      "cite": "Paul Kalanithi",
      "quote": "It’s very easy to be number one: find the guy who is number one, and score one point higher than he does."
    },
    {
      "cite": "unknown",
      "quote": "A lot of us would like to move mountains, but few of us are willing to practice on small hills."
    },
    {
      "cite": "Richard Bach",
      "quote": "A professional writer is an amateur who didn’t quit."
    },
    {
      "cite": "Christian D. Larson",
      "quote": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle."
    },
    {
      "cite": "Chantal Sutherland",
      "quote": "Believe in yourself, take on your challenges, dig deep within yourself to conquer fears. Never let anyone bring you down. You got to keep going."
    },
    {
      "cite": "John Wooden",
      "quote": "Do not let what you cannot do interfere with what you can do."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Do not wait to strike till the iron is hot; but make it hot by striking."
    },
    {
      "cite": "unknown",
      "quote": "Don't stop when you are tired, stop when you are done."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Don’t wait. The time will never be just right."
    },
    {
      "cite": "Karim Seddiki",
      "quote": "Doubt kills more dreams than failure ever will."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Doubt whom you will, but never doubt yourself."
    },
    {
      "cite": "Norman Vaughan",
      "quote": "Dream big and dare to fail."
    },
    {
      "cite": "Will Rogers",
      "quote": "Even if you’re on the right track, you’ll get run over if you just sit there."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will spend its whole life believing that it is stupid."
    },
    {
      "cite": "Jules Renard",
      "quote": "Everything you want is out there waiting for you to ask. Everything you want also wants you. But you have to take action to get it."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A pessimist sees the difficulty in every opportunity. An optimist sees the opportunity in every difficulty."
    },
    {
      "cite": "unknown",
      "quote": "Forget all the reasons it won’t work and believe the one reason that it will."
    },
    {
      "cite": "William Durant",
      "quote": "Forget past mistakes. Forget failures. Forget everything except what you’re going to do now and do it."
    },
    {
      "cite": "Dr. Benjamin Spock",
      "quote": "Trust yourself, you know more than you think you do."
    },
    {
      "cite": "Henry IV of France",
      "quote": "Great eaters and great sleepers are incapable of anything else that is great."
    },
    {
      "cite": "Proverb",
      "quote": "Have no fear of sudden disaster or of the ruin that overtakes the wicked, for the Lord will be at your side and will keep your foot from being snared."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "He who asks is a fool for five minutes, but he who does not ask remains a fool forever."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "However difficult life may seem, there is always something you can do and succeed at."
    },
    {
      "cite": "Estée Lauder",
      "quote": "I didn’t get there by wishing for it or hoping for it, but by working for it."
    },
    {
      "cite": "Bill Gates",
      "quote": "I failed in some subjects in exam, but my friend passed in all. Now he is an engineer in Microsoft and I am the owner of Microsoft."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I find that the harder I work, the more luck I seem to have."
    },
    {
      "cite": "Mary Leakey",
      "quote": "I had never passed a single school exam, and clearly never would."
    },
    {
      "cite": "Thomas Edison",
      "quote": "I have not failed. I’ve just found 10,000 ways that won’t work."
    },
    {
      "cite": "Art Williams",
      "quote": "I’m not telling you it is going to be easy — I’m telling you it’s going to be worth it."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Identify your problems, but give your power and energy to solutions."
    },
    {
      "cite": "Thomas Edison",
      "quote": "If we did all the things we were capable of doing, we would literally astound ourselves."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you are going through hell, keep going."
    },
    {
      "cite": "Rev. Martin Luther King",
      "quote": "If you can’t fly then run, if you can’t run then walk, if you can’t walk then crawl, but whatever you do you have to keep moving forward."
    },
    {
      "cite": "Nora Roberts",
      "quote": "If you don’t go after what you want, you’ll never have it. If you don’t ask, the answer is always no. If you don’t step forward, you’re always in the same place."
    },
    {
      "cite": "Confucius",
      "quote": "If you love what you do, you will never work another day in your life."
    },
    {
      "cite": "unknown",
      "quote": "If you want to achieve greatness stop asking for permission."
    },
    {
      "cite": "Bill Cosby",
      "quote": "In order to succeed, your desire for success should be greater than your fear of failure."
    },
    {
      "cite": "Albert Einstein",
      "quote": "In the middle of ever difficulty lies opportunity."
    },
    {
      "cite": "J. K Rowling",
      "quote": "It is our choices, that show what we truly are, far more than our abilities."
    },
    {
      "cite": "Albert Einstein",
      "quote": "It’s not that I’m so smart, it’s just that I stay with problems longer."
    },
    {
      "cite": "Rafael Nadal",
      "quote": "It’s not the time to look for excuses."
    },
    {
      "cite": "Proverbs 17:22",
      "quote": "Just when the caterpillar thought the world was ending, he turned into a butterfly."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Life begins where your comfort zone ends."
    },
    {
      "cite": "Duke Ellington",
      "quote": "Life has two rules: Number one, never quit; Number two, always remember rule number one."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Look at a day when you are supremely satisfied at the end. it’s not a day when you lounge around doing nothing; it’s when you’ve had everything to do and you’ve done it."
    },
    {
      "cite": "Barrie Davenport",
      "quote": "Low self–confidence isn’t a life sentence. Self–confidence can be learned, practiced, and mastered–just like any other skill. Once you master it, everything in your life will change for the better."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Make the most of yourself, for that is all there is to you."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Many of life’s failures are people who did not realize how close they were to success when they gave up."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Motivation is what gets you started. Habit is what keeps you going."
    },
    {
      "cite": "Charles Dickens",
      "quote": "My advice is, never do tomorrow what you can do today. Procrastination is the thief of time."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Never give in. Never. Never. Never. Never."
    },
    {
      "cite": "George Washington Carver",
      "quote": "Ninety-nine percent of the failures come from people who have the habit of making excuses."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "No one can make you feel inferior without your consent."
    },
    {
      "cite": "Yoda",
      "quote": "No! Try not. Do or do not, there is no try."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Nothing happens until something moves."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Nothing is impossible. The word itself says ‘I’m Possible."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Once you have mastered time, you will understand how true it is that most people overestimate what they can accomplish in a year – and underestimate what they can achieve in a decade."
    },
    {
      "cite": "Carol Burnett",
      "quote": "Only I can change my life. No one can do it for me."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Only put off until tomorrow what you are willing to die having left undone."
    },
    {
      "cite": "Thomas Edison",
      "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "People often say that motivation doesn’t last. Well neither does bathing. That’s why we recommend it daily."
    },
    {
      "cite": "Edward Young",
      "quote": "Procrastination is the thief of time."
    },
    {
      "cite": "Mahatma Ghandi",
      "quote": "Satisfaction lies in the effort, not in the attainment, full effort is full victory."
    },
    {
      "cite": "James A. Michener",
      "quote": "Scientists dream about doing great things. Engineers do them."
    },
    {
      "cite": "Matthew 6:28-34",
      "quote": "Seek first his kingdom and his righteousness, and all these things will be given to you as well. Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "Start where you are. Use what you have. Do what you can."
    },
    {
      "cite": "unknown",
      "quote": "Stop being afraid of what could go wrong, and start thinking of what could go right."
    },
    {
      "cite": "Marva Collins",
      "quote": "Success doesn’t come to you. You go to it."
    },
    {
      "cite": "Soichiro Honda",
      "quote": "Success is 99% failure."
    },
    {
      "cite": "Pele",
      "quote": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do."
    },
    {
      "cite": "Robert Collier",
      "quote": "Success is the sum of small efforts, repeated day in and day out."
    },
    {
      "cite": "Conrad Hilton",
      "quote": "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don’t quit."
    },
    {
      "cite": "John Maxwell",
      "quote": "Successful and unsuccessful people do not vary greatly in their abilities. They vary in their desire to reach their potential."
    },
    {
      "cite": "O.J. Simpson",
      "quote": "The day you take complete responsibility for yourself, the day you stop making any excuses, that’s the day you start to the top."
    },
    {
      "cite": "Robert Hughes",
      "quote": "The greater the artist, the greater the doubt. Perfect confidence is granted to the less talented as a consolation prize."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The greatest mistake you can make in life is to be continually fearing you will make one."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The journey of a thousand miles starts with a single step."
    },
    {
      "cite": "Tony Robbins",
      "quote": "The path to success is to take massive, determined action."
    },
    {
      "cite": "Steve Jobs",
      "quote": "The people who are crazy enough to think they can change the world are the ones who do."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The real man is one who always finds excuses for others, but never excuses himself."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "The secret of success is to do the common things uncommonly well."
    },
    {
      "cite": "Franklin Delano Roosevelt",
      "quote": "There are many ways of going forward, but only one way of standing still."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning."
    },
    {
      "cite": "Thomas Edison",
      "quote": "There is no substitute for hard work."
    },
    {
      "cite": "Carl Bard",
      "quote": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending!"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We become what we think about all day long."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "We become what we think about."
    },
    {
      "cite": "Max Depree",
      "quote": "We cannot become what we need to be by remaining what we are."
    },
    {
      "cite": "Goethe",
      "quote": "Whatever you can do, or dream you can do, begin it. Boldness has genius, power, and magic in it. Begin it now."
    },
    {
      "cite": "Bernard Shaw",
      "quote": "When I was young I observed that nine out of ten things I did were failures, so I did ten times more work."
    },
    {
      "cite": "unknown",
      "quote": "When you say ‘It’s hard’, it actually means ‘I’m not strong enough to fight for it. Stop saying its hard. Think positive!!"
    },
    {
      "cite": "David Allen",
      "quote": "You can do anything, but you can’t do everything."
    },
    {
      "cite": "unknown",
      "quote": "You can’t fall if you don’t climb. But there is no joy in living your whole life on the ground."
    },
    {
      "cite": "Ed Cole",
      "quote": "You don’t drown by falling in the water; you drown by staying there."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "You may never know what results come from your action, but if you do nothing there will be no result."
    },
    {
      "cite": "unknown",
      "quote": "You’re never a loser until you quit trying."
    },
    {
      "cite": "Shiv Khera",
      "quote": "Your positive action combined with positive thinking results in success."
    }
  ]
}