{
  "source": "https://www.wisesayings.com/excellence-quotes/",
  "theme": "excellence",
  "quotes": [
    {
      "cite": "Gregory L. Sullivan",
      "quote": "The excellence is in the details."
    },
    {
      "cite": "Aristotle",
      "quote": "Excellence is never an accident. It is always the result of high intention, sincere effort, and intelligent execution; it represents the wise choice of many alternatives - choice, not chance, determines your destiny."
    },
    {
      "cite": "Pat Riley",
      "quote": "Excellence is the gradual result of always striving to do better."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Excellence is not a skill. It is an attitude."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "If you cannot do great things, do small things in a great way."
    },
    {
      "cite": "Colin Powell",
      "quote": "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude."
    },
    {
      "cite": "John W. Gardner",
      "quote": "Excellence is doing ordinary things extraordinarily well."
    },
    {
      "cite": "unknown",
      "quote": "The road to excellence is always under construction."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Superiority -- doing things a little better than anybody else can do them."
    },
    {
      "cite": "Seneca",
      "quote": "It is quality rather than quantity that matters."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Excellence is rarely found, more rarely valued."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Doing common things uncommonly well."
    },
    {
      "cite": "Aristotle",
      "quote": "With regard to excellence, it is not enough to know, but we must try to have and use it."
    },
    {
      "cite": "George Eliot",
      "quote": "Excellence encourages one about life generally; it shows the spiritual wealth of the world."
    },
    {
      "cite": "Aristotle",
      "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Supreme excellence consists in breaking the enemy's resistance without fighting."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Next to excellence is the appreciation of it."
    },
    {
      "cite": "Shana Alexander",
      "quote": "The sad truth is that excellence makes people nervous."
    },
    {
      "cite": "Rick Pitino",
      "quote": "Excellence is the unlimited ability to improve the quality of what you have to offer."
    },
    {
      "cite": "Charlie Trotter",
      "quote": "Excellence is about fighting and pursuing something diligently, with a strict and determined approach to doing it right. It's okay if there are flaws in the process - it makes it more interesting."
    },
    {
      "cite": "David Starr Jordan",
      "quote": "There is no real excellence in all of this world which can be separated from right living."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Excellence always sells."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "Excellence means when a man or woman asks of himself more than others do."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Those who attain any excellence, commonly spend life in one pursuit; for excellence is not often gained upon easier terms."
    },
    {
      "cite": "David Ogilvy",
      "quote": "The pursuit of excellence is less profitable than the pursuit of bigness, but it can be more satisfying."
    },
    {
      "cite": "Samuel Richardson",
      "quote": "All human excellence is but comparative. There may be persons who excel us, as much as we fancy we excel the meanest."
    },
    {
      "cite": "Theodore Wilhelm Engstrom",
      "quote": "Excellence is a process that should occupy all our days."
    },
    {
      "cite": "Scott Allen",
      "quote": "He who does it first may do well, but he who does it best will do better."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "The desire of excellence is the necessary attribute of those who excel. We work little for a thing unless we wish for it."
    },
    {
      "cite": "Will Durant",
      "quote": "Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Excellence in any department can be attained only by the labor of a lifetime; it is not to be purchased at a lesser price."
    },
    {
      "cite": "Paul Russo",
      "quote": "Many people can reach for and achieve excellence. To do this consistently is what separates masters and geniuses from everyone else."
    },
    {
      "cite": "Cory Trepanier",
      "quote": "Hunger for excellence. Continuously seek inspiration to make your work better."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Do not look for approval except for the consciousness of doing your best."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "If you'll not settle for anything less than your best, you will be amazed at what you can accomplish in your lives."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "It is a rough road that leads to the heights of greatness."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The price of greatness is responsibility."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The final proof of greatness lies in being able to endure criticism without resentment."
    },
    {
      "cite": "Charles Simmons",
      "quote": "True greatness consists in being great in little things."
    },
    {
      "cite": "Dorothy Height",
      "quote": "Greatness is not measured by what a man or woman accomplishes, but by the opposition he or she has overcome to reach his goals."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "Greatness is a road leading towards the unknown."
    },
    {
      "cite": "Liberty Hyde Bailey",
      "quote": "There is no excellence without labor. One cannot dream oneself into either usefulness or happiness."
    },
    {
      "cite": "Bob Beamon",
      "quote": "Whatever you do, don't do it halfway."
    },
    {
      "cite": "Jerry Garcia",
      "quote": "You do not merely want to be considered just the best of the best. You want to be considered the only ones who do what you do."
    },
    {
      "cite": "James H. Robinson",
      "quote": "Our goal, simply stated, is to be the best."
    },
    {
      "cite": "Bill Sands",
      "quote": "Do more than you're supposed to do and you can have or be or do anything you want."
    },
    {
      "cite": "Edward Rowland Sill",
      "quote": "We must do the best we can with what we have."
    },
    {
      "cite": "Voltaire",
      "quote": "The best is the enemy of the good."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I have the simplest tastes. I am always satisfied with the best."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Excellence is the best deterrent to racism or sexism."
    },
    {
      "cite": "Rancho",
      "quote": "Pursue excellence and success will follow."
    },
    {
      "cite": "T. D. Jakes",
      "quote": "Excellence requires discomfort."
    },
    {
      "cite": "Robin Sharma",
      "quote": "The extent of your impact on the world depends on the size of your devotion to excellence."
    },
    {
      "cite": "Emmitt Smith",
      "quote": "Demand excellence."
    },
    {
      "cite": "Plato",
      "quote": "Excellence is not a gift, but a skill that takes practice. We do not act rightly because we are excellent in fact we achieve excellence by acting rightly."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "The secret of living a life of excellence is merely a matter of thinking thoughts of excellence. Really, it’s a matter of programming our minds with the kind of information that will set us free."
    },
    {
      "cite": "Thomas J Watson",
      "quote": "If you want to achieve excellence, you can get there today. As of this second, quit doing less than excellent work."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "Excellence is to do a common thing in an uncommon way."
    },
    {
      "cite": "Steve Jobs",
      "quote": "We don’t get a chance to do that many things, and every one should be really excellent. Because this is our life."
    },
    {
      "cite": "Colin Powell",
      "quote": "Excellence is not an exception; it is a prevailing attitude."
    },
    {
      "cite": "Vernon Howard",
      "quote": "We must get to the point in our lives. What is the point? To become a new kind of man or woman, having inner command and outer excellence."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "The secret of joy in work is contained in one word―excellence. To know how to do something well is to enjoy it."
    },
    {
      "cite": "Confucius",
      "quote": "The will to win, the desire to succeed, the urge to reach your full potential… these are the keys that will unlock the door to personal excellence."
    },
    {
      "cite": "Robert Forster",
      "quote": "If you deliver excellence right now, that gives you the best shot at the best future you’ve got coming."
    },
    {
      "cite": "Robert Townsend",
      "quote": "If you don’t do it with excellence, don’t do it at all! Because if it’s not excellent, it won’t be profitable or fun."
    },
    {
      "cite": "Joel Osteen",
      "quote": "People of excellence go the extra mile to do what's right."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Be driven with purpose. Be relentless in your alignment with excellence. Pay no mind to the disimpassioned impotent haters."
    },
    {
      "cite": "Socrates",
      "quote": "Wealth does not bring about excellence, but excellence makes wealth and everything else good for men, both individually and collectively."
    },
    {
      "cite": "William Ward",
      "quote": "The price of excellence is discipline."
    },
    {
      "cite": "Jack Kinder",
      "quote": "High achievement always takes place in the framework of high expectation."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "The greatest enemy of excellence is good."
    }
  ]
}