{
  "source": "https://www.wisesayings.com/exceptional-quotes/",
  "theme": "exceptional",
  "quotes": [
    {
      "cite": "Jenny Holzer",
      "quote": "Exceptional people deserve special concessions."
    },
    {
      "cite": "Gwethalyn Graham",
      "quote": "For every individual who really is exceptional there are about fifty thousand who just imagine they are until it's too late, and they find out they aren't after all."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Only the exceptional paths bring exceptional glories!"
    },
    {
      "cite": "Alan Moore",
      "quote": "It's only those exceptional and rare individuals who have brilliant ideas delivered to them by the muse, complete and gift wrapped. The rest of us have to work at it."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Exceptional performers are masterful opportunists, keenly alert to opportunity!"
    },
    {
      "cite": "Ernie J Zelinski",
      "quote": "Exceptional talent and extraordinary creativity are irrelevant! It's what you do with what little you have that counts big time in the end."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The exceptional life depends not on working harder, but on different, even opposite, actions from habit and the crowd."
    },
    {
      "cite": "Ron Kaufman",
      "quote": "Be the exception to the rule. It's the surest way to become exceptional."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Extraordinary claims require extraordinary evidence."
    },
    {
      "cite": "Sarah Schulman",
      "quote": "People see themselves as succeeding because they are individually exceptional they don't see that there is a mechanism that has made it possible for them."
    },
    {
      "cite": "Giorgio Armani",
      "quote": "To create something exceptional, your mindset must be relentlessly focused on the smallest detail."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "There are exceptional people out there who are capable of starting epidemics. All you have to do is find them."
    },
    {
      "cite": "John Eliot",
      "quote": "Exceptional thinkers ignore their critics and go about their business making history."
    },
    {
      "cite": "Erica Jong",
      "quote": "Exceptional people are often called crazy by the ordinary world."
    },
    {
      "cite": "Carol S. Dweck",
      "quote": "Exceptional people convert life's setbacks into future successes."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Be the exceptional being who separates themselves from the herd and the fate of the herd."
    },
    {
      "cite": "Robin Sharma",
      "quote": "An exceptional life isn't the result of lucky breaks but excellent choices."
    },
    {
      "cite": "Doug Berry",
      "quote": "Exceptional ideas create excellent opportunities."
    },
    {
      "cite": "Mary Elizabeth Braddon",
      "quote": "Exceptional talent does not always win its reward unless favored by exceptional circumstances."
    },
    {
      "cite": "Augusto Roa Bastos",
      "quote": "In all nations an exceptional man exists that compensates the deficiencies of the remainder. In those moments, when humanity is found collectively in a state of decadence, there always remain those exceptional beings as point of reference."
    },
    {
      "cite": "Álvaro de Campos",
      "quote": "In exceptional circumstances exceptional in that all circumstances in life are exceptional, especially those which are nothing in themselves and come to be everything in their results."
    },
    {
      "cite": "Wes Fesler",
      "quote": "Exceptional people learn that doing their best is all they can do."
    },
    {
      "cite": "Shelby Lynne",
      "quote": "Be exceptional. Make tremendous efforts to be extraordinary. What a privilege to be here on the planet to contribute your unique donation to humankind. Just make sure you do so."
    },
    {
      "cite": "Rick Santorum",
      "quote": "If everyone is exceptional, nobody is exceptional."
    },
    {
      "cite": "John Eliot",
      "quote": "The true exceptional performer is on super pilot. Every single sense, every fiber of his body is brought together in what he is doing."
    },
    {
      "cite": "Peter Thomas",
      "quote": "Exceptional results arrive only when exceptional people put in exceptional effort. It never arises by accident or good fortune."
    }
  ]
}