{
  "source": "https://www.wisesayings.com/excitement-quotes/",
  "theme": "excitement",
  "quotes": [
    {
      "cite": "Bo Bennett",
      "quote": "Enthusiasm is excitement with inspiration, motivation, and a pinch of creativity."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The language of excitement is at best picturesque merely. You must be calm before you can utter oracles."
    },
    {
      "cite": "Natalia Makarova",
      "quote": "To look back all the time is boring. Excitement lies in tomorrow."
    },
    {
      "cite": "Tim Daly",
      "quote": "I feel the need to endanger myself every so often."
    },
    {
      "cite": "Patrick Suskind",
      "quote": "Not a visible enthusiasm but a hidden one, an excitement burning with a cold flame."
    },
    {
      "cite": "Milan Kundera",
      "quote": "If excitement is a mechanism our Creator uses for His own amusement, love is something that belongs to us alone and enables us to flee the Creator. Love is our freedom. Love lies beyond \"Es Muss sein!"
    },
    {
      "cite": "Criss Jami",
      "quote": "Excitement is a crossroad which runs in all directions. No man lacks personality; he just never connected with you at the intersection."
    },
    {
      "cite": "Robert Stoller",
      "quote": "Excitement, then, is a defense against anxiety, a transformation of anxiety into something more bearable, a melodrama."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "The key that unlocks energy is desire. It's also the key to a long and interesting life. If we expect to create any drive, any real force within ourselves, we have to get excited."
    },
    {
      "cite": "Walter Chrysler",
      "quote": "I feel sorry for the person who can't get genuinely excited about his work. Not only will he never be satisfied, but he will never achieve anything worthwhile."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Think excitement, talk excitement, act out excitement, and you are bound to becomre an excited person. Life will take on a new zest, deeper interest and greater meaning. You can think, talk and at yourself into dullness or into monotony or into unhappiness. By the sme process you can build up inspiration, excitement and surging depth of joy."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Get excited and enthusiastic about you own dream. This excitement is like a forest fire - you can smell it, taste it, and see it from a mile away."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The desire for excitement is very deep-seated in human beings"
    },
    {
      "cite": "William Wordsworth",
      "quote": "The human mind is capable of excitementwithout the application of gross and violent stimulants; and he must have a very faint perception of its beauty and dignity who does not know this."
    },
    {
      "cite": "Jerry Coleman",
      "quote": "At the end, excitement maintained its hysteria."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Excitement must lead to immediate action or you will lose the power of momentum. More dreams die because we fail to seize the moment. Do it now!"
    },
    {
      "cite": "Christine Lahti",
      "quote": "After doing so many different roles, if you don't stretch yourself, there's no excitement left."
    },
    {
      "cite": "Amanda Palmer",
      "quote": "The world needs actual excitement and emotion more than it needs cool people."
    },
    {
      "cite": "unknown",
      "quote": "Excitement is an emotion that is very similar to joy or happiness."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Nothing is so aggravating than calmness"
    },
    {
      "cite": "L. Ron Hubbard",
      "quote": "Ninety nine percent of what's wrong with people is not enough excitement"
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Without leaps of imagination, we lose the excitement of possibilities."
    },
    {
      "cite": "unknown",
      "quote": "The only difference between fear and excitement is your attitude about it"
    },
    {
      "cite": "Walter Chrysler",
      "quote": "The real secret of success is enthusiasm. Yes, more than enthusiasm, I would say excitement. I like to see men get excited. When they get excited, they make a success of their lives."
    },
    {
      "cite": "Robert Heller",
      "quote": "Fear is excitement without breath."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "This suspense is terrible. I hope it will last."
    },
    {
      "cite": "George Sand",
      "quote": "Faith is an excitement and an enthusiasm: it is a condition of intellectual magnificence to which we must cling as to a treasure, and not squander on our way through life in the small coin of empty words, or in exact and priggish argument."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "It is the unknown that excites the ardor of scholars, who, in the known alone, would shrivel up with boredom."
    },
    {
      "cite": "John Hope Franklin",
      "quote": "One feels the excitement of hearing an untold story."
    },
    {
      "cite": "Publius Cornelius Tacitus",
      "quote": "It is of eloquence as of a flame; it requires matter to feed it, and motion to excite it; and it brightens as it burns"
    },
    {
      "cite": "Marley Baudelaire",
      "quote": "Discover day-to-day excitement."
    },
    {
      "cite": "Marguerite de Valois",
      "quote": "Excitement is the drunkenness of the spirits. Only calm waters reflect heaven in their bosom."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "Human nature, if it healthy, demands excitement; and if it does not obtain its thrilling excitement in the right way, it will seek it in the wrong. God never makes bloodless stoics; He makes no passionless saints."
    },
    {
      "cite": "E. V. Knox",
      "quote": "Over-excitement and boredom are states of mind which I equally shun."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Excitement is not enjoyment: in calmness lies true pleasure. The most precious wines are sipped, not bolted at a swallow."
    },
    {
      "cite": "Ruth Benedict",
      "quote": "A connoisseur of tame excitement."
    },
    {
      "cite": "unknown",
      "quote": "Follow your excitement and it will never let you down."
    },
    {
      "cite": "Cormac Mccarthy",
      "quote": "There is no such joy in the tavern as upon the road thereto."
    },
    {
      "cite": "Donald Barthelme",
      "quote": "Best not to anticipate too much ... it jiggles the possibilities."
    },
    {
      "cite": "David Hume",
      "quote": "Anticipation of pleasure is, in itself, a very considerable pleasure."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "An intense anticipation itself transforms possibility into reality; our desires being often but precursors of the things which we are capable of performing."
    },
    {
      "cite": "Robert Burns",
      "quote": "Anticipation forward points the view."
    },
    {
      "cite": "Aesop",
      "quote": "Don't count your chickens before they are hatched."
    },
    {
      "cite": "Claude M. Bristol",
      "quote": "We usually get what we anticipate."
    },
    {
      "cite": "George Eliot",
      "quote": "Nothing is so good as it seems beforehand."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "If pleasures are greatest in anticipation, just remember that this is also true of trouble."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "We see the brightness of a new page where everything yet can happen."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "Looking forward to things is half the pleasure of them."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "We love to expect, and when expectation is either disappointed or gratified, we want to be again expecting."
    }
  ]
}