{
  "source": "https://www.wisesayings.com/excited-quotes/",
  "theme": "excited",
  "quotes": [
    {
      "cite": "Jurgen Teller",
      "quote": "Everything in a wide sense is a kind of a self-portrait. It's just the way you see things and you're curious about certain things and just excited about them."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "To be excited is still to be unsatisfied."
    },
    {
      "cite": "Anil Sinha",
      "quote": "Life is meant to be joyful, fun, adventurous, meaningful and exciting. Having people you cherish come along for the ride is truly a blessing. Cultivating and maintaining these meaningful relationships is such an important part of life."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "Doing what we were meant to do creates fun, excitement and contentment in our lives, and invariably, in the lives of the people around us. When you're excited about something it's contagious."
    },
    {
      "cite": "Andy Warhol",
      "quote": "The idea of waiting for something makes it more exciting."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Think excitement, talk excitement, act out excitement, and you are bound to become an excited person."
    },
    {
      "cite": "Barney Oliver",
      "quote": "No one can deny the excitement of visiting another world."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Live the full life of the mind, exhilarated by new ideas, intoxicated by the romance of the unusual."
    },
    {
      "cite": "Dwayne Johnson",
      "quote": "Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time."
    },
    {
      "cite": "Jodi Lyn O'Keefe",
      "quote": "Action scenes get me so excited, and my adrenaline starts pumping."
    },
    {
      "cite": "Robert Stoller",
      "quote": "Excitement, then, is a defense against anxiety, a transformation of anxiety into something more bearable, a melodrama."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Enthusiasm is not the same as just being excited. One gets excited about going on a roller coaster. One becomes enthusiastic about creating and building a roller coaster."
    },
    {
      "cite": "Sanober Khan",
      "quote": "Turn your fears into excitement. Your anxieties into enthusiasm. Your passion into energy."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Get excited and enthusiastic about you own dream. This excitement is like a forest fire, you can smell it, taste it, and see it from a mile away."
    },
    {
      "cite": "Cyc Jouzy",
      "quote": "Most empty promises are a result of excitement."
    },
    {
      "cite": "Criss Jami",
      "quote": "Excitement is a crossroad which runs in all directions. No man lacks personality; he just never connected with you at the intersection."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The excitement of dreams coming true is beyond the description of words."
    },
    {
      "cite": "Anonymous",
      "quote": "The only difference between fear and excitement is your attitude about it."
    },
    {
      "cite": "Christian D. Larson",
      "quote": "Be just as enthusiastic about the success of others as you are about your own."
    },
    {
      "cite": "Taylor Hanson",
      "quote": "You have to lead people to get excited and be passionate and be activated by what you do."
    },
    {
      "cite": "Hillary DePiano",
      "quote": "You can get excited about the future. The past won't mind."
    },
    {
      "cite": "Alan Bean",
      "quote": "It's hard not to be excited when you're going to find a way to land on the moon."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Be active, be energetic, be enthusiastic and you will accomplish your object."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Always try not to be excited about something,because the more you get excited,the more you become disappointed."
    },
    {
      "cite": "Lawren Leo",
      "quote": "The secret to excitement is discovering new paths, and having the courage to take them."
    },
    {
      "cite": "Abraham Hicks",
      "quote": "If you're not excited about it, it's not the right path."
    },
    {
      "cite": "Linda Chandler",
      "quote": "Excitement is a state of being in which our cells of body, mind and heart are engaged by the orchestration of our spirit."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Life is a journey; let's enjoy it, seeing some exciting things, and having fun along the way."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Be happy with what you have. Be excited about what you want."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "There is an excitement in creating a life, rather than maintaining a life you are not excited about living."
    },
    {
      "cite": "Anonymous",
      "quote": "Every time we get what we thought we wanted we realize that we want more."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "All we need to make us really happy is something to be enthusiastic about."
    },
    {
      "cite": "John Frusciante",
      "quote": "As long as you're excited about what you're playing, and as long as it comes from your heart, it's going to be great."
    },
    {
      "cite": "Seth Rogen",
      "quote": "It is always exciting when you find someone who is really enthusiastic about being half of a comedy team."
    }
  ]
}