{
  "source": "https://www.wisesayings.com/exciting-quotes/",
  "theme": "exciting",
  "quotes": [
    {
      "cite": "Patrick Carman",
      "quote": "As exciting, difficult, and memorable as our past can be, there comes a time when we have to get on with living."
    },
    {
      "cite": "Jennifer Westfeldt",
      "quote": "It's exciting to take control of your future instead of waiting for the phone to ring."
    },
    {
      "cite": "Lee Atwater",
      "quote": "Just keep stirring the pot, you never know what will come up."
    },
    {
      "cite": "Adrienne Rich",
      "quote": "It's exhilarating to be alive in a time of awakening consciousness; it can also be confusing, disorienting, and painful."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Nothing is more exhilarating than philistine vulgarity."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Practice excited thinking until you become excited and exciting."
    },
    {
      "cite": "F Scott Fitzgerald",
      "quote": "The exhilarating ripple of her voice was a wild tonic in the rain."
    },
    {
      "cite": "Andy Warhol",
      "quote": "The most exciting attractions are between two opposites that never meet."
    },
    {
      "cite": "Jason O'Mara",
      "quote": "It's really exhilarating and exciting to be able to meet your fan base and see them in person, and see the lengths that they're willing to go to."
    },
    {
      "cite": "Alexander Nderitu",
      "quote": "Exciting is a dull world to describe the wrestling business."
    },
    {
      "cite": "Barbra Streisand",
      "quote": "What is exciting is not for one person to be stronger than the other... but for two people to have met their match and yet they are equally as stubborn, as obstinate, as passionate, as crazy as the other."
    },
    {
      "cite": "W. Clement Stone",
      "quote": "There's a great joy in my giving. It's thrilling. It's exhilarating. It's important to be a part of sharing. It is my love. It is my joy."
    },
    {
      "cite": "Brian McKnight",
      "quote": "It's just exciting to be part of something that is brand-new."
    },
    {
      "cite": "Taylor Hanson",
      "quote": "Everything is exciting. Who knows what will happen next?"
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "What is exhilarating in bad taste is the aristocratic pleasure of giving offense."
    },
    {
      "cite": "John Ruskin",
      "quote": "Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather"
    },
    {
      "cite": "Winston Churchill",
      "quote": "There is nothing more exhilarating than to be shot at without result."
    },
    {
      "cite": "François Lelord",
      "quote": "Exciting happiness is joy, celebration, travelling, being in bed with a woman you desire."
    },
    {
      "cite": "Geoffrey West",
      "quote": "Exciting cities stay exciting, and boring cities stay boring."
    },
    {
      "cite": "Edward Hoagland",
      "quote": "Silence is exhilarating at first - as noise is - but there is a sweetness to silence outlasting exhilaration, akin to the sweetness of listening and the velvet of sleep."
    },
    {
      "cite": "Charlotte Perkins Gilman",
      "quote": "Exciting literature after supper is not the best digestive."
    },
    {
      "cite": "Jim Rash",
      "quote": "There's always something exciting about small change."
    },
    {
      "cite": "Junot Diaz",
      "quote": "Nothing more exhilarating ... than saving yourself by the simple act of waking."
    },
    {
      "cite": "Ron Baratono",
      "quote": "One of the most exciting things in life is when you can't get enough of learning something you love."
    },
    {
      "cite": "Bill Irwin",
      "quote": "It's an exhilarating play, and you come off tired, but thrilled."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Nothing is more exciting and bonding in relationships than creating together."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "The most exciting place to discover talent is in yourself."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Every day is exciting when you don't live your life based on religion alone."
    },
    {
      "cite": "Orlando Figueroa",
      "quote": "It's exciting and encouraging that the spirit of exploration is alive and that students see it occurring in their lifetime. These may well be the children that make it a reality."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "One of the exhilarating parts of falling in love is discovering new things about one another, and seeing the world from a different point of view."
    },
    {
      "cite": "Esther Hicks",
      "quote": "It is so exhilarating to realize that this is all here for our expansion and for our pleasure."
    },
    {
      "cite": "Edwin Land",
      "quote": "This is the most exciting part of being human. It is using our brains in the highest way. Otherwise we are just healthy animals"
    },
    {
      "cite": "John Lithgow",
      "quote": "The most exciting acting tends to happen in roles you never thought you could play."
    }
  ]
}