{
  "source": "https://www.wisesayings.com/excuses-quotes/",
  "theme": "excuses",
  "quotes": [
    {
      "cite": "John L. Mason",
      "quote": "When you're good at making excuses, it's hard to excel at anything else."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Several excuses are always less convincing than one."
    },
    {
      "cite": "Ivan Panin",
      "quote": "The best excuse is to have none."
    },
    {
      "cite": "Lorii Myers",
      "quote": "Once your excuses are gone, you will simply have to settle for being awesome!"
    },
    {
      "cite": "Steven Grayhm",
      "quote": "Excuses are the tools with which persons with no purpose in view build for themselves great monuments of nothing."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that is good for making excuses is seldom good for anything else."
    },
    {
      "cite": "Gabriel Meurier",
      "quote": "He who excuses himself accuses himself."
    },
    {
      "cite": "George Washington Carver",
      "quote": "Ninety-nine percent of the failures come from people who have the habit of making excuses."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The real man is one who always finds excuses for others, but never excuses himself."
    },
    {
      "cite": "Greg Hickman",
      "quote": "Don't make excuses, make something incredible happen in your life right now."
    },
    {
      "cite": "John Wooden",
      "quote": "Never make excuses. Your friends don't need them and your foes won't believe them."
    },
    {
      "cite": "Doug Hall",
      "quote": "Don't make excuses. Make things happen. Make changes. Then make history."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Put all excuses aside and remember this: YOU are capable."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Do you find yourself making excuses when you do not perform? Shed the excuses and face reality. Excuses are the loser's way out. They will mar your credibility and stunt your personal growth."
    },
    {
      "cite": "Brian Tracy",
      "quote": "You can make excuses or you can make progress. You choose."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Excuses change nothing, but make everyone feel better."
    },
    {
      "cite": "Andy Anderson",
      "quote": "The origin of every excuse is the failure to do something."
    },
    {
      "cite": "Mac Mcgovern",
      "quote": "Excuses, are nothing more, than a reason to fail."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Don't make excuses make good."
    },
    {
      "cite": "Alexander Pope",
      "quote": "An excuse is worse and more terrible than a lie; for an excuse is a lie guarded."
    },
    {
      "cite": "Oscar Bonga Nomvete",
      "quote": "A life that is defended by Excuses has become comfortable in defeat, it has settled for mediocrity and is destined for failure."
    },
    {
      "cite": "Chi Chi Rodriguez",
      "quote": "Don't look for excuses to lose. Look for excuses to win."
    },
    {
      "cite": "Billy Sunday",
      "quote": "An excuse is a skin of a reason stuffed with a lie."
    },
    {
      "cite": "George Washington",
      "quote": "It is better to offer no excuse than a bad one."
    },
    {
      "cite": "Bo Bennett",
      "quote": "An excuse becomes an obstacle in your journey to success when it is made in place of your best effort or when it is used as the object of the blame."
    },
    {
      "cite": "Aesop",
      "quote": "Any excuse will serve a tyrant."
    },
    {
      "cite": "Melvyn Douglas",
      "quote": "Don't make excuses and Don't talk about it. Do it."
    },
    {
      "cite": "Bernard Kelvin Clive",
      "quote": "Don't use your past as an excuse, excuse your excuses and take action now!!!"
    },
    {
      "cite": "Florence Nightingale",
      "quote": "I attribute my success to this: I never gave or took an excuse."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Some people use excuses to not accept responsiblity, others use excuses as a way to justify."
    },
    {
      "cite": "Chi Chi Rodriguez",
      "quote": "Don't look for excuses to lose. Look for excuses to win."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Excuses are used to justify leaving the scene of truth without changing."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Excuses are useless. Results are priceless."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "If you don't want to do something, one excuse is as good as another."
    },
    {
      "cite": "James Cash Penney",
      "quote": "I do not believe in excuses. I believe in hard work as the prime solvent of life's problems."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Any excuse will do when you need an excuse because it really doesn't matter. You won't be of much use to those who require people that get it done no matter what."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "The only good excuse is that you have none."
    },
    {
      "cite": "Bruce Nauman",
      "quote": "If you really want to do it, you do it. There are no excuses."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "For many people, an excuse is better than an achievement because an achievement, no matter how great, leaves you having to prove yourself again in the future, but an excuse can last for life."
    },
    {
      "cite": "Chotu Dhiman",
      "quote": "Where the heart is willing it will find a thousand ways, but where it is unwilling it will find a thousand excuses."
    },
    {
      "cite": "Robert Brault",
      "quote": "There is always a perfectly good excuse, always a reason not to. The hardest freedom to win is the freedom from one's excuses."
    },
    {
      "cite": "Marcus Fabius Quintilian",
      "quote": "We excuse our sloth under the pretext of difficulty."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Instead of excuses, take action; you'll be surprised how often you accomplish what you thought was difficult."
    },
    {
      "cite": "Proverb",
      "quote": "Don't do what you'll have to find an excuse for."
    },
    {
      "cite": "Hap Holmstead",
      "quote": "You can make excuses or you can get the job done, but you can't do both."
    },
    {
      "cite": "Daniel",
      "quote": "If you always make excuses to not follow through you deserve the weight of anxiety on your chest."
    },
    {
      "cite": "Kimberly Johnson",
      "quote": "Never ruin an apology with an excuse."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "When you're committed to something, you accept no excuses, only results."
    },
    {
      "cite": "Jim Rohn",
      "quote": "If you really want to do something, you'll find a way. If you don't, you'll find an excuse."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "It is wise to direct your anger towards problems. Not people. To focus your energies on answers. Not excuses."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "We have forty million reasons for failure, but not a single excuse."
    },
    {
      "cite": "Steven Furtick",
      "quote": "Today's excuses are tomorrow's regrets dressed in disguise."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Bad excuses are worse than none."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "Two wrongs don't make a right, but they make a good excuse."
    },
    {
      "cite": "Ryan Blair",
      "quote": "If it's important to you'll find a way. If it's not, you'll find an excuse."
    },
    {
      "cite": "Tony Dungy",
      "quote": "No excuses. No explanations."
    },
    {
      "cite": "Charles Simmons",
      "quote": "Uncalled for excuses are practical confessions."
    },
    {
      "cite": "A. R. Bernard",
      "quote": "Excuses are the crutches of the uncommitted."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "You can have results or excuses. Not both."
    },
    {
      "cite": "Montel Williams",
      "quote": "Live with no excuses and love with no regrets."
    },
    {
      "cite": "John Schuerholz",
      "quote": "Winners make commitments, losers make excuses."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Excuses cost a dime and that's why the poor could afford a lot of it."
    }
  ]
}