{
  "source": "https://www.wisesayings.com/execution-quotes/",
  "theme": "execution",
  "quotes": [
    {
      "cite": "Steve Jobs",
      "quote": "To me, ideas are worth nothing unless executed. They are just a multiplier. Execution is worth millions."
    },
    {
      "cite": "Thomas Alva Edison",
      "quote": "Having a vision for what you want is not enough. Vision without execution is hallucination."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Knowing information is not the same as owning it and following through.  Information without execution is poverty.  Remember: we’re drowning in information, but we’re starving for wisdom."
    },
    {
      "cite": "Marcia W. Blenko",
      "quote": "Very often, a good decision executed quickly beats a brilliant decision implemented slowly or poorly."
    },
    {
      "cite": "Gary L. Neilson",
      "quote": "A brilliant strategy, blockbuster product, or breakthrough technology can put you on the competitive map, but only solid execution can keep you there."
    },
    {
      "cite": "Sue Grafton",
      "quote": "Ideas are easy. It's the execution of ideas that really separates the sheep from the goats."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Vision without action is a daydream. Action with without vision is a nightmare."
    },
    {
      "cite": "Jack Welch",
      "quote": "An organisation’s ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "Have a bias towards action – let’s see something happen now. You can break that big plan into small steps and take the first step right away."
    },
    {
      "cite": "George Patton",
      "quote": "A good plan, violently executed now is better than a perfect plan tomorrow."
    },
    {
      "cite": "Eric Thomas",
      "quote": "Innovation is rewarded. Execution is worshipped."
    },
    {
      "cite": "Morris Chang",
      "quote": "Without strategy, execution is aimless. Without execution, strategy is useless."
    },
    {
      "cite": "Lawrence Bossidy",
      "quote": "Execution is the ability to mesh strategy with reality, align people with goals, and achieve the promised results."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Ideation without execution is delusion."
    },
    {
      "cite": "Michael Dell",
      "quote": "Ideas are a commodity. Execution of them is not."
    },
    {
      "cite": "Felix Dennis",
      "quote": "Ideas don’t make you rich. The correct execution of ideas does."
    },
    {
      "cite": "Casey Neistat",
      "quote": "Ideas are cheap. Ideas are easy. Ideas are common. Everybody has ideas. Ideas are highly, highly overvalued. Execution is all that matters."
    },
    {
      "cite": "Ted Sarandos",
      "quote": "I always love that phrase, 'Oh, this is a good idea, but it's execution dependent.' As if anything in life is not execution dependent. Breathing is execution-dependent."
    },
    {
      "cite": "Mark V. Hurd",
      "quote": "Without execution, 'vision' is just another word for hallucination."
    },
    {
      "cite": "Hugh Laurie",
      "quote": "Ideas are 10 a penny. It's the execution that's the hard thing to do."
    },
    {
      "cite": "Tim Berry",
      "quote": "Good business planning is 9 parts execution for every 1 part strategy."
    },
    {
      "cite": "Felix Dennis",
      "quote": "I think having a great idea is vastly overrated. I know it sounds kind of crazy and counterintuitive. I don't think it matters what the idea is, almost. You need great execution."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Complexity is the enemy of execution."
    },
    {
      "cite": "Tony Dungy",
      "quote": "No excuses. No explanation. You don’t win on emotion. You win on execution."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Most leaders would agree that they’d be better off having an average strategy with superb execution than a superb strategy with poor execution.  Those who execute always have the upper hand."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Plans are only good intentions unless they immediately degenerate into hard work."
    },
    {
      "cite": "Bo Sanchez",
      "quote": "Education without execution is extinction."
    },
    {
      "cite": "Simon Sinek",
      "quote": "Those who know WHAT they do tend to work harder. Those who know WHY tend to work smarter."
    },
    {
      "cite": "Julian Hall",
      "quote": "Ideas are yesterday, execution is today and excellence will see you into tomorrow."
    },
    {
      "cite": "Ram Charan and Larry Bossidy",
      "quote": "Execution is a specific set of behaviors and techniques that companies need to master in order to have competitive advantage. It’s a discipline of its own."
    },
    {
      "cite": "Brent Scowcroft",
      "quote": "An idea can be as flawless as can be, but its execution will always be full of mistakes."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Success is simple, but isn't easy because it demands execution, not intentions."
    },
    {
      "cite": "Ryan Lilly",
      "quote": "Change occurs when excuses pivot to execution."
    },
    {
      "cite": "Brian P. Moran",
      "quote": "It's not what you know; it's not even who you know; it's what you implement that counts."
    },
    {
      "cite": "Naveen Jain",
      "quote": "Success doesn’t necessarily come from breakthrough innovation, but from flawless execution."
    },
    {
      "cite": "Pearl Zhu",
      "quote": "Strategy and execution represent the two sides of one and the same thing."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Every successful venture is based on an unoriginal idea, beautifully executed."
    },
    {
      "cite": "Steve Case",
      "quote": "In the end, a vision without the ability to execute it is probably a hallucination."
    },
    {
      "cite": "Peter Senge",
      "quote": "It’s not what the vision is, it’s what the vision does."
    },
    {
      "cite": "Jack Welch",
      "quote": "Good business leaders create a vision, articulate the vision, passionately own the vision, and relentlessly drive it to completion."
    },
    {
      "cite": "Walt Disney",
      "quote": "The way to get started is to quit talking and begin doing."
    },
    {
      "cite": "Jeffery Gitomer",
      "quote": "Failure is not about insecurity, it’s about lack of execution."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success."
    },
    {
      "cite": "Scott Belsky",
      "quote": "It’s not about ideas. It’s about making ideas happen."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "Execution is the game."
    },
    {
      "cite": "Russel Honore",
      "quote": "In the military, as in any organization, giving the order might be the easiest part. Execution is the real game."
    },
    {
      "cite": "Brad D. Smith",
      "quote": "Good intentions often get muddled with very complex execution. The last time the government tried to make taxes easier, it created a 1040 EZ form with a 52-page help booklet."
    },
    {
      "cite": "Anurag Shourie",
      "quote": "The best-laid plans can fail for the lack of proper execution."
    },
    {
      "cite": "Robert Stigwood",
      "quote": "Seeing something go from concept to execution is a thrill to me."
    },
    {
      "cite": "Gary L. Neilson",
      "quote": "Execution is the result of thousands of decisions made every day by employees acting according to the information they have and their own self-interest."
    },
    {
      "cite": "Alan Branche and Sam Bodley-Scott",
      "quote": "Strategy execution is the responsibility that makes or breaks executives."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Spectacular achievement is always preceded by unspectacular preparation."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Someone’s sitting in the shade today because someone planted a tree a long time ago."
    },
    {
      "cite": "Richard Branson",
      "quote": "You don’t learn to walk by following rules. You learn by doing and falling over."
    }
  ]
}