{
  "source": "https://www.wisesayings.com/exercise-quotes/",
  "theme": "exercise",
  "quotes": [
    {
      "cite": "Gene Tunney",
      "quote": "To enjoy the glow of good health, you must exercise."
    },
    {
      "cite": "Lee Haney",
      "quote": "Exercise to stimulate, not to annihilate. The world wasn't formed in a day, and neither were we. Set small goals and build upon them."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Training gives us an outlet for suppressed energies created by stress and thus tones the spirit just as exercise conditions the body."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Exercise is labor without weariness."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Few people know how to take a walk. The qualifications are endurance, plain clothes, old shoes, an eye for nature, good humor, vast curiosity, good speech, good silence and nothing too much."
    },
    {
      "cite": "Jean Paul",
      "quote": "Other exercises develop single powers and muscles, but dancing embellishes, exercises, and equalizes all the muscles at once."
    },
    {
      "cite": "Hippocrates",
      "quote": "If we could give every individual the right amount of nourishment and exercise, not too little and not too much, we would have found the safest way to health."
    },
    {
      "cite": "Carol Welch",
      "quote": "Movement is a medicine for creating change in a person's physical, emotional, and mental states."
    },
    {
      "cite": "Socrates",
      "quote": "It is a shame for a man to grow old without seeing the beauty and strength of which his body is capable."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Exercise and application produce order in our affairs, health of body, cheerfulness of mind, and these make us precious to our friends."
    },
    {
      "cite": "Wilhelm Von Humboldt",
      "quote": "True enjoyment comes from activity of the mind and exercise of the body; the two are ever united."
    },
    {
      "cite": "Kenneth Cooper",
      "quote": "We do not stop exercising because we grow old - we grow old because we stop exercising."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity."
    },
    {
      "cite": "Edward Stanley",
      "quote": "Those who think they have not time for bodily exercise will sooner or later have to find time for illness."
    },
    {
      "cite": "Adam Smith",
      "quote": "An early-morning walk is a blessing for the whole day."
    },
    {
      "cite": "Cher",
      "quote": "Fitness: if it came in a bottle, everyone would be in good shape."
    },
    {
      "cite": "Plato",
      "quote": "Lack of activity destroys the good condition of every human being, while movement and methodical physical exercise save it and preserve it."
    },
    {
      "cite": "Paul Dudley White",
      "quote": "A vigorous five-mile walk will do more good for an unhappy but otherwise healthy adult than all the medicine and psychology in the world."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "To be good, we must do good; and by doing good we take a sure means of being good, as the use and exercise of the muscles increase their power."
    },
    {
      "cite": "Marsha Doble",
      "quote": "I have to exercise in the morning before my brain figures out what I'm doing."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "It is exercise alone that supports the spirits, and keeps the mind in vigor."
    },
    {
      "cite": "Joey Adams",
      "quote": "If it weren't for the fact that the TV set and the refrigerator are so far apart, some of us wouldn't get any exercise at all."
    },
    {
      "cite": "Carrie Latet",
      "quote": "Walking: the most ancient exercise and still the best modern exercise."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Any workout which does not involve a certain minimum of danger or responsibility does not improve the body - it just wears it out."
    },
    {
      "cite": "Buddha",
      "quote": "To keep the body in good health is a duty...otherwise we shall not be able to keep our mind strong and clear."
    },
    {
      "cite": "Unkown",
      "quote": "Too many people confine their exercise to jumping to conclusions, running up bills, stretching the truth, bending over backwards, lying down on the job, sidestepping responsibility and pushing their luck."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Jogging is very beneficial. It's good for your legs and your feet. It's also very good for the ground. It makes it feel needed."
    },
    {
      "cite": "Terri Guillements",
      "quote": "When it comes to eating right and exercising, there is no \"I'll start tomorrow.\" Tomorrow is disease."
    },
    {
      "cite": "Adam Hargreaves",
      "quote": "Getting fit is all about mind over matter. I don't mind, so it doesn't matter."
    },
    {
      "cite": "Elsa Pataky",
      "quote": "Exercise is like an addiction. Once you're in it, you feel like your body needs it."
    },
    {
      "cite": "Bill Loguidice",
      "quote": "When working out, length is not a substitute for intensity."
    },
    {
      "cite": "Krystal Breakley",
      "quote": "Feed your fitness. Starve your mediocrity."
    },
    {
      "cite": "Jon Wickham",
      "quote": "Physical activity is an excellent stress-buster and provides other health benefits as well. It also can improve your mood and self image."
    },
    {
      "cite": "Chris Adams",
      "quote": "People say that losing weight is no walk in the park. When I hear that I think, yeah, that's the problem."
    },
    {
      "cite": "Cicero",
      "quote": "Exercise and temperance can preserve something of our early strength even in old age."
    },
    {
      "cite": "Cher",
      "quote": "Nothing lifts me out of a bad mood better than a hard work out on my treadmill. It never fails. Exercise is nothing short of a miracle."
    },
    {
      "cite": "Horace",
      "quote": "Great effort is required to arrest decay and restore vigor. One must exercise proper deliberation, plan carefully before making a move, and be alert in guarding against relapse following a renaissance."
    },
    {
      "cite": "Zac Efron",
      "quote": "Working out is my biggest hobby. It's my Zen hour. I just zone out."
    },
    {
      "cite": "Chris Meno",
      "quote": "Research says getting regular exercise is one of the most effective ways to cope with stress."
    },
    {
      "cite": "Dr. Michael Yessis",
      "quote": "Breathing correctly is the key to better fitness, muscle strength, stamina and athletic endurance."
    },
    {
      "cite": "unknown",
      "quote": "The difference between someone who is in shape, and someone who is not in shape, is the individual who is in shape works out even when they do not want to."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Walking is the best possible exercise. Habituate yourself to walk very far."
    },
    {
      "cite": "Keri Russell",
      "quote": "I feel better in my mind when I work out. It makes everything better."
    },
    {
      "cite": "Kenneth H. Cooper",
      "quote": "The reason I exercise is for the quality of life I enjoy."
    },
    {
      "cite": "Gene Tunney",
      "quote": "Exercise should be regarded as tribute to the heart"
    },
    {
      "cite": "William Osler",
      "quote": "Patients should have rest, food, fresh air, and exercise - the quadrangle of health."
    },
    {
      "cite": "Cicero",
      "quote": "Exercise and temperance can preserve something of our early strength even in old age."
    },
    {
      "cite": "April Jones",
      "quote": "Look like a beauty. Train like a beast."
    },
    {
      "cite": "Lindsey Leavitt",
      "quote": "There's nothing sweeter than sweat."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Reading is to the mind what exercise is to the body."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "An early-morning walk is a blessing for the whole day."
    },
    {
      "cite": "Charles Duhigg",
      "quote": "Typically, people who exercise, start eating better and becoming more productive at work. They smoke less and show more patience with colleagues and family. They use their credit cards less frequently and say they feel less stressed. Exercise is a keystone habit that triggers widespread change."
    },
    {
      "cite": "Barack Obama",
      "quote": "You have to exercise, or at some point you’ll just break down."
    },
    {
      "cite": "Hippocrates",
      "quote": "Even when all is known, the care of a man is not yet complete, because eating alone will not keep a man well; he must also take exercise. For food and exercise, while possessing opposite qualities, yet work together to produce health."
    },
    {
      "cite": "Tich Nhat Hanh",
      "quote": "When it comes to health and well-being, regular exercise is about as close to a magic potion as you can get."
    },
    {
      "cite": "John Bingham",
      "quote": "Running is not just exercise; it is a lifestyle."
    },
    {
      "cite": "Erin Gray",
      "quote": "Once you are doing exercise regularly, the hardest thing is to stop it."
    },
    {
      "cite": "Robin Sharma",
      "quote": "If you don’t make time for exercise, you’ll probably have to make time for illness."
    },
    {
      "cite": "Thomas Edison",
      "quote": "The doctor of the future will give no medicine, but will involve the patient in the proper use of food, fresh air, and exercise."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Our growing softness, our increasing lack of physical fitness, is a menace to our security."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning."
    },
    {
      "cite": "Michael Phelps",
      "quote": "Swimming is normal for me. I'm relaxed. I'm comfortable, and I know my surroundings. It's my home."
    },
    {
      "cite": "Vanessa Hudgens",
      "quote": "Exercise is amazing, from the inside out. I feel so alive and have more energy."
    },
    {
      "cite": "James Freeman Clarke",
      "quote": "Never hurry. Take plenty of exercise. Always be cheerful. Take all the sleep you need. You may expect to be well."
    },
    {
      "cite": "Joel Edgerton",
      "quote": "One of the things I've always enjoyed is moving around and staying fit. Physicality is such a big part of being an actor, but it's also about stillness and silence."
    },
    {
      "cite": "William Temple",
      "quote": "The only way for a rich man to be healthy is by exercise and abstinence, to live as if he were poor."
    },
    {
      "cite": "Stone Gossard",
      "quote": "I think if you exercise, your state of mind - my state of mind - is usually more at ease, ready for more mental challenges. Once I get the physical stuff out of the way it always seems like I have more calmness and better self-esteem."
    },
    {
      "cite": "Florence Griffith Joyner",
      "quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up."
    },
    {
      "cite": "Hugh Blair",
      "quote": "Exercise is the chief source of improvement in our faculties."
    },
    {
      "cite": "Khloe Kardashian",
      "quote": "Fitness is not about being better than someone else. It’s about being better than you used to be."
    },
    {
      "cite": "Kack Lalanne",
      "quote": "Exercise is king. Nutrition is queen. Put them together and you’ve got a kingdom."
    },
    {
      "cite": "Jerry Dunn",
      "quote": "Train hard, turn up, run your best and the rest will take care of itself."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "I hate every minute of training. But i said, don’t quit. Suffer now and live the rest of your life as a champion."
    },
    {
      "cite": "George A. Sheehan",
      "quote": "Exercise is done against one’s wishes and maintained only because the alternative is worse."
    },
    {
      "cite": "Eddie Smith",
      "quote": "Exercise now, yeah you move like a dancer / Get it shorty, don't let me interrupt / Get it shorty, keep your mind on what you're doin'"
    },
    {
      "cite": "Chuck Lorre",
      "quote": "According to a recent study, simply thinking about exercise, even while sitting still, can have physical benefits. For all you know, I could be exercising right now."
    },
    {
      "cite": "Charles Stewart",
      "quote": "You keep on exercising, and you're gonna be strong as a bull! These exercises are gonna make you real strong!"
    },
    {
      "cite": "Roy Clarke",
      "quote": "A bicycle needs a certain amount of exercise. It's a well-known fact."
    },
    {
      "cite": "Doris Orgel",
      "quote": "Ladies, we are supposed to be exercising our bodies, not our mouths."
    },
    {
      "cite": "Anton Klee",
      "quote": "The following exercise cranks up your self-esteem and makes you aware of your own abilities and the symptoms deep within you."
    },
    {
      "cite": "Ken Levine",
      "quote": "Morning exercise is futile at best. When one arises, the body is more subject to postural hypotension."
    },
    {
      "cite": "Benny Medina",
      "quote": "Never felt better since I've been on this diet of exercise and healthy food."
    },
    {
      "cite": "Bruce Spiegelman",
      "quote": "Exercise has been understood for centuries to provide benefits to the human body. Diet and exercise have long been prescribed as the first lines if therapy for metabolic diseases."
    },
    {
      "cite": "Bruce Spiegelman",
      "quote": "Lifestyle intervention such as physical exercise is widely recognized to improve whole-body performance and metabolism in health and disease."
    },
    {
      "cite": "Joseph Julius Bonkowski",
      "quote": "Exercise your body, exercise your abilities, exercise you mind, it will make you health, wealth and wise."
    },
    {
      "cite": "Joseph Julius Bonkowski",
      "quote": "Thinking is just an excercise for the brain."
    },
    {
      "cite": "Hasan Sozen",
      "quote": "Physical activity is so important that failure to lead a physically active lifestyle can result in several abnormalities."
    },
    {
      "cite": "Aoife A. Donnelly",
      "quote": "Thirty minutes of exercise everyday canbe sufficient to maintain health and well-being."
    },
    {
      "cite": "Aoife A. Donnelly",
      "quote": "Regular physical activity is a well-known protective factor for the prevention and treatment of several non-communicable diseases, such as heart disease, stroke, diabetes and different types of cancer."
    },
    {
      "cite": "Aoife A. Donnelly",
      "quote": "Physical activity is also known to promote good mental health."
    },
    {
      "cite": "Charles B. Corbin",
      "quote": "Physical fitness is the ability of your body system to work together efficiently to allow you to be healthy and effectively perform activities perform activities of daily living."
    },
    {
      "cite": "Charles B. Corbin",
      "quote": "When people do physical activity especially for the purpose of getting fit, we say the are doing exercise."
    },
    {
      "cite": "Charles B. Corbin",
      "quote": "Performing physical activity has many benefits. Regular exercise leads to improved physical fitness. Both regular physical activity and good fitness provide benefits to health and wellness."
    },
    {
      "cite": "Charles B. Corbin",
      "quote": "Besides looking better, people who do regular physical activity feel better."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "A fit, healthy body, that is the best fashion statement."
    },
    {
      "cite": "Lisbeth Darsh",
      "quote": "The act of getting strong doesn't start in the gym, it starts in your head."
    },
    {
      "cite": "Mick Kremling",
      "quote": "One workout at a time. One day at a time. One week at a time."
    },
    {
      "cite": "V L Allinear",
      "quote": "When it comes to eating right and exercising, there is no 'I'll start tomorrow.' Tomorrow is disease."
    },
    {
      "cite": "Sarah Gabb",
      "quote": "Deep down we all really know what we need to do to get fit and healthy - eat right and exercise."
    },
    {
      "cite": "Joseph Pilates",
      "quote": "Physical fitness can neither be achieved by wishful thinking nor outright purchase."
    },
    {
      "cite": "Edward Lance",
      "quote": "Not only will exercise make you look fantastic, but it will make you feel that way too!"
    },
    {
      "cite": "Edward Lance",
      "quote": "There's no sure-fire for good health, however the mixture of healthy eating and regular exercise comes awfully close."
    },
    {
      "cite": "Robert H. Phillip",
      "quote": "Exercise can restore confidence in your body and make you feel more capable--more in control."
    },
    {
      "cite": "Robert H. Phillip",
      "quote": "The right types and amounts of excercise can help you break fatigue-rest-fatigue cycle and make you feel better in counttless other ways."
    }
  ]
}