{
  "source": "https://www.wisesayings.com/existentialism-quotes/",
  "theme": "existentialism",
  "quotes": [
    {
      "cite": "Richard Dawkins",
      "quote": "There is something infantile in the presumption that somebody else has a responsibility to give your life meaning and point? The truly adult view, by contrast, is that our life is as meaningful, as full and as wonderful as we choose to make it."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "The proof that the little prince existed is that he was charming, that he laughed, and that he was looking for a sheep. If anybody wants a sheep, that is a proof that he exists."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "He was free, free in every way, free to behave like a fool or a machine, free to accept, free to refuse, free to equivocate; to marry, to give up the game, to drag this death weight about with him for years to come. He could do what he liked, no one had the right to advise him, there would be for him no Good or Evil unless he thought them into being."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Man is nothing else but what he makes of himself."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "You look up when you wish to be exalted. And I look down because I am exalted."
    },
    {
      "cite": "Ernest Becker",
      "quote": "Man cannot endure his own littleness unless he can translate it into meaningfulness on the largest possible level."
    },
    {
      "cite": "Rollo May",
      "quote": "Human freedom involves our capacity to pause between the stimulus and response and, in that pause, to choose the one response toward which we wish to throw our weight. The capacity to create ourselves, based upon this freedom, is inseparable from consciousness or self-awareness"
    },
    {
      "cite": "Paul Tillich",
      "quote": "man is free, in so far as he has the power of contradicting himself and his essential nature. Man is free even from his freedom; that is, he can surrender his humanity."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "A freedom which is interested only in denying freedom must be denied. And it is not true that the recognition of the freedom of others limits my own freedom: to be free is not to have the power to do anything you like; it is to be able to surpass the given toward an open future; the existence of others as a freedom defines my situation and is even the condition of my own freedom. I am oppressed if I am thrown into prison, but not if I am kept from throwing my neighbor into prison."
    },
    {
      "cite": "Paul Tillich",
      "quote": "Man is not what he believes himself to be in his conscious decisions"
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In the consciousness of the truth he has perceived, man now sees everywhere only the awfulness or the absurdity of existence and loathing seizes him."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Life begins on the other side of despair."
    },
    {
      "cite": "Unknown Author",
      "quote": "Dying is not romantic, and death is not a game which will soon be over.Guildenstern"
    },
    {
      "cite": "Carl Sagan",
      "quote": "For small creatures such as we the vastness is bearable only through love."
    },
    {
      "cite": "Franz Kafka",
      "quote": "You are free and that is why you are lost."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Regarding life, the wisest men of all ages have judged alike: it is worthless."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Remember that no man loses any other life than this which he now lives, nor lives any other than this which he now loses."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "You have your way. I have my way. As for the right way, the correct way, and the only way, it does not exist."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Sometimes people don't want to hear the truth because they don't want their illusions destroyed"
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "As soon as there will exist for everyone a margin of real freedom beyond the production of life, Marxism will have lived out its span; a philosophy of freedom will take its place. But we have no means, no intellectual instrument, no concrete experience which allow us to conceive of this freedom or of this philosophy."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Be joyful, though you have considered all the facts."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All life is an experiment. The more experiments you make the better."
    },
    {
      "cite": "David Budbill",
      "quote": "Struggle is what it means to be alive and free."
    },
    {
      "cite": "Joshua Loth Liebman",
      "quote": "Maturity is achieved when a person accepts life as full of tension."
    },
    {
      "cite": "Unknown Author",
      "quote": "No one can advise and help you, no one. There is only one way: go within. Rainer Maria Rilke"
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "All human actions are equivalent and all are on principle doomed to failure."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "You are the music while the music lasts."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "We can regard our life as a uselessly disturbing episode in the blissful repose of nothingness."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "I saw that my life was a vast glowing empty page and I could do anything I wanted."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Life begins on the other side of despair."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "You have a choice. Live or die. Every breath is a choice. Every minute is a choice. To be or not to be."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Everything has been figured out, except how to live."
    },
    {
      "cite": "Philippe Petit",
      "quote": "Life should be lived on the edge of life."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Life   is a tale told by an idiot, full of sound and fury, signifying nothing."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Everything has been figured out, except how to live."
    },
    {
      "cite": "Jean Paul Sartre",
      "quote": "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does."
    },
    {
      "cite": "Jean Paul Sartre",
      "quote": "freedom only gives you something to be sorry for."
    },
    {
      "cite": "Albert Camus",
      "quote": "Seeking what is true is not seeking what is desirable."
    },
    {
      "cite": "Mark Haddon",
      "quote": "I want my name to mean me."
    },
    {
      "cite": "Confucius",
      "quote": "Remember, no matter where you go, there you are."
    },
    {
      "cite": "St. Francis of Assisi",
      "quote": "Where there is injury let me sow pardon."
    },
    {
      "cite": "Terence",
      "quote": "Where there's life, there's hope."
    },
    {
      "cite": "Gary Cox",
      "quote": "To choose not to choose is still a choice for which you alone are responsible."
    },
    {
      "cite": "Albert Camus",
      "quote": "I rebel therefore I exist."
    }
  ]
}