{
  "source": "https://www.wisesayings.com/existence-quotes/",
  "theme": "existence",
  "quotes": [
    {
      "cite": "Natasha Lyonne",
      "quote": "Existence itself is disconcerting and disorienting."
    },
    {
      "cite": "Cormac Mccarthy",
      "quote": "Whatever in creation exists without my knowledge exists without my consent."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Existence is a series of footnotes to a vast, obscure, unfinished masterpiece."
    },
    {
      "cite": "Michael Aoun",
      "quote": "Any existence deprived of freedom is a kind of death."
    },
    {
      "cite": "Lionel Shriver",
      "quote": "The existence of other people is essentially awkward."
    },
    {
      "cite": "Woody Allen",
      "quote": "Existence for eternity could get a little boring... especially towards the end."
    },
    {
      "cite": "Anatole France",
      "quote": "Existence would be intolerable if we were never to dream."
    },
    {
      "cite": "Christopher Charles Harris",
      "quote": "The meaning of existence is that you have simply existed at all."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Existence is larger than any model that is not itself the exact size of existence."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "In one drop of water are found all the secrets of all the oceans; in one aspect of You are found all the aspects of existence."
    },
    {
      "cite": "Ilyas Kassam",
      "quote": "Freedom is not to defy, it is to co-exist. It is a challenge for the imagination"
    },
    {
      "cite": "Aporva Kala",
      "quote": "Sameness of existence. Conformity is inevitable. So is search"
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The existence of virtue depends entirely upon its use."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Existence really is an imperfect tense that never becomes a present."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Existence is not a mystery unless you think it has a meaning."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Fight for your existence and when doing this, try to be just to others! You have no job other than this in this universe!"
    },
    {
      "cite": "Oscar Wilde",
      "quote": "In the wild struggle for existence, we want to have something that endures, and so we fill our minds with rubbish and facts, in the silly hope of keeping our place."
    },
    {
      "cite": "Jane Hirshfield",
      "quote": "Existence itself is nothing if not an amazement. Good poems restore amazement."
    },
    {
      "cite": "George Alexiou",
      "quote": "The mystery of existence is the connection between our wins and our losses."
    },
    {
      "cite": "John Updike",
      "quote": "Existence itself does not feel horrible; it feels like an ecstasy, rather, which we have only to be still to experience."
    },
    {
      "cite": "William Goldman",
      "quote": "Existence was really very simple when you did what you were told."
    },
    {
      "cite": "Joseph Wood Krutch",
      "quote": "Every time a value is born, existence takes on a new meaning; every time one dies, some part of that meaning passes away."
    },
    {
      "cite": "Susan Sontag",
      "quote": "Existence is no more than the precarious attainment of relevance in an intensely mobile flux of past, present, and future."
    },
    {
      "cite": "Quentin Crisp",
      "quote": "The very purpose of existence is to reconcile the glowing opinion we hold of ourselves with the appalling things that other people think about us."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The existence of things does not depend on the existence of words."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "The life of inner peace, being harmonious and without stress, is the easiest type of existence."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "The whole existence of man is a ceaseless duel between the forces of life and death."
    },
    {
      "cite": "Duncan McNaughton",
      "quote": "Existence is where the soul goes to learn how to interpret itself again."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Existence was not only absurd, it was plain hard work."
    },
    {
      "cite": "Johann Kaspar Lavater",
      "quote": "Existence is self-enjoyment, by means of some object distinct from ourselves."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "And the existence is tedious, anyway; it is a senseless, dirty business, this life."
    },
    {
      "cite": "Rebecca West",
      "quote": "Existence in itself, taken at its least miraculous, is a miracle."
    },
    {
      "cite": "Philip K. Dick",
      "quote": "The existence of a majority logically implies a corresponding minority."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line"
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "No existence can be validly fulfilled if it is limited to itself."
    },
    {
      "cite": "Jim Fowler",
      "quote": "The continued existence of wildlife and wilderness is important to the quality of life of humans."
    },
    {
      "cite": "Norman Mailer",
      "quote": "Every moment of one's existence one is growing into more or retreating into less. One is always living a little more or dying a little bit."
    },
    {
      "cite": "Ramana Pemmaraju",
      "quote": "Existence always helps those who live in tune with their nature!"
    },
    {
      "cite": "Kedar Joshi",
      "quote": "It is impossible to imagine existence void of any intelligence."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "If your existence does not make any difference, you are no more than a dead body."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "Existence is the end of endless eternity without a beginning or an end."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "All that makes existence valuable to any one depends on the enforcement of restraints upon the actions of other people."
    },
    {
      "cite": "Réné Gaudette",
      "quote": "The simplicity of existence is that it is. The complexity of existence is that it is not."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The existence of forgetting has never been proved: We only know that some things don't come to mind when we want them."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Existence is Identity, consciousness is identification."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "The existence of a man is so small a thing to take, so mighty a thing to employ."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Existence must be asserted in the present if one does not want all life to be defined as an escape toward nothingness."
    },
    {
      "cite": "José Luis Ruiz",
      "quote": "You only exist because of the agreements you made with yourself and with the other humans around you."
    },
    {
      "cite": "Rajneesh",
      "quote": "Existence is a mystery , and one should accept it as a mystery and not pretend to have any explanation ."
    }
  ]
}