{
  "source": "https://www.wisesayings.com/exit-quotes/",
  "theme": "exit",
  "quotes": [
    {
      "cite": "Malcolm Muggeridge",
      "quote": "Few men of action have been able to make a graceful exit at the appropriate time."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "The best things in life are often waiting for you at the exit ramp of your comfort zone."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "He tries to find the exit from himself but there is no door."
    },
    {
      "cite": "unknown",
      "quote": "He who hesitates is not only lost, but miles from the next exit."
    },
    {
      "cite": "Eyedea",
      "quote": "When my soul steps to exit this frame, I will be reincarnated as rain."
    },
    {
      "cite": "Jacques Ellul",
      "quote": "I describe a world with no exit, convinced that God accompanies man throughout his history."
    },
    {
      "cite": "Judith Orloff",
      "quote": "Whenever your well-being feels at risk around certain people, make a tactful and swift exit."
    },
    {
      "cite": "Lauren DeStefano",
      "quote": "The trick was looking past the illusion, because the exit was never as far away as it seemed."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Sometimes it seems that to exit this world, they must go through my heart, leaving me scarred and sore."
    },
    {
      "cite": "James Dashner",
      "quote": "Can't take a chance that one day, in one spot, somewhere, an exit might appear. We can't give up. Ever."
    },
    {
      "cite": "Julian Green",
      "quote": "Death is losing its terror. It is the emergency exit for a world that is becoming more frightening death ever was."
    },
    {
      "cite": "Miroslav Volf",
      "quote": "If we can exit a relationship, pressure to reconcile lessens; if we must live with those who have wronged us, we are pushed to reconcile."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Divorce is a fire exit. When a house is burning, it doesn't matter who set the fire. If there is no fire exit, everyone in the house will be burned!"
    },
    {
      "cite": "Dan Brown",
      "quote": "When swimming into a dark tunnel,there arrives a point of no return when you no longer have enough breath to double back.your choice is to swim forward into the unknown....and pray for an exit"
    },
    {
      "cite": "Philippe Aries",
      "quote": "Death must simply become the discreet but dignified exit of a peaceful person from a helpful society that is not torn, not even overly upset by the idea of a biological transition without significance, without pain or suffering, and ultimately without fear."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "You can't talk your way out of a problem you behaved your way into!"
    },
    {
      "cite": "Martha Beck",
      "quote": "The way out of fear isn't safety. It's freedom."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Never abandon life. There is a way out of everything except death."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "Every exit is an entry somewhere else."
    },
    {
      "cite": "Richard Monckton Milnes",
      "quote": "My exit is the result of too many entrees."
    },
    {
      "cite": "Keith Lehrer",
      "quote": "There is no exit from the circle of one's beliefs."
    },
    {
      "cite": "Noor Iskandar",
      "quote": "Exit is a letter away from Exist.A part, just a space away from Apart."
    },
    {
      "cite": "David Cottrell",
      "quote": "Change allows us to exit the comfortable and enter the improved."
    },
    {
      "cite": "Zlatan Ibrahimovic",
      "quote": "When you are the invisible man to the head coach, the only option is to head for the exit"
    },
    {
      "cite": "Vanilla Ice",
      "quote": "Act smarter than you are and always know where your exit is in case you get into too much trouble."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "One never knows what life may have in store for us, and it's always good to know where the emergency exit is."
    },
    {
      "cite": "Laurie A. Helgoe",
      "quote": "Reading is like travel, allowing you to exit your own life for a bit, and to come back with a renewed, even inspired, perspective."
    },
    {
      "cite": "William Zinsser",
      "quote": "When you're ready to stop, stop. If you have presented all the facts and made the point you want to make, look for the nearest exit."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Always start at the end before you begin. Professional investors always have an exit strategy before they invest. Knowing your exit strategy is an important investment fundamental."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "When you become angry, you enter a tunnel, leaving the light behind you; when you get calm, you exit the tunnel, finding the light in front of you!"
    },
    {
      "cite": "Tom Stoppard",
      "quote": "We do on stage things that are supposed to happen off. Which is a kind of integrity, if you look on every exit as being an entrance somewhere else."
    },
    {
      "cite": "David R. Hawkins",
      "quote": "You can memorize your way through a labyrinth if it is simple enough and you have the time and urge to escape. But the learning is of no use for the next time when the exit will be differently placed."
    },
    {
      "cite": "Robert Frost",
      "quote": "The best way out is always through."
    },
    {
      "cite": "E. W. Howe",
      "quote": "The way out of trouble is never as simple as the way in."
    },
    {
      "cite": "Damon Albarn",
      "quote": "As a musician usually music is your way out."
    },
    {
      "cite": "Ben Carson",
      "quote": "Reading is the way out of ignorance, and the road to achievement."
    },
    {
      "cite": "Julie Anne Peters",
      "quote": "There's always a way out. All you have to do is take it."
    }
  ]
}