{
  "source": "https://www.wisesayings.com/exorcism-quotes/",
  "theme": "exorcism",
  "quotes": [
    {
      "cite": "Tahir Shah",
      "quote": "Everyone knows that even the best exorcism has to be renewed once in a while."
    },
    {
      "cite": "Arca",
      "quote": "It's impossible to exorcise the darkness out of you. We can pretend it's not there until something bursts."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Be careful, lest in casting out your demon you exorcise the best thing in you."
    },
    {
      "cite": "Toba Beta",
      "quote": "Only after you've done the exorcism, then you'll understand that ghost's also a species."
    },
    {
      "cite": "Eli Roth",
      "quote": "Possession and exorcism is something that's in every religion and every culture. It's a real primal fear: Is the body a vessel for our spirits? What happens if something else takes over it? Where does the spirit go?"
    },
    {
      "cite": "Bryant McGill",
      "quote": "Quitting a job can be like an exorcism where you cast out a demon. The demon is the foreign spirit who occupies you through your occupation."
    },
    {
      "cite": "Gabriele Nanni",
      "quote": "An exorcism is tantamount to a miracle - an extraordinary intervention of God."
    },
    {
      "cite": "Grady Hendrix",
      "quote": "By the power of Phil Collins, I rebuke you!"
    },
    {
      "cite": "Keanu Reeves",
      "quote": "Performing an exorcism was like changing your oil. It's a drag, but necessary."
    },
    {
      "cite": "Bob Larson",
      "quote": "Humans have will. In an exorcism with a human, you are dealing with the human will, and whether that will is sufficiently resolved in terms of what allowed it to be manipulated. The will must have done something to surrender to the presence of the demon. You have to resurrect the moral authority of the person's will."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "In account after account of exorcisms the demonic voices will propound nihilism of one variety or another."
    },
    {
      "cite": "Gabriele Amorth",
      "quote": "The ritual of exorcism is not practiced by an ordinary priest. An exorcist requires specific training and must be thought to have a personal sanctity. He can be exposed to dangerous behavior and personal threat. His prayers often cause a violent response as he attempts to shine a beam of light into the darkness."
    },
    {
      "cite": "William S. Burroughs",
      "quote": "In exorcism, a verbal argument can never do anything. You can't ever beat the entity in a verbal argument because that's what he wants. It's only through a confront, a non-verbal confront, that anything happens. It has to be non-verbal."
    },
    {
      "cite": "Gerard Verschuuren",
      "quote": "Exorcists always need to distinguish demonic possessions from mental or psychiatric disorders, and they use three symptoms to identify people as possessed. First, those people have the ability to see hidden sacred objects, which they always want removed. Second, they have an extraordinary physical strength. And third, they show an aversion to the sacred."
    },
    {
      "cite": "Dolores Ashcroft-Nowicki",
      "quote": "One of the things people don't know about exorcism, is that you can't really use exorcism on things that are older than Christianity."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "You can exorcise the demons of schizophrenics who perceive that there's something foreign inside them. But it's much harder with depressed people because we believe we are seeing the truth. But the truth lies."
    }
  ]
}