{
  "source": "https://www.wisesayings.com/exotic-quotes/",
  "theme": "exotic",
  "quotes": [
    {
      "cite": "Alain De Botton",
      "quote": "What we find exotic abroad may be what we hunger for in vain at home."
    },
    {
      "cite": "Laura Kasischke",
      "quote": "The pursuit of exotic beauty in such a life would have been like having a ball of tinfoil in your stomach, all that airy metal filling you up with hunger."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "An exotic and irrational entertainment, which has been always combated, and always has prevailed."
    },
    {
      "cite": "Priyanka Chopra",
      "quote": "For me exotic means beaches, palm trees and sand and frolicking in the ocean."
    },
    {
      "cite": "Italo Calvino",
      "quote": "An exotic birthplace on its own is not informative of anything."
    },
    {
      "cite": "Christopher Buehlman",
      "quote": "A mundane lie hiding an exotic truth is deception; an exotic lie hiding a mundane truth is storytelling. Deception may be necessary to preserve life, but storytelling makes life worth living."
    },
    {
      "cite": "Mario Praz",
      "quote": "The exotic and the erotic ideals go hand in hand, and this fact also contributes another proof of a more or less obvious truth - that is, that a love of the exotic is usually an imaginative projection of a sexual desire."
    },
    {
      "cite": "Richard Brinsley Sheridan",
      "quote": "Happiness is an exotic of celestial birth."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Even the most distant and exotic place has its parallel in ordinary life."
    },
    {
      "cite": "Chris Patten",
      "quote": "There is a sort of exotic preposterousness about a lot of elections, the way arguments are made even cruder."
    },
    {
      "cite": "David L. Katz",
      "quote": "We massively exaggerate the exotic risks we can least control and massively undervalue the mundane risks we can control."
    },
    {
      "cite": "Frans De Waal",
      "quote": "Most exotic animals are not particularly interested in people, which makes it hard to provoke them. Human-rearing gets them used to and sometimes imprinted on humans, which makes them potentially dangerous."
    },
    {
      "cite": "Richard Schmid",
      "quote": "Don't go overboard with exotic or complex ways to paint. Stick to simple solutions, unless there is a good reason to do otherwise."
    },
    {
      "cite": "Robert Benchley",
      "quote": "One of the easiest forms of pretense to break down is the pretense of enthusiasm for exotic foods. Just bring on the exotic foods."
    }
  ]
}