{
  "source": "https://www.wisesayings.com/expecting-a-baby-quotes/",
  "theme": "expecting-a-baby",
  "quotes": [
    {
      "cite": "Elizabeth Stone",
      "quote": "Making a decision to have a child—t's momentous. It is to decide forever to have your heart go walking around outside your body."
    },
    {
      "cite": "Mandy Harrison",
      "quote": "Before you were born I carried you under my heart. From the moment you arrived in this world until the moment I leave it, I will always carry you in my heart."
    },
    {
      "cite": "Eda J. Le Shan",
      "quote": "A new baby is like the beginning of all things—wonder, hope, a dream of possibilities."
    },
    {
      "cite": "unknown",
      "quote": "A mother's joy begins when new life is stirring inside...when a tiny heartbeat is heard for the very first time, and a playful kick reminds her that she is never alone."
    },
    {
      "cite": "Rita Rudner",
      "quote": "Life is tough enough without having someone kick you from the inside."
    },
    {
      "cite": "Gabriela Mistral",
      "quote": "Now my belly is as noble as my heart."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "I begin to love this creature, and to anticipate her birth as a fresh twist to a knot, which I do not wish to untie"
    },
    {
      "cite": "Mark Twain",
      "quote": "A baby is an inestimable blessing."
    },
    {
      "cite": "Nikki Dalton",
      "quote": "Feeling fat lasts nine months but the joy of becoming a mom lasts forever."
    },
    {
      "cite": "Sandra C. Kassis",
      "quote": "You never understand life until it grows inside of you."
    },
    {
      "cite": "Charles Osgood",
      "quote": "Babies are always more trouble than you thought - and more wonderful."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "It was the tiniest thing I ever decided to put my whole life into."
    },
    {
      "cite": "Pamela S. Nadav",
      "quote": "There is such a special sweetness in being able to participate in creation."
    },
    {
      "cite": "unknown",
      "quote": "Happiness is on the way."
    },
    {
      "cite": "unknown",
      "quote": "Baby in the tummy, it's all up to mommy. But once the baby's had, it's bragging rights for Dad."
    },
    {
      "cite": "Asian saying",
      "quote": "Honey is sweet. A little baby is even sweeter."
    },
    {
      "cite": "Suzanne Finnamore",
      "quote": "You are the closest I will ever come to magic."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "A grand adventure is about to begin."
    },
    {
      "cite": "unknown",
      "quote": "For now in mommy's tummy...Forever in her heart..."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "A baby is God’s opinion that life should go on."
    },
    {
      "cite": "Mary Mason",
      "quote": "A baby is something you carry inside you for nine months, in your arms for three years and in your heart till the day you die."
    },
    {
      "cite": "unknown",
      "quote": "A baby will make love stronger, days shorter, nights longer, bankroll smaller, home happier, clothes shabbier, the past forgotten, and the future worth living for."
    },
    {
      "cite": "Amy Tan",
      "quote": "A mother is always the beginning. She is how things begin."
    },
    {
      "cite": "Thomas Chandler Haliburton",
      "quote": "A woman has two smiles that an angel might envy, the smile that accepts a lover before words are uttered, and the smile that lights on the first born baby, and assures it of a mother’s love."
    },
    {
      "cite": "Beyoncé",
      "quote": "Absolutely. It is the most powerful creation for you to be able have life growing inside of you. There is no bigger gift, nothing more empowering."
    },
    {
      "cite": "Crescent Dragonwagon",
      "quote": "All the time we wondered and wondered, who is this person coming, growing, turning, floating, and swimming deep, deep inside."
    },
    {
      "cite": "unknown",
      "quote": "An angel in the book of life wrote down my baby’s birth. Then whispered as she closed the book, “too beautiful for earth”."
    },
    {
      "cite": "Larry Barretto",
      "quote": "Babies are bits of star-dust blown from the hand of God. Lucky is the woman who knows the pangs of birth for she has held a star."
    },
    {
      "cite": "Maureen Hawkins",
      "quote": "Before you were conceived I wanted you. Before you were born I loved you. Before you were here an hour I would die for you. This is the miracle of Mother’s Love."
    },
    {
      "cite": "Barbara Katz Rothman",
      "quote": "Birth is not only about making babies. Birth is about making mothers… strong, competent, capable mothers who trust themselves and know their inner strength."
    },
    {
      "cite": "unknown",
      "quote": "Birth takes a woman’s deepest fears about herself and shows her that she is stronger than them."
    },
    {
      "cite": "Robin Lim",
      "quote": "Birthing is the most profound initiation to spirituality a woman can have."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Even when freshly washed and relieved of all obvious confections, children tend to be sticky."
    },
    {
      "cite": "Kate Douglas Wiggin",
      "quote": "Every child born into the world is a new thought of God, an ever-fresh and radiant possibility."
    },
    {
      "cite": "Carrie Fisher",
      "quote": "Everything grows rounder and wider and weirder, and I sit here in the middle of it all and wonder who in the world you will turn out to be."
    },
    {
      "cite": "Brad Pitt",
      "quote": "Getting a burp out of your little thing is probably the greatest satisfaction I've come across. It's truly one of life's most satisfying moments."
    },
    {
      "cite": "Harriette Hartigan",
      "quote": "Giving birth and being born brings us into the essence of creation, where the human spirit is courageous and bold and the body, a miracle of wisdom."
    },
    {
      "cite": "Matthew Broderick",
      "quote": "Having a baby changes the way you view your in-laws. I love it when they come to visit now. They can hold the baby and I can go out."
    },
    {
      "cite": "Taylor Hanson",
      "quote": "Having a baby is a life-changer. It gives you a whole other perspective on why you wake up every day."
    },
    {
      "cite": "Maria Shriver",
      "quote": "Having kids—the responsibility of rearing good, kind, ethical, responsible human beings—is the biggest job anyone can embark on."
    },
    {
      "cite": "Exodus 23: 20",
      "quote": "I am going to send an angel in front of you, to guard you on the way and to bring you to the place that you have prepared."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "I believe the choice to become a mother is the choice to become one of the greatest spiritual teachers there is."
    },
    {
      "cite": "unknown",
      "quote": "I loved you from the very start, you stole my breath, embraced my heart. Our life together has just begun, you’re part of me, my little one."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "If I had my life to live over, instead of wishing away nine months of pregnancy, I’d have cherished every moment and realized that the wonderment growing inside me was the only chance in life to assist God in a miracle."
    },
    {
      "cite": "Myla and Jon Kabat-Zinn",
      "quote": "In giving birth to our babies, we may find that we give birth to new possibilities within ourselves."
    },
    {
      "cite": "E.B. White",
      "quote": "Life is always a rich and steady time when you are waiting for something to happen or to hatch."
    },
    {
      "cite": "Penelope Leach",
      "quote": "Loving a baby is a circular business, a kind of feedback loop. The more you give the more you get and the more you get the more you feel like giving."
    },
    {
      "cite": "Gilda Radner",
      "quote": "Motherhood is the biggest gamble in the world. It is the glorious life force. It’s huge and scary—it’s an act of infinite optimism."
    },
    {
      "cite": "Sarah Josepha Hale",
      "quote": "No influence is so powerful as that of the mother."
    },
    {
      "cite": "Albert Einstein",
      "quote": "One definition of insanity: doing the same thing over and over again and expecting different results."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Pregnancy is a kind of miracle. Especially so in that, it proves that a man and woman can conspire to force God to create a new soul."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "Sometimes the smallest things take up the most room in your heart."
    },
    {
      "cite": "Rajneesh",
      "quote": "The moment a child is born, the mother is also born. She never existed before. The woman existed, but the mother, never. A mother is something absolutely new."
    },
    {
      "cite": "Jessica Lange",
      "quote": "The natural state of motherhood is unselfishness. When you become a mother, you are no longer the center of your own universe. You relinquish that position to your children."
    },
    {
      "cite": "Romans 8: 18",
      "quote": "The pain you have been feeling can’t compare to the joy that's coming."
    },
    {
      "cite": "Anne Christian Buchanan",
      "quote": "To be pregnant is to be vitally alive, thoroughly woman, and distressingly inhabited. Soul and spirit are stretched – along with body – making pregnancy a time of transition, growth, and profound beginnings."
    },
    {
      "cite": "Laura Stavoe Harm",
      "quote": "We have a secret in our culture, and it’s not that birth is painful. It’s that women are strong."
    },
    {
      "cite": "Catherine Jones",
      "quote": "Whether your pregnancy was meticulously planned, medically coaxed, or happened by surprise, one thing is certain – your life will never be the same."
    },
    {
      "cite": "Irmgard Erath",
      "quote": "With every newborn baby, a little sun rises."
    }
  ]
}