{
  "source": "https://www.wisesayings.com/expenses-quotes/",
  "theme": "expenses",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our expenses are all for conformity."
    },
    {
      "cite": "Cato",
      "quote": "Even though work stops, expenses run on."
    },
    {
      "cite": "Pradeepa Pandiyan",
      "quote": "Rich gets richer with the expenses of the poorest."
    },
    {
      "cite": "Thomas Dewar",
      "quote": "Love is an ocean of emotions entirely surrounded by expenses."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Beware of little expenses. A small leak will sink a great ship."
    },
    {
      "cite": "Theophrastus",
      "quote": "Waste of time is the most extravagant and costly of all expenses."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "It's through our expenses that we become richer or poorer, regardless of how much money we make."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "A wealthy mindset minimizes expenses in self-entertainment and maximizes investments in self-education."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "It's more important to grow your income than cut your expenses. It's more important to grow your spirit that cut your dreams."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The expenses required to prevent a war are much lighter than those that will, if not prevented, be absolutely necessary to maintain it."
    },
    {
      "cite": "George Samuel Clason",
      "quote": "Budget thy expenses that thou mayest have coins to pay for thy necessities, to pay for thy enjoyments, and to gratify thy worthwhile desires without spending more than nine-tenths of thy earnings."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "Spare no expense to make everything as economical as possible."
    },
    {
      "cite": "John Sununu",
      "quote": "Households and businesses cut expenses every day. Passing a financial down payment alongside the debt limit sends the right message to the public, and gives members of Congress greater comfort, or cover, depending on your perspective."
    },
    {
      "cite": "Suze Orman",
      "quote": "Look everywhere you can to cut a little bit from your expenses. It will all add up to a meaningful sum."
    },
    {
      "cite": "Alexa Von Tobel",
      "quote": "Know the difference between your necessary and discretionary expenses."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "A man is rich whose income is larger than his expenses, and he is poor if his expenses are greater than his income."
    },
    {
      "cite": "Sam Walton",
      "quote": "Control your expenses better than your competition. This is where you can always find the competitive advantage."
    }
  ]
}