{
  "source": "https://www.wisesayings.com/expectations-quotes/",
  "theme": "expectations",
  "quotes": [
    {
      "cite": "Paulo Coelho",
      "quote": "Anyone who loves in the expectation of being loved in return is wasting their time."
    },
    {
      "cite": "Donald Miller",
      "quote": "When you stop expecting people to be perfect, you can like them for who they are."
    },
    {
      "cite": "A. Godin",
      "quote": "The quality of our expectations determines the quality of our action."
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "High achievement always takes place in the framework of high expectation."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Peace begins When expectation ends."
    },
    {
      "cite": "Bill Watterson",
      "quote": "So the secret to good self-esteem is to lower your expectations to the point where they're already met?"
    },
    {
      "cite": "Douglas Adams",
      "quote": "A life that is burdened with expectations is a heavy life. Its fruit is sorrow and disappointment."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Blessed is he who expects nothing, for he shall never be disappointed."
    },
    {
      "cite": "Norton Juster",
      "quote": "Expect everything so that nothing comes unexpected."
    },
    {
      "cite": "Sebastian Horsley",
      "quote": "Unhappiness lies in that gap between our talents and our expectations."
    },
    {
      "cite": "Bruce Lee",
      "quote": "I'm not in this world to live up to your expectations and you're not in this world to live up to mine."
    },
    {
      "cite": "Jeff Kinney",
      "quote": "You can't expect everyone to have the same dedication as you."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "Expectations were like fine pottery. The harder you held them, the more likely they were to crack."
    },
    {
      "cite": "Lev Grossman",
      "quote": "That was the thing about the world: it wasn't that things were harder than you thought they were going to be, it was that they were hard in ways that you didn't expect."
    },
    {
      "cite": "Jack Farris",
      "quote": "You don't ask nobody to give what they can't give, or be what they can't be. You've learnt that, you got a headstart on heartbreak."
    },
    {
      "cite": "Antonio Banderas",
      "quote": "Expectation is the mother of all frustration."
    },
    {
      "cite": "Ivan Illich",
      "quote": "We must rediscover the distinction between hope and expectation."
    },
    {
      "cite": "Princess Diana",
      "quote": "Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "We love to expect, and when expectation is either disappointed or gratified, we want to be again expecting."
    },
    {
      "cite": "Heraclitus",
      "quote": "If you do not the expect the unexpected you will not find it, for it is not to be reached by search or trail."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "You were born to win, but to be a winner, you must plan to win, prepare to win, and expect to win."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "We find what we expect to find, and we receive what we ask for."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Good is not good, when better is expected."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "It's a funny thing about life: if you refuse to accept anything but the best, you very often get it."
    },
    {
      "cite": "Elliott Larson",
      "quote": "Anger always comes from frustrated expectations"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "We must learn to reawaken and keep ourselves awake, not by mechanical aid, but by an infinite expectation of the dawn."
    },
    {
      "cite": "Eli Khamarov",
      "quote": "The best things in life are unexpected - because there were no expectations."
    },
    {
      "cite": "Confucius",
      "quote": "The expectations of life depend upon diligence; the mechanic that would perfect his work must first sharpen his tools."
    },
    {
      "cite": "Ralph Marston",
      "quote": "Don't lower your expectations to meet your performance. Raise your level of performance to meet your expectations. Expect the best of yourself, and then do what is necessary to make it a reality."
    },
    {
      "cite": "Tara Brach",
      "quote": "When we put down ideas of what life should be like, we are free to wholeheartedly say yes to our life as it is."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Do what you can with what you have where you are."
    },
    {
      "cite": "Theodore Rubin",
      "quote": "The problem is not that there are problems. The problem is expecting otherwise and thinking that having problems is a problem."
    },
    {
      "cite": "Michael Jordan",
      "quote": "If you accept the expectations of others, especially negative ones, then you never will change the outcome."
    },
    {
      "cite": "Thomas Alva Edison",
      "quote": "If we did the things we are capable of, we would astound ourselves."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "Where there is love there are no demands, no expectations, no dependency. I do not demand that you make me happy; my happiness does not lie in you. If you were to leave me, I will not feel sorry for myself; I enjoy your company immensely, But I do not cli"
    },
    {
      "cite": "Rick Helders",
      "quote": "Creating perfection will also create expectations for the future"
    },
    {
      "cite": "Confucius",
      "quote": "Expect much from yourself and little from others and you will avoid incurring resentments."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The universe constantly and obediently answers to our conceptions; whether we travel fast or slow, the track is laid for us."
    },
    {
      "cite": "Bruce Lee",
      "quote": "I did what I came here to do. What I've done I've done with sincerity and to the best of my ability. You can't expect much more from life."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Expect to have hope rekindled. Expect your prayers to be answered in wondrous ways. The dry seasons in life do not last. The spring rains will come again."
    },
    {
      "cite": "Achaan Chah",
      "quote": "Do everything with a mind that lets go. Do not expect praise or reward."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You have to take risks.We will only understand the miracle of life fully when we allow the unexpected to happen."
    },
    {
      "cite": "Madonna",
      "quote": "To be brave is to love someone unconditionally, without expecting anything in return. To just give. That takes courage, because we don't want to fall on our faces or leave ourselves open to hurt."
    },
    {
      "cite": "Margaret Chase Smith",
      "quote": "Every human being is entitled to courtesy and consideration. Constructive criticism is not only to be expected but sought."
    },
    {
      "cite": "Terrell Owens",
      "quote": "If you align expectations with reality, you will never be disappointed."
    },
    {
      "cite": "Stevie Wonder",
      "quote": "You can't base your life on other people's expectations."
    },
    {
      "cite": "Jacque Fresco",
      "quote": "Whatever happens in the world is real, what one thinks should have happened is projection. We suffer more from our fictitious illusion and expectations of reality."
    },
    {
      "cite": "Lauryn Hill",
      "quote": "We don't want people to have expectations of us, but then we have expectations of everybody else."
    },
    {
      "cite": "Mike White",
      "quote": "There's a victory in letting go of your expectations."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "Our expectations are our standards imposed upon someone else."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "Expectations manifest when we impose our standards on the people around us. We often do this with good intentions—we genuinely believe that the person should adopt what we believe because it's a better standard compared to theirs."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "Expectations almost always carry the concept of 'should' in our minds, which brings with it furious thoughts of unfairness and indignation."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "Without expectations, we see someone for who they are— in all their flawed imperfection—without judgment."
    },
    {
      "cite": "Xandria Ooi",
      "quote": "Expectations lead to resentment and resentment always leads to judgment."
    },
    {
      "cite": "Shree Rajneesh",
      "quote": "A man who lives with expectations is bound to feel frustrated because existence has no obligation to you. But if you live without intentions, without expectations, then miraculously you will find that everything you ever dreamed of is being fulfilled."
    },
    {
      "cite": "Shree Rajneesh",
      "quote": "The real thing is that you are suffering from your expectations. When they are not fulfilled-frustration arises, failure arises, and you feel neglected as if existence does not care for you."
    },
    {
      "cite": "Alfred Henry",
      "quote": "High expectations can lead to great disappointments."
    },
    {
      "cite": "Abigail Adams",
      "quote": "Expectations have so long and so often been combated by disappointment that I feel myself unhappy, my spirits which were naturally cheerful are depressed and the enjoyments of life are growing very insipid to me."
    },
    {
      "cite": "Abigail Adams",
      "quote": "One month of daily expectation is more tedious than a year of certainty."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I indicated no wish or purpose of my own;I simply expressed my expectation. Cannot the judge perceive the distinction between a purpose and an expectation? I have often expressed an expectation to die but I have never expressed a wish to die."
    },
    {
      "cite": "Mu Soeng",
      "quote": "Remaining trapped in the world of preferences we are led to an expectation of how things should be. When our expectation of how things should be conflicts with how things are, there is dukkha, suffering."
    },
    {
      "cite": "Napoleon",
      "quote": "Soldiers! Your country has a right to expect great things from you. Justify her expectations!...All, when they return home, would wish to say proudly, 'I was with the victorious Army of Italy.'"
    },
    {
      "cite": "Bhante Henepola Gunaratana",
      "quote": "In meditation, don't expect anything. Just sit back and see what happens. Treat the whole thing as an experiment. Take an active interest in the test itself, but don't get distracted by your expectations about the results. For that matter, don't be anxious for any result whatsoever."
    },
    {
      "cite": "Nancy Hopkins Reily",
      "quote": "Your life is colored by your expectations."
    },
    {
      "cite": "Nancy Hopkins Reily",
      "quote": "You don't like being rejected, but your expectations were minimum and your patience maximum."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Victory in a great cause is measured not only by reaching the final goal. It is also a triumph to live up to expectations in your lifetime."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "If our expectations—if our fondest prayers and dreams— are not realized, then we should all bear in mind that the greatest glory of living lies not in never falling, but in rising every time you fall."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "The knowledge that in your day you did your duty, and lived up to the expectations of your fellow men is in itself a rewarding experience and magnificent achievement."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Make the expectations lively enough, and action will follow."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "It was only when you started to insatiably expect; /  that every stranger on the street would wholeheartedly smile; /  altruistically enshroud each dreary aspect of your beleaguered existence with unprecedented happiness, / That it terribly hurt you; when he unsparingly abused you; / excoriating you apart like inconspicuously frigid shit; /  for ostensibly no reason or plausible rhyme; instead."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "If you spent your life concentrating on what everyone else thought of you, would you forget who you really were? What if the face you showed the world turned out to be a mask... with nothing beneath it?"
    },
    {
      "cite": "Jane Austen",
      "quote": "To wish was to hope, and to hope was to expect."
    },
    {
      "cite": "Sharon Creech",
      "quote": "What I have since realized is that if people expect you to be brave, sometimes you pretend that you are, even when you are frightened down to your very bones."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "There were two ways to be happy: improve your reality or lower your expectations."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "A wonderful gift may not be wrapped as you expect."
    },
    {
      "cite": "Julianne Donaldson",
      "quote": "I hope you do not let anyone else’s expectations direct the course of your life."
    },
    {
      "cite": "Julia Glass",
      "quote": "I'd rather be pleasantly surprised than fatally disappointed."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "Expectation wasn't just about what people expected of you. It was about what you expected of yourself."
    }
  ]
}