{
  "source": "https://www.wisesayings.com/experience-quotes/",
  "theme": "experience",
  "quotes": [
    {
      "cite": "English (on experience)",
      "quote": "A stumble may prevent a fall."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "After crosses and losses, men grow humbler and wiser."
    },
    {
      "cite": "unknown",
      "quote": "All experience is education for the soul."
    },
    {
      "cite": "Spanish (on experience)",
      "quote": "An old ox makes a straight furrow."
    },
    {
      "cite": "Hausa (West African) (on experience)",
      "quote": "By crawling, a child learns to stand."
    },
    {
      "cite": "Latin Proverb",
      "quote": "Experience is the best teacher."
    },
    {
      "cite": "unknown",
      "quote": "Experience is the mother of wisdom."
    },
    {
      "cite": "James Anthony Froude",
      "quote": "Experience teaches slowly and at the cost of mistakes."
    },
    {
      "cite": "Chinese (on experience)",
      "quote": "If you are not a fish, how can you tell if the fish are happy?"
    },
    {
      "cite": "Henri Estienne",
      "quote": "If youth knew, if age could."
    },
    {
      "cite": "unknown",
      "quote": "If you've never run aground, you've never been anywhere!"
    },
    {
      "cite": "Aesop",
      "quote": "It is foolish to try to imitate the skills of others."
    },
    {
      "cite": "Aesop",
      "quote": "It pays to be prepared."
    },
    {
      "cite": "African American (on  common sense)",
      "quote": "It takes a heap of licks to hit a nail in the dark."
    },
    {
      "cite": "unknown",
      "quote": "Learn from other peoples mistakes."
    },
    {
      "cite": "unknown",
      "quote": "Learn from your mistakes."
    },
    {
      "cite": "unknown",
      "quote": "Learning is best when put into practice."
    },
    {
      "cite": "Auguste Rodin",
      "quote": "Nothing is a waste of time if you use the experience wisely."
    },
    {
      "cite": "Burmese (on experience)",
      "quote": "Only the sufferers know how their bellies ache."
    },
    {
      "cite": "George Herbert",
      "quote": "The buyer needs a hundred eyes, the seller but one."
    },
    {
      "cite": "William Camden",
      "quote": "The early bird catches the worm."
    },
    {
      "cite": "Edmund Burke",
      "quote": "The grand instructor, time."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The most exquisite folly is made of wisdom spun too fine."
    },
    {
      "cite": "Samoan (on experience)",
      "quote": "The person with burnt fingers asks for tongs."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The years teach much which the days never know."
    },
    {
      "cite": "Aristotle",
      "quote": "Well begun is half done."
    },
    {
      "cite": "unknown",
      "quote": "You cannot put an old head on young shoulders."
    },
    {
      "cite": "Khemetic Saying",
      "quote": "Everything we do is sowing, and all of our experiences are harvests."
    },
    {
      "cite": "Kongfuzi",
      "quote": "I hear and I forget, I see and I remember, I do and I understand."
    },
    {
      "cite": "Chinese Saying",
      "quote": "To know the road ahead, ask those coming back."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Practice is the supreme teacher."
    },
    {
      "cite": "Philo of Alexandria",
      "quote": "As the eye needs light to see, so the soul needs labor to comprehend."
    },
    {
      "cite": "Kabir",
      "quote": "If you have not lived through something, it is not true,"
    },
    {
      "cite": "Blaise Pascal",
      "quote": "We are usually convinced more easily by reasons we have found ourselves than by those which have occurred to others."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "Knowledge of the world is only to be acquired in the world, and not in the closet."
    },
    {
      "cite": "John James Audubon",
      "quote": "When the bird and the book disagree, always believe the bird."
    },
    {
      "cite": "Swahili Saying",
      "quote": "Never give up what you have seen for what you have heard."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The years teach much what the days never know."
    },
    {
      "cite": "John Stuart Mill",
      "quote": "There are many truths of which the full meaning cannot be realized until personal experience has brought it home."
    },
    {
      "cite": "Josh Billings",
      "quote": "Experience is a grindstone and it is lucky for us if we get brightened by it— not ground."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "An ounce of application is worth a ton of abstraction."
    },
    {
      "cite": "Helen Keller",
      "quote": "Life is a succession of lessons which must be lived to be understood."
    },
    {
      "cite": "Vivekananda",
      "quote": "Knowledge can only be got in one way, the way of experience.  There is no other way to know."
    },
    {
      "cite": "Louis Celine",
      "quote": "Experience is a dim lamp which only lights the one who bears it."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Experience is not what happens to a man; it is what he does with what happens to him."
    },
    {
      "cite": "Huxley",
      "quote": "Experience teaches only the teachable."
    },
    {
      "cite": "Jean Toomer",
      "quote": "We learn the rope of life by untying the knots."
    },
    {
      "cite": "Albert Camus",
      "quote": "You cannot acquire experience by making experiments. You cannot create experience. You must undergo it."
    },
    {
      "cite": "Vernon Law",
      "quote": "Experience is a hard teacher because she gives the test first, the lessons afterward."
    },
    {
      "cite": "Yolanda King",
      "quote": "The best lessons, the best sermons, are those that are lived."
    },
    {
      "cite": "Menander",
      "quote": "Nothing has happened to you unless you make much of it."
    },
    {
      "cite": "Thoreau",
      "quote": "Each man can interpret another's experience only by his own."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "Practical wisdom is only to be learned in the school of experience."
    },
    {
      "cite": "Job 12:12",
      "quote": "With the ancient is wisdom, and in length of days understanding."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Experience is the best of schoolmasters, only the school fees are heavy."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The light which experience gives is a lantern on the stern, which shines only on the waves behind us."
    },
    {
      "cite": "Theodore Fox",
      "quote": "We shall have to learn to refrain from doing things merely because we know how to do them."
    },
    {
      "cite": "Pat Corrales",
      "quote": "I was told by a very smart man a long time ago that talent always beats experience. Because by the time you get experience, the talent's gone."
    },
    {
      "cite": "Doug Rader",
      "quote": "The pilgrims didn't have any experience when they first arrived here. Hell, if experience was that important, we'd never have had anybody walking on the moon."
    },
    {
      "cite": "Arab Saying",
      "quote": "Ask the experienced rather than the learned."
    },
    {
      "cite": "Arab Sayings",
      "quote": "The tongue of experience has the most truth."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The ground I have already passed over enables me to see my way into that which is before me."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "But all theory must lead to experience, and every constitution has its own laws."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Forty years of experience in government is worth a century of book-reading."
    },
    {
      "cite": "Steve Jobs",
      "quote": "The broader one's understanding of the human experience, the better design we will have."
    }
  ]
}