{
  "source": "https://www.wisesayings.com/experiment-quotes/",
  "theme": "experiment",
  "quotes": [
    {
      "cite": "Henri Poincaré",
      "quote": "Experiment is the sole source of truth. It alone can teach us something new; it alone can give us certainty."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Experiment has a stimulus which withers its fear."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Experiments are mediators between nature and idea."
    },
    {
      "cite": "Roger Babson",
      "quote": "Experiment is folly when experience shows the way."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Experiment is the sole interpreter of the artifices of Nature."
    },
    {
      "cite": "Scott Berkun",
      "quote": "Experiment is the expected failure to deliberately learn something."
    },
    {
      "cite": "Ernest Rutherford",
      "quote": "If your experiment needs statistics, you ought to have done a better experiment."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Every experiment, by multitudes or by individuals, that has a sensual and selfish aim, will fail."
    },
    {
      "cite": "Max Planck",
      "quote": "Experiment is the only means of knowledge at our disposal. Everything else is poetry, imagination."
    },
    {
      "cite": "Martin Rees",
      "quote": "Experiments that crash atoms together could start a chain reaction that erodes everything on Earth."
    },
    {
      "cite": "Robert Glasper",
      "quote": "Experiment is actually doing the art. That's the experiment and then you get to experience the experiment."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All life is an experiment. The more experiments you make the better."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Life is an experiment in which you may fail or succeed. Explore more, expect least."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "There is no such thing as a failed experiment, only experiments with unexpected outcomes."
    },
    {
      "cite": "Anaïs Nin",
      "quote": "You have a right to experiment with your life. You will make mistakes. And they are right too."
    },
    {
      "cite": "Simon Sinek",
      "quote": "The value of experimentation is not the trying. It's the trying again after the experiment fails."
    },
    {
      "cite": "Charles Ives",
      "quote": "Every great inspiration is but an experiment - though every experiment we know, is not a great inspiration."
    },
    {
      "cite": "Matthew Donnelly",
      "quote": "Life is an experiment, experiment by sending as many ideas in the universe and see which idea takes off and put your heart into that."
    },
    {
      "cite": "Norbert Wiener",
      "quote": "What most experimenters take for granted before they begin their experiments is infinitely more interesting than any results to which their experiments lead."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "Experiment is the mother of knowledge."
    },
    {
      "cite": "Asher Peres",
      "quote": "Unperformed experiments have no results."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "The test of all knowledge is experiment."
    },
    {
      "cite": "Enrico Fermi",
      "quote": "An experiment disproving a prediction is discovery."
    },
    {
      "cite": "Claude Bernard",
      "quote": "Experiment is fundamentally only induced observation."
    },
    {
      "cite": "Peter Medawar",
      "quote": "An experiment not worth doing is not worth doing well."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "Experiment is the sole judge of the validity of any idea."
    },
    {
      "cite": "Verner Panton",
      "quote": "A failed experiment can be more important than a trivial design."
    },
    {
      "cite": "Paul Dickson",
      "quote": "No experiment is ever a complete failure. It can always be used as a bad example."
    },
    {
      "cite": "Werner Heisenberg",
      "quote": "Every experiment destroys some of the knowledge of the system which was obtained by previous experiments."
    },
    {
      "cite": "Vishwas Mudagal",
      "quote": "Be Shameless. Experiment. This is the only way to identify your true passion."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "The test of all knowledge is experiment. Experiment is the sole judge of scientific truth."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A theory can be proved by experiment; but no path leads from experiment to the birth of a theory."
    },
    {
      "cite": "Mason Cooley",
      "quote": "If you call failures experiments, you can put them in your resume and claim them as achievements."
    },
    {
      "cite": "Pat Summitt",
      "quote": "The willingness to experiment with change may be the most essential ingredient to success at anything."
    },
    {
      "cite": "Zendaya",
      "quote": "You have to experiment and that's gonna help your confidence so much when you step out and try things."
    },
    {
      "cite": "Max Planck",
      "quote": "An experiment is a question which science poses to Nature, and a measurement is the recording of Nature's answer."
    },
    {
      "cite": "Charles Darwin",
      "quote": "Physiological experiment on animals is justifiable for real investigation, but not for mere damnable and detestable curiosity."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "To live you have to experiment, to have the ability to experiment you have to have confidence, to have confidence you have to be loved, to be loved you have to love."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "No experiment can be more interesting than that we are now trying, and which we trust will end in establishing the fact, that man may be governed by reason and truth."
    },
    {
      "cite": "Lawrence M. Krauss",
      "quote": "The ultimate arbiter of truth is experiment, not the comfort one derives from one's a priori beliefs, nor the beauty or elegance one ascribes to one's theoretical models."
    },
    {
      "cite": "Ernst Mach",
      "quote": "Thought experiment is in any case a necessary precondition for physical experiment. Every experimenter and inventor must have the planned arrangement in his head before translating it into fact."
    },
    {
      "cite": "John Wilmot",
      "quote": "Any experiment of interest in life will be carried out at your own expense."
    },
    {
      "cite": "Adam Smith",
      "quote": "Have lots of experiments, but make sure they're strategically focused."
    },
    {
      "cite": "Judd Apatow",
      "quote": "Every joke is an experiment. When you sit, alone, and write a script, or just a joke, you really have no idea if it will succeed."
    },
    {
      "cite": "Philip Kitcher",
      "quote": "Experiments work when, and only when, they call into action cognitive capacities that might reliably deliver the conclusions drawn."
    },
    {
      "cite": "James Randi",
      "quote": "The problem with experiments has always been that human beings make the decisions on whether or not the animals have benefitted from the treatment."
    },
    {
      "cite": "Rocco DiSpirito",
      "quote": "It is important to experiment and endlessly seek after creating the best possible flavors when preparing foods. That means not being afraid to experiment with various ingredients."
    }
  ]
}