{
  "source": "https://www.wisesayings.com/exploration-quotes/",
  "theme": "exploration",
  "quotes": [
    {
      "cite": "T. S. Eliot",
      "quote": "We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time."
    },
    {
      "cite": "Penn Jillette",
      "quote": "Exploration of space is worth it because humans need to explore. Knowledge is always good, and it's a really cool thing to see."
    },
    {
      "cite": "Dale Dauten",
      "quote": "Success is an act of exploration. That means the first thing you have to find is the unknown. Learning is searching; anything else is just waiting."
    },
    {
      "cite": "John Glenn",
      "quote": "Exploration, of course, is going to new places, but I don't think we go to new places just solely to say: well, we've been there, and come back, interesting though it may be. To me, each time we go farther into space we should use that to do basic research basic research that can't be done before you go there."
    },
    {
      "cite": "Frank Borman",
      "quote": "Exploration is really the essence of the human spirit."
    },
    {
      "cite": "Richard Aldington",
      "quote": "Adventure is allowing the unexpected to happen to you. Exploration is experiencing what you have not experienced before. How can there be any adventure, any exploration, if you let somebody else above all, a travel bureau arrange everything before-hand?"
    },
    {
      "cite": "Lisa Randall",
      "quote": "Speculation and the exploration of ideas beyond what we know with certainty are what lead to progress."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Exploration is what you do when you don't know what you're doing. That's what scientists do every day. If a scientist already knew what they were doing, they wouldn't be discovering anything, because they already knew what they were doing."
    },
    {
      "cite": "Humphry Davy",
      "quote": "Nothing is so dangerous to the progress of the human mind than to assume that our views of science are ultimate, that there are no mysteries in nature, that our triumphs are complete and that there are no new worlds to conquer."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Exploration is in our nature. We began as wanderers, and we are wanderers still. We have lingered long enough on the shores of the cosmic ocean. We are ready at last to set sail for the stars."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "The future author is one who discovers that language, the exploration and manipulation of the resources of language, will serve him in winning through to his way."
    },
    {
      "cite": "Leonard Nimoy",
      "quote": "That is the exploration that awaits you! Not mapping stars and studying nebula, but charting the unknown possibilities of existence."
    },
    {
      "cite": "Ansel Adams",
      "quote": "In wisdom gathered over time I have found that every experience is a form of exploration."
    },
    {
      "cite": "J R R Tolkien",
      "quote": "Not all who wander are lost."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The exploration of space will go ahead, whether we join in it or not, and it is one of the great adventures of all time, and no nation which expects to be the leader of other nations can expect to stay behind in this race for space."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures that we can have if only we seek them with our eyes open."
    },
    {
      "cite": "Gene Cernan",
      "quote": "Curiosity is the essence of human existence and exploration has been part of humankind for a long time. The exploration of space, like the exploration of life, if you will, is a risk. We've got to be willing to take it."
    },
    {
      "cite": "Alfred de Vigny",
      "quote": "We live in an age of universal investigation, and of exploration of the sources of all movements."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "The future is in the hands of those who explore and from all the beauty they discover while crossing perpetually receding frontiers, they develop for nature and for humankind an infinite love."
    },
    {
      "cite": "John Hope Franklin",
      "quote": "We must go beyond textbooks, go out into the bypaths and untrodden depths of the wilderness and travel and explore and tell the world the glories of our journey."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Exploring is delightful to look forward to and back upon, but it is not comfortable at the time, unless it be of such an easy nature as not to deserve the name."
    },
    {
      "cite": "Frank Borman",
      "quote": "Exploration really is the essence of the human spirit, and to pause, to falter, to turn our back on the quest for knowledge, is to perish."
    },
    {
      "cite": "Robert Flaherty",
      "quote": "All art is a kind of exploring. To discover and reveal is the way every artist sets about his business."
    },
    {
      "cite": "Richard Branson",
      "quote": "Exploration is a wonderful way to open our eyes to the world, and to truly see that impossible is just a word."
    },
    {
      "cite": "Andre Gide",
      "quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore."
    },
    {
      "cite": "F Scott Fitzgerald",
      "quote": "Exploration was for those with a measure of peasant blood, those with big thighs and thick ankles who could take punishment as they took bread and salt, on every inch of flesh and spirit."
    },
    {
      "cite": "John Steinbeck",
      "quote": "The free exploring mind of the individual human is the most valuable thing in the world."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "Exploration is wired into our brains. If we can see the horizon, we want to know what's beyond."
    },
    {
      "cite": "Colin Wilson",
      "quote": "The exploration of oneself is usually also an exploration of the world at large, of other writers, a process of comparison with oneself with others, discoveries of kinships, gradual illumination of one's own potentialities."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "Many say exploration is part of our destiny, but it's actually our duty to future generations and their quest to ensure the survival of the human species."
    },
    {
      "cite": "Edith Widder",
      "quote": "Exploration is the engine that drives innovation. Innovation drives economic growth. So let's all go exploring."
    },
    {
      "cite": "David Sobel",
      "quote": "Exploration of the natural world begins in early childhood, flourishes in middle childhood, and continues in adolescence as a pleasure and a source of strength for social action."
    },
    {
      "cite": "Sandra Harner",
      "quote": "Exploration is a quite legitimate purpose for a journey. You have the opportunity to learn the territories of the Upper and Lower Worlds and their assets, which you can employ as needed in the future."
    },
    {
      "cite": "Richard Aldington",
      "quote": "Adventure is allowing the unexpected to happen to you. Exploration is experiencing what you have not experienced before. How can there be any adventure, any exploration, if you let somebody else - above all, a travel bureau - arrange everything before-hand?"
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "I have to recognize the elements of exploration that excite people. It's not only the discoveries and the beautiful photos that come down from the heavens; it's the vicarious participation in discovery itself."
    },
    {
      "cite": "Richard Aldington",
      "quote": "Travel means the consciousness of adventure and exploration, the sense of covering the miles, the ability to seize indefatigably upon every new or familiar source of delight."
    },
    {
      "cite": "Richard Aldington",
      "quote": "A fair prospect indeed, and an unforgettable moment when one comes for the first time to the crest of a hill and looks over an unknown country shimmering in the sun with the white coiling English lanes inviting exploration."
    },
    {
      "cite": "Richard Aldington",
      "quote": "Exploration is experiencing what you have not experienced before."
    },
    {
      "cite": "Victor Hugo",
      "quote": "It was hunger that drove us to exploration. And it took a depression to teach us the real value of a job."
    },
    {
      "cite": "Bernhard Schlink",
      "quote": "Exploration! Exploring the past! We students in the camps seminar considered ourselves radical explorers. We tore open the windows and let in the air, the wind that finally whirled away the dust that society had permitted to settle over the horrors of the past."
    },
    {
      "cite": "Bernhard Schlink",
      "quote": "Watching and listening and recording were our contributions to the exploration of history."
    },
    {
      "cite": "Andrea Michaels",
      "quote": "Every new city or country or continent that I visit is a beautiful exploration from which I can learn."
    },
    {
      "cite": "Frank S. Smythe",
      "quote": "In mountaineering and exploration, efficiency does not depend on the amassing of material and manpower so much as the power to improvise plans at a moment's notice."
    },
    {
      "cite": "Aberdin Louis",
      "quote": "Periods of positive emotion and unhindered exploration are when you see the possibilities for how your past experiences fit into your future life, when you begin to develop skills that blossom into useful talents later on, and when you spark the urge for further exploration and adventure."
    },
    {
      "cite": "Aberdin Louis",
      "quote": "The happiness that promoted the exploration and creation of new skills has long since ended, but the skills themselves live on."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "As every student of exploration knows, the prize goes not to the explorer who first sets foot upon the virgin soil but to the one who gets that foot home first. If it is still attached to his leg this is a bonus."
    },
    {
      "cite": "Rick Berman",
      "quote": "Exploration is about seeing things with your own eyes."
    },
    {
      "cite": "Tahir Shah",
      "quote": "Exploration is a dirty game."
    },
    {
      "cite": "Tahir Shah",
      "quote": "Life is devoted to exploration and deep-sea research work."
    },
    {
      "cite": "Robert Macfarlane",
      "quote": "In the right frame of mind, to walk from one room in a house to another can be exploration of the highest order. To a child a back garden can be an unknown country."
    },
    {
      "cite": "Pamela McLean",
      "quote": "Exploration and experimentation of new ways of being, in isolation, does not support change."
    },
    {
      "cite": "Kailin Gow",
      "quote": "Space may seem like the final frontier for exploration and colonization but the ocean is a viable and more immediate destination for human colonization."
    },
    {
      "cite": "Mladen Đorđević",
      "quote": "Fear of the unknown will always be overpowered by human desire toward exploration. Curiosity is the risk, whose gifts often pays off."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "With exploration and hope. It is a result of my soul traveling. I am still waiting.I am still thirsty for love."
    },
    {
      "cite": "Daniel J. Siegel M.D.",
      "quote": "The greater the feeling of safety, the wider the range of exploration and the more exuberant the exploratory drive."
    },
    {
      "cite": "Daniel J. Siegel M.D.",
      "quote": "Whereas fear constricts, safety expands the range of exploration."
    },
    {
      "cite": "John R. Stilgoe",
      "quote": "Ordinary exploration begins in the juiciest sort of indecision, in deliberate, then routine fits of absence of mind... Exploring requires the cloak of invisibility bicyclists and walkers take for granted."
    },
    {
      "cite": "Julia Woodman",
      "quote": "If you know who you are then your ego feels safe instead of fearful, and is more open to exploration."
    }
  ]
}