{
  "source": "https://www.wisesayings.com/extremism-quotes/",
  "theme": "extremism",
  "quotes": [
    {
      "cite": "Clint Eastwood",
      "quote": "Extremism is so easy. You've got your position, and that's it. It doesn't take much thought. And when you go far enough to the right you meet the same idiots coming around from the left."
    },
    {
      "cite": "Brene Brown",
      "quote": "Faith minus vulnerability and mystery equals extremism. If you've got all the answers, then don't call what you do 'faith.'"
    },
    {
      "cite": "Benazir Bhutto",
      "quote": "Extremism can flourish only in an environment where basic governmental social responsibility for the welfare of the people is neglected. Political dictatorship and social hopelessness create the desperation that fuels religious extremism."
    },
    {
      "cite": "Raisa Gorbacheva",
      "quote": "Nationalism and extremism ... are spreading today like a cancerous growth in the fabric of people's national self-awareness."
    },
    {
      "cite": "Benazir Bhutto",
      "quote": "A people inspired by democracy, human rights and economic opportunity will turn their back decisively against extremism."
    },
    {
      "cite": "Barack Obama",
      "quote": "We have not confronted forcefully enough the intolerance, sectarianism, and hopelessness that feeds violent extremism in too many parts of the globe."
    },
    {
      "cite": "Barry Goldwater",
      "quote": "I would remind you that extremism in the defense of liberty is no vice! And let me remind you also that moderation in the pursuit of justice is no virtue."
    },
    {
      "cite": "Steven Crowder",
      "quote": "Religious extremism. We hear about it all the time. We see it all the time. Heck, most of us are just sick of talking about it all the time."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Extremism thrives amid ignorance and anger, intimidation and cowardice."
    },
    {
      "cite": "Michael McCaul",
      "quote": "Violent extremism is going viral, but our response to it is moving at bureaucratic, sluggish speed."
    },
    {
      "cite": "John W. Gardner",
      "quote": "Political extremism involves two prime ingredients: an excessively simple diagnosis of the world's ills, and a conviction that there are identifiable villains back of it all."
    },
    {
      "cite": "David Hyde Pierce",
      "quote": "I always think extremism is basically a reaction out of fear. What we seem to be experiencing is polar extremism that keeps people from coming together."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Extremism means borders beyond which life ends, and a passion for extremism, in art and in politics, is a veiled longing for death."
    },
    {
      "cite": "Mahmoud Ahmadinejad",
      "quote": "I cannot determine what people or nations should do, but I do think that extremism gives birth to following and subsequent extremism."
    },
    {
      "cite": "George Papandreou",
      "quote": "We have a rise of extremism because we need to give a sense that we are targeting some of the deeper problems in Greece, the injustices."
    },
    {
      "cite": "Edward Snowden",
      "quote": "Radicalism and extremism, while they are dangers, they exist in every society on some level."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Extremism is injurious to peace."
    },
    {
      "cite": "Paul Watson",
      "quote": "To me extremism is targeting endangered whales in a whale sanctuary in violation of a moratorium. That, to me, is extreme."
    },
    {
      "cite": "Vicente del Bosque",
      "quote": "We are in a world that is quite extremist and extremism makes more noise. Normality does not sell."
    },
    {
      "cite": "Maajid Nawaz",
      "quote": "Non-violent extremism is essentially the increase of intolerant and bigoted demands made by groups seeking to dominate society."
    }
  ]
}