{
  "source": "https://www.wisesayings.com/extraordinary-quotes/",
  "theme": "extraordinary",
  "quotes": [
    {
      "cite": "Ty Howard",
      "quote": "Good enough is never good enough, when extraordinary is expected and is the standard."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "It is strange that only extraordinary men make the discoveries, which later appear so easy and simple."
    },
    {
      "cite": "William Halsey",
      "quote": "There are no extraordinary men just extraordinary circumstances that ordinary men are forced to deal with."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "When one man, for whatever reason, has the opportunity to lead an extraordinary life, he has no right to keep it to himself."
    },
    {
      "cite": "Matthew Henry",
      "quote": "Extraordinary afflictions are not always the punishment of extraordinary sins, but sometimes the trial of extraordinary graces."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "To find extraordinary things, go to the ordinary streets!"
    },
    {
      "cite": "O. J. Brigance",
      "quote": "Extraordinary accomplishments are only achieved when we are able to overcome extraordinary challenges."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Extraordinary claims require extraordinary evidence."
    },
    {
      "cite": "Jean Houston",
      "quote": "We all have the extraordinary coded within us, waiting to be released."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The virtue of a man ought to be measured not by his extraordinary exertions, but by his every-day conduct."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Extraordinary allegations require extraordinary evidence."
    },
    {
      "cite": "James Carville",
      "quote": "You can only accomplish extraordinary things by involving excellent people who can do things that you cannot."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "It takes an extraordinary intelligence to contemplate the obvious."
    },
    {
      "cite": "Jimmy Johnson",
      "quote": "The difference between ordinary and extraordinary is that little extra."
    },
    {
      "cite": "Frank McKinney",
      "quote": "To live an extraordinary life, you must resist an ordinary approach."
    },
    {
      "cite": "Cherie Carter-Scott",
      "quote": "Extraordinary people visualize not what is possible or probable, but rather what is impossible. And by visualizing the impossible, they begin to see it as possible."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Sometimes the most ordinary things could be made extraordinary, simply by doin them with the right people."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "Only an extraordinary person can turn opportunity into reality."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Sometimes our light goes out but is blown into flame by another human being. Each of us owes deepest thanks to those who have rekindled this light."
    },
    {
      "cite": "Plutarch",
      "quote": "Extraordinary rains pretty generally fall after great battles."
    },
    {
      "cite": "Anonymous",
      "quote": "Behind extraordinary achievement you'll always discover extraordinary effort."
    },
    {
      "cite": "Robin Sharma",
      "quote": "An extraordinary life is all about daily, continuous improvements in the areas that matter most."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "The ordinary are here to fit into the world; the extraordinary are here to create their own worlds."
    },
    {
      "cite": "Uta Hagen",
      "quote": "We must overcome the notion that we must be regular it robs you of the chance to be extraordinary and leads you to the mediocre."
    },
    {
      "cite": "Steven Furtick",
      "quote": "Extraordinary moves of God begin with ordinary acts of obedience."
    },
    {
      "cite": "Robertson Davies",
      "quote": "Extraordinary people survive under the most terrible circumstances and they become more extraordinary because of it."
    },
    {
      "cite": "Brendon Burchard",
      "quote": "Something extraordinary happens when you dramatically increase the focus, drive, and intention you bring to your life, work and relationships."
    },
    {
      "cite": "Edmund Hillary",
      "quote": "People do not decide to become extraordinary. They decide to accomplish extraordinary things."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "One of the extraordinary things about human events is that the unthinkable becomes thinkable."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Extraordinary things are always hiding in places people never think to look."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "The simple things are also the most extraordinary things, and only the wise can see them."
    },
    {
      "cite": "Nathan Hill",
      "quote": "It is remarkable how quickly extraordinary things turn ordinary."
    }
  ]
}