{
  "source": "https://www.wisesayings.com/extrovert-quotes/",
  "theme": "extrovert",
  "quotes": [
    {
      "cite": "Anais Nin",
      "quote": "Our culture made a virtue of living only as extroverts. We discouraged the inner journey, the quest for a center. So we lost our center and have to find it again."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "They say that extroverts are unhappier than introverts and have to compensate for this by constantly proving to themselves how happy and contented and at ease with life they are."
    },
    {
      "cite": "Sophia Dembling",
      "quote": "Extroverts sparkle, introverts glow. Extroverts are fireworks, introverts are a fire in the hearth."
    },
    {
      "cite": "Pablo",
      "quote": "Extroverts communicate well with others, Introverts communicate well with themselves."
    },
    {
      "cite": "Criss Jami",
      "quote": "In an extroverted society, the difference between an introvert and an extrovert is that an introvert is often unconsciously deemed guilty until proven innocent."
    },
    {
      "cite": "Susan Cain",
      "quote": "Whoever you are, bear in mind that appearance is not reality. Some people act like extroverts, but the effort costs them energy, authenticity, and even physical health. Others seem aloof or self-contained, but their inner landscapes are rich and full of drama. So the next time you see a person with a composed face and a soft voice, remember that inside her mind she might be solving an equation, composing a sonnet, designing a hat. She might, that is, be deploying the powers of quiet."
    },
    {
      "cite": "Susan Cain",
      "quote": "We're told that to be great is to be bold, to be happy is to be sociable. We see ourselves as a nation of extroverts which means that we've lost sight of who we really are. Depending on which study you consult, one-third to one half of Americans are introverts in other words one out of every two or three people you know."
    },
    {
      "cite": "Laurie Helgoe",
      "quote": "Extroverts are more responsive to high-intensity and 'happy' stimuli, which may be why an extrovert gets frustrated at the less 'readable' face of the introvert."
    },
    {
      "cite": "Patricia Weber",
      "quote": "We all move along the continuum of introvert and extrovert behaviors and preferences all day long."
    },
    {
      "cite": "Laurie Helgoe",
      "quote": "Some findings reveal extroverts as more adept at reading nonverbal cues, and attribute this to the extrovert’s greater interest and experience with social interactions."
    },
    {
      "cite": "Neil Peart",
      "quote": "Extroverts never understand introverts, and it was like that in school days. I read recently that all of us can be defined in adult life by the way others perceived us in high school."
    },
    {
      "cite": "Douglas Conant",
      "quote": "Extroverts may get places faster, but for introverts it's all about working at the pace you need and, at the end of the day, performing at your best."
    },
    {
      "cite": "Laurie Helgoe",
      "quote": "If the extrovert is trying to 'cheer up' the introvert - extroverts are programmed to seek social rewards! - he or she may feel like a failure if the introvert remains unmoved."
    },
    {
      "cite": "unknown",
      "quote": "Either we are here to motivate others or to become an extrovert in our own world."
    },
    {
      "cite": "Chetan Patel",
      "quote": "For the extrovert, cause is from outside, he tries to achieve when he sees the things. While the introvert lives from inside, he feels something then he goes to find it or achieve it."
    },
    {
      "cite": "Laurie Helgoe",
      "quote": "An extrovert is more likely to share immediate reactions and process information through conversation."
    },
    {
      "cite": "Daniel H. Pink",
      "quote": "We have this myth that extroverts are better salespeople. As a result, extroverts are more likely to enter sales; extroverts are more likely to get promoted in sales jobs. But if you look at the correlation between extroversion and actual sales performance - that is, how many times the cash register actually rings - the correlation's almost zero."
    },
    {
      "cite": "Susan Cain",
      "quote": "Being an extrovert isn’t essential to evangelism – obedience and love are."
    },
    {
      "cite": "Laurie Helgoe",
      "quote": "If the extrovert watches and listens a bit more, the introvert’s true mood will become more evident."
    }
  ]
}