{
  "source": "https://www.wisesayings.com/eyebrow-quotes/",
  "theme": "eyebrow",
  "quotes": [
    {
      "cite": "Saoirse Ronan",
      "quote": "If you don't have eyebrows, you don't really have a face."
    },
    {
      "cite": "Demetri Martin",
      "quote": "Separate but equal is terrible for education but it's perfect for eyebrows."
    },
    {
      "cite": "Chevy Chase",
      "quote": "The raising of an eyebrow, how you do it; when you look, how you look. All those little things are physical."
    },
    {
      "cite": "Peter Gallagher",
      "quote": "My eyebrows make a more profound impact on other people than they do on me. I just let 'em grow."
    },
    {
      "cite": "Freddie Prinze, Jr.",
      "quote": "It only takes 30 seconds to pluck my eyebrows, but it hurts. I have to tweeze 'em in the middle once a week. Otherwise, I look like Bert from 'Sesame Street.'"
    },
    {
      "cite": "Spiro T. Agnew",
      "quote": "A raised eyebrow, an inflection of the voice, a caustic remark dropped in the middle of a broadcast can raise doubts in a million minds about the veracity of a public official or the wisdom of a governmental policy."
    },
    {
      "cite": "Jack Black",
      "quote": "You must never underestimate the power of the eyebrow."
    },
    {
      "cite": "Linda Evangelista",
      "quote": "No-one is born with perfect eyebrow."
    },
    {
      "cite": "Kevyn Aucoin",
      "quote": "Life is too short to spend hoping that the perfectly arched eyebrow or hottest new lip shade will mask an ugly heart."
    },
    {
      "cite": "Malin Akerman",
      "quote": "It's a great beauty tip, if you ever want to look five years younger, to shave off your eyebrows. It's amazing what it does. It really shaves off the years."
    },
    {
      "cite": "Mallika Sherawat",
      "quote": "Why does it raise eyebrows when a woman uses cuss words?"
    },
    {
      "cite": "Courteney Cox",
      "quote": "Well, actually, plucking my eyebrows is more of a hobby than a grooming tip."
    },
    {
      "cite": "Florence Welch",
      "quote": "I'm down to bleach my eyebrows again. I tell you what, though - that didn't go down well with my boyfriend. Girls love it. Guys, not so into it."
    },
    {
      "cite": "Tyra Banks",
      "quote": "I went through an obsession with eyebrows. I used to paint my eyebrows really, really strong. I look back now, and some were a little bit strong."
    },
    {
      "cite": "Molly Giles",
      "quote": "When she was excited she liked to raise one thin eyebrow and then the other so that they almost leapt off her face like antennae."
    },
    {
      "cite": "Tierra (The Bachelor)",
      "quote": "People have judged me because of my eyebrow. I can't control my eyebrow. I can't control it. I can't control what's on my face 24/7."
    },
    {
      "cite": "William Shakespeare",
      "quote": "And then the lover, sighing like a furnace, with a woeful ballad / Made to his mistress' eyebrow."
    },
    {
      "cite": "Dann Bilardello",
      "quote": "In Cincinnati, we were lucky to have eyebrows."
    },
    {
      "cite": "William Allen White",
      "quote": "I fancy she has been good to everyone. Only some people are dour, and when she gives them the come hither with her eyes, they look down or turn away and lift an eyebrow. But me, I give her the wink and away we go."
    },
    {
      "cite": "Marvin Westmore",
      "quote": "The eyebrows are the most visible  facial feature where imbalance and asymmetry is obvious."
    },
    {
      "cite": "Anastasia Soare",
      "quote": "My goal is to make the eyebrows beautifully symmetrical because even when features are asymmetrical— as they often are— well-shaped brows will bring a kind of harmony to the face."
    },
    {
      "cite": "Maria Garay Reynolds",
      "quote": "I would pretend the earth was a living. moving giant and I lived on his eyebrow balcony surveying the universe from my perch. I chose his eyebrow because I could see the entire world from there."
    },
    {
      "cite": "Arlene Alpert",
      "quote": "The eyebrow is the frame for the eye."
    },
    {
      "cite": "Arlene Alpert",
      "quote": "Overgrown eyebrows can cast a shadow on the brow bone or between the two eyebrows. Overtweezed eyebrows can make the face look puffy or protruding, or may give the eyes a surprised look."
    },
    {
      "cite": "Guy G. Massry",
      "quote": "Eyebrow position and shape determine not only the overall aesthetic look of the face, but also serve as a key factor in facial recognition."
    },
    {
      "cite": "Lilian Bridges",
      "quote": "Eyebrow hairs that grow long and wild are called 'mad scientist's eyebrows.' These eyebrow hairs look like they have a mind of their own and belong to owners that definitely have unusual  minds."
    },
    {
      "cite": "Lilian Bridges",
      "quote": "Eyebrows that are highly arched in the middle so that each eyebrow looks like a n upside-down v, belong to people who worked their way into decisiveness but are still quick to act."
    },
    {
      "cite": "Alana Classice",
      "quote": "The eyes are the windows to the soul, as the adage goes, but we might add that your eyebrows are the curtains and drapes."
    },
    {
      "cite": "Alana Classice",
      "quote": "A well-trimmed pair of brows balances your features while framing a central and essential part of your overall good looks— your eyes."
    },
    {
      "cite": "Andrew A. Jacono",
      "quote": "The most beautiful eyes have a Golden Ratio between the eyebrows and the eyelids."
    },
    {
      "cite": "Nancy Kalish",
      "quote": "The right brows acn be an incredible beauty aset while the wrong ones can spoil the look of an otherwise pretty face."
    },
    {
      "cite": "Nancy Kalish",
      "quote": "Changing your brow shape can change the way people perceive you, giving you a more sexy, smart, or confident look— without even switching lipsticks."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "I'm getting a wrinkle above my eyebrow because I just can't stop lifting it, and I love that you know."
    },
    {
      "cite": "Roger Moore",
      "quote": "My acting range has always been something between the two extremes of 'raises left eyebrow' and 'raises right eyebrow.'"
    },
    {
      "cite": "Anastasia Soare",
      "quote": "The human eye uses the eyebrow as an anchor point for the rest of the face. This is why a woman can look truly stunning without any makeup but perfectly shaped, full eyebrows."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "There were times when the mood of woman was a result of how she felt. Now days her mood depends on how her eyebrows are been drawn."
    },
    {
      "cite": "Demetri Martin",
      "quote": "Relationships, like eyebrows, are better when there is space between them."
    },
    {
      "cite": "Saoirse Ronan",
      "quote": "If you don't have eyebrows, you don't really have a face."
    },
    {
      "cite": "Kevyn Aucoin",
      "quote": "Life is too short to spend hoping that the perfectly arched eyebrow or hottest new lip shade will mask an ugly heart."
    }
  ]
}