{
  "source": "https://www.wisesayings.com/eyes-quotes/",
  "theme": "eyes",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "You can't depend on your eyes when your imagination is out of focus."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "The eye through which I see God is the same eye through which God sees me; my eye and God's eye are one eye, one seeing, one knowing, one love."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "It is often said that before you die your life passes before your eyes. It is in fact true. It's called living."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "If I can see pain in your eyes then share with me your tears. If I can see joy in your eyes then share with me your smile."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When a woman is talking to you, listen to what she says with her eyes."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The eye sees a thing more clearly in dreams than the imagination awake."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "For I dipped into the future, far as human eye could see, Saw the vision of the world, and all the wonder that would be"
    },
    {
      "cite": "William Alger",
      "quote": "A gray eye is a sly eye, And roguish is a brown one; Turn full upon me thy eye,-- Ah, how its wavelets drown one! A blue eye is a true eye; Mysterious is a dark one, Which flashes like a spark-sun! A black eye is the best one."
    },
    {
      "cite": "W. H. Auden",
      "quote": "The ear tends to be lazy, craves the familiar and is shocked by the unexpected; the eye, on the other hand, tends to be impatient, craves the novel and is bored by repetition."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "They seemed to be staring at the dark, but their eyes were watching God"
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "Tears are nature's lotion for the eyes. The eyes see better for being washed by them."
    },
    {
      "cite": "Nikos Kazantzakis",
      "quote": "Since we cannot change reality, let us change the eyes which see reality."
    },
    {
      "cite": "Bob Marley",
      "quote": "Open your eyes, look within. Are you satisfied with the life you're living?"
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "The soul, fortunately, has an interpreter - often an unconscious but still a faithful interpreter - in the eye."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Here was an ugly little girl asking for beauty....A little black girl who wanted to rise up out of the pit of her blackness and see the world with blue eyes. His outrage grew and felt like power. For the first time he honestly wished he could work miracles."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The eyes of Doctor T. J. Eckleburg are blue and gigantic—their irises are one yard high. They look out of no face, but, instead, from a pair of enormous yellow spectacles which pass over a nonexistent nose. Evidently some wild wag of an oculist set them there to fatten his practice in the borough of Queens, and then sank down himself into eternal blindness, or forgot them and moved away. But his eyes, dimmed a little by many paintless days, under sun and rain, brood on over the solemn dumping ground."
    },
    {
      "cite": "Jennifer Salaiz",
      "quote": "The eyes are one of the most powerful tools a woman can have. With one look, she can relay the most intimate message. After the connection is made, words cease to exist."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The eye is the jewel of the body."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The world only exists in your eyes. You can make it as big or as small as you want.."
    },
    {
      "cite": "Owen Meredith",
      "quote": "Those true eyes Too pure and too honest in aught to disguise The sweet soul shining through them"
    },
    {
      "cite": "Sylvia Plath",
      "quote": "I shut my eyes and all the world drops dead; I lift my eyes and all is born again."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Every closed eye is not sleeping, and every open eye is not seeing."
    },
    {
      "cite": "Robert Jordan",
      "quote": "A woman's eyes cut deeper than a knife."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "The eyes like sentinel occupy the highest place in the body."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The eyes indicate the antiquity of the soul."
    },
    {
      "cite": "Robertson Davies",
      "quote": "The eyes see only what the mind is prepared to comprehend."
    },
    {
      "cite": "Sir Kristian Goldmund Aumann",
      "quote": "If your eyes dwell in your heart; then your inner voice will be your congenial Guide."
    },
    {
      "cite": "James Joyce",
      "quote": "Shut your eyes and see."
    },
    {
      "cite": "Marguerite Gautier",
      "quote": "His eyes have made love to me all evening."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "My eyes make pictures when they are shut."
    },
    {
      "cite": "Rupi Kaur",
      "quote": "i am a museum full of art but you had your eyes shut"
    },
    {
      "cite": "William Shakespeare",
      "quote": "For she had eyes and chose me."
    },
    {
      "cite": "Sanober Khan",
      "quote": "the intensity / in your eyes / burns my pen / as i write."
    },
    {
      "cite": "Martin Buber",
      "quote": "An animal's eyes have the power to speak a great language"
    },
    {
      "cite": "Pete Townshend",
      "quote": "No one knows what it's like / To be the bad man / To be the sad man / Behind blue eyes"
    },
    {
      "cite": "Jackie DeShannon",
      "quote": "She'll tease you / She'll unease you / Just to please you / She's got Bette Davis eyes"
    },
    {
      "cite": "Ben Jonson",
      "quote": "Drink to me only with thine eyes, / And I will pledge with mine;"
    },
    {
      "cite": "William Shakespeare",
      "quote": "Mine eye and heart are at a mortal war, / How to divide the conquest of thy sight; / Mine eye my heart thy picture’s sight would bar, / My heart mine eye the freedom of that right."
    },
    {
      "cite": "Proverb",
      "quote": "Eyes are the window to the soul."
    },
    {
      "cite": "Lynn-Holly Johnson",
      "quote": "Cat's eyes seem a bridge to a world beyond the one we know."
    },
    {
      "cite": "Andrew Barton Paterson",
      "quote": "For the eyes are the signs of the soul within, / Of the heart that is leal and true, / And, my own sweetheart, I shall love you still, / Just as long as your eyes are blue."
    },
    {
      "cite": "Anne Sexton",
      "quote": "Our eyes are full of terrible confessions."
    },
    {
      "cite": "Anthony Doerr",
      "quote": "Open your eyes and see what you can with them before they close forever."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Eyes – the head’s chief of police. They watch and make mental notes."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "There's a light in a woman's eyes that speaks louder than words."
    },
    {
      "cite": "Arthur Symons",
      "quote": "It is in their eyes that their magic resides."
    },
    {
      "cite": "Arthur Symons",
      "quote": "When your eyes drooped before mine eyes, / As though some secret made them wise, / Some wisdom veiled them secretly, / I knew your heart began to be / In love with love, in love with me."
    },
    {
      "cite": "Arthur Symons",
      "quote": "When your eyes opened to mine eyes, / Without desire, without surprise, / I knew your soul awoke to see / All, dreams foretold, but could not be, / Yet loving me, not loving me."
    },
    {
      "cite": "Auliq Ice",
      "quote": "Through the eyes of the brave, the future makes past tense perfect sense."
    },
    {
      "cite": "Benjamin Zander",
      "quote": "Look at their eyes. If their eyes are shining, you know youre doing it."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Your eyes are like two jewels in the sky."
    },
    {
      "cite": "Chris Burkmenn",
      "quote": "Fix your eyes on what you believe and not what you see."
    },
    {
      "cite": "Clive Owen",
      "quote": "The sexiest part of the body is the eyes. That's what I believe."
    },
    {
      "cite": "Coral Peterson",
      "quote": "To see through my eyes you first have to know me. / Most little girls have a mommy and lots of love."
    },
    {
      "cite": "David Archuleta",
      "quote": "If you close your eyes to see the view, you miss everything surrounding you."
    },
    {
      "cite": "David Gemmell",
      "quote": "love is in the eyes, and one woman knows when another woman is in love."
    },
    {
      "cite": "David Michael Portner",
      "quote": "Eyes on eyes, I thought you taught me / Don't get caught too tied to eyes / Eyes that frequently do cross me / Wake me up, I want your type"
    },
    {
      "cite": "Debasish Mridha",
      "quote": "You are most beautiful when your eyes are glowing with kindness and joy."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "The voice of your eyes is deeper than all roses."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "My madness // See in the eyes // My love's truth // See in the eyes"
    },
    {
      "cite": "Ellen Palmer Allerton",
      "quote": "Beautiful eyes are those that show the beautiful thoughts that burn below."
    },
    {
      "cite": "Eugene Sue",
      "quote": "The eyes are the windows of a woman's heart; you may enter that a way!"
    },
    {
      "cite": "George Herbert",
      "quote": "The eyes have one language everywhere."
    },
    {
      "cite": "George Horace Lorimer",
      "quote": "When the tongue lies, the eyes tell the truth."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "Eyes that have never wept cannot comprehend sorrow."
    },
    {
      "cite": "Heraclitus",
      "quote": "Eyes are more accurate witnesses than ears."
    },
    {
      "cite": "James Baldwin",
      "quote": "People who shut their eyes to reality simply invite their own destruction."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "Over the eyes of gladness / The lids of sorrow fall, / And the light of mirth is darkened / Under the funeral pall."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "If your eyes are blinded with your worries, you cannot see the beauty of the sunset."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Eyes raised toward heaven are always beautiful, whatever they be."
    },
    {
      "cite": "Katharine Tynan",
      "quote": "The worldling's eyes are dusty dim, / The eyes of sin are weary and cold, / The fighting boy brings home with him / The unsullied eyes of old."
    },
    {
      "cite": "Katherine Center",
      "quote": "The eyes see everything through the heart."
    },
    {
      "cite": "Kelly Link",
      "quote": "Our eyes are always blind when they view the future."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "If my eyes could show my soul, everyone would cry when they saw me smile."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Through the eyes of a child, —is your heart then set free"
    },
    {
      "cite": "Leopold Trepper",
      "quote": "He who closes his eyes sees nothing, even in the full light of day."
    },
    {
      "cite": "Lorne Michaels",
      "quote": "You can tell a lot from someone's eyes."
    },
    {
      "cite": "Oscar Romero",
      "quote": "There are many things that can only be seen through eyes that have cried."
    },
    {
      "cite": "Otl Aicher",
      "quote": "The eyes are hungry but often satiated before they see."
    },
    {
      "cite": "Paul Eluard",
      "quote": "The curve of your eyes embraces my heart / A ring of sweetness and dance / halo of time, sure nocturnal cradle, / And if I no longer know all I have lived through / It’s that your eyes have not always been mine."
    },
    {
      "cite": "Paulo Coehlo",
      "quote": "Your eyes show the strength of your soul."
    },
    {
      "cite": "Poetic Description",
      "quote": "If we could see through each other's eyes you'd be surprise by the many things you may see, things you could never imagine and things you thought could never be."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The eyes are not responsible when the mind does the seeing."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "The eyes see not what is before them when the mind is intent on other matters."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Many eyes go through the meadow, but few see the flowers in it."
    },
    {
      "cite": "Richard Carlson",
      "quote": "Children listen best with their eyes. What you do is what they hear."
    },
    {
      "cite": "Rumi",
      "quote": "Your eyes are even smaller, yet they behold the world."
    },
    {
      "cite": "Ryan Raddon, Finn Bjarrnson and John Hancock",
      "quote": "Look into my eyes / Eyes are the windows to the soul / Look into my eyes / Eyes, oh you will know / There is no surprise / Eyes, because love is plain to see / Look into my eyes"
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "You believe what your eyes want to believe!"
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Eyes will not see when the heart wishes them to be blind."
    },
    {
      "cite": "Sextus Propertius",
      "quote": "The eyes are the pioneers that first announce the soft tale of love."
    },
    {
      "cite": "Shad Azimabadi",
      "quote": "The eyes are black and beautiful complexion fair and sweet."
    },
    {
      "cite": "Sophocles",
      "quote": "The eyes of men love to pluck the blossoms from the faded flowers they turn away."
    },
    {
      "cite": "Stan Dale",
      "quote": "The eyes are the landing strip to the heart."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "You can close your eyes to reality but not to memories."
    },
    {
      "cite": "Stephen Vizinczey",
      "quote": "When you close your eyes to tragedy, you close your eyes to greatness."
    },
    {
      "cite": "Stevie B",
      "quote": "If you see the sun in my eyes / It should be as no surprise / It's the light of love inside of me / Now tell me what do you see"
    },
    {
      "cite": "Theophile Gautier",
      "quote": "Eyes so transparent that through them the soul is seen."
    },
    {
      "cite": "Tim McGraw",
      "quote": "Look deep inside the eyes of a woman, see the man you want to be."
    },
    {
      "cite": "Willa Cather",
      "quote": "When the eyes of the flesh are shut, the eyes of the spirit are open."
    },
    {
      "cite": "William Law",
      "quote": "The eyes of our souls only then begin to see when our bodily eyes are closing."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A lover's eyes will gaze an eagle blind."
    }
  ]
}