{
  "source": "https://www.wisesayings.com/fabulous-quotes/",
  "theme": "fabulous",
  "quotes": [
    {
      "cite": "Ian McEwan",
      "quote": "True intelligence requires fabulous imagination."
    },
    {
      "cite": "Natalia Kills",
      "quote": "If you allow yourself to feel fabulous, you are fabulous."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "If one could look this fabulous, one had an obligation to."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "If you don't feel fabulous, you have deviated from the path of who-you-really-are."
    },
    {
      "cite": "Andy Warhol",
      "quote": "If you can convince yourself that you look fabulous, you can save yourself the trouble of primping."
    },
    {
      "cite": "Freddie Mercury",
      "quote": "The most important thing, darling, is to live a fabulous life. As long as it’s fabulous, I don’t care how long it is."
    },
    {
      "cite": "Gwen Stefani",
      "quote": "Act as young as you feel. You're not getting older; you're getting more entitled to be your fabulous self."
    },
    {
      "cite": "Ella Fitzgerald",
      "quote": "The fabulous places I've been, wonderful things that've happened, great people I've met ought to make a story."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "If we spend our days waiting for fabulous roses we could miss the beauty and wonder of the tiny forget-me-nots that are all around us."
    },
    {
      "cite": "Jerry Spinelli",
      "quote": "Let's just be fabulously where we are and who we are. You be you and I'll be me, today and today and today, and let's trust the future to tomorrow."
    },
    {
      "cite": "Danica Mckellar",
      "quote": "If anyone tells you it's impossible to be fabulous and smart and make a ton of money using math, well, they can just get in line behind you - and kiss your math."
    },
    {
      "cite": "Nigella Lawson",
      "quote": "People who have fabulous childhoods have this sense that nothing is ever going to be that good again. With me, I have the sense that nothing is going to be that bad."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "If you have enough people sitting around telling you you're wonderful, then you start believing you're fabulous, then someone tells you you stink and you believe that too!"
    },
    {
      "cite": "Seth Godin",
      "quote": "Your audacious life goals are fabulous. We're proud of you for having them. But it's possible that those goals are designed to distract you from the thing that's really frightening you--the shift in daily habits that would mean a re-invention of how you see yourself."
    },
    {
      "cite": "Anneli Rufus",
      "quote": "The loner who looks fabulous is one of the most vulnerable loners of all."
    },
    {
      "cite": "Jessie Burton",
      "quote": "Nothing here is more fabulous than the truth."
    },
    {
      "cite": "Pat Conroy",
      "quote": "There is no downside to winning. It feels forever fabulous."
    },
    {
      "cite": "James Patterson",
      "quote": "When your own romantic life is falling apart, everyone else's looks fabulous."
    },
    {
      "cite": "Laura Mercier",
      "quote": "Think for a minute about what makes you fabulous and how you can celebrate it."
    },
    {
      "cite": "Denise Austin",
      "quote": "Food is fabulous, and having a good relationship with it will make you healthy and happy."
    },
    {
      "cite": "Donatella Versace",
      "quote": "Wear a fabulous smile, great jewelry and know that you are totally and utterly in control."
    },
    {
      "cite": "Giacomo Leopardi",
      "quote": "We remember childhood as the fabulous years of our lives, and nations remember their childhood as fabulous years."
    },
    {
      "cite": "Sara Sheridan",
      "quote": "Archive material is a fabulous starting point - individual documents are like signposted roads, heading to a variety of intriguing possibilities."
    },
    {
      "cite": "Bryan Ferry",
      "quote": "It's fabulous when you do that, when you discover somebody who you like, when you kind of feel those feelings, even though he articulates them better."
    },
    {
      "cite": "Jane Lynch",
      "quote": "Making people laugh is a really fabulous thing because it means you're getting deep inside somebody, into their psyche, and their ability to look at themselves."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "All that is told of the sea has a fabulous sound to an inhabitant of the land and all its products have a certain fabulous quality, as if they belonged to another planet."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "There's nothing more fabulous than an adult saying to you, \"I think that you might like this one [book].\" So I'm grateful every time that happens. It's an amazing thing that people care that passionately."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "What looks absolutely fabulous in rehearsal can fall flat in front of an audience. The audience dictates what you do or don't change."
    },
    {
      "cite": "John Ortberg",
      "quote": "Learning something new is a fabulous way to be refreshed. When work can grind you down, something about learning a new activity thrills the soul. It reminds you that the world is bigger than your desk and your to-do list."
    },
    {
      "cite": "Jada Pinkett Smith",
      "quote": "Women, you can have it all - a loving man, devoted husband, loving children, a fabulous career."
    },
    {
      "cite": "Kimora Lee Simmons",
      "quote": "Fabulous is as fabulous does."
    },
    {
      "cite": "Colum Mccann",
      "quote": "Everything was fabulous, even our breakdowns."
    }
  ]
}