{
  "source": "https://www.wisesayings.com/fact-quotes/",
  "theme": "fact",
  "quotes": [
    {
      "cite": "Peter Drucker",
      "quote": "Accept the fact that we have to treat almost anybody as a volunteer."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Facts do not cease to exist because they are ignored."
    },
    {
      "cite": "Frederick Hudson Ecker",
      "quote": "Facts are the most important thing in business. Study facts and do more than is expected of you."
    },
    {
      "cite": "Joey Adams",
      "quote": "If it weren't for the fact that the TV set and the refrigerator are so far apart, some of us wouldn't get any exercise at all."
    },
    {
      "cite": "Dorothy L. Sayers",
      "quote": "Facts are like cows. If you look them in the face long enough, they generally run away."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "For every fact there is an infinity of hypotheses."
    },
    {
      "cite": "J K Rowling",
      "quote": "The fact that you can feel pain like this is your greatest strength."
    },
    {
      "cite": "Werner Herzog",
      "quote": "Facts sometimes have a strange and bizarre power that makes their inherent truth seem unbelievable."
    },
    {
      "cite": "Charles Dow",
      "quote": "The one fact pertaining to all conditions is that they will change."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The impossible is justified by the fact that it occurred."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "The fewer the facts, the stronger the opinion."
    },
    {
      "cite": "Carl R. Rogers",
      "quote": "The facts are always friendly, every bit of evidence one can acquire, in any area, leads one that much closer to what is true."
    },
    {
      "cite": "Jawaharlal Nehru",
      "quote": "Facts are facts and will not disappear on account of your likes."
    },
    {
      "cite": "Mark Twain",
      "quote": "Facts are stubborn things, but statistics are pliable."
    },
    {
      "cite": "John Dewey",
      "quote": "We can have facts without thinking but we cannot have thinking without facts."
    },
    {
      "cite": "Sir Arthur Conan Doyle",
      "quote": "Some facts should be suppressed, or, at least, a just sense of proportion should be observed in treating them."
    },
    {
      "cite": "Penn Jillette",
      "quote": "The fact is that violence gives you a rush."
    },
    {
      "cite": "Arthur Conan Doyle",
      "quote": "There is nothing more deceptive than an obvious fact."
    },
    {
      "cite": "Ai Yazawa",
      "quote": "So you have to accept facts as fact."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There are no facts, only interpretations."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Facts are many, but the truth is one."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "There are no eternal facts, as there are no absolute truths."
    },
    {
      "cite": "Fran Tarkenton",
      "quote": "Ignoring facts does not make them go away."
    },
    {
      "cite": "John Le Carre",
      "quote": "The fact that you can only do a little is no excuse for doing nothing."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The fact that a belief has a good moral effect upon a man is no evidence whatsoever in favor of its truth."
    },
    {
      "cite": "Reginald Rose",
      "quote": "Facts may be colored by the personalities of the people who present them."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "The fact that there is a general belief in a future life is no evidence of its truth."
    },
    {
      "cite": "William C. Redfield",
      "quote": "Facts have a cruel way of substituting themselves for fancies. There is nothing more remorseless, just as there is nothing more helpful, than truth."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The fact that a great many people believe something is no guarantee of its truth."
    },
    {
      "cite": "Vivek Wadhwa",
      "quote": "The fact is that you are never too old to innovate."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If the facts don't fit the theory, change the facts."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "In fact, the truth cannot be communicated until it is perceived."
    },
    {
      "cite": "Hilary Mantel",
      "quote": "It is the absence of facts that frightens people: the gap you open, into which they pour their fears, fantasies, desires."
    },
    {
      "cite": "James Jeans",
      "quote": "The plain fact is that there are no conclusions."
    },
    {
      "cite": "Natalie Babbitt",
      "quote": "Facts are the barren branches on which we hang the dear, obscuring foliage of our dreams."
    },
    {
      "cite": "Mark Twain",
      "quote": "Get your facts first, then you can distort them as you please."
    },
    {
      "cite": "Nadine Gordimer",
      "quote": "The facts are always less than what really happened."
    },
    {
      "cite": "Eric Ludy",
      "quote": "Fact is fact. Truth is Truth. It does not matter how you feel. We do not listen to our feelings. We believe the truth of God's word."
    },
    {
      "cite": "Henry Mayhew",
      "quote": "A fact must be assimilated with, or discriminated fromm, some other fact or facts, in order to be raised to the dignity of a truth, and made to convey the least knowledge to the mind."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Facts are stubborn things."
    },
    {
      "cite": "Robert Frost",
      "quote": "The fact is the sweetest dream that labor knows."
    },
    {
      "cite": "Barbara Boxer",
      "quote": "The fact of the matter is actions speak louder than words."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "The world is the totality of facts, not of things."
    },
    {
      "cite": "Oliver Tambo",
      "quote": "The true facts are not always obvious. They often have to be looked for."
    },
    {
      "cite": "Kris Carr",
      "quote": "The fact is, we need help and we need each other."
    },
    {
      "cite": "Alan Ball",
      "quote": "The fact that we die, that makes life important. It's hard to take, but it's the truth."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Believe and create is a basic fact of successful living."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "The fact is one thing and the idea about the fact is another."
    },
    {
      "cite": "Cleveland Amory",
      "quote": "The facts of life are very stubborn things."
    },
    {
      "cite": "Garry Winogrand",
      "quote": "There is nothing as mysterious as a fact clearly described."
    }
  ]
}