{
  "source": "https://www.wisesayings.com/faded-quotes/",
  "theme": "faded",
  "quotes": [
    {
      "cite": "Anita Brookner",
      "quote": "That sun, that light had faded, and she had faded with them. Now she was as grey as the season itself."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Some people seem to fade away but then when they are truly gone, it's like they didn't fade away at all."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "I feel half faded away like some figure in the background of an old picture."
    },
    {
      "cite": "John Keats",
      "quote": "Faded the flower and all its budded charms, Faded the sight of beauty from my eyes, Faded the shape of beauty from my arms, Faded the voice, warmth, whiteness, paradise – Vanish’d unseasonably at shut of eve..."
    },
    {
      "cite": "Alfred Austin",
      "quote": "Faded smiles oft linger in the face, While grief's first flakes fall silent on the heart!"
    },
    {
      "cite": "Brian Sibley",
      "quote": "The older we get, the swifter time seems to pass and the quicker memories seem to fade."
    },
    {
      "cite": "Drake",
      "quote": "Faded way too long, I'm floatin in and out of consciousness"
    },
    {
      "cite": "Five Finger Death Punch",
      "quote": "Piece by piece, I slowly fade away, I slowly drift apart"
    },
    {
      "cite": "Nitya Prakash",
      "quote": "You want it or not but with time, memories are going to fade. Wounds will be healed and life will give you plenty opportunities to be happy."
    },
    {
      "cite": "Neil Young",
      "quote": "It's better to burn out, than to fade away."
    },
    {
      "cite": "Richard L. Ratliff",
      "quote": "I'd keep your beauty timeless. like a flower pressed in a book, yes I wouldn't let it fade, Folded in the chapters of my mind."
    },
    {
      "cite": "Pen &amp; Paper Thoughts",
      "quote": "The moon is not full anymore. As it also started fading in the Darkness just like me."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "The apple of my eye, had turned into an empty core."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "Memories were fine but you couldn't touch them, smell them or hold them. They were never exactly as the moment was, and they faded with time."
    },
    {
      "cite": "Heenashree Khandelwal",
      "quote": "Love is all wasted, till it is not tested. Love is all faded, if it is only tested."
    },
    {
      "cite": "Kevin Brooks",
      "quote": "Memories have no life. They're just pale reminders of a time that's gone-like faded photographs."
    },
    {
      "cite": "Kevin Myers",
      "quote": "When the light has sharply faded And you have lost your way Let another's love guide you It can turn blackest night into day."
    },
    {
      "cite": "Marc Norman",
      "quote": "You will never age for me, nor fade, nor die."
    },
    {
      "cite": "Munia Khan",
      "quote": "Life’s a harrowing echo only to be faded into exiled loneliness."
    },
    {
      "cite": "Naomi",
      "quote": "You always have to believe in yourself and not let your confidence fade."
    },
    {
      "cite": "Paul Keating",
      "quote": "Politicians never fade away; they just keep carrying on, you know, their class."
    }
  ]
}