{
  "source": "https://www.wisesayings.com/failing-quotes/",
  "theme": "failing",
  "quotes": [
    {
      "cite": "Anne Sullivan Macy",
      "quote": "Keep on beginning and failing. Each time you fail, start all over again, and you will grow stronger until you have accomplished a purpose - not the one you began with perhaps, but one you'll be glad to remember."
    },
    {
      "cite": "William Glasser",
      "quote": "The answer lies in preventing failures not in looking for better ways to fix the children who are failing."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "There's always failure. And there's always disappointment. And there's always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums."
    },
    {
      "cite": "Evel Knievel",
      "quote": "You're never a failure until you fail to get up."
    },
    {
      "cite": "Julie Taymor",
      "quote": "You have to stop yourself from even thinking about failing."
    },
    {
      "cite": "John Wooden",
      "quote": "Failure isn't fatal, but failure to change might be"
    },
    {
      "cite": "J.K. Rowling",
      "quote": "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all in which case, you fail by default."
    },
    {
      "cite": "Simon Cowell",
      "quote": "You don't go into anything contemplating failure, because if you did, you wouldn't make it."
    },
    {
      "cite": "Royce White",
      "quote": "The secret to failing isn't failing; the secret to failing is failing forward."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our greatest glory is not in never failing, but in rising up every time we fail."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "My great concern is not whether you have failed, but whether you are content with your failure."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "We will all fail in life, but nobody has to be a failure. Failing at a thing doesn't make you a failure. You are only a failure when you quit trying."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "When you are offended at anyone's fault, turn to yourself and study your own failings. By attending to them, you will forget your anger and learn to live wisely."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Success is most often achieved by those who don't know that failure is inevitable."
    },
    {
      "cite": "Charles Kettering",
      "quote": "It is not a disgrace to fail. Failing is one of the greatest arts in the world."
    },
    {
      "cite": "Confucius",
      "quote": "Our greatest glory is not in never failing, but in rising every time we fail."
    },
    {
      "cite": "Kemi Sogunle",
      "quote": "Without failing at one thing, there won't be an opportunity to try again, learn and grow. Life isn't static but dynamic. Learn to embrace whatever situation you may face and strive to overcome. Believe in yourself, knowing your best is yet to come."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Success is often achieved by those who don't know that failure is inevitable."
    },
    {
      "cite": "Woody Allen",
      "quote": "If you aren't failing, you aren't trying."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "Failing is what we do, or stumbling is what we do on a daily basis."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Failing isn't bad when you learn what not to do."
    },
    {
      "cite": "Elon Musk",
      "quote": "Failure is an option here. If things are not failing, you are not innovating enough."
    },
    {
      "cite": "Alan Lakein",
      "quote": "Failing to plan is planning to fail."
    },
    {
      "cite": "Craig Groeschel",
      "quote": "Failure is not an option. Failure is necessary. We try. We fail. We learn. We adjust."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You will fail many times but in failing you'll learn and in learning you'll find your way. Remember, there are no mistakes in life but only lessons, and lessons will keep on repeating until learned."
    },
    {
      "cite": "Astro Teller",
      "quote": "Failing doesn't have to mean not succeeding,"
    },
    {
      "cite": "H. Stanley Judd",
      "quote": "Don't be afraid to fail. Don't waste energy trying to cover up failure. Learn from your failures and go on to the next challenge. It's OK to fail. If you're not failing, you're not growing."
    },
    {
      "cite": "Henry Ford",
      "quote": "Failure is simply the opportunity to begin again, this time more intelligently."
    },
    {
      "cite": "L. Tom Perry",
      "quote": "One of the greatest weaknesses in most of us is our lack of faith in ourselves. One of our common failings is to depreciate our tremendous worth."
    },
    {
      "cite": "Woody Allen",
      "quote": "If you are not failing now and again, its a sign you are not doing anything very innovative."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "Failure is unimportant. It takes courage to make a fool of yourself."
    },
    {
      "cite": "Buddha",
      "quote": "The only real failure in life is not to be true to the best one knows."
    },
    {
      "cite": "Jonathan Taylor Thomas",
      "quote": "Success is not in never failing, but rising everytime you fall!"
    },
    {
      "cite": "Truman Capote",
      "quote": "Failure is the condiment that gives success its flavor."
    }
  ]
}