{
  "source": "https://www.wisesayings.com/fairness-quotes/",
  "theme": "fairness",
  "quotes": [
    {
      "cite": "John Bercow",
      "quote": "Fairness is not about statistical equality."
    },
    {
      "cite": "Martin Schulz",
      "quote": "The question of societal fairness is always pertinent."
    },
    {
      "cite": "Emma Goldman",
      "quote": "Lack of fairness to an opponent is essentially a sign of weakness."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "Our sense of fairness tells us that people should pay for the wrong they do."
    },
    {
      "cite": "Sophocles",
      "quote": "A man who deals in fairness with his own, he can make manifest justice in the state."
    },
    {
      "cite": "Al Green",
      "quote": "Some people believe that fairness comes with obeying the rules. I'm one of those people."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Fairness does not mean everyone gets the same. Fairness means everyone gets what they need."
    },
    {
      "cite": "Brit Hume",
      "quote": "Fairness is not an attitude. It's a professional skill that must be developed and exercised."
    },
    {
      "cite": "Tim Powers",
      "quote": "It wasn't fair, but fairness was something you had to go get; it wasn't delivered like the mail."
    },
    {
      "cite": "John Wooden",
      "quote": "Fairness is giving all people the treatment they earn and deserve. It doesn't mean treating everyone alike."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "If we expect others to rely on our fairness and justice we must show that we rely on their fairness and justice."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Fair means everyone gets what they need. And the only way to get what you need is to make it happen yourself."
    },
    {
      "cite": "Mike Honda",
      "quote": "My own mother always taught me that fairness was a family value - I think equal pay is about fairness for everyone."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Fairness means not to use fraud and trickery in the exchange of commodities and services and the exchange of feelings."
    },
    {
      "cite": "Barbara Jordan",
      "quote": "Fairness is an across-the-board requirement for all our interactions with each other ...Fairness treats everbody the same."
    },
    {
      "cite": "Leot Felton",
      "quote": "The Universe is about maintaining balance, not fairness. It is by means of balance that true fairness exists in the Universe."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "These men ask for just the same thing, fairness, and fairness only. This, so far as in my power, they, and all others, shall have."
    },
    {
      "cite": "Laila Lalami",
      "quote": "The universe had an odd sense of fairness; it took away things one did not want to give up, and then gave things one did not ask for."
    },
    {
      "cite": "Ken Auletta",
      "quote": "Objective is the wrong word. Rather, it's fairness. Objectivity is a false God. Instead we should strive for fairness and transparency."
    },
    {
      "cite": "Jane Wiedlin",
      "quote": "It's just better to promote love and fairness and equality than it is to promote something you think is based on your religious beliefs."
    },
    {
      "cite": "Judith Martin",
      "quote": "Fairness does not consist so much of everybody's doing the same thing, but of everybody's being willing to do something that others don't want to do."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Fairness forces you - even when you're writing a piece highly critical of, say, genetically modified food, as I have done - to make sure you represent the other side as extensively and as accurately as you possibly can."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Fairness' is one of the great mantras of the left. Since everyone has his own definition of fairness, that word is a blank check for the expansion of government power. What fairness means in practice is that third parties -- busybodies -- can prevent mutual accommodations by others."
    },
    {
      "cite": "Andrew Klavan",
      "quote": "Free people can treat each other justly, but they can't make life fair. To get rid of the unfairness among individuals, you have to exercise power over them. The more fairness you want, the more power you need. Thus, all dreams of fairness become dreams of tyranny in the end."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Fairness is a concept that holds only in limited situations. Yet we want the concept to extend to everything, in and out of phase. From snails to hardware stores to married life. Maybe no one finds it, or even misses it, but fairness is like love. What is given has nothing to do with what we seek."
    },
    {
      "cite": "Bill Keller",
      "quote": "I don't think fairness means that you give equal time to every point of view no matter how marginal. You weigh the sides, you do some truth-testing, you apply judgment to them."
    },
    {
      "cite": "Felix Rohatyn",
      "quote": "Fairness does not require the redistribution of wealth; it requires the creation of wealth, geared to an economy that can provide employment for everyone able and willing to work."
    },
    {
      "cite": "Wes Fesler",
      "quote": "Fairness is man's ability to rise above his prejudices."
    },
    {
      "cite": "Eli Siegel",
      "quote": "Art is a way of showing greater fairness to things than is customary."
    },
    {
      "cite": "Mitt Romney",
      "quote": "Fairness dictates that the highest income people should pay the greatest share of taxes, and they do."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Simple fairness dictates that government must not raise taxes on families struggling to pay their bills."
    },
    {
      "cite": "Kellyanne Conway",
      "quote": "Fairness is actually not having presumptive negativity written about you and always assuming the worst about you."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "Someone who values fairness and expects or, even better, wants to do his share in the home. These men exist and, trust me, over time, nothing is sexier."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Fairness means not to use fraud and trickery in the exchange of commodities and services and the exchange of feelings...Exploitation and manipulation produce boredom and triviality; they cripple man, and all factors that make man into a psychic cripple turn him also into a sadist or a destroyer."
    },
    {
      "cite": "Niki Ashton",
      "quote": "Principles focusing on equality and fairness, those are principles that we can't let go of."
    },
    {
      "cite": "John Rawls",
      "quote": "Justice as fairness provides what we want."
    }
  ]
}