{
  "source": "https://www.wisesayings.com/fair-trade-quotes/",
  "theme": "fair-trade",
  "quotes": [
    {
      "cite": "Robert Alan Silverstein",
      "quote": "The Fair Trade movement is growing as people realize that they can help alleviate poverty and protect the environment by choosing Fair Trade products."
    },
    {
      "cite": "Professor Miguel Altieri",
      "quote": "Fair Trade supports some of the most bio-diverse farming systems in the world. When you visit a Fair Trade coffee grower's fields, with the forest canopy overhead and the sound of migratory songbirds in the air, it feels like you're standing in the rainforest."
    },
    {
      "cite": "Medea Benjamin",
      "quote": "It hit me very early on that something was terribly wrong, that I would see silos full of food and supermarkets full of food, and kids starving. In Fair Trade, we see ourselves as this infinitesimal part of the world economy. But somebody's got to come up with an alternative model that says children eating is No. 1."
    },
    {
      "cite": "Rosario Castellon",
      "quote": "It is very important for you to know that fair trade leads to better roads, better health and better lives for farmers not just in Nicaragua, but around the world."
    },
    {
      "cite": "Mac McCoy",
      "quote": "Fair Trade is part of a larger movement about corporate social responsibility, influenced by the public's desire to deal with companies that are (committed) to workplace quality, the environment and employee well-being."
    },
    {
      "cite": "Paul Rice",
      "quote": "Fair Trade is a market-based, entrepreneurial response to business as usual: it helps third-word farmers developing direct market access as well as the organizational and management capacity to add value to their products and take them directly to the global market. Direct trade, a fair price, access to capital and local capacity-building, which are the core strategies of this model, have been successfully building farmers' incomes and self-reliance for more than 50 years."
    },
    {
      "cite": "Franklin Delano Roosevelt",
      "quote": "No business which depends for existence on paying less than living wages to its workers has any right to continue in this country. By living wages I mean more than a bare subsistence level --I mean the wages of decent living."
    },
    {
      "cite": "Franklin Delano Roosevelt",
      "quote": "Goods produced under conditions which do not meet a rudimentary standard to decency should be regarded as contraband and not allowed to pollute the channels of international commerce."
    },
    {
      "cite": "Emma Thompson",
      "quote": "When you buy Fairtrade products you can guarantee that the farmers who have worked hard to grow them get a minimum price. Fairtrade is a way of giving regular support – and enjoying delicious high quality foods at the same time."
    },
    {
      "cite": "Jose Luis Castillo Vasquez",
      "quote": "Thanks to Fair trade, we will not die of hunger. We will not lose our land. Our children can attend school. I want to send thanks to all of the churches that purchase our coffee. Thanks to you, we have a seed of hope in our lives."
    },
    {
      "cite": "Edinson Cabana Zapata",
      "quote": "With Fair Trade we have an incentive to invest in social programs that benefit producers and the community. We also receive higher incomes to sustain ourselves. If it weren't for Fair Trade, we wouldn't exist as banana producers since the amount we receive for a box of conventional bananas does not cover our expenses."
    },
    {
      "cite": "Joe Baca",
      "quote": "To help U.S. workers, farmers and businesses, and America's long-term economic security, Congress should take decisive action to bring about fair trade with China, instead of squandering this opportunity on a weak Republican bill."
    },
    {
      "cite": "Elizabeth Dole",
      "quote": "I am a firm believer in free but fair trade. However the United States should not be on the losing end of trade agreements that are not enforced. It is time that we make China play fairly."
    },
    {
      "cite": "Richelieu Dennis",
      "quote": "I am proud of all of our products across every category we're in - hair, bath and body, face, cosmetics, baby, and men's - because they reflect the highest quality natural, organic, fair trade, and community commerce-sourced ingredients available."
    },
    {
      "cite": "Howard Coble",
      "quote": "I am appreciative of the Bush administration's commitment to fair trade by looking at the facts in this case and ruling affirmatively for the implementation of quotas in this specific category."
    },
    {
      "cite": "Sherrod Brown",
      "quote": "My priorities are a fair trade policy in this country, increasing the minimum wage, going after the drug companies for the way that they charge and their whole pricing structure that have put absolutely amazing drugs out of reach for so many Americans."
    },
    {
      "cite": "Erna Solberg",
      "quote": "For a small country like Norway, it's important for our ability to trade and to invest across borders that we have fair trade and that we have multilateral trade systems, also."
    },
    {
      "cite": "Virginia Foxx",
      "quote": "China's idea of fair trade is government subsidies of its textile and apparel exports to the United States, currency manipulation, and forgiveness of loans by its government banks."
    },
    {
      "cite": "Andrew Dost",
      "quote": "It's all about fair trade, and helping people eating locally grown stuff. We're recycling everything. We're trying to tour in the most conscious way possible, environmentally and socially."
    },
    {
      "cite": "Tom Bossert",
      "quote": "We must work toward cyber doctrine that reflects the wisdom of free markets, private competition, and the important but limited role of government in establishing and enforcing the rule of law, honoring the rights of personal property, the benefits of free and fair trade, and the fundamental principles of liberty."
    },
    {
      "cite": "Chong Quan",
      "quote": "The EU ignores the fact that 98 per cent of shoe manufacturers are funded by private and foreign capital. Refusing to grant market economy treatment to Chinese shoe makers is a discriminatory action violating the principles of fair trade."
    },
    {
      "cite": "Vicente Fox",
      "quote": "Fair trade governed by rules is the basis for the growth of our economy. Institutions and procedures must be strengthened, not weakened."
    },
    {
      "cite": "Dick Gephardt",
      "quote": "free and fair trade ... policies that raise standards so that everyone does better."
    },
    {
      "cite": "Benjamin Harrison",
      "quote": "I pity the man who wants a coat so cheap that the man or woman who produces the cloth will starve in the process."
    },
    {
      "cite": "Paul Ricec",
      "quote": "Fair Trade is all about improving lives, but we don't do that through charity - there is no hand out in the Fair Trade movement. People are solving their own problems through Fair Trade."
    },
    {
      "cite": "Paul Kagame",
      "quote": "I often wonder why the West is much more interested in aid deliveries than in fair trade, for example. The fair exchange of goods would place far more money into the hands of the affected people than relief operations."
    },
    {
      "cite": "Billy Corgan",
      "quote": "That's at the root of the human interaction: fair trade."
    },
    {
      "cite": "Shigeru Yoshida",
      "quote": "We are determined that our nation shall cease to be a burden on other countries but shall contribute positively to world prosperity, while observing fully the fair trade practices in international commerce."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "I think that trade is an important issue. Of course, we are 5 percent of the world's population; we have to trade with the other 95 percent. And we need to have smart, fair trade deals."
    }
  ]
}