{
  "source": "https://www.wisesayings.com/faith-in-god-quotes/",
  "theme": "faith-in-god",
  "quotes": [
    {
      "cite": "Francois Fenelon",
      "quote": "Faith is letting down our nets into the transparent deeps at the Divine command, not knowing what we shall draw."
    },
    {
      "cite": "Cissy Houston",
      "quote": "I trust in God, and His ways are not our ways. So we have to go with that, and there's nothing I can do about that."
    },
    {
      "cite": "Rick Warren",
      "quote": "You were made by God and for God, and until you understand that, life will never make sense."
    },
    {
      "cite": "Yann Martel",
      "quote": "Faith in God is an opening up, a letting go, a deep trust, a free act of love but sometimes it was so hard to love."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Hold fast to your faith. Keep your hope in the Lord. Embrace the love of God."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Faith is all about trusting God even when you don't understand His plan."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be faithful in small things because it is in them that your strength lies."
    },
    {
      "cite": "David Brainerd",
      "quote": "We are a long time in learning that all our strength and salvation is in God."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Faith is not the belief that everything will be all right tomorrow, but the belief that I possess the strength to make everything all right today."
    },
    {
      "cite": "Puff Daddy",
      "quote": "Put up your guards, keep faith in God, I promise you all the world will be ours."
    },
    {
      "cite": "Euginia Herlihy",
      "quote": "God doesn't change his word, if He has promised you something;you better believe that is done before it's existence."
    },
    {
      "cite": "Wilferd Peterson",
      "quote": "He knows that as long as a man keeps his faith in God and in himself nothing can permanently defeat him."
    },
    {
      "cite": "Neal A Maxwell",
      "quote": "Faith in God includes faith in God's timing."
    },
    {
      "cite": "George Muller",
      "quote": "Through faith in the Lord Jesus alone can we obtain forgiveness of our sins, and be at peace with God; but, believing in Jesus, we become, through this very faith, the children of God; have God as our Father, and may come to Him for all the temporal and spiritual blessings which we need."
    },
    {
      "cite": "Barbara G. Walker",
      "quote": "Faith in God necessarily implies a lack of faith in humanity."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Build a strong faith in God through daily commitment in reading and obeying God's word."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Faith is to believe what you do not see; the reward of this faith is to see what you believe."
    },
    {
      "cite": "Joel Osteen",
      "quote": "When you focus on being a blessing, God makes sure that you are always blessed in abundance."
    },
    {
      "cite": "Martin Luther",
      "quote": "Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "A living faith in God means acceptance of the brotherhood of mankind."
    },
    {
      "cite": "Ernest Dimnet",
      "quote": "You can believe in God without believing in immortality, but it is hard to see how anyone can believe in immortality and not believe in God."
    },
    {
      "cite": "Charles Stanley",
      "quote": "Trusting God means looking beyond what we can see to what God sees."
    },
    {
      "cite": "David McGee",
      "quote": "If you need all the answers to trust God, you are not really trusting God."
    },
    {
      "cite": "Gilbert K Chesterton",
      "quote": "The danger of loss of faith in God is not that one will believe in nothing, but rather that one will believe in anything."
    },
    {
      "cite": "Oswald Chambers",
      "quote": "The great thing about faith in God is that it keeps a man undisturbed in the midst of disturbance."
    },
    {
      "cite": "R. W. Schambach",
      "quote": "You don't have any problems, all you need is faith in God."
    },
    {
      "cite": "William Barclay",
      "quote": "Faith in God is the instrument which enables men and women to remove the hills of difficulty which block their path."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "The grace,faith,love and power of God will uplift you to greater heights."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Keep the faith. The vision is always for the appointed time. Be patient, prayerful and wait for the fulfillment of your visions."
    },
    {
      "cite": "John Calvin",
      "quote": "The word hope I take for faith; and indeed hope is nothing else but the constancy of faith."
    },
    {
      "cite": "Alexander Maclaren",
      "quote": "If our faith in God is not the veriest sham, it demands, and will produce, the abandonment sometimes, the subordination always, of eternal helps and material good."
    },
    {
      "cite": "Martin Luther",
      "quote": "This is true faith, a living confidence in the goodness of God."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "Faith has to do with things that are not seen and hope with things that are not at hand."
    },
    {
      "cite": "Dan Ellis",
      "quote": "Having faith in God means trusting in Him even when everything inside of you wants to take control."
    },
    {
      "cite": "James Dobson",
      "quote": "Faith in God life can never take you by surprise again."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "As believers in Jesus Christ, our work is to believe while God works on our behalf."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Faith in God means believing absolutely in something with no proof whatsoever. Faith in humanity means believing absolutely in something with a huge amount of proof to the contrary. We are the true believers."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Having faith doesn't mean I have all the answers. It means trusting God especially in the midst of uncertainty."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "To be a strong and empathetic person always requires us to trust that God will send angels to the people's heart we tried to reach, but couldn't."
    },
    {
      "cite": "Joel Osteen",
      "quote": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors."
    },
    {
      "cite": "Mark A. Cooper",
      "quote": "His faith was like the radar of a bat, it took him through the darkness that surrounded him. It would guide him through everything that evil would throw at him. When his body gave up, God's powers lifted him up and kept his heart thumping."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Never be afraid to trust an unknown future to a known God."
    },
    {
      "cite": "Brother Lawrence",
      "quote": "Many things are possible for the person who has hope. Even more is possible for the person who has faith. And still more is possible for the person who knows how to love. But everything is possible for the person who practices all three virtues."
    },
    {
      "cite": "C S Lewis",
      "quote": "Everyone who believes in God at all believes that he knows what you and I are going to do tomorrow."
    },
    {
      "cite": "Symeon the New Theologian",
      "quote": "To have faith in Christ means more than simply despising the delights of this life. It means we should bear all our daily trials that may bring us sorrow, distress, or unhappiness, and bear them patiently for as long as God wishes and until He comes to visit us. For it is said, I waited on the Lord and He came to me."
    },
    {
      "cite": "Ken Follett",
      "quote": "Having faith in God did not mean sitting back and doing nothing. It meant believing you would find success if you did your best honestly and energetically."
    },
    {
      "cite": "Mandy Hale",
      "quote": "There is never a moment when God is not in control. Relax! He's got you covered."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Faith is about trusting God when you have unanswered questions."
    },
    {
      "cite": "Sri Nisargadatta Maharaj",
      "quote": "Even faith in God is only a stage on the way. Ultimately you abandon all, for you come to something so simple that there are no words to express it."
    },
    {
      "cite": "Germany Kent",
      "quote": "Let your life reflect the faith you have in God. Fear nothing and pray about everything. Be strong, trust God's word, and trust the process."
    },
    {
      "cite": "Dada J.P. Vaswani",
      "quote": "Don’t be scared of anything. Trust in the Lord and face the battle of life. There is no power on earth that can lay you low."
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "When gloomy clouds across the sky / Cast shadows o'er the land, / Bright rays of hope illumine my path, / For Jesus holds my hand."
    },
    {
      "cite": "Gloria Shalom",
      "quote": "The will of God wouldn’t take you, where His grace wouldn’t protect you."
    },
    {
      "cite": "Rick Warren",
      "quote": "The situations that will stretch your faith most will be those times when life falls apart and God is nowhere to be found."
    },
    {
      "cite": "Edgar A. Guest",
      "quote": "So keep your faith in the God above, and faith in the righteous truth, / it shall bring you back to the absent love, and the joys of a vanished youth."
    },
    {
      "cite": "Eldred Herbert",
      "quote": "Prayer will change a heartache into a cheerful song, / If in faith you ask it, the answer will soon come 'long."
    },
    {
      "cite": "Robert Rogers",
      "quote": "My faith didn't remove the pain, but it got me through the pain. Trusting God didn't diminish or vanquish the anguish, but it enabled me to endure it."
    },
    {
      "cite": "Wilfred Peterson",
      "quote": "Faith is not only daring to believe, it is also daring to act. When I believe in myself as a son of God, I attribute to all men the same quality. This goes for men of every class, creed and color. The proof that I believe this way will be measured by the way I act towards others."
    },
    {
      "cite": "Luis Ranzolin",
      "quote": "God is capable of discerning the thoughts and intents of the heart, and answers prayers of faith both spoken and unspoken. It's all about faith."
    },
    {
      "cite": "George Miller",
      "quote": "The beginning of anxiety is the end of faith, and the beginning of faith is the end of anxiety."
    },
    {
      "cite": "Ignatius of Antioch",
      "quote": "A tree is shown by its fruits, and in the same way those who profess to belong to Christ will be seen by what they do. For what is needed is not mere present professions, but perseverance to the end in the power of faith."
    },
    {
      "cite": "Martin Luther King  Jr.",
      "quote": "What greater rebellion, impiety, or insult to God can there be than not to believe his promises?"
    },
    {
      "cite": "Abraham Kuyper",
      "quote": "When principles that run against your deepest convictions begin to win the day, then battle is your calling, and peace has become sin; you must, at the price of dearest peace, lay your convictions bare before friend and enemy, with all the fire of your faith."
    },
    {
      "cite": "John Calvin",
      "quote": "If anyone cannot set his mind at rest by disregarding death, that man should know that he has not yet gone far enough in the faith of Christ."
    },
    {
      "cite": "John Wesley",
      "quote": "Catch on fire with enthusiasm and people will come for miles to watch you burn."
    },
    {
      "cite": "J. Oswald Sanders",
      "quote": "Faith enables the believing soul to treat the future as present and the invisible as seen."
    },
    {
      "cite": "Miles Stanford",
      "quote": "Probabilities are the big temptation when it comes to exercising faith."
    },
    {
      "cite": "David Sheppard",
      "quote": "Firstly I believe in the reality of God as the centre of human aspiration and history. What I believe about man, made in the image of God, derives first and foremost from what I believe about God."
    },
    {
      "cite": "Hugh Redwood",
      "quote": "I believe in Jesus Christ, in whom I get a picture of God within the limits of my comprehension. Upon Him rests the whole fabric of my life. He alone holds it together in form and purpose, and without Him it would disintegrate."
    },
    {
      "cite": "Carlo Carretto",
      "quote": "When I believe, I am no longer a mere man, I am already a son of God."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "He does not believe, that does not live according to his Belief."
    },
    {
      "cite": "William Barclay",
      "quote": "There comes a time when we have to believe where we cannot prove, and to accept where we cannot understand. If, even in the darkest hour, we believe that somehow there is a purpose in life, and that somehow that purpose is love, then even the unbearable becomes bearable, and even in the darkness there is still a glimmer of light."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "I believe in one God, the creator of the universe. That he governs it by his Providence. That he ought to be worshipped. That the most acceptable service we can render to him is doing good to his other children."
    },
    {
      "cite": "William Temple",
      "quote": "Religious faith does not consist in supposing that there is a God. It consists in personal trust in God rising to personal fellowship with God."
    },
    {
      "cite": "J. R. Lowell",
      "quote": "The only faith that wears well and holds its colour in all weathers is that which is woven of conviction and set with the sharp mordant of experience."
    },
    {
      "cite": "John Macquarrie",
      "quote": "To have faith is to meet the world with the conviction that in spite of all its ambiguities and its downright evils, there can be discerned in it the reality of love and a ground of hope."
    },
    {
      "cite": "George Santayana",
      "quote": "Proofs are the last thing looked for by a truly religious mind which feels the imaginative fitness of its faith and knows instinctively that, in such a manner, imaginative fitness is all that can be required."
    },
    {
      "cite": "William Wordsworth",
      "quote": "One in whom persuasion and belief / Had ripened into faith, and faith become / A passionate intuition."
    },
    {
      "cite": "George Macdonald",
      "quote": "That man is perfect in faith who can come to God in the utter dearth of his feelings and his desires, without a glow or an inspiration, with the weight of low thoughts, failures, neglects, and wandering forgetfulness, and say to him, 'Thou art my refuge, because thou art my home.'"
    },
    {
      "cite": "Evelyn Underhill",
      "quote": "How do we stand in respect of our use of the watch-tower of Faith? Are we so busy on the ground floor that we take it for granted, and seldom go upstairs? It is true that those stairs are dark and steep; but if we never make the effort, never ascend to the soul's summit, we remain something less than human."
    },
    {
      "cite": "William Temple",
      "quote": "The creeds are not objects of faith; they are expressions of a faith of which Christ is the object, and in regard to all such personal relationships there is scope for at least a great width of intellectual movement as we seek more and more perfectly to understand and to interpret the character with which we are confronted."
    },
    {
      "cite": "Billy Graham",
      "quote": "Faith literally means to \"give up, surrender, or commit.\" Faith is complete confidence."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists."
    },
    {
      "cite": "Carolyn Craig Franklin",
      "quote": "Faith of our fathers, living still, / In spite of dungeon, fire, and sword; / O how our hearts beat high with joy / When e'er we hear that glorious word! / Faith of our fathers, holy faith! / We will be true to thee until death."
    }
  ]
}