{
  "source": "https://www.wisesayings.com/faithful-quotes/",
  "theme": "faithful",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "Those who are faithful know only the pleasures of love: it is the faithless who know love's tragedies."
    },
    {
      "cite": "J.R.R.Tolkien",
      "quote": "Faithless is he that says farewell when the road darkens."
    },
    {
      "cite": "Karl Kraus",
      "quote": "How unreliable is the woman caught being faithful! Today she is faithful to you, tomorrow to another."
    },
    {
      "cite": "Leonard Ravenhill",
      "quote": "I have no faith in my faith. My faith is in the faithful God."
    },
    {
      "cite": "John MacArthur Jr",
      "quote": "When we in faith embrace Christ as our Lord and Savior, our minds are transformed."
    },
    {
      "cite": "Rumi",
      "quote": "Faith in the king comes easily in lovely times, but be faithful now and endure, pale lover."
    },
    {
      "cite": "Elizabeth Edwards",
      "quote": "Leave me if you must, but be faithful to me if you are with me."
    },
    {
      "cite": "Josemaria Escriva",
      "quote": "Have confidence. Return. Invoke our Lady and you'll be faithful."
    },
    {
      "cite": "Norodom Sihamoni",
      "quote": "In all my life and in the future, I will always be a faithful and loyal servant to all of my compatriots."
    },
    {
      "cite": "Andre Gide",
      "quote": "Be faithful to that which exists within yourself."
    },
    {
      "cite": "Adam Clarke",
      "quote": "If you be faithful, you will have that honor that comes from God: his Spirit will say in your hearts, Well done, good and faithful servants."
    },
    {
      "cite": "Mother Teresa",
      "quote": "We are not here to be successful, we are here to be FAITHFUL."
    },
    {
      "cite": "Darrin Wiggins",
      "quote": "Otherwise without faith it becomes very difficult to keep pushing forward every day."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "The best thing about love is the trust, the best thing about trust is honesty, and the best thing about honesty is faithfulness."
    },
    {
      "cite": "Anne Nwakama",
      "quote": "Faithfulness and loyalty is not an option in a relationship, it's a priority if it must work."
    },
    {
      "cite": "Marcel Proust",
      "quote": "We can only be faithful to what we remember, and we remember only what we have known."
    },
    {
      "cite": "Sonya Parker",
      "quote": "If your man were the faithful type you wouldn't have to worry about other women. Realize that it's his job to be faithful to you."
    },
    {
      "cite": "Daniel Brown",
      "quote": "You have to be faithful in little before you are entrusted with much."
    },
    {
      "cite": "Randy Travis",
      "quote": "If you wonder how long Ill be faithful. I'll be happy to tell you again. I'm gonna love you forever & ever, forever & ever amen."
    },
    {
      "cite": "Alex Harris",
      "quote": "Being faithful in the smallest things is the way to gain, maintain, and demonstrate the strength needed to accomplish something great."
    },
    {
      "cite": "Nelson Rodrigues",
      "quote": "To love is to be faithful to those who cheat on us."
    },
    {
      "cite": "Confucius",
      "quote": "Hold faithfulness and sincerity as first principles."
    },
    {
      "cite": "Mark Kostabi",
      "quote": "One secret to my success is that I am faithful to my dreams and don't cheat on my dreams by taking drugs or blaming others when things don't go right."
    },
    {
      "cite": "Unarine Ramaru",
      "quote": "Become faithful to yourself, if you do, it will come natural towards everyone else."
    },
    {
      "cite": "Happy Zhou",
      "quote": "God wants to be faithful and make sure that He restores me and you to our original purpose, a pure and holy people when He comes again."
    },
    {
      "cite": "Larry Kramer",
      "quote": "We shouldn't have to be faithful, we should want to be faithful."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Dont worry about being effective. Just concentrate on being faithful to the truth."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be faithful in small things because it is in them your strength lies."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Faith is unseen but felt, faith is strength when we feel we have none, faith is hope when all seems lost."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Only the person who has faith in himself is able to be faithful to others."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "At times one remains faithful to a cause only because its opponents do not cease to be insipid."
    },
    {
      "cite": "Jackie Kennedy",
      "quote": "I don't think there are any men who are faithful to their wives."
    },
    {
      "cite": "Ranulph Fiennes",
      "quote": "It is a truism to say that the dog is largely what his master makes of him: he can be savage and dangerous, untrustworthy, cringing and fearful; or he can be faithful and loyal, courageous and the best of companions and allies."
    },
    {
      "cite": "Isaac Barrow",
      "quote": "He who loveth a book will never want a faithful friend, a wholesome counsellor, a cheerful companion, or an effectual comforter."
    }
  ]
}