{
  "source": "https://www.wisesayings.com/faith-quotes/",
  "theme": "faith",
  "quotes": [
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Faith is taking the first step even when you don't see the whole staircase."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Faith is to believe what you do not see; the reward of this faith is to see what you believe."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "To one who has faith, no explanation is necessary. To one without faith, no explanation is possible."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Faith is an oasis in the heart which will never be reached by the caravan of thinking."
    },
    {
      "cite": "Voltaire",
      "quote": "Faith consists in believing when it is beyond the power of reason to believe."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Never be afraid to trust an unknown future to a known God."
    },
    {
      "cite": "Max Lucado",
      "quote": "Faith is not the belief that God will do what you want. It is the belief that God will do what is right."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All I have seen teaches me to trust the Creator for all I have not seen."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "None of us knows what might happen even the next minute, yet still we go forward. Because we trust. Because we have Faith."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "I dont think that we're meant to understand it all the time. I think that sometimes we just have to have faith."
    },
    {
      "cite": "From the movie, \"Miracle On 34th Street\"",
      "quote": "Faith is believing in something when common sense tells you not to."
    },
    {
      "cite": "Claire London",
      "quote": "Just because you can't see it doesn't mean it isn't there. You can't see the future, yet you know it will come; you can't see the air, yet you continue to breathe."
    },
    {
      "cite": "Jose Lozano",
      "quote": "I don't pray for God to take my problems away, I pray only for God to give me the strength to go through them."
    },
    {
      "cite": "Smith Wigglesworth",
      "quote": "I am not moved by what I see. I am not moved by what I feel. I am moved only by what I believe."
    },
    {
      "cite": "Kenneth E. Hagin Sr.",
      "quote": "Faith begins where the will of God is known."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Faith obliterates time, annihilates distance, and brings future things at once into its possession."
    },
    {
      "cite": "Smith Wigglesworth",
      "quote": "How can one come to possess great faith? Now listen, here is the answer to that: First, the blade, then the ear, then the full corn in the ear. Faith must grow by soil, moisture, and exercise."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "A little faith will bring your soul to heaven, but a lot of faith will bring heaven to your soul."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Faith is like radar that sees through the fog."
    },
    {
      "cite": "Sherwood Eddy",
      "quote": "Faith is reason grown courageous."
    },
    {
      "cite": "E.M. Forster",
      "quote": "Faith, to my mind, is a stiffening process, a sort of mental starch."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Faith is spiritualized imagination."
    },
    {
      "cite": "William Wordsworth",
      "quote": "Faith is a passionate intuition."
    },
    {
      "cite": "Emmanuel Teney",
      "quote": "As your faith is strengthened you will find there is no longer the need to have a sense of control, that things will flow as they will, and that you will flow with them, to your great delight and benefit."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Faith is a grand cathedral, with divinely pictured windows - standing without, you can see no glory, nor can imagine any, but standing within every ray of light reveals a harmony of unspeakable splendors."
    },
    {
      "cite": "Mother Teresa",
      "quote": "To fear is to expect punishment.  To love is to know we are immersed, not in darkness, but in light."
    },
    {
      "cite": "Sir William Osler",
      "quote": "Without faith a man can do nothing; with it all things are possible."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Faith is a bird that feels dawn breaking and sings while it is still dark."
    },
    {
      "cite": "William James",
      "quote": "Faith means belief in something concerning which doubt is theoretically possible."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Faith is the art of holding on to things your reason has once accepted in spite of your changing moods."
    },
    {
      "cite": "Martin Luther",
      "quote": "Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times."
    },
    {
      "cite": "George Sand",
      "quote": "Faith is an excitement and an enthusiasm: it is a condition of intellectual magnificence to which we must cling as to a treasure, and not squander on our way through life in the small coin of empty words, or in exact and priggish argument."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Only the person who has faith in himself is able to be faithful to others."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Our faith comes in moments... yet there is a depth in those brief moments which constrains us to ascribe more reality to them than to all other experiences."
    },
    {
      "cite": "Samuel Butler",
      "quote": "You can do very little with faith, but you can do nothing without it."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "Faith is unseen but felt, faith is strength when we feel we have none, faith is hope when all seems lost."
    },
    {
      "cite": "Robert Schuller",
      "quote": "Faith is no irresponsible shot in the dark. It is a responsible trust in God, who knows the desires of your hearts, the dreams you are given, and the goals you have set. He will guide your paths right."
    },
    {
      "cite": "John Denver",
      "quote": "Faith is a kind of knowing; it is different from hope. My faith is that life is purposeful; of that I'm sure. There is a God, there is intelligence, there is consciousness. And behind all of this, there is incredible compassion."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "Faith is different from proof; the latter is human, the former is a gift from God."
    },
    {
      "cite": "Joni Eareckson Tada",
      "quote": "Faith means being sure of what we hope for now. It means knowing something is real, this moment, all around you, even when you don't see it."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "You can be anything you want to be, if you only believe with sufficient conviction and act in accordance with your faith; for whatever the mind can conceive and believe, the mind can achieve."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "Without faith it is impossible to please God, and without faith it is impossible for you to become great. The distinguishing characteristic of all really great men and women is an unwavering faith."
    },
    {
      "cite": "Wallace D. Wattles",
      "quote": "Faith-not a faith in one's self or in one's own powers but faith in principle; in the Something Great which upholds right, and which may be relied upon to give us the victory in due time. Without this faith it is not possible for any one to rise to real greatness."
    },
    {
      "cite": "William James",
      "quote": "There is but one cause of human failure. And that is man's lack of faith in his true self."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Faith is a knowledge within the heart, beyond the reach of proof."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Faith is an oasis in the heart which can never be reached by the caravan of thinking."
    },
    {
      "cite": "Carter Heyward",
      "quote": "Faith is a process of leaping into the abyss not on the basis of any certainty about where we shall land, but rather on the belief that we shall land."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Faith is not a delicate flower which would wither away under the slightest stormy weather."
    },
    {
      "cite": "Sherwood Eddy",
      "quote": "Faith is not trying to believe something regardless of the evidence; faith is daring something regardless of the consequences."
    },
    {
      "cite": "William James",
      "quote": "Faith means belief in something concerning which doubt is theoretically possible."
    },
    {
      "cite": "St. Ambrose",
      "quote": "Let your door stand open to receive Him, unlock your soul to Him, offer Him a welcome in your mind, and then you will see the riches of simplicity, the treasures of peace, the joy of grace."
    }
  ]
}