{
  "source": "https://www.wisesayings.com/fake-people-quotes/",
  "theme": "fake-people",
  "quotes": [
    {
      "cite": "Author Unknown",
      "quote": "Fake people have an image to maintain. Real people just don't care."
    },
    {
      "cite": "Author Unknown",
      "quote": "It's better to have an ENEMY who honestly says they hate you than to have a FRIEND who's putting you down secretly"
    },
    {
      "cite": "Author Unknown",
      "quote": "Fake people are like fools gold, it can be found everywhere yet it's worth nothing. Real people are like gold, they're very rare and worth a fortune"
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I hate fake people. You know what I'm talking about. Mannequins."
    },
    {
      "cite": "Muhammad Saqib",
      "quote": "People wears a mask of lie so they look attractive, so be careful."
    },
    {
      "cite": "Felix Caussan",
      "quote": "Everyone have two faces, but mine are twins."
    },
    {
      "cite": "Mhaj Porras",
      "quote": "Sometimes its not the person who change, it's the mask that falls off."
    },
    {
      "cite": "Author Unknown",
      "quote": "Fake friends are like plastic, if you're finished using it, you can trash it."
    },
    {
      "cite": "Author Unknown",
      "quote": "Don't be fooled by their mask.Fake people eventually show their true colors. Just wait until their mask needs cleaning."
    },
    {
      "cite": "Author Unknown",
      "quote": "Fake friends are like autumn leaves, they're scattered everywhere."
    },
    {
      "cite": "Author Unknown",
      "quote": "It's funny how; The one person you'd take a bullet for tends to always be the one behind the gun."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sometimes it's a good thing to have fake people in this world. It helps you find out who your real friends are."
    },
    {
      "cite": "Author Unknown",
      "quote": "I hate two faced people. It's so hard to decide which face to slap first."
    },
    {
      "cite": "Author Unknown",
      "quote": "Cannot trust anyone these days. Fake is becoming the new trend"
    },
    {
      "cite": "Author Unknown",
      "quote": "The same person that speaks highly of you will be the same person that downs you. Be careful who you call friends."
    },
    {
      "cite": "Author Unknown",
      "quote": "Sometimes you have to distance yourself from all the folks that only calls when they need something"
    },
    {
      "cite": "Author Unknown",
      "quote": "The only thing you get from being fake is losing your real friends and gaining more fake people in your circle"
    },
    {
      "cite": "Author Unknown",
      "quote": "Fake people have a hard time attaching themselves to people who have good self-esteem. Because people who feel good about themselves won't put up with them"
    },
    {
      "cite": "Author Unknown",
      "quote": "Fake people hate honesty. It's the lies that keep them feeling good about themselves and their lives. So share your true feelings about their actions and watch how they fade away"
    },
    {
      "cite": "Author Unknown",
      "quote": "Fake people will hang around as long as you let them. So, don't. Cut back on their time and spend it with your real friends"
    },
    {
      "cite": "Author Unknown",
      "quote": "Why be fake? In the end, the truth comes out and when that happens, you're standing alone"
    },
    {
      "cite": "Sara Shepard",
      "quote": "Always sleep with one eye open. Never take anything for granted. Your best friends might just be your enemies."
    },
    {
      "cite": "Dean Cavanagh",
      "quote": "Faking your own death is illegal, yet faking your own life is celebrated."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "In the beginning, some people try to appear that everything about them is in black and white, until later their true colors come out."
    },
    {
      "cite": "Chiranjude Bird",
      "quote": "Fake people are like soap bubbles, they pop out when the sun shines brightly."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Fake people talk about other people being fake. Real people worry about their business, and no one else's."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Nice words and nice appearance doesn't conclude that someone is nice, i believe that the nicer you look, the more deceptive you appear."
    },
    {
      "cite": "Scarlet Koop",
      "quote": "Time passes and you begin to see, people for who they really are and not who they pretend to be."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "What's the whole point of being pretty on the outside when you're so ugly on the inside?"
    },
    {
      "cite": "Pushpa Rana",
      "quote": "I love fake people provided they are mannequins."
    },
    {
      "cite": "Josh Parham",
      "quote": "Fake people are real counterfeits."
    },
    {
      "cite": "Helen Broderick",
      "quote": "All women are dishonest. If they weren't, the world would be divided into two classes of people: old maids and bachelors."
    },
    {
      "cite": "Clifton Webb",
      "quote": "These girls in love never realize they should be honestly dishonest instead of being dishonestly honest."
    },
    {
      "cite": "German Proverb",
      "quote": "A fair face, a foul heart."
    },
    {
      "cite": "Danish Proverb",
      "quote": "A fair skin often covers a crooked mind."
    },
    {
      "cite": "French Proverb",
      "quote": "He who caresses thee more than the occasion justifies has either deceived thee or intends it."
    },
    {
      "cite": "Roman Proverbs",
      "quote": "The laughter, the tears, and the song of a woman are equally deceptive."
    },
    {
      "cite": "C. Simmons",
      "quote": "For the most part, fraud, in the end, secures for its companions' repentance and shame."
    },
    {
      "cite": "Whately",
      "quote": "All frauds, like the wall, daubed with untempered mortar, with which men things to buttress up an edifice, always tend to the decay of what they are devised to support."
    },
    {
      "cite": "Bailey",
      "quote": "The first and worst of all frauds is to cheat oneself."
    },
    {
      "cite": "Cotton",
      "quote": "The more gross the fraud, the more glibly will it go down, and the more greedily be swallowed since folly will always find faith where impostors will find impudence."
    },
    {
      "cite": "Shakespeare",
      "quote": "It is time to fear when tyrants seem to kiss."
    },
    {
      "cite": "Everton",
      "quote": "Our double-dealing generally comes down upon ourselves—To speak or act a lie is alike contemptible in the sight of God and man."
    },
    {
      "cite": "Crabbe",
      "quote": "Deceivers are the most dangerous members of society.—They trifle with the best affections of our nature, and violate the most sacred obligations."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "And if, to be sure, sometimes you need to conceal a fact with words, do it in such a way that it does not become known, or if it does become known, that you have a ready and quick defense."
    },
    {
      "cite": "John Gay",
      "quote": "An open curse may prove a curse, / But a pretended friend is worse."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Speak what we feel, not what we ought to say."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "I sit on a man's back, choking him and making him carry me, and yet assure myself and others that I am very sorry for him and wish to ease his lot by all possible means—except by getting off his back."
    },
    {
      "cite": "Mike Skinner",
      "quote": "A friend to all is not a friend to anyone."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "What's the whole point of being pretty on the outside when you're so ugly on the inside?"
    },
    {
      "cite": "Navonne Johns",
      "quote": "A person's character is shown through their actions in life NOT where they sit on Sunday."
    },
    {
      "cite": "Muhammad Saqib",
      "quote": "People wear a mask of lie so they look attractive, so be careful."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "In the beginning, some people try to appear that everything about them is 'in black and white,' until later their true colors come out."
    },
    {
      "cite": "Shizra",
      "quote": "Being too nice is a crime today. Fake friends are everywhere around you. they will use you and when you are of no use, throw you away like a wrapper."
    },
    {
      "cite": "Mayank Chawla",
      "quote": "Act like you trust people, but don't."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You don't lose friends because real friends can never be lost. You lose people masquerading as friends, and you’re better for it."
    },
    {
      "cite": "Sophocles",
      "quote": "What greater wound is there than a false friend?"
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Be very careful of who you share your problem with, remember that not every friend that smiles at you is your best friend."
    }
  ]
}