{
  "source": "https://www.wisesayings.com/fake-friends-quotes/",
  "theme": "fake-friends",
  "quotes": [
    {
      "cite": "Israelmore Ayivor",
      "quote": "Fake friends; those who only drill holes under your boat to get it leaking; those who discredit your ambitions and those who pretend they love you, but behind their backs they know they are in to destroy your legacies."
    },
    {
      "cite": "Mufti Ismail Menk",
      "quote": "We fear our enemy but the bigger and real fear is that of a fake friend who is sweetest to your face and most vile behind your back."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Someone who smiles too much with you can sometime frown too much with you at your back."
    },
    {
      "cite": "Jody Gehrman",
      "quote": "I despise the rituals of fake friendship. I wish we could just claw each other's eyes out and call it a day; instead we put on huge radiant smiles and spout compliments until our teeth hurt from the saccharine sweetness of it all."
    },
    {
      "cite": "Kemmy Nola",
      "quote": "Be very careful of who you share your problem with, remember that not every friend that smile at you is your best friend."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "It is hard to deal with someone who smiles and pretends to like you to your face and sticks that eight inch blade in your back when you turn around."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A false friend and a shadow attend only while the sun shines."
    },
    {
      "cite": "Zero Dean",
      "quote": "An honest enemy is better than a false friend. When in doubt, pay more attention to what people do and less to what they say. Actions not only speak louder than words, they are more difficult to fake."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Time alone can prove the worth of friendship. As time goes by we lose the the false ones and keep the best. True friends stay when all the rest are gone."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "A friend who stands with you in pressure is more valuable than a hundred ones who stand with you in pleasure."
    },
    {
      "cite": "London Mond",
      "quote": "Most people want to see you to do better, but not doing better than them."
    },
    {
      "cite": "Vandi Tanko",
      "quote": "An honest enemy is better than a best friend who lies."
    },
    {
      "cite": "Sara Shepard",
      "quote": "Always sleep with one eye open. Never take anything for granted. Your best friends might just be your enemies."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Pretend to be poor in reality and you'll notice a decrease in your friends list and request."
    },
    {
      "cite": "Author Unknown",
      "quote": "Fake friends are like autumn leaves, they're scattered everywhere."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "You always knew after sh— things happened, who your friends really were."
    },
    {
      "cite": "German Proverb",
      "quote": "Better an honest enemy than a false friend."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Watch who you call friend, because friends are the same ones that will leak your business to everyone after y'all not friends anymore."
    },
    {
      "cite": "Mitchell Perry",
      "quote": "I've got more respect for someone who comes out and says they don't like me than for the ones who act like they do but talk bad about me when I'm not around."
    },
    {
      "cite": "Author Unknown",
      "quote": "Keep talking about me behind my back, and watch God keep blessing me in front of your face."
    },
    {
      "cite": "Author Unknown",
      "quote": "Every coin has two sides, just like most people have two faces."
    },
    {
      "cite": "Author Unknown",
      "quote": "I used to think enemies were the worst people in the world, but that was until I met fake friends and realized that they're a lot worse."
    },
    {
      "cite": "Author Unknown",
      "quote": "The same person that speaks highly of you will be the same person that downs you. Be careful who you call friends."
    },
    {
      "cite": "Author Unknown",
      "quote": "Better to have an enemy who slaps you in the face than a friend who stabs you in the back."
    },
    {
      "cite": "Author Unknown",
      "quote": "An enemy, who is honest and shows his/her hate openly is better than a friend who is liar and putting you down secretly."
    },
    {
      "cite": "Yoruba Proverb",
      "quote": "A false friend, a friendly fraud: both are like thieves."
    },
    {
      "cite": "French Proverb",
      "quote": "A false friend is like the shadow of a sundial."
    },
    {
      "cite": "Claude Mermet",
      "quote": "Friends are like melons. Shall I tell you why? To find a good one, you must a hundred try."
    },
    {
      "cite": "Kim Philby",
      "quote": "To betray you must first belong. I never belonged."
    },
    {
      "cite": "E.M. Forster",
      "quote": "If I had to choose between betraying my country and betraying my friend, I hope I should have the guts to betray my country."
    },
    {
      "cite": "John Ford",
      "quote": "Brother, even by our mother’s dust, I charge you, do not betray me to your mirth or hate."
    },
    {
      "cite": "John Gay",
      "quote": "In one respect indeed, our employment may be reckoned dishonest, because, like great Statesmen, we encourage those who betray their friends."
    },
    {
      "cite": "Jean Renoir",
      "quote": "Is it possible to succeed without any act of betrayal?"
    },
    {
      "cite": "Jim Morrison",
      "quote": "A friend is someone who gives you total freedom to be yourself."
    },
    {
      "cite": "Aristotle",
      "quote": "A friend to all is a friend to none."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "A friendship founded on business is good deal better than a business founded on friendship."
    },
    {
      "cite": "unknown",
      "quote": "A lot of problems in the world would disappear if we talk to each other instead of about each other."
    },
    {
      "cite": "Navonne Johns",
      "quote": "A person's character is shown through their actions in life NOT where they sit on Sunday."
    },
    {
      "cite": "Walter Winchell",
      "quote": "A real friend is one who walks in when the rest of the world walks out."
    },
    {
      "cite": "Doug Larson",
      "quote": "A true friend is one who overlooks your failures and tolerates your success!"
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "A true friend never gets in your way unless you happen to be going down."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Be yourself. An original is worth more than a copy."
    },
    {
      "cite": "Aesop",
      "quote": "Betray a friend and you’ll often find you have ruined yourself."
    },
    {
      "cite": "unknown",
      "quote": "Don’t fear the enemy that attacks you, but the fake friend that hugs you."
    },
    {
      "cite": "unknown",
      "quote": "Fake friends are like shadows: they follow you in the sun, but leave your side when in gets dark."
    },
    {
      "cite": "George Washington Carver",
      "quote": "Fear of something is at the root of hate for others, and hate within will eventually destroy the hater."
    },
    {
      "cite": "Henry Adams",
      "quote": "Friends are born, not made."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Friendship is also about liking a person for their failings, their weakness. It’s also about mutual help, not about exploitation."
    },
    {
      "cite": "Waqar Ahmed",
      "quote": "Friendship is delicate as a glass, once broken it can be fixed but there will always be cracks."
    },
    {
      "cite": "unknown",
      "quote": "I hate two faced people, it makes it harder for me to decide which side to slap first."
    },
    {
      "cite": "Germany Kent",
      "quote": "If it comes, let it come. If it goes, it’s ok, let it go. Let things come and go. Stay calm, don’t let anything disturb your peace, and carry on."
    },
    {
      "cite": "unknown",
      "quote": "In fact a lot of problems in this world would disappear if we talk to each other instead of about each other."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "In life, you have a choice: Bitter or Better? Choose better, forget bitter."
    },
    {
      "cite": "William Blake",
      "quote": "It is easier to forgive an enemy than to forgive a friend."
    },
    {
      "cite": "Confucius",
      "quote": "It is more shameful to distrust our friends than to be deceived by them."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "It is only the great hearted who can be true friends. The mean and cowardly, can never know what true friendship means."
    },
    {
      "cite": "Nicole Richie",
      "quote": "It’s hard to tell who has your back, from who has it long enough just to stab you in it…"
    },
    {
      "cite": "Aberjhani",
      "quote": "Knowledge planted in truth grows in truth. Strength born of peace loses nothing to hate."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Learn to use the criticism as fuel and you will never run out of energy."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "Letting go of toxic people in your life is a big step in loving yourself."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down."
    },
    {
      "cite": "Judy Holliday",
      "quote": "Lovers have a right to betray you, friends don’t."
    },
    {
      "cite": "unknown",
      "quote": "Many people would be scared if they saw in the mirror, not their faces..but their character."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "My fake plants died because I did not pretend to water them."
    },
    {
      "cite": "Confucius",
      "quote": "Never contract friendship with a man that is not better than thyself."
    },
    {
      "cite": "Alice Walker",
      "quote": "No person is your friend who demands your silence, or denies your right to grow."
    },
    {
      "cite": "unknown",
      "quote": "Once they stop talking to you, they start talking about you."
    },
    {
      "cite": "Dan Pearce",
      "quote": "Share your weaknesses. Share your hard moments. Share your real side. It’ll either scare away every fake person in your life or it will inspire them to finally let go of that mirage called \"perfection,\" which will open the doors to the most important relationships you’ll ever be a part of."
    },
    {
      "cite": "unknown",
      "quote": "Some people are going to leave, but that’s not the end your story. That’s the end of their part in your story."
    },
    {
      "cite": "Ismail Haniyeh",
      "quote": "Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away."
    },
    {
      "cite": "Jennifer Green",
      "quote": "Sometimes, you have to give up on people. Not because you don’t care but because they don’t."
    },
    {
      "cite": "Mineko Iwasaki",
      "quote": "Stab the body and it heals, but injure the heart and the wound lasts a lifetime."
    },
    {
      "cite": "St. Jerome",
      "quote": "The friendship that can cease has never been real."
    },
    {
      "cite": "William Penn",
      "quote": "The jealous are troublesome to others, but a torment to themselves."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "The strong-minded rise to the challenge of their goals and dreams. The weak-minded become haters."
    },
    {
      "cite": "Bette Midler",
      "quote": "The worst part about success is trying to find someone who is happy for you."
    },
    {
      "cite": "Jane Austen",
      "quote": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature."
    },
    {
      "cite": "Sophie Kinsella",
      "quote": "This is what happens. You tell your friends your most personal secrets, and they use them against you."
    },
    {
      "cite": "Malcolm X",
      "quote": "To me, the thing that is worse than death is betrayal. You see, I could conceive death, but I could not conceive betrayal."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "True friendship can afford true knowledge. It does not depend on darkness and ignorance."
    },
    {
      "cite": "Jess C. Scott",
      "quote": "What’s the whole point of being pretty on the outside when you’re so ugly on the inside?"
    },
    {
      "cite": "unknown",
      "quote": "You cannot always trust what you see. Even salt looks like sugar."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You don’t lose friends because real friends can never be lost. You lose people masquerading as friends, and you’re better for it."
    }
  ]
}