{
  "source": "https://www.wisesayings.com/falling-apart-quotes/",
  "theme": "falling-apart",
  "quotes": [
    {
      "cite": "Rick Santorum",
      "quote": "We are seeing it. We are seeing the fabric of this country fall apart, and it's falling apart because of single moms."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "Sometimes, two people have to fall apart to realize how much they need to fall back together."
    },
    {
      "cite": "Pat Conroy",
      "quote": "Laughter is the only strategy that has ever worked at all for me when my world is falling apart."
    },
    {
      "cite": "Bruce Springsteen",
      "quote": "There's people that get a chance to do the kind of work that changes the world, and make things really different. And there's the kind that just keeps the world from falling apart."
    },
    {
      "cite": "Margaret J. Wheatley",
      "quote": "Change always involves a dark night when everything falls apart. Yet if this period of dissolution is used to create new meaning, then chaos ends and new order emerges."
    },
    {
      "cite": "Miles 'Pudge' Halter",
      "quote": "Memories fall apart, too. And then you're left with nothing, left not even with a ghost but with its shadow."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Lives fall apart when they need to be rebuilt."
    },
    {
      "cite": "Miles 'Pudge' Halter",
      "quote": "In the beginning, she had haunted me, haunted my dreams, but even now, just weeks later, she was slipping away, falling apart in my memory and everyone else's, dying again."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Don't be concerned that things appear to be falling apart: this has to happen in order for something new and wonderful to emerge."
    },
    {
      "cite": "Yo-Yo Ma",
      "quote": "Things can fall apart, or threaten to, for many reasons, and then there's got to be a leap of faith. Ultimately, when you're at the edge, you have to go forward or backward; if you go forward, you have to jump together."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The world as we know it is falling apart at the seams, because it's an inadequate container for the truth of who we are."
    },
    {
      "cite": "Marianette Carbito",
      "quote": "When your world seems to be falling apart,look to Jesus who holds everything together."
    },
    {
      "cite": "Sarah Hackley",
      "quote": "Sometimes falling apart is the bravest act of all."
    },
    {
      "cite": "Robin Wasserman",
      "quote": "But things don't just fall apart. People break them."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Don't hold together what must fall apart. The familiar life crumbles so the new life can begin."
    },
    {
      "cite": "Shauna Niequist",
      "quote": "When things fall apart, the broken pieces allow all sorts of things to enter, and one of them is the presence of God."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The loneliest moment in someone's life is when they are watching their whole world fall apart, and all they can do is stare blankly."
    },
    {
      "cite": "LJ Vanier",
      "quote": "Sometimes when we think our lives are falling apart what we don't see, is that they might just be falling into place."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Just because your world is falling apart doesn't mean you have to fall apart. When everything seems crazy, you be calm. Don't let the outer chaos you are facing get inside of you."
    },
    {
      "cite": "Marshy Marsh",
      "quote": "Keep smiling and Stay strong. Even if things are falling apart. Even if you're breaking down."
    },
    {
      "cite": "Joanna Macy",
      "quote": "It is good to realize that falling apart is not such a bad thing. Indeed, it is as essential to evolutionary and psychological transformation as the cracking of outgrown shells."
    },
    {
      "cite": "Rebecca Solnit",
      "quote": "Women often find great roles in revolution, simply because the rules fall apart and everyone has agency, anyone can act."
    },
    {
      "cite": "Sanober Khan",
      "quote": "The splendid thing about falling apart silently is that you can start over as many times as you like."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Everything is falling together perfectly, even though it looks as if some things are falling apart. Trust in the process you are now experiencing."
    },
    {
      "cite": "John Green",
      "quote": "It is saying these things that keeps us from falling apart. And maybe by imagining these futures we can make them real, and maybe not, but either way we must imagine them. The light rushes out and floods in."
    },
    {
      "cite": "Pope Francis",
      "quote": "When everything falls apart, only one thing sustains our hope: God loves us, he loves everyone!"
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Sometimes good things fall apart so better things could fall together."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "When you think your life is falling apart, it's usually falling together in disguise."
    },
    {
      "cite": "Pema Chödrön",
      "quote": "Things falling apart is a kind of testing and also a kind of healing."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Sometimes when things seem falling apart, they might actually be falling into place. Just have patience."
    },
    {
      "cite": "Yoko Ono",
      "quote": "All my life, I have been in love with the sky. Even when everything was falling apart around me, the sky was always there for me."
    },
    {
      "cite": "Steve Rizzo",
      "quote": "It was always the power of love that pulled us through, and it was the power of laughter that kept us from falling apart."
    }
  ]
}