{
  "source": "https://www.wisesayings.com/falling-in-love-quotes/",
  "theme": "falling-in-love",
  "quotes": [
    {
      "cite": "Maya Angelou",
      "quote": "First best is falling in love. Second best is being in love. Least best is falling out of love. But any of it is better than never having been in love."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "You will always fall in love, and it will always be like having your throat cut, just that fast."
    },
    {
      "cite": "Ville Valo",
      "quote": "Falling in love is the best way to kill your heart because then it's not yours anymore. It's laid in a coffin, waiting to be cremated."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "When you fall in love, the natural thing to do is give yourself to it. That's what I think. It's just a form of sincerity"
    },
    {
      "cite": "Beth Kephart",
      "quote": "Have you ever watched a leaf leave a tree? It falls upward first, and then it drifts toward the ground, just as I find myself drifting towards you."
    },
    {
      "cite": "Alexander Smith",
      "quote": "Love is but the discovery of ourselves in others and the delight in the recognition."
    },
    {
      "cite": "unknown",
      "quote": "Never rush into falling in love, because love never runs out; Let love be the one to knock at your door. Besides true love is worth waiting for."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Gravitation is not responsible for people falling in love."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "To fall in love is to create a religion that has a fallible god."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The first time you fall in love, it changes your life forever, and no matter how hard you try, the feeling never goes away."
    },
    {
      "cite": "Gregory David Roberts",
      "quote": "Sometimes you break your heart in the right way, if you know what I mean."
    },
    {
      "cite": "John Green",
      "quote": "As he read, I fell in love the way you fall asleep: slow, and then all at once."
    },
    {
      "cite": "Ces Peta",
      "quote": "Falling in love is great. It colors your whole world and makes your days inspiring. But for some reason, some people find it too scary. They decided it's to better hold that part of their feelings."
    },
    {
      "cite": "unknown",
      "quote": "Falling in love doesn't fall by itself. There is always a desire to take the plunge. Just make sure that love sticks around, to pick you up when you fall."
    },
    {
      "cite": "Anonymous",
      "quote": "To fall in love is awfully simple, but to fall out of love is simply awful."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Falling in love consists merely in uncorking the imagination and bottling the common sense."
    },
    {
      "cite": "unknown",
      "quote": "Falling for someone is easy, getting back up after the fall is the problem."
    },
    {
      "cite": "Rivka Galchen",
      "quote": "He is my unicorn, though... That's how I felt falling in love with him, as if I'd found a creature of myth."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "Falling in love with YOU was never my intention, but it became my ADDICTION."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "Falling for him would be like cliff diving. It would be either the most exhilarating thing that ever happened to me or the stupidest mistake I'd ever make."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "This thing about you that you think is your flaw - it's the reason I'm falling in love with you."
    },
    {
      "cite": "Woodrow Wyatt",
      "quote": "A man falls in love through his eyes, a woman through her ears."
    },
    {
      "cite": "Melisa M. Hamling",
      "quote": "You know you're in love the moment you can touch the stars without reaching."
    },
    {
      "cite": "Rashida Rowe",
      "quote": "You know you're falling in love when the feeling of falling actually feels like you're floating."
    },
    {
      "cite": "Crystal Woods",
      "quote": "Falling in love is easy. Falling in love with the same person repeatedly is extraordinary."
    },
    {
      "cite": "Anna Strong",
      "quote": "To fall in love is easy, even to remain in it is not difficult; our human loneliness is cause enough. But is a hard quest worth making to find a comrade through whose steady presence one becomes steadily the person one desires to be."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that falls in love with himself will have no rivals."
    },
    {
      "cite": "Sanober Khan",
      "quote": "To fall in love with someone's thoughts - the most intimate, splendid romance."
    },
    {
      "cite": "Auliq Ice",
      "quote": "To fall in love is a legendry action that doesn't need any explanation."
    },
    {
      "cite": "Stephanie Binding",
      "quote": "I fall into him like one would fall into a dream, ready to submit to your subconscious's inner most desires and your deepest fears."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Always try to come back to your senses when in love, because that's the moment you become almost carried away by sensuality and sentiments."
    },
    {
      "cite": "Katherine McIntyre",
      "quote": "Because if I fell any deeper for the way his eyes crinkled with his smile or his habit of tapping on his nose to emphasize a point, my ship would be sunk."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "It's easy to fall in love. The hard part is finding someone to catch you."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A successful marriage requires falling in love many times, always with the same person."
    },
    {
      "cite": "Jay Bell",
      "quote": "Falling in love is a subtle process, a connection sparked by attraction, tested by compatibility, and forged by memory."
    },
    {
      "cite": "Nicole Kinder",
      "quote": "I don't know how to say this, or even if its true. But I love the way you make me feel, and I think I'm falling for you."
    },
    {
      "cite": "unknown",
      "quote": "Everybody makes mistakes. I also make them. But the biggest mistake I ever made was falling for you"
    },
    {
      "cite": "unknown",
      "quote": "You always fall for the most unexpected person at the most unexpected time and sometimes for the most unexpected reason."
    },
    {
      "cite": "unknown",
      "quote": "Trying to make someone fall in love with you is about as pointless as trying to control who you fall in love with."
    },
    {
      "cite": "unknown",
      "quote": "When you fall in love with someone, you give them your heart. When you find out they love you too, you get it back, times two."
    },
    {
      "cite": "Jennifer Harrison",
      "quote": "I have always been quite good at falling in love, but I don't pretend to know anything about literal happily ever afters."
    },
    {
      "cite": "Tim Allen",
      "quote": "A guy knows he's in love when he loses interest in his car for a couple of days."
    },
    {
      "cite": "unknown",
      "quote": "Fall in love when you're ready, not when you're lonely."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Never love anybody who treats you like you're ordinary."
    },
    {
      "cite": "Taylor Swift",
      "quote": "When you are missing someone, time seems to move slower, and when I'm falling in love with someone, time seems to be moving faster."
    },
    {
      "cite": "Eva Vasquez",
      "quote": "Don't fall for him to notice him, notice him to fall for him."
    },
    {
      "cite": "Gloria Estefan",
      "quote": "Two of hearts, lace and satin, something in the air feel like another crook that's been captured by your stare, Uh-oh, Uh-oh, falling in love, falling in love again."
    },
    {
      "cite": "Vario Volinski",
      "quote": "I couldn't help it, I have to see you again, Can't understand it, Just wanna feel you again. I couldn't help it, I guess I'm falling in love with you."
    },
    {
      "cite": "Kylie Minogue",
      "quote": "Falling in love kiss the past till it's better Make it last if you can Tell me know you regret her I'll try to understand."
    },
    {
      "cite": "Fantasia",
      "quote": "Feel like falling in love tonight. All the stars aligning it feels perfect Melodies and verses Flowing through my mind I wanna lean in for a kiss I know it's worth it I barely know you baby but I know its time."
    },
    {
      "cite": "Scorpions",
      "quote": "I look in your eyes, I really think you're fooling me You're pretty and nice, it doesn't matter don't you see I falling in love, it happens to me every day I'm falling in love, love just seems to slip away."
    },
    {
      "cite": "Will Downing",
      "quote": "Feeling a spark deep inside of my heart and I want you babe (I'm falling in love with you) Starting a fire of burning desire yes I'm falling babe (I'm falling in love with you) Feeling as high as the stars in the sky when I'm with you babe (I'm falling in love with you, I'm falling) Falling in love"
    },
    {
      "cite": "Disclosure",
      "quote": "If we're falling in love, we're falling in love There'll be nothing above And I won't give you up, no I won't give you up If we're falling in love."
    },
    {
      "cite": "Celine Dion",
      "quote": "I can't believe I'm falling in love once again I can't believe I'm falling in love, but I am I never thought that I would be strong enough to move on No, this wasn't part of the plan I can't believe I'm falling in love But I'm falling in love once again."
    },
    {
      "cite": "David Bowie",
      "quote": "Falling down Falling in love I'll paint you mornings of gold I'll spin you Valentine evenings Though we're strangers 'til now, We're choosing the path Between the stars I'll leave my love Between the stars"
    },
    {
      "cite": "Marcia Ball",
      "quote": "That's what I get for falling in love Trying to push and shove my way through That's what I get for falling in love Falling in love with you"
    },
    {
      "cite": "Queen Latifah",
      "quote": "Oh I don't know And it makes me scared Because I'm falling in love And I don't know if you feel the same."
    },
    {
      "cite": "Disney",
      "quote": "Wise men say only fools rush in But I can't help falling in love with you Shall I say would it be a sin If I can't help falling in love with you."
    },
    {
      "cite": "Scout Durwood",
      "quote": "The first time I saw you I knew I'm falling in love again There's nothing that I can do so Let's not pretend Why is it always A look in your eyes."
    },
    {
      "cite": "The Supremes",
      "quote": "Falling in love with love Is falling for make believe Falling in love with love Is playing the fool Caring too much Is such a juvenile fancy Learning to trust Is just for children in school."
    },
    {
      "cite": "Danny Kirwan",
      "quote": "I'm falling in love with you again Haven't felt this way Since I don't know when I coming like a rolling stone to you I'm falling in love again."
    },
    {
      "cite": "Madonna",
      "quote": "I can't help falling in love I fall deeper and deeper the further I go Kisses sent from heaven above They get sweeter and sweeter the more that I know."
    },
    {
      "cite": "Wynonna Judd",
      "quote": "Falling in love can be easy Staying in love is so tricky Falling in love can be easy But staying in love is so tricky."
    },
    {
      "cite": "Buju Banton",
      "quote": "And now I'm falling In love all over again, yeah How could I ever doubt That you were my friend I'm falling In love all over again."
    },
    {
      "cite": "Charley Pride",
      "quote": "Please help me, I'm falling in love with you Close the door to temptation, don't let me walk through Turn away from me darlin', I'm beggin' you to Please help me, I'm falling in love with you."
    },
    {
      "cite": "S Only Natural",
      "quote": "Night in the city It's getting in me, electricity everywhere And I'm falling in love With everyone and everything."
    },
    {
      "cite": "Geri King",
      "quote": "When we first met I knew that all the stars were in line I knew that you would always be mine I knew that I was falling in love Falling in love with you"
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "She wasnt exactly sure when it happened. Or even when it started. All she knew for sure was that right here and now, she was falling hard and she could only pray that he was feeling the same way."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Falling in love is very real, but I used to shake my head when people talked about soul mates, poor deluded individuals grasping at some supernatural ideal not intended for mortals but sounded pretty in a poetry book."
    },
    {
      "cite": "Jackie Collins",
      "quote": "Falling in love is like getting hit by a truck and yet not being mortally wounded. just sick to your stomach, high one minute, low the next."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "When you fall in love, the natural thing to do is give yourself to it. That's what I think. It's just a form of sincerity."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Maybe it's just hiding somewhere. Or gone on a trip to come home. But falling in love is always a pretty crazy thing. It might appear out of the blue and just grab you. Who knows — maybe even tomorrow."
    },
    {
      "cite": "M. Scott Peck",
      "quote": "Falling in love is not an act of will. It is not a conscious choice. No matter how open to or eager for it we may be, the experience may still elude us."
    },
    {
      "cite": "Nico J. Genes",
      "quote": "I realized one important fact: falling in love with her was not a choice. It just happened because it couldn't go any other way."
    },
    {
      "cite": "Amy Spalding",
      "quote": "The secret about falling in love is how you can do it a million times over with the same person when the person is the right one."
    }
  ]
}