{
  "source": "https://www.wisesayings.com/fall-quotes/",
  "theme": "fall",
  "quotes": [
    {
      "cite": "Sarah Addison Allen",
      "quote": "It looked like the world was covered in a cobbler crust of brown sugar and cinnamon."
    },
    {
      "cite": "Edwin Way Teale",
      "quote": "For man, autumn is a time of harvest, of gathering together. For nature, it is a time of sowing, of scattering abroad."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "I cannot endure to waste anything as precious as autumn sunshine by staying in the house. So I spend almost all the daylight hours in the open air."
    },
    {
      "cite": "Henry Beston",
      "quote": "The leaves fall, the wind blows, and the farm country slowly changes from the summer cottons into its winter wools."
    },
    {
      "cite": "John Bailey Autumn",
      "quote": "Falling leaves hide the path so quietly."
    },
    {
      "cite": "John Donne",
      "quote": "No spring nor summer's beauty hath such grace as I have seen in one Autumnal face."
    },
    {
      "cite": "Albert Camus",
      "quote": "Autumn is a second spring when every leaf is a flower."
    },
    {
      "cite": "Umberto Eco",
      "quote": "Nothing is more fleeting than external form, which withers and alters like the flowers of the field at the appearance of autumn."
    },
    {
      "cite": "George Eliot",
      "quote": "Delicious autumn! My very soul is wedded to it, and if I were a bird I would fly about the earth seeking the successive autumns."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "Autumn, the year's last, loveliest smile."
    },
    {
      "cite": "Sue Grafton",
      "quote": "I've never known anyone yet who doesn't suffer a certain restlessness when autumn rolls around... We're all eight years old again and anything is possible."
    },
    {
      "cite": "Rose G. Kingsley",
      "quote": "In the garden, Autumn is, indeed the crowning glory of the year, bringing us the fruition of months of thought and care and toil. And at no season, safe perhaps in Daffodil time, do we get such superb colour effects as from August to November."
    },
    {
      "cite": "Stanley Horowitz",
      "quote": "Winter is an etching, spring a watercolor, summer an oil painting and autumn a mosaic of them all."
    },
    {
      "cite": "Bonaro W. Overstreet",
      "quote": "October is a symphony of permanence and change."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "The autumn always gets me badly, as it breaks into colours. I want to go south, where there is no autumn, where the cold doesn't crouch over one like a snow-leopard waiting to pounce."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Autumn arrives in the early morning, but spring at the close of a winter day."
    },
    {
      "cite": "Doug Larson",
      "quote": "Autumn is a season followed immediately by looking forward to spring."
    },
    {
      "cite": "I Ching",
      "quote": "Action must be taken at the first signs of disruption or decay, otherwise disaster will follow as ice-bound water follows brief autumn frosts."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Youth is like spring, an over praised season more remarkable for biting winds than genial breezes. Autumn is the mellower season, and what we lose in flowers we more than gain in fruits."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "A wind has blown the rain away and blown the sky away and all the leaves away, and the trees stand. I think, I too, have known autumn too long."
    },
    {
      "cite": "Faith Baldwin",
      "quote": "Autumn burned brightly, a running flame through the mountains, a torch flung to the trees."
    },
    {
      "cite": "John Burroughs",
      "quote": "How beautifully leaves grow old. How full of light and color are their last days."
    },
    {
      "cite": "Jim Bishop",
      "quote": "Autumn carries more gold in its pocket than all the other seasons."
    },
    {
      "cite": "William Allingham",
      "quote": "Now Autumn's fire burns slowly along the woods and day by day the dead leaves fall and melt."
    },
    {
      "cite": "Carol Bishop Hipps",
      "quote": "Bittersweet October. The mellow, messy, leaf-kicking, perfect pause between the opposing miseries of summer and winter."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "The autumn leaves blew over the moonlit pavement in such a way as to make the girl who was moving there seem fixed to a sliding walk, letting the motion of the wind and the leaves carry her forward."
    },
    {
      "cite": "Eric Sloane",
      "quote": "A few days ago I walked along the edge of the lake and was treated to the crunch and rustle of leaves with each step I made. The acoustics of this season are different and all sounds, no matter how hushed, are as crisp as autumn air."
    },
    {
      "cite": "Lauren DeStefano",
      "quote": "Fall has always been my favorite season. The time when everything bursts with its last beauty, as if nature had been saving up all year for the grand finale."
    },
    {
      "cite": "unknown",
      "quote": "Just before the death of flowers, and before they are buried in snow, there comes a festival season when nature is aglow."
    },
    {
      "cite": "Andrea Gibson",
      "quote": "The leaves are all falling, and they're falling like they're falling in love with the ground."
    },
    {
      "cite": "Humbert Wolfe",
      "quote": "Listen! the wind is rising, and the air is wild with leaves, we have had our summer evenings, now for October eves!"
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "I'm so glad I live in a world where there are Octobers."
    },
    {
      "cite": "Edwin Way Teale",
      "quote": "Change is a measure of time and, in the autumn, time seems speeded up. What was is not and never again will be; what is is change."
    },
    {
      "cite": "P. D. James",
      "quote": "It was one of those perfect English autumnal days which occur more frequently in memory than in life."
    },
    {
      "cite": "Thomas Hood",
      "quote": "I saw old autumn in the misty morn Stand shadowless like silence, listening To silence."
    },
    {
      "cite": "Helen Hunt Jackson",
      "quote": "By all these lovely tokens September days are here, With summer's best of weather And autumn's best of cheer."
    },
    {
      "cite": "William C. Bryant",
      "quote": "Glorious are the woods in their latest gold and crimson."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Autumn seemed to arrive suddenly that year. The morning of the first September was crisp and golden as an apple."
    },
    {
      "cite": "David Letterman",
      "quote": "Fall is my favorite season in Los Angeles, watching the birds change color and fall from the trees."
    },
    {
      "cite": "Lee Maynard",
      "quote": "I loved autumn, the one season of the year that God seemed to have put there just for the beauty of it."
    },
    {
      "cite": "Robert Browning",
      "quote": "Autumn wins you best by this its mute appeal to sympathy for its decay."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "There is a harmony in autumn, and a luster in its sky, which through the summer is not heard or seen, as if it could not be, as if it had not been."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "After the leaves have fallen, we return To a plain sense of things. It is as if We had come to an end of the imagination, Inanimate in an inert savoir."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Sing a song of seasons; something bright in all, flowers in the summer, fires in the fall."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "It is only the farmer who faithfully plants seeds in the Spring, who reaps a harvest in the Autumn."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Life starts all over again when it gets crisp in the fall."
    },
    {
      "cite": "Ruth Pitter",
      "quote": "All in November's soaking mist We stand and prune the naked tree, While all our love and interest Seem quenched in the blue-nosed misery."
    },
    {
      "cite": "Hal Borland",
      "quote": "Of all the seasons, autumn offers the most to man and requires the least of him."
    },
    {
      "cite": "Juvenal",
      "quote": "Autumn is the harvest of greedy death."
    },
    {
      "cite": "Dan Millman",
      "quote": "Autumn leaves shower like gold, like rainbows, as the winds of change begin to blow, signaling the later days of autumn."
    }
  ]
}