{
  "source": "https://www.wisesayings.com/fallen-soldier-quotes/",
  "theme": "fallen-soldier",
  "quotes": [
    {
      "cite": "John Randolph Thompson",
      "quote": "Dead upon the field of glory, Hero fit for song and story."
    },
    {
      "cite": "Georgia O'Keeffe",
      "quote": "War is killing the individual in it unless he has learned livingness if he had it he wouldn't be a good soldier."
    },
    {
      "cite": "Erich Maria Remarque",
      "quote": "No soldier outlives a thousand chances."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "How red the rose that is the soldier's wound, The wounds of many soldiers, the wounds of all The soldiers that have fallen, red in blood, The soldier of time grown deathless in great size."
    },
    {
      "cite": "Millie",
      "quote": "You may hate the war, but never hate the ones that fight. For they do not choose when or where to fight. All they chose was to protect who they love and even the people they don't know."
    },
    {
      "cite": "Rashid Khalidi",
      "quote": "You have to be a soldier and a veteran, or a soldier who sacrificed your life for your country."
    },
    {
      "cite": "Rev. Aaron Kilbourn",
      "quote": "The dead soldier's silence sings our national anthem."
    },
    {
      "cite": "James A. Garfield",
      "quote": "We do not know one promise these men made, one pledge they gave, one word they spoke; but we do know they summed up and perfected, by one supreme act, the highest virtues of men and citizens. For love of country they accepted death, and thus resolved all doubts, and made."
    },
    {
      "cite": "Bernard Law Montgomery",
      "quote": "Every soldier must know, before he goes into battle, how the little battle he is to fight fits into the larger picture, and how the success of his fighting will influence the battle as a whole."
    },
    {
      "cite": "unknown",
      "quote": "Our flag does not fly because the wind moves it. It flies with the last breath of each soldier who died protecting it."
    },
    {
      "cite": "Plato",
      "quote": "Only the dead have seen the end of war."
    },
    {
      "cite": "Daniel Webster",
      "quote": "Although no sculptured marble should rise to their memory, nor engraved stone bear record of their deeds, yet will their remembrance be as lasting as the land they honored."
    },
    {
      "cite": "Ljupka Cvetanova",
      "quote": "The brave soldiers die. The cowards survive and write the history."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Soldiers generally win battles; generals get credit for them."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "Our debt to the heroic men and valiant women in the service of our country can never be repaid. They have earned our undying gratitude. America will never forget their sacrifices."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "Brave men rejoice in adversity, just as brave soldiers triumph in war."
    },
    {
      "cite": "Elmer Davis",
      "quote": "This nation will remain the land of the free only so long as it is the home of the brave."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Die in obeying commands like a soldier, and go to Nirvana, but no cowardice."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "A hero is someone who has given his or her life to something bigger than oneself."
    },
    {
      "cite": "Edwin Arnold",
      "quote": "One can be a soldier without dying and a lover without sighing."
    },
    {
      "cite": "Thomas Campbell",
      "quote": "The patriot's blood is the seed of freedom's tree"
    },
    {
      "cite": "Yi Sun-sin",
      "quote": "The soldier who fights to death never dies, but the soldier who fights for existence never truly exists."
    },
    {
      "cite": "Francis A. Walker",
      "quote": "We come, not to mourn our dead soldiers, but to praise them."
    },
    {
      "cite": "James A. Garfield",
      "quote": "For love of country, they accepted death."
    },
    {
      "cite": "Dan Lipinski",
      "quote": "On the battlefield, the military pledges to leave no soldier behind. As a nation, let it be our pledge that when they return home, we leave no veteran behind."
    },
    {
      "cite": "Henry Fielding",
      "quote": "The woman and the soldier who do not defend the first pass will never defend the last."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "They are dead; but they live in each Patriot's breast, And their names are engraven on honor's bright crest."
    },
    {
      "cite": "Siegfried Sassoon",
      "quote": "Soldiers are citizens of death's grey land, drawing no dividend from time's tomorrows."
    },
    {
      "cite": "Bob Feller",
      "quote": "The soldiers that didn't come back were the heroes. It's a roll of the dice. If a bullet has your name on it, you're a hero. If you hear a bullet go by, you're a survivor."
    },
    {
      "cite": "Bob Marley",
      "quote": "Better to die fighting for freedom then be a prisoner all the days of your life."
    },
    {
      "cite": "Joseph Rodman Drake",
      "quote": "And they who for their country die shall fill an honored grave, for glory lights the soldier's tomb, and beauty weeps the brave."
    },
    {
      "cite": "Minot J. Savage",
      "quote": "The brave die never, though they sleep in dust: Their courage nerves a thousand living men."
    },
    {
      "cite": "Alex Berenson",
      "quote": "Soldiers willingly, sometimes foolishly, risk their own lives to keep their comrades out of enemy hands."
    },
    {
      "cite": "Richard Branson",
      "quote": "The brave may not live forever, but the cautious do not live at all."
    },
    {
      "cite": "Joseph Rodman Drake",
      "quote": "And they who for their country die shall fill an honored grave, for glory lights the soldier's tomb, and beauty weeps the brave."
    },
    {
      "cite": "Otto von Bismarck",
      "quote": "Anyone who has ever looked into the glazed eyes of a soldier dying on the battlefield will think hard before starting a war."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Happy Memorial day to our fallen soldiers. May their bravery, and heroism be remembered and honored forever."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "In war the heroes always outnumber the soldiers ten to one."
    },
    {
      "cite": "Michael N Castle",
      "quote": "These fallen heroes represent the character of a nation who has a long history of patriotism and honor and a nation who has fought many battles to keep our country free from threats of terror."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Those who have long enjoyed such privileges as we forget in time that men have died to win them."
    },
    {
      "cite": "John H. Jewett",
      "quote": "Our battle-fields, safe in the keeping Of Nature's kind, fostering care, Are blooming, our heroes are sleeping, And peace broods perennial there."
    },
    {
      "cite": "Siegfried Sassoon",
      "quote": "Soldiers are citizens of death's grey land, drawing no dividend from time's tomorrows."
    },
    {
      "cite": "Umar Aman",
      "quote": "Soldiers die not in hatred but in love."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The worse the man the better the soldier. If soldiers be not corrupt they ought to be made so."
    },
    {
      "cite": "Marianne Moore",
      "quote": "They fought the enemy, we fight fat living and self-pity. Shine, o shine, unfalsifying sun, on this sick scene."
    },
    {
      "cite": "General Norman Schwarzkopf Jr.",
      "quote": "It doesn't take a hero to order men into battle. It takes a hero to be one of those men who goes into battle."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "Old soldiers never die; they just fade away."
    },
    {
      "cite": "Ted Williams",
      "quote": "Never make your home in a place. Make a home for yourself inside your own head. You'll find what you need to furnish it memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey."
    },
    {
      "cite": "Malcolm X",
      "quote": "History is a people's memory, and without a memory, man is demoted to the lower animals."
    },
    {
      "cite": "George L. Mosse",
      "quote": "ghosts of fallen soldiers. Personal resurrection prefigures the more general mission of the fallen to redeem the nation."
    },
    {
      "cite": "George L. Mosse",
      "quote": "The intimate connection between the fallen soldier and Christ himself is written large on the iconography of the war."
    },
    {
      "cite": "George L. Mosse",
      "quote": "The painting depicts a fallen soldier literally sleeping in the lap of Christ. Through its fallen the nation was associated with the Passion of Christ, and at times the story of Christ's life itself was projected onto the nation."
    },
    {
      "cite": "George L. Mosse",
      "quote": "At a local celebration of the Volkstrauertag (Memorial Day) in 1926 a play was performed in which a man is caught in a web of greed, disloyalty, and hate until a fallen soldier rises from the grave and redeems him."
    },
    {
      "cite": "George L. Mosse",
      "quote": "The war cemetery was central to the cult of the fallen soldier. A new type of cemetery had developed by the first decade of the nineteenth century."
    },
    {
      "cite": "Jan Grarup",
      "quote": "We bring the fallen soldier from cold storage and place him or her in the coffin. Then the coffin is closed and sealed. I can't explain why I want to be present but I just feel that we owe it to our boys and girls to do it properly. They have, after all, made the ultimate sacrifice, he says."
    },
    {
      "cite": "Jan Grarup",
      "quote": "A lot of thoughts go through your mind, but it's actually very calm and quiet. No one says a word and everyone knows what to do. I always want to make sure the fallen soldiers receives the proper treatment, he explains."
    },
    {
      "cite": "Jan Grarup",
      "quote": "This is the part of the poem that Peter will read as the coffin with the fallen soldier is carried on board the aircraft. He has the same words tattooed on the right side of his torso."
    },
    {
      "cite": "Randal S. Doaty",
      "quote": "A fallen soldier's tear our nation's greatest treasure, aligned in perfect rows. The hopes and dreams and life unlived, which we shall never know. The painful price of freedom - A life that's swept away. Defending life and liberty, the highest price they pay."
    },
    {
      "cite": "Mark H. Dunkelman",
      "quote": "He reminded the crowd of Governor Curtin's promises to Pennsylvania regiments to care for the widows and orphans of her fallen soldiers. The Homestead, Hay declared, was one of the fulfillments of that pledge."
    },
    {
      "cite": "Mark H. Dunkelman",
      "quote": "The orphanage was flourishing when the Humistons left it; a well-run, financially secure, highly regarded facet of the Gettysburg community, sustaining scores of the offspring of the nation's fallen soldiers - which made it all the sadder when, within years after the Humistons departed, dastardly deeds and deceit brought the orphanage to a disgraceful demise."
    },
    {
      "cite": "Jaroslav Hasek",
      "quote": "At that moment, dear soldiers, out of the camp rose the reverent sounds of our anthem Preserve For Us, Lord, which carried mightily and nobly down the battlefield. The fallen soldier, parting with his life, tried to pull himself together one more time."
    },
    {
      "cite": "Timothy J. Orr",
      "quote": "Every pain and especial care is taken in the burial of the poor fallen soldier at this place. His grave is marked with his name, regiment, company, were killed, or when and where wounded or sickened, and died."
    },
    {
      "cite": "Yossi Katz",
      "quote": "The relatives (generally the families but sometimes also friends) of many fallen soldiers placed on the tombstones and in their surroundings various articles - beginning with planters (and developing the garden around the tombstone), following with passages of writing and poetry and culminating with arms paraphernalia and sometimes the picture of a fallen soldier - articles that one can define using the general terms embelishments."
    },
    {
      "cite": "Martyn Housden",
      "quote": "The focus of these events in honour of the dead are memorial services or masses for the fallen soldier; the memorial sarcophagus (Tumba) is decked in black and decorated with flowers. Numerous candles burn at its side, a steel helmet and crossed side arms lie on it."
    },
    {
      "cite": "Martyn Housden",
      "quote": "Or instead of this, a symbolic soldier's grave is set up in the church and is richly covered with flowers, a birch cross and a steel helmet or an Iron Cross. The cultish proceedings make special use of choirs and orchestral pieces, processions of children and poetry readings."
    },
    {
      "cite": "Martyn Housden",
      "quote": "Occasionally a side altar is transformed into an altar to the fallen soldier. Under flowers and burning candles, pictures of the fallen together with their names and their military decorations are set up. Relatives and the population (in general) can bury themselves in the memory of the fallen at any hour of the day."
    },
    {
      "cite": "Chris Roberson",
      "quote": "Without delaying an instant, Huang reached down and snatched up the fallen soldier's bayoneted rifle, yanking it off the man's shoulder, and then swung around to train the rifle's barrel on the soldiers stills standing."
    },
    {
      "cite": "Raful Eitan",
      "quote": "Similarly, they knew that if they were to fall in action they would receive a proper burial and their bodies would not be left on the battlefield. Indeed, during the war we launch a number of raids so as to retrieve the bodies of our dear fallen soldiers."
    },
    {
      "cite": "Thomas D. O'Dell",
      "quote": "The bodies of fallen soldiers are dragged back in those sleeping bags. You know you are sleeping with the blood of a fellow soldier who died with honor, fighting for his country. For some reason that makes their blood okay, besides, a bloody sleeping bag is better than no sleeping bag at all."
    },
    {
      "cite": "Franky T. Respicio",
      "quote": "No matter how sick you were, when you saw a fallen soldier slaughtered in cold blood, it gave you fresh energy to go on a little farther."
    },
    {
      "cite": "Franky T. Respicio",
      "quote": "If anyone tried to help a fallen soldier, they were beaten and killed too. I thought it would have been much better for those who died this way to have been shot."
    },
    {
      "cite": "Peter Murray",
      "quote": "In a distant field grows a rose, it's beauty, from the ground which it owes, the rose sways with a gentle class, in the wind that blows across the grass, before long, war comes to this land, booms are heard as if from a band, a fallen soldier reaches for the rose, with his blood soaked hand, shaking with dread he uproots the rose from it's soil bed, with cries of pain, he kisses the rose."
    },
    {
      "cite": "Tuvia Friling",
      "quote": "The family of every fallen soldier feels this need—creating a memorial to a son who fell in battle is an integral part of how parents and siblings cope with their overwhelming sorrow. It is also an important part of the way that the society that sent the soldier into battle constructs its communal ethos."
    },
    {
      "cite": "Tuvia Friling",
      "quote": "While he did not want, God forbid, to say anything bad about the project, Rembah noted that not every fallen soldier who had left behind literary or artistic works."
    },
    {
      "cite": "Tuvia Friling",
      "quote": "They did all they could to ensure that he would not get any of the honor accorded to the fallen soldiers of Israel's War of Independence."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "The fallen soldier (the word “hero” appears to be a later invention) has such humble honors as it is possible to give. His part in all the pomp that fills The circuit of the Summer hills Is that his grave is green. True, more than a half of the green graves in the Grafton cemetery are marked unknown, and sometimes it occurs that one thinks of the contradiction involved in honoring the memory of whom no memory remains to honor, but the attempt seems to do no great harm to the living, even to the logical."
    },
    {
      "cite": "Elizabeth Cook",
      "quote": "I still cry every time they have an In Memory of a fallen soldier. ... My breaking point was when I heard the story of the young soldier that gave up his life to actually SIT on a grenade that had fallen into his Hummer to save his fellow soldiers."
    },
    {
      "cite": "Jonathan Frankel",
      "quote": "Myths of fallen soldiers exercise a powerful hold over collective memory in the twentieth century, especially in the case of national groups in whose name the wars are usually waged. They acquire the extra and hallowed dimension of a foundation myth in the case of those wars of liberation that result in the creation of a nation state."
    },
    {
      "cite": "Jonathan Frankel",
      "quote": "The unintended consequence of these myriad initiatives has been to implant an entire generation in the collective memory. This process has been much reinforced by the fact that in many social circles the bereaved parents, their lives often shattered, remained as a central presence to represent the generation of the fallen soldiers."
    },
    {
      "cite": "Michael McEwen Randall",
      "quote": "I saw one soldier fall, and three fighters plunged from their horses and clubbed and slashed at him. Our squadron ... He reached a hand down to the fallen soldier, shouting, “Give me an arm,” and pulled the other man up behind him. A ripping whistle zipped past again followed by a muffled boom from down toward the river and someone shouted."
    },
    {
      "cite": "K. J. Stinnet",
      "quote": "The next insurgent in the group raced past his comrade, who was working quickly to confirm the fallen soldier's vitals, but as he was nearing the balcony inside the chamber, another sentry (who had just witnessed his friend's death and had since quickly prepared himself for battle) spun around the corner toward the insurgent, swinging a knife backhanded in his right toward the insurgent's neck."
    }
  ]
}