{
  "source": "https://www.wisesayings.com/false-hope-quotes/",
  "theme": "false-hope",
  "quotes": [
    {
      "cite": "Lois Greiman",
      "quote": "False hope is better than no hope at all."
    },
    {
      "cite": "Criss Jami",
      "quote": "It is a healthy approach not to expect persons to turn out precisely how you would have wished."
    },
    {
      "cite": "Trudi Canavan",
      "quote": "Better to know the quick pain of truth than the ongoing pain of a long-held false hope."
    },
    {
      "cite": "Patti Davis",
      "quote": "And as far as false hope, there is no such thing. There is only hope or the absence of hope - nothing else."
    },
    {
      "cite": "Bill Maher",
      "quote": "False hope really makes you cynical."
    },
    {
      "cite": "Nisardagatta Maharaj",
      "quote": "It is always the false that makes you suffer, the false desires and fears, the false values and ideas, the false relationships between people. Abandon the false and you are free of pain; truth makes you happy, truth liberates."
    },
    {
      "cite": "Paul Howsley",
      "quote": "Hope is a word that can kill as well as save. A double-sided knife onto whose handle we all cling. If hope is our dreams, it takes courage to strive for those dreams; to not abandon hope as one of folly. A person lost can have hope of being found, but false hope, a hope that can torture a soul with promises never delivered, that is a hope we can all live without."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "False hope is clung to with all one's might and main, till a day comes when it has sucked the heart dry and it forcibly breaks through its bonds and departs. After that comes the misery of awakening, and then once again, the longing to get back into the maze of the same mistakes."
    },
    {
      "cite": "Amy Tan",
      "quote": "To keep false hopes is to prolong misery."
    },
    {
      "cite": "Sonya Parker",
      "quote": "SugarÂ coating things makes people feel better, but it also gives themÂ false hope, and it keeps them holding onto the wrong people."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Because sometimes people who seem good end up being not as good as you might have hoped."
    },
    {
      "cite": "Karen Maitland",
      "quote": "Hope itself is always genuine. It's only what it's placed in that can prove to be false."
    },
    {
      "cite": "Jesse Ball",
      "quote": "That would be the death of anyone - to recognize false hopes with a certainty. One mustn't know that. If it is offered, refuse!"
    },
    {
      "cite": "Mitch Albom",
      "quote": "What is false about hope?"
    },
    {
      "cite": "Susan Gale",
      "quote": "False hope is sometimes mistaken for true love. Don't rush into something until you're sure it actually exists."
    },
    {
      "cite": "Mike Caro",
      "quote": "False hope is sometimes much worse and sometimes much better than no hope."
    },
    {
      "cite": "Tonya Hurley",
      "quote": "If you expect nothing, you can never be disappointed."
    },
    {
      "cite": "Jerome Groopman",
      "quote": "False hope can lead to intemperate choices and flawed decision making. True hope takes into account the real threats that exist and seeks to navigate the best path around them."
    },
    {
      "cite": "Julian Fellowes",
      "quote": "Harsh reality is always better than false hope."
    },
    {
      "cite": "Gene Brewer",
      "quote": "A false hope gives only false comfort."
    },
    {
      "cite": "Rob Payne",
      "quote": "False hope is the bread - and - butter of my existence, the only thing that keeps me going."
    },
    {
      "cite": "Juliet Marillier",
      "quote": "Hope is such a tenuous quality. To feel it and then to be denied what one most longs for. Better, surely, not to hope at all, than to open the heart to a hope that is impossible."
    },
    {
      "cite": "Sue Miller",
      "quote": "There is something truly restorative, finally comforting, in coming to the end of an illusion - a false hope."
    },
    {
      "cite": "J. R. R. Tolkien",
      "quote": "False hopes are more dangerous than fears."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "Expectations were like fine pottery. The harder you held them, the more likely they were to crack."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "False hope is nicer than no hope at all."
    },
    {
      "cite": "Jonathan Kozol",
      "quote": "False hope is worse than despair."
    },
    {
      "cite": "Leonardo DiCaprio",
      "quote": "A clear rejection is better than a fake promise."
    },
    {
      "cite": "Pravinee Hurbungs",
      "quote": "If you are successful, you will win false friends and true enemies. Succeed anyway."
    }
  ]
}