{
  "source": "https://www.wisesayings.com/fame-quotes/",
  "theme": "fame",
  "quotes": [
    {
      "cite": "Clive James",
      "quote": "A life without fame can be a good life, but fame without a life is no life at all."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "The longer a man's fame is likely to last, the longer it will be in coming."
    },
    {
      "cite": "Claire Danes",
      "quote": "People confuse fame with validation or love. But fame is not the reward. The reward is getting fulfillment out of doing the thing you love."
    },
    {
      "cite": "Davy Crockett",
      "quote": "Fame is like a shaved pig with a greased tail, and it is only after it has slipped through the hands of some thousands, that some fellow, by mere chance, holds on to it!"
    },
    {
      "cite": "Alanis Morissette",
      "quote": "Fame is hollow. It amplifies what is there. If there is any self-doubt, or hatred, or lack of ability to connect with people, fame will magnify it."
    },
    {
      "cite": "Josh Homme",
      "quote": "If you wanna be famous, then it's okay if the music is fake, because fame isn't real."
    },
    {
      "cite": "Chris Brown",
      "quote": "With fame, you can't trust everybody. You can't depend on them being there for you as a person. They will only be there because of what you've got you as a person. They will only be there because of what you've got and what you can bring to their life. It's not a relationship-it's a leech."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Passion for fame: A passion which is the instinct of all great souls."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The present condition of fame is merely fashion."
    },
    {
      "cite": "David Bowie",
      "quote": "Fame can take interesting men and thrust mediocrity upon them."
    },
    {
      "cite": "Michael Schumacher",
      "quote": "If you're lucky enough to be famous, then it's great if you can use your fame and the power your fame gives you to draw attention to things that really matter."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "One of the downsides of being famous is that folks pay far more attention to you than they should. American celebrities are constantly under surveillance, and every word they say is subject to scrutiny. So, be careful what you wish for if you desire fame. No human being should be a goldfish."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "Worldly fame is but a breath of wind that blows now this way, and now that, and changes name as it changes direction."
    },
    {
      "cite": "Horace Greeley",
      "quote": "Fame is a vapor; popularity an accident; riches take wings; the only earthly certainty is oblivion."
    },
    {
      "cite": "Lord Byron",
      "quote": "Fame is the thirst of youth."
    },
    {
      "cite": "Aeschylus",
      "quote": "For children preserve the fame of a man after his death."
    },
    {
      "cite": "Mary MacLane",
      "quote": "Fame is indeed beautiful and benign and gentle and satisfying, but happiness is something at once tender and brilliant beyond all things."
    },
    {
      "cite": "George Clooney",
      "quote": "There's a funny thing about fame. The truth is you run as fast as you can towards it because it's everything you want. Not just the fame but what it represents, meaning work, meaning opportunity. And then you get there, and it's shocking how immediately you become enveloped in this world that is incredibly restricting."
    },
    {
      "cite": "Chance The Rapper",
      "quote": "Fame or perceived success - it all comes from groupthink."
    },
    {
      "cite": "Noel Gallagher",
      "quote": "Fame is something that is bestowed upon you because of success. Success is something you have to chase."
    },
    {
      "cite": "Pierce Brosnan",
      "quote": "Fame is like a big piece of meringue - it's beautiful, and you keep eating it, but it doesn't really fill you up."
    },
    {
      "cite": "David Bowie",
      "quote": "Fame itself... doesn't really afford you anything more than a good seat in a restaurant."
    },
    {
      "cite": "J. Cole",
      "quote": "You can't reverse fame. You can lose all the money, but you'll never lose people knowing you."
    },
    {
      "cite": "Bodhidharma",
      "quote": "If we should be blessed by some great reward, such as fame or fortune, it's the fruit of a seed planted by us in the past."
    },
    {
      "cite": "Aaron Rodgers",
      "quote": "In general, when you have success on the field, you're more popular, and you have that fame that comes with it. You realize you're in the public eye more, and you've got to be a little bit more careful about some of the things you're doing out in public and make sure you're smart about the things you say."
    },
    {
      "cite": "Baruch Spinoza",
      "quote": "Fame has also this great drawback, that if we pursue it, we must direct our lives so as to please the fancy of men."
    },
    {
      "cite": "John Carroll Lynch",
      "quote": "Is fame without purpose and is fame without talent really where we are now? People used to be famous for what they did. Now, they're just famous."
    },
    {
      "cite": "Juliette Lewis",
      "quote": "Fame can be just so annoying because people are so critical of you. You can't just say, 'hi'. You say hi and people whisper' man did you see the way she said hi? What an attitude."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Of all the possessions of this life fame is the noblest; when the body has sunk into the dust the great name still lives."
    },
    {
      "cite": "George Santayana",
      "quote": "The highest form of vanity is love of fame."
    },
    {
      "cite": "Daniel Radcliffe",
      "quote": "Fame is damaging when people become reliant on it for their sense of self, and their identity, when fame is linked to how you see yourself."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "Fame is a weird one. You need to distance yourself from it. People see a value in you that you don't see yourself."
    },
    {
      "cite": "Publius Cornelius Tacitus",
      "quote": "Love of fame is the last thing even learned men can bear to be parted from."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "If you come to fame not understanding who you are, it will define who you are."
    },
    {
      "cite": "Gene Simmons",
      "quote": "Never underestimate the power of being popular in pop culture. You have to be able to do something. You can have a good seat at the restaurant, but you still have to pay for the meal. Fame is important, but to be rich is more important."
    },
    {
      "cite": "Mike Tyson",
      "quote": "That equals to being a fool, having fame and no fortune. A lot of guys out there have fame doing this and doing that, but they are broke."
    },
    {
      "cite": "Adam Clayton",
      "quote": "Fame is like the dessert that comes with your achievements - it's not an achievement in itself, but sometimes it can overpower the work."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Fame is like caviar, you know - it's good to have caviar but not when you have it at every meal."
    },
    {
      "cite": "Max Walker",
      "quote": "Fame and fortune should never get in front of your passion. The passion will generate the fame and fortune, if you're good enough."
    },
    {
      "cite": "Karl Pilkington",
      "quote": "All fame is is having people you don't know coming up to you and saying, 'Hello.' I'm always polite and people are always nice, but it's weird."
    },
    {
      "cite": "P. N. Elrod",
      "quote": "Fame and fortune are as hard to find as a lightning strike."
    },
    {
      "cite": "Ryan Adams",
      "quote": "Fame is an unnatural construct and those who go in search of it are the least likely to find it."
    },
    {
      "cite": "Claire Danes",
      "quote": "Fame doesn't end loneliness."
    },
    {
      "cite": "Eminem",
      "quote": "You know, fame is a funny thing, man, especially, you know, actors, musicians, rappers, rock singers, it's kind of a lifestyle and it's easy to get caught up in it - you go to bars, you go to clubs, everyone's doing a certain thing... It's tough."
    },
    {
      "cite": "Joni Mitchell",
      "quote": "Fame is a series of misunderstandings surrounding a name."
    },
    {
      "cite": "Hans Rosling",
      "quote": "Fame is easy to acquire; impact is much more difficult."
    },
    {
      "cite": "Tony Bennett",
      "quote": "Fame comes and goes. Longevity is the thing to aim for."
    },
    {
      "cite": "Lord Byron",
      "quote": "What is fame? The advantage of being known by people of whom you yourself know nothing, and for whom you care as little."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Fame is like a river, that beareth up things light and swollen, and drowns things weighty and solid."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Fame doesn't fulfill you. It warms you a bit, but that warmth is temporary."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "It is in vain to try and stop a star from rising, even with a ladder."
    },
    {
      "cite": "Robert Black",
      "quote": "Fame and insecurity don’t usually mix well. Though the fame maybe easily attainable, acceptance by the masses to one’s satisfaction, usually isn’t."
    },
    {
      "cite": "Adrienne Posey",
      "quote": "Fame is neither something to value nor to view as a threat."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "The talent of success is nothing more than doing what you can do well; and doing well whatever you do, without a thought of fame."
    },
    {
      "cite": "Socrates",
      "quote": "Fame is the perfume of heroic deeds."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Fame is a fickle food upon a shifting plate."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Fame is no sure test of merit, but only a probability of such; it is an accident, not a property of man."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Fame sometimes hath created something of nothing."
    },
    {
      "cite": "Euripides",
      "quote": "Toil, says the proverb, is the sire of fame."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Even the best things are not equal to their fame."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "I trust a good deal to common fame, as we all must."
    },
    {
      "cite": "John Wilmot",
      "quote": "There's not a thing on earth that I can name, so foolish, and so false, as common fame."
    },
    {
      "cite": "Edward Young",
      "quote": "Fondness for fame is avarice of air."
    },
    {
      "cite": "William Cowper",
      "quote": "Some to the fascination of a name surrender judgment, hoodwinked."
    },
    {
      "cite": "Voltaire",
      "quote": "What a heavy burden is a name that has too soon become famous."
    },
    {
      "cite": "Judy Garland",
      "quote": "If I'm such a legend, why am I so lonely?"
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "All is temporary and ephemeral—fame and the famous, as well."
    },
    {
      "cite": "Pericles",
      "quote": "Famous men have the whole earth as their memorial."
    },
    {
      "cite": "Laurence Sterne",
      "quote": "The way to fame is like the way to heaven, through much tribulation."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Fame and honor sometimes fall more fitly on those who do not desire them."
    },
    {
      "cite": "Roman Proverb",
      "quote": "Even for the wise, the desire for glory is the last of all passions to be laid aside."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "If you would acquire fame, let not the sun shine on you in bed."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Fame and repute follow a man to the door."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Consider not death but the fame that will survive you."
    },
    {
      "cite": "Leszezynski Stanislaus",
      "quote": "What is fame?—The advantage of being known by people of whom you yourself know nothing, and for whom you care as little."
    },
    {
      "cite": "Jean de La Bruyère",
      "quote": "There is not in the world so toilsome a trade as the pursuit of fame: life concludes before you have so much as sketched your work."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "He that pursues fame with just claims, trusts his happiness to the winds; but he that endeavors after it by false merit, has to fear, not only the violence of the storm, but the leaks of his vessel."
    },
    {
      "cite": "William Hazlitt",
      "quote": "The temple of fame stands upon the grave; the flame upon its altars is kindled from the ashes of the dead."
    },
    {
      "cite": "Nicolas Caussin",
      "quote": "It often happens that those of whom we speak least on earth are best known in heaven."
    },
    {
      "cite": "Sandeep Balakrishna",
      "quote": "Name, and not fame is the exact yardstick because fame is transitory, and in our times, fame is vulgar because it can actually be bought."
    }
  ]
}