{
  "source": "https://www.wisesayings.com/family-love-quotes/",
  "theme": "family-love",
  "quotes": [
    {
      "cite": "Eva Burrows",
      "quote": "In family life, love is the oil that eases friction, the cement that binds closer together, and the music that brings harmony."
    },
    {
      "cite": "unknown",
      "quote": "The love of a family is life's greatest blessing."
    },
    {
      "cite": "Barbara Bush",
      "quote": "To us, family means putting your arms around each other and being there."
    },
    {
      "cite": "unknown",
      "quote": "No Family Is Perfect. We Argue, We Fight. We Even Stop Talking to Each Other at Times. But in the End, Family Is Family. The Love Will Always Be There."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Family love is messy, clinging, and of an annoying and repetitive pattern, like bad wallpaper"
    },
    {
      "cite": "Charles Kuralt",
      "quote": "The love of family and the admiration of friends is much more important than wealth and privilege."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I sustain myself with the love of family."
    },
    {
      "cite": "Louis Zamperini",
      "quote": "The world, we'd discovered, doesn't love you like your family loves you."
    },
    {
      "cite": "Sander Levin",
      "quote": "Power, that's one thing, but love of family and of siblings is more important, is more powerful than any other power - at least earthly power, at least earthly power."
    },
    {
      "cite": "GIGI KAESER",
      "quote": "Love makes a family."
    },
    {
      "cite": "Gisele Bundchen",
      "quote": "Because I had my family, I felt like I could be a bird and fly and experience and do. Because I had roots somewhere, I knew that they would love me no matter what, and I could always go back home and they were going to love me."
    },
    {
      "cite": "Mark V. Olsen",
      "quote": "At the end of the day, a loving family should find everything forgivable."
    },
    {
      "cite": "Paul Kipling",
      "quote": "Don't let the fire of love ever go out for your family. Stay strong and be a provider, give as much as you can and love them with all your heart."
    },
    {
      "cite": "Ryan Dunn",
      "quote": "There is no poverty in life when you have a loving, peaceful, happy family. They are a gift which cannot be bought nor traded for gold."
    },
    {
      "cite": "Timothy Kennedy",
      "quote": "Family comes first. In a world full of unknown faces which do not care, the family comes in with all the love that there is to be found."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The love of the family, the love of the person can heal. It heals the scars left by a larger society. A massive, powerful society."
    },
    {
      "cite": "Miley Cyrus",
      "quote": "The only people that you really have, that I learned, are your family, because they love you no matter what."
    },
    {
      "cite": "Lisa Weedn",
      "quote": "Being a family means you are a part of something very wonderful. It means you will love and be loved for the rest of your life."
    },
    {
      "cite": "Henry Ward Beeche",
      "quote": "The most important thing a father can do for his children is to love their mother."
    },
    {
      "cite": "Karl Wilhelm Friedrich Schlegel",
      "quote": "A family can develop only with a loving woman as its center."
    },
    {
      "cite": "Tanya Bianco",
      "quote": "Family isn't about sharing the same genetics, Thats being related, Family is when you love someone to death, and You would do anything for them, You trust them, Take care of them, And in Return they do the same. Its the type of bond you hold together."
    },
    {
      "cite": "Harriet Morgan",
      "quote": "Our family is a circle of strength and love...Our family with ever birth and every union the circle grows, our family is a circle of strength every crisis faced together makes the circle stronger."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "There is no friendship, no love, like that of the parent for the child."
    },
    {
      "cite": "David A. Bednar",
      "quote": "A home with a loving and loyal husband and wife is the supreme setting in which children can be reared in love and righteousness and in which the spiritual and physical needs of children can be met."
    },
    {
      "cite": "Jim Bunning",
      "quote": "A loving family provides the foundation children need to succeed, and strong families with a man and a woman - bonded together for life - always have been, and always will be, the key to such families."
    },
    {
      "cite": "Marjorie Pay Hinckley",
      "quote": "Home is where you are loved the most and act the worst."
    },
    {
      "cite": "Peter Buffett",
      "quote": "It didn't matter how big our house was; it mattered that there was love in it."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Your family and your love must be cultivated like a garden. Time, effort, and imagination must be summoned constantly to keep any relationship flourishing and growing."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "The family. We were a strange little band of characters trudging through life sharing diseases and toothpaste, coveting one another's desserts, hiding shampoo, borrowing money, locking each other out of our rooms, inflicting pain and kissing to heal it in the same instant, loving, laughing, defending, and trying to figure out the common thread that bound us all together."
    },
    {
      "cite": "Bert Marcus",
      "quote": "It all comes down to family, love, and forgiveness, and respect."
    },
    {
      "cite": "Steven Levitan",
      "quote": "That's how you know that your family loves you, when they feel free to scream at you."
    },
    {
      "cite": "Bryan Fuller",
      "quote": "Family values may have declined over the last century, but we still help our families when we can. You're family, Will."
    },
    {
      "cite": "Bryan Fuller",
      "quote": "Every family loves differently. Every love is unique."
    },
    {
      "cite": "Greg Berlanti",
      "quote": "Family shouldn't leave family. I'll always love you."
    },
    {
      "cite": "Julie Plec",
      "quote": "Family is power, Niklaus. Love, loyalty. That's power!"
    },
    {
      "cite": "Jay Sommers",
      "quote": "Please stay. There's nothing better than a happy family."
    },
    {
      "cite": "David Greenfield",
      "quote": "I love the family / Longer than longevity / Mother tells me what to be / Taller than the tallest tree / I love the family / Sister loves me tenderly / Sitting on my daddy's knee"
    },
    {
      "cite": "David Greenfield",
      "quote": "Can't outrun the family / It gets me where I want to be / Trough thick and thin it will help me"
    },
    {
      "cite": "Dave Nudo Band",
      "quote": "He says be faithful always maintain integrity / Stick to your guns but hurt no one / And love your family / Life love and honesty reside"
    },
    {
      "cite": "Lynn Ahrens",
      "quote": "Heart don't fail me now  / Courage don't desert me  / Home love family  / There was once a time  / I must have had them too  / Home love family  / I will never be complete  / Until I find you"
    },
    {
      "cite": "Dolly Parton",
      "quote": "When it's family, you forgive them / For they know not what they do / When it's family, you accept them / 'Cause you have no choice but to"
    },
    {
      "cite": "Dolly Parton",
      "quote": "And when it's family, you trust them / And your heart's an open door / When it's family, you tolerate / What you'd kill others for"
    },
    {
      "cite": "Dolly Parton",
      "quote": "You take the trouble as it comes / And love 'em more than anyone / Good or bad or indifferent / It's still family"
    },
    {
      "cite": "Dolly Parton",
      "quote": "Somehow you justify mistakes / Try to find some better way / To solve the problems day to day / In the family"
    },
    {
      "cite": "Rhett Walker",
      "quote": "Need peace in the family / We all live many different lives / You and me, same inside / One love, same blood / Peace in the family"
    },
    {
      "cite": "Nile Rodgers",
      "quote": "All of the people around us, they say / How can they be that close / Just let me state for the record / We are family, we are family / I got all my sisters with me, I got all my sisters with me"
    },
    {
      "cite": "Sigmund Freud",
      "quote": "A family is a place where minds come in contact with one another."
    },
    {
      "cite": "Prophet Muhammad",
      "quote": "The best of believers in faith is one who is best in manners and soft in their dealings with their family members."
    },
    {
      "cite": "Rashid Rashad",
      "quote": "Family culture is based on the primary laws of love, which reflect the reality, and  love in its purest form is unconditional."
    },
    {
      "cite": "Rashid Rashad",
      "quote": "Creating a beautiful family culture is to be proactive."
    },
    {
      "cite": "Bob Weinstein",
      "quote": "Strong family ties based in sound moral values is the very foundation for a healthy society, healthy adults and healthy children."
    },
    {
      "cite": "Kevin Marti",
      "quote": "Rejoice with your family in the beautiful land of life."
    },
    {
      "cite": "Anita Baker",
      "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family."
    },
    {
      "cite": "Tom DeLay",
      "quote": "A woman can take care of the family. It takes a man to provide structure, to provide stability."
    },
    {
      "cite": "David Ogden Stiers",
      "quote": "Family means no one gets left behind or forgotten."
    },
    {
      "cite": "Grorge Bernanrd Shaw",
      "quote": "A happy family is but an earlier heaven."
    },
    {
      "cite": "Charles R Swindoll",
      "quote": "A family is a place where principles are hammered and honed on the anvil of everyday living."
    },
    {
      "cite": "Andre Maurois",
      "quote": "Without a family, man, alone in the world, trembles with the cold."
    },
    {
      "cite": "Guy Lafleur",
      "quote": "When trouble comes, it's your family that supports you."
    },
    {
      "cite": "Lee lacocca",
      "quote": "The only rock I know that stays steady, the only institution I know that works, is the family."
    },
    {
      "cite": "Bo Bennett",
      "quote": "Spend sometime this weekend on home improvement; improve your attitude toward your family."
    },
    {
      "cite": "Jasmine Guy",
      "quote": "If one is desperate for love, I suggest looking at one's friends and family and see if love is all around. If not, get a new set of friends, a new family."
    },
    {
      "cite": "Ralph Fiennes",
      "quote": "One of the things that binds us as family is a shared sense of humor."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "Happy is said to be the family which can eat onions together. They are, for the time being, separate, from the world, and have a harmony of inspiration."
    },
    {
      "cite": "Barbara Bush",
      "quote": "I think togetherness is a very important ingredient to family life."
    },
    {
      "cite": "Robert Byrd",
      "quote": "One's family is the most important thing in life. I look at it this way: One of these days I'll be over in a hospital somewhere with four walls around me. And the only people who'll be with me will be my family."
    },
    {
      "cite": "Amos Oz",
      "quote": "I find the family the most mysterious and fascinating institution in the world."
    },
    {
      "cite": "Faith Hill",
      "quote": "The foundation of family - that's where it all begins for me."
    },
    {
      "cite": "Alex Haley",
      "quote": "In every conceivable manner, the family is link to our past, bridge to our future."
    },
    {
      "cite": "Jane Howard",
      "quote": "Call it clan, call it a network, call it a tribe, call it a family: Whatever you call it, whoever you are, you need one."
    },
    {
      "cite": "Matt Groening",
      "quote": "Families are about love overcoming emotional torture."
    },
    {
      "cite": "Isaac Rosenfield",
      "quote": "In every dispute between parent and child, both cannot be right, but they may be, and usually are, both wrong. It is this situation which gives family life its peculiar hysterical charm."
    },
    {
      "cite": "Hernán Alessandri",
      "quote": "Marriage and family life are one way - the most important way without doubt - to secure in our lives the most marvelous and the most wonderful experience that we could ever have and share in this life: the experience of love - the experience of becoming a gift for each other."
    },
    {
      "cite": "Cathy McAleese",
      "quote": "A loving, caring family can help a child develop good self-esteem."
    },
    {
      "cite": "Cathy McAleese",
      "quote": "Healthy families make an effort to build relationships inside the home where their child can feel secure and loved."
    },
    {
      "cite": "Cathy McAleese",
      "quote": "Strong, stable, and healthy families are the foundation and building blocks our our society."
    },
    {
      "cite": "Dee Dee Walter-Goodspeed",
      "quote": "Families are what you make them and the ultimate connecting factor is love."
    },
    {
      "cite": "Dee Dee Walter-Goodspeed",
      "quote": "Families are ever changing in today's society. This shows that all families should be embraced and celebrated."
    },
    {
      "cite": "Rachel Lynette",
      "quote": "Every family is unique and every family has its own set of challenges, failures, joys, and successes."
    },
    {
      "cite": "Diana Kenney",
      "quote": "Families are great! They may not all look the same. But the people all love one another."
    },
    {
      "cite": "Romans 12:9",
      "quote": "Let love be genuine. Abhor what is evil; hold fast to what is good."
    },
    {
      "cite": "Willie Stargell",
      "quote": "There’s nothing I value more than the closeness of friends and family, a smile as I pass someone on the street."
    },
    {
      "cite": "Beck Martin",
      "quote": "Families are the compass that guides us. They are inspiration to reach great heights and our comfort when we occasionally falter."
    },
    {
      "cite": "Beck Martin",
      "quote": "The family is the best thing you could ever ask for. They are there for you during the ups and downs and love you no matter what."
    },
    {
      "cite": "Beck Martin",
      "quote": "Having a place to go - is a home. Having someone to love - is a family. Having both - is a family."
    },
    {
      "cite": "Beck Martin",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "To maintain a joyful family requires much from both the parents and the children. Each member of the family has to become, in a special way, the servant of the others."
    },
    {
      "cite": "Fiona Poojara",
      "quote": "Family. People in your life who are close to your heart. Who bring out the best in you, Who laugh, celebrate and dream with you. Who love you infinitely."
    },
    {
      "cite": "Fiona Poojara",
      "quote": "Family is people who loves us a lot. They are a special gift from God."
    }
  ]
}