{
  "source": "https://www.wisesayings.com/family-time-quotes/",
  "theme": "family-time",
  "quotes": [
    {
      "cite": "Barbara Bush",
      "quote": "At the end of your life, you will never regret not having passed one more test, not winning one more verdict, or not closing one more deal. You will regret time not spent with a husband, a friend, a child, a parent."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Your family and your love must be cultivated like a garden. Time, effort, and imagination must be summoned constantly to keep any relationship flourishing and growing."
    },
    {
      "cite": "Mother Teresa",
      "quote": "If you want to change the world, go home and love your family."
    },
    {
      "cite": "unknown",
      "quote": "Love your family. Spend time, be kind and serve one another. Make no room for regrets. Tomorrow is not promised and today is short."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "In family relationships, love is really spelled T.I.M.E."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "Family is not an important thing. It's everything."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "If you want your children to turn out well, spend twice as much time with them and half as much money."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Rejoice with your family in the beautiful land of life!"
    },
    {
      "cite": "Dave Willis",
      "quote": "If you are too busy to enjoy time with your family, then you need to reevaluate your priorities."
    },
    {
      "cite": "unknown",
      "quote": "Be sure to spend time with your parents while you can, because one day when you look up from your busy life, they won't be there anymore!"
    },
    {
      "cite": "Boyd K. Packer",
      "quote": "Family time is sacred time and should be protected and respected."
    },
    {
      "cite": "Marlon Brando",
      "quote": "Do you spend time with your family? Good. Because a man that doesn't spend time with his family can never be a real man."
    },
    {
      "cite": "Claire Shipman",
      "quote": "Valuing time with your family does not mean you've lost your ambition. Define success for yourself."
    },
    {
      "cite": "Walt Disney",
      "quote": "A man should never neglect his family for business."
    },
    {
      "cite": "Brandy Norwood",
      "quote": "Your children can be around you all day, but if you don't spend quality time with them and you don't pay attention to them and talk to them and listen to them, it doesn't matter that they're just around you."
    },
    {
      "cite": "Mitch Albom",
      "quote": "This is part of what a family is about, not just love. It's knowing that your family will be there watching out for you. Nothing else will give you that. Not money. Not fame. Not work."
    },
    {
      "cite": "Jonathan Franzen",
      "quote": "Whether anybody was home meant everything to a house. It was more than a major fact: it was the only fact ... The family was the house's soul."
    },
    {
      "cite": "Princess Diana",
      "quote": "Family is the most important thing in the world."
    },
    {
      "cite": "unknown",
      "quote": "No amount of money or success can take the place of time spent with your family."
    },
    {
      "cite": "Regina Brett",
      "quote": "Your children get only one childhood. Make it memorable."
    },
    {
      "cite": "Barbara Bush",
      "quote": "I think togetherness is a very important ingredient to family life."
    },
    {
      "cite": "Robert Foster Bennett",
      "quote": "Spend some time this weekend on home improvement; improve your attitude toward your family."
    },
    {
      "cite": "Buddy Valastro",
      "quote": "Having family time to reflect on your day is the best."
    },
    {
      "cite": "unknown",
      "quote": "Time spent with family is worth every second."
    },
    {
      "cite": "Reba McEntire",
      "quote": "I don't think quantity time is as special as quality time with your family."
    },
    {
      "cite": "Mitch Albom",
      "quote": "Sticking with your family is what makes it a family."
    },
    {
      "cite": "Carmelo Anthony",
      "quote": "Family time is the best time."
    },
    {
      "cite": "unknown",
      "quote": "No matter what, it's family time over everything."
    },
    {
      "cite": "Jennifer Ellison",
      "quote": "Going home and spending time with your family and your real friends keeps you grounded."
    },
    {
      "cite": "Matthew Quick",
      "quote": "You need to make time for your family no matter what happens in your life."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "We must take care of our families wherever we find them."
    },
    {
      "cite": "unknown",
      "quote": "Your cell phone has already replaced your watch, alarm clock and calendar. Don't let it replace your family."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Family is a life jacket in the stormy sea of life."
    },
    {
      "cite": "Jada Pinkett Smith",
      "quote": "It’s very important to prioritize. I know, for me, my family comes first. That makes every decision very easy."
    },
    {
      "cite": "Michael Imperioli",
      "quote": "My family is my life, and everything else comes second as far as what’s important to me."
    },
    {
      "cite": "William Topaz McGonagall",
      "quote": "Your plays are read in family ciFcles with wonder and delight, While seated around the fireside on a cold winter's night."
    },
    {
      "cite": "Jack Conrad, Paul Williams",
      "quote": "Four level highways across the land We're building a home for the family of man"
    },
    {
      "cite": "Julie Plec",
      "quote": "I will fight for my family until my last breath.You know, difficulties aside, I value my family above everything. I am sorry that yours failed you."
    },
    {
      "cite": "Ace McCloud",
      "quote": "In today's fast-paced world, it can be challenging to make time for your family. However, family is a strong value among many people."
    },
    {
      "cite": "Adam Green",
      "quote": "Making your spare time to look towards the precious things you have, the pastimes, and family makes life more satisfied and agreeable, as well as it will definitely help you in being more concentrated at work as well."
    },
    {
      "cite": "Alex Haley",
      "quote": "In every conceivable manner, the family is a link to our past, bridge to our future."
    },
    {
      "cite": "Ali Adler, Greg Berlanti, Andrew Kreisberg",
      "quote": "I just wanna protect my family. You'd do the same thing.These are choices everyone has to make. It is my family first!"
    },
    {
      "cite": "Amos Oz",
      "quote": "I find the family the most mysterious and fascinating institution in the world."
    },
    {
      "cite": "Andy Wright,Mick Hucknall",
      "quote": "And life could be so wonderful / A perfect home and a family / When you're lying next to me"
    },
    {
      "cite": "Anita Baker",
      "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "When in doubt, choose the kids. There will be plenty of time later to choose work.”"
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Everyone needs a house to live in, but a supportive family is what builds a home."
    },
    {
      "cite": "Anthony McCarten",
      "quote": "We're family. We believe in each other. That's everything."
    },
    {
      "cite": "Ashlee Meadows",
      "quote": "The great thing about exercising with older kids is the fact that they need exercise as much as you do. Make the most of this by making exercise a family affair."
    },
    {
      "cite": "Ashley Monroe, Sarah Siskind",
      "quote": "Two arms around me / Heaven to ground me / And a family that always calls me home"
    },
    {
      "cite": "Auliq Ice",
      "quote": "Family is your most reliable source of support in any situation because love from your family is unconditional."
    },
    {
      "cite": "avid Ogden Stiers",
      "quote": "Family means no one gets left behind or forgotten."
    },
    {
      "cite": "Barbara Bush",
      "quote": "To us, family means putting your arms around each other and being there."
    },
    {
      "cite": "Bill Owens",
      "quote": "Families are the tie that reminds us of yesterday, provide strength and support today, and give us hope for tomorrow. No government, no matter how well-intentioned, or well-managed, can provide what our families provide."
    },
    {
      "cite": "Billy Graham",
      "quote": "A Christian has a tremendous responsibilities to his own family.He or she has a responsibility of loving each member of the family."
    },
    {
      "cite": "Bob Ehrlich",
      "quote": "Some of the most important conversations I’ve ever had occurred at my family’s dinner table."
    },
    {
      "cite": "Brad Henry",
      "quote": "Families are the compass that guide us. They are the inspiration to reach great heights, and our comfort when we occasionally falter."
    },
    {
      "cite": "Bruce Feiler",
      "quote": "Everything I've learned persuades me it's possible to give our children a strong family culture they can carry with them throughout their lives.It's possible to have a happy family."
    },
    {
      "cite": "Carolyn Lefcourt , Brian Garfield",
      "quote": "It's not a family without a children.We are going to keep this family together."
    },
    {
      "cite": "Catherine M. Wallace",
      "quote": "Listen earnestly to anything your children want to tell you, no matter what. If you don’t listen eagerly to the little stuff when they are little, they won’t tell you the big stuff when they are big, because to them all of it has always been big stuff."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "A family is a place where principles are hammered and honed on the anvil of everyday living."
    },
    {
      "cite": "Christy Moore",
      "quote": "I never asked for a lot, I was happy with what I got / Enough to keep my family and my home."
    },
    {
      "cite": "Cindy Morgan",
      "quote": "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends."
    },
    {
      "cite": "Cory Hardrict",
      "quote": "I believe family first. Blood is thicker than water. I grew up like that, and I want to continue to keep that goal in my heart. Just family first! Just honesty, integrity, and respect. All of that. I live by the code of those things. If you do that you’ll be fine."
    },
    {
      "cite": "David Benioff &amp; D.B. Weiss",
      "quote": "Family comes first. 'Family, Duty, Honor'. How can she protect the family if she is not with her family?"
    },
    {
      "cite": "David Nesta Marley",
      "quote": "Its family time its family time its family time / Now the world gets busy but its not hard to see / Family means the most to me / I'm so happy we found this time / We can all share whats on our minds"
    },
    {
      "cite": "David O. McKay",
      "quote": "No other success can compensate for failure in the home."
    },
    {
      "cite": "Deborah Serra",
      "quote": "If anyone looked in on us that day, they would've seen a normal family. Sure, we had our problems, what family doesn't? From the outside it was close to perfect, on the inside, I was screaming."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "You don’t choose your family. They are God’s gift to you, as you are to them."
    },
    {
      "cite": "Dr. Kevin Leman",
      "quote": "Life is indeed short. All of us are given the same hours in a day.What's important is how we use those hours.How can you enmjoy a happier family if you dont have time together as a family?"
    },
    {
      "cite": "Dr. Kevin Leman",
      "quote": "You can have a happier family by Firday.In fact,you can have one by Wednesday.. or even by the end of today! And it has everything to do with you.You can change your family's world."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "My family had been / In refuge / Everywhere / I did not stay, at one place / Since my childhood / I have a large family"
    },
    {
      "cite": "Elder Dallin H. Oaks",
      "quote": "The ultimate treasures on earth and in heaven are our children."
    },
    {
      "cite": "Gary Dacus",
      "quote": "My family needs me more than I need me / I won’t let them see me cry / I’m fading faster than I want / Then I see the Twinkle in their eye"
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A happy family is but an earlier heaven."
    },
    {
      "cite": "George Santayana",
      "quote": "The family is one of nature’s masterpieces."
    },
    {
      "cite": "George W. Bush",
      "quote": "Families is where our nation finds hope, where wings take dream."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The family is the test of freedom; because the family is the only thing that the free man makes for himself and by himself."
    },
    {
      "cite": "Greg Berlanti, Geoff Johns, Andrew Kreisberg",
      "quote": "Family shouldn't leave family. I'll always love you. Family. She protected us."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "If love isn't thought at home, it is almost impossible to learn it any-where else."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "The family defines our past and shapes our character.It is here were we learn the important lessons of self-discipline, the art of compromise, forgiveness, hocnedsty, and fair play."
    },
    {
      "cite": "Jay Sommers &amp; Dick Chevillat",
      "quote": "Please stay. There's nothing better than a happy family."
    },
    {
      "cite": "Jenna Morasca",
      "quote": "Family is a unique gift that needs to be appreciated and treasured, even when they’re driving you crazy. As much as they make you mad, interrupt you, annoy you, curse at you, try to control you, these are the people who know you the best and who love you."
    },
    {
      "cite": "John Lasseter",
      "quote": "Sunday, for me, is all about being home with the family with no plans."
    },
    {
      "cite": "Jose Carreras",
      "quote": "I have a wonderful shelter, which is my family. I have a wonderful relationship with my brother and sister; this makes me feel that I know always where I belong."
    },
    {
      "cite": "Joseph Fielding Smith",
      "quote": "The family is the most important organization in time or in eternity. Our purpose in life is to create for ourselves eternal family units."
    },
    {
      "cite": "Josiah",
      "quote": "Think of your family today and every day thereafter, don’t let the busy world of today keep you from showing how much you love and appreciate your family."
    },
    {
      "cite": "Kelly Clarkson",
      "quote": "My friends and family are my support system... Without them I have no idea where I would be."
    },
    {
      "cite": "Kelly Holmes",
      "quote": "Finding happiness in the chaos of parenting life seems impossible most days.Until recently,I really did believe it was possible."
    },
    {
      "cite": "Kendell Smith, Thomas G. Lowry, Neville Staple, Sheena Staple",
      "quote": "Going around causing disturbances / Don't you know you'll never win / You've got your family running around / Trying to stop you from going down"
    },
    {
      "cite": "L. Tom Perry",
      "quote": "It is more important than ever to make our families the center of our lives and the top of our priorities."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The only rock I know that stays steady, the only institution I know that works, is the family."
    },
    {
      "cite": "Lisa Weedn",
      "quote": "Being a family means you are a part of something very wonderful. It means you will love and be loved for the rest of your life."
    },
    {
      "cite": "Louis Zamperini",
      "quote": "The world, we'd discovered, doesn't love you like your family loves you."
    },
    {
      "cite": "M. Russell Ballard",
      "quote": "Indeed, nothing is more critically connected to happiness—both our own and that of our children—than how well we love and support one another within the family."
    },
    {
      "cite": "Marge Kennedy",
      "quote": "In truth, a family is what you make it. It is made strong, not by number of heads counted at the dinner table, but by the rituals you help family members create, by the memories you share, by the commitment of time, caring, and love..."
    },
    {
      "cite": "Marvin J. Ashton",
      "quote": "Home should be an anchor, a port in a storm, a refuge, a happy place in which to dwell, a place where we are loved and where we can love."
    },
    {
      "cite": "Mary Manz Simon, Fátima Anaya",
      "quote": "Family time is precious , so finding even a few minutes can be a challenge.So whenever you find each other,savor the moments.Time with loveones is a gift from God."
    },
    {
      "cite": "Maxime Lagacé",
      "quote": "The more you’re loving and understanding, the more your kids will sing."
    },
    {
      "cite": "Maya Anggelou",
      "quote": "It is for parents to teach young people early on that in diversity fthere is beauty and there is strength."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Sometimes it is harder for us to smile at those who live with us, the immediate members of our families, than it is to smile at those who are not so close to us. Let us never forget: love begins at home."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Think about the endless odes of blissful love that she'd receive; amidst the philanthropically synergistic members of your unceasingly caring family"
    },
    {
      "cite": "Paul Overstreet and Don Schlitz",
      "quote": "Yeah, they were sowin' love for the family / They were sowin' love, they took a little extra time / Lookin' forward to a bountiful harvest / They took good care of us they were sowin' love / Yeah, they did it all for us they were sowin' love"
    },
    {
      "cite": "Pope John XXIII",
      "quote": "The family is the first essential cell of human society."
    },
    {
      "cite": "Prince Rogers Nelson",
      "quote": "I've been to the mountain top / I've been to the valley low / The one thing that never stopped / Was the love that my family showed / When my mama she passed away / My papa he gave us hope / He said there won't ever come a day / When your family won't help you cope"
    },
    {
      "cite": "Prophet Muhammad",
      "quote": "When a believer spends something on his family intending to receive Allah's reward, it is charity for him."
    },
    {
      "cite": "Rashid Rashad",
      "quote": "Creating a beautiful family culture is to be proactive."
    },
    {
      "cite": "Richard Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other’s life."
    },
    {
      "cite": "Richard L. Evans",
      "quote": "Children will not remember you for the material things you provided, but for the feeling that you cherished them."
    },
    {
      "cite": "Rick Berman, Michael Piller",
      "quote": "family is everything. We care for our parents and our children with equal devotion. In some houses 4 generations eat at the same table. Family - is everything."
    },
    {
      "cite": "Rick Jaffa , Amanda Silver",
      "quote": "Every family will supply one man. / Loyal, brave, and true... it is my duty to protect my family."
    },
    {
      "cite": "Robert Byrd",
      "quote": "One’s family is the most important thing in life. I look at it this way: One of these days I’ll be over in a hospital somewhere with four walls around me. And the only people who’ll be with me will be my family."
    },
    {
      "cite": "Scarlett Johnson",
      "quote": "She (Mother Teresa) encouraged that even if we are feeling overwhelmed we should try to 'make one point' and 'make time for each other in your family'."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "A family is a place where minds come in contact with one another."
    },
    {
      "cite": "Spencer W. Kimbal",
      "quote": "Family life is the best method for achieving happiness in this world, and it is a clear pattern given to us from the Lord about what is to be in the next world."
    },
    {
      "cite": "Stephanie Marston",
      "quote": "Unconditional love is loving your kids for who they are, not for what they do… it isn’t something you will achieve every minute of every day. But it is the thought we must hold in our hearts every day."
    },
    {
      "cite": "Stephen Pate Bray, Madonna Ciccone",
      "quote": "Keep it together in the family / They're a reminder of your history / Brothers and sisters they hold the key / To your heart and your soul / Don't forget that your family is gold"
    },
    {
      "cite": "T. K Oliver",
      "quote": "It is amazing just where you can source that extra time. Even taking a child to school can be a time of togetherness where you can talk to each other ...."
    },
    {
      "cite": "T. P Stone",
      "quote": "The ability of a family to work hand in hand and to successfully manage every event that takes their time on a daily basis is the key to a successful family."
    },
    {
      "cite": "Timothy Smith",
      "quote": "Parents are usually the most important influence in thier childrens lives."
    },
    {
      "cite": "Wanda Hope Carter",
      "quote": "Family and friends are hidden treasures, seek them out and enjoy their riches."
    },
    {
      "cite": "Winston Churchill",
      "quote": "There is no doubt that it is around the family and the home that all the greatest virtues, the most dominating virtues of humans, are created, strengthened and maintained."
    }
  ]
}