{
  "source": "https://www.wisesayings.com/family-problems-quotes/",
  "theme": "family-problems",
  "quotes": [
    {
      "cite": "Roger Gould",
      "quote": "Deep inside us, we know what every family therapist knows: the problems between the parents become the problems within the children."
    },
    {
      "cite": "Emma Thompson",
      "quote": "Any problem, big or small, within a family, always seems to start with bad communication. Someone isn't listening."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Family quarrels are bitter things. They don't go according to any rules. They're not like aches or wounds, they're more like splits in the skin that won't heal because there's not enough material."
    },
    {
      "cite": "Isaac Rosenfeld",
      "quote": "In every dispute between parent and child, both cannot be right, but they may be, and usually are, both wrong. It is this situation which gives family life its peculiar hysterical charm."
    },
    {
      "cite": "Gay Hendricks",
      "quote": "Most couples have not had hundreds of arguments; they've had the same argument hundreds of times."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Family quarrels have a total bitterness unmatched by others. Yet it sometimes happens that they also have a kind of tang, a pleasantness beneath the unpleasantness, based on the tacit understanding that this is not for keeps; that any limb you climb out on will still be there later for you to climb back."
    },
    {
      "cite": "Scott Weiland",
      "quote": "It doesn't matter what kind of problems a family is having; it should always stay in the family."
    },
    {
      "cite": "Emilio Estevez",
      "quote": "We're a very close family and we're a very real family, and I think every real family has real problems."
    },
    {
      "cite": "LaToya Jackson",
      "quote": "I can't say it's not painful being estranged from most of my family. I wish it could be otherwise."
    },
    {
      "cite": "unknown",
      "quote": "Family problems come in all shapes and sizes; some are short-lived and easily managed, while others are more chronic and difficult to handle."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Sometimes problems don't require a solution to solve them; instead they require maturity to outgrow them."
    },
    {
      "cite": "Pope Francis",
      "quote": "How many solutions are found to family problems if we take time to reflect? If we think of a husband or wife and we dream about their good qualities that they have? Don't ever lose the illusion of when you were boyfriend and girlfriend!"
    },
    {
      "cite": "Toni Morrison",
      "quote": "I don't think a female running a house is a problem, a broken family. It's perceived as one because of the notion that a head is a man."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "If you cannot get rid of the family skeleton, you may as well make it dance."
    },
    {
      "cite": "Mercy Pheona",
      "quote": "You can't teach a son to be loyal if the father is not loyal. The same applies with the mother and her daughter."
    },
    {
      "cite": "David Popenoe",
      "quote": "The American family is not simply changing; it is getting weaker. . . . Family decline drives some of our most urgent social problems. . . . The heart of the family problem lies in the steady breakup of the two-parent home."
    },
    {
      "cite": "Portuguese Proverb",
      "quote": "A busy mother makes slothful daughters."
    },
    {
      "cite": "Laura Berman",
      "quote": "Otherwise, you just become partners managing the kids and life, and that makes your marriage more vulnerable to problems down the road."
    },
    {
      "cite": "Shelley Berman",
      "quote": "The old problems - love, money, security, status, health, etc. - are still here to plague us or please us."
    },
    {
      "cite": "Robert Downey, Jr.",
      "quote": "Pick a dysfunction and it's a family problem."
    },
    {
      "cite": "Roger Ebert",
      "quote": "Families and their problems go on and on, and they aren't solved, they're dealt with."
    },
    {
      "cite": "Andre Rieu",
      "quote": "I was the black sheep of the family, and my mother never really understood me."
    },
    {
      "cite": "William R. Alger",
      "quote": "After every storm the sun will smile; for every problem there is a solution, and the soul's indefeasible duty is to be of good cheer."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The best way to resolve any problem in the human world is for all sides to sit down and talk."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "The two of you — father and son— should take walks in the evening and talk (without purpose or routes) about this and that."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "My father left me his words. From them I remember both his outlook on life and his voice, positive, and clear. He was someone who didn't worry about small problems. His advice here—leave it; let it go— is inspiring."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "The place of the father in the modern suburban family is very small one, particularly if he plays golf."
    },
    {
      "cite": "Marina Sulzberger",
      "quote": "Where but in Kenya can a man whose grandfather was a cannibal watch a really good game of polo?"
    },
    {
      "cite": "George Burns",
      "quote": "Smartness runs in my family. When I went to school I was so smart my teacher was in my class for five years."
    },
    {
      "cite": "Brooke Jorden",
      "quote": "Sometimes life can be difficult. Life happens. From financial problems to struggling children to marital stress, a father could easily get bogged down in the day to day drudge"
    },
    {
      "cite": "Sam Levenson",
      "quote": "Insanity is hereditary; you get it from your children."
    },
    {
      "cite": "Abigail Adams",
      "quote": "A family harmony would make so essential a part of my happiness that I could never enjoy myself without it."
    },
    {
      "cite": "Abigail Adams",
      "quote": "We have been a scattered family. If some of my children could now be collected round the parent Hive it appears to me, that it would add much to the happiness of our declining years."
    },
    {
      "cite": "Esther Rantzen",
      "quote": "I want to spend more time with my family, but I'm not sure they want to spend more time with me."
    },
    {
      "cite": "Stephen Sondheim",
      "quote": "My father is a bastard / My Ma's an S.O.B./ My grandpa's always plastered / My grandma pushes tea / My sister wears a moustache / My brother wears a dress / Goodness gracious, that's why I'm  a mess."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Parentage is a very important profession, but no test of fitness for it is ever imposed in the interest of the children."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "All happy families resemble one another, but each unhappy family is unhappy in its own way."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "Do not display to others your family's ugly problems."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There is no school equal to decent home and no teachers equal to honest virtuous parents."
    },
    {
      "cite": "Morris Franklin",
      "quote": "There is too much stress today on material things. Teach your children not so much the value of cents but the sense of values."
    },
    {
      "cite": "A. Whitney Griswold",
      "quote": "The family has become too scared of its children; the children too insecure in their remoteness from their parents; and the church too much of a social welfare organization for the good of the family, the church, or society."
    },
    {
      "cite": "O.A. Battista",
      "quote": "The best legacy a parent can leave his children is more of his time every day."
    },
    {
      "cite": "Pythagoras",
      "quote": "It is only necessary to make war with five things; / with the maladies of the body / the ignorances of the mind / with the passions of the body / with the seditions of the city / and the discords of families."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In family life, love is the oil that eases friction, the cement that binds closer together, and the music that brings harmony."
    },
    {
      "cite": "Josiah Royce",
      "quote": "Think of your family today and every day thereafter, don't let the busy world of today keep you from showing how much you love and appreciate your family."
    },
    {
      "cite": "Ross W. Greene",
      "quote": "If we're sitting at dinner and there's no conversation going on because everybody's got their head someplace else in their iPhone, that's a family problem that needs to be solved."
    },
    {
      "cite": "Maxime Lagace",
      "quote": "The more you’re loving and understanding, the more your kids will sing."
    },
    {
      "cite": "Jim Butcher",
      "quote": "When everything goes to hell, the people who stand by you without flinching — they are your family."
    },
    {
      "cite": "Anthony Brandt",
      "quote": "Other things may change us, but we start and end with the family."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country."
    }
  ]
}