{
  "source": "https://www.wisesayings.com/family-reunion-quotes/",
  "theme": "family-reunion",
  "quotes": [
    {
      "cite": "Margaret Mead",
      "quote": "Nobody has ever before asked the nuclear family to live all by itself in a box the way we do. With no relatives, no support, we've put it in an impossible situation."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Reunion after long separation is even better than one's wedding night."
    },
    {
      "cite": "Doug Solter",
      "quote": "I love family reunions. Maybe next year we could pass out samurai swords."
    },
    {
      "cite": "G.B. Shaw",
      "quote": "Perhaps the greatest social service that can be rendered by anybody to this country and to mankind is to bring up a family."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Important families are like potatoes. The best parts are underground."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Every man sees in his relatives, and especially in his cousins, a series of grotesque caricatures of himself."
    },
    {
      "cite": "Thompson",
      "quote": "Family reunion quilted with love grounded by memories."
    },
    {
      "cite": "Mark V. Olsen",
      "quote": "At the end of the day, a loving family should find everything forgivable."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Nothing like watching your relatives fight, I always say."
    },
    {
      "cite": "James Baldwin",
      "quote": "Know from whence you came because if you know from whence you came, there is no limit to where you can go."
    },
    {
      "cite": "Paul Pearshall",
      "quote": "Our most basic instinct is not for survival but for family. Most of us would give our own life for the survival of a family member, yet we lead our daily life too often as if we take our family for granted."
    },
    {
      "cite": "Ugo Betti",
      "quote": "I think the family is the place where the most ridiculous and least respectable things in the world go on."
    },
    {
      "cite": "Rose Cherin",
      "quote": "Heirlooms we don't have in our family. But stories we've got."
    },
    {
      "cite": "Robert Brault",
      "quote": "If minutes were kept of a family gathering, they would show that Members not Present and Subjects Discussed were one and the same."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "If you cannot get rid of the family skeleton, you may as well make it dance."
    },
    {
      "cite": "Edna Buchanan",
      "quote": "You ought to try surviving one of my family reunions. It's like having a bowling alley in your brain."
    },
    {
      "cite": "Gail Lumet Buckley",
      "quote": "Family faces are magic mirrors. Looking at people who belong to us, we see the past, present and future. We make discoveries about ourselves."
    },
    {
      "cite": "Karen Russell",
      "quote": "A food truce, the picnic suspension of oedipal feeling that permits the generations to love each other at family reunions."
    },
    {
      "cite": "Ralph Fiennes",
      "quote": "One of the things that binds us as a family is a shared sense of humor."
    },
    {
      "cite": "George Burns",
      "quote": "Happiness is having a large, loving, caring, close-knit family in another city."
    },
    {
      "cite": "Barbara Bush",
      "quote": "To us, family means putting your arms around each other and being there."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "There's an awful lot of blood around that water is thicker than."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "You might be a redneck if your grandfather completely executes the pull my finger trick at the family reunion."
    },
    {
      "cite": "Alex Haley",
      "quote": "In every conceivable manner, the family is link to our past, bridge to our future."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "If you don't believe in ghosts, you've never been to a family reunion."
    },
    {
      "cite": "Robert Frost",
      "quote": "Home is the place where, when you have to go there, they have to take you in."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "It is not flesh and blood, but heart which makes us fathers and sons."
    },
    {
      "cite": "Kendall Hailey",
      "quote": "The great gift of family life is to be intimately acquainted with people you might never even introduce yourself to, had life not done it for you."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "Let us open wide the windows of our hearts, that each family member may feel welcome and at home."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "When our relatives are at home, we have to think of all their good points or it would be impossible to endure them."
    },
    {
      "cite": "Henry Louis Gates",
      "quote": "If you share a common ancestor with somebody, you're related to them. It doesn't mean that you're going to invite them to the family reunion, but it means that you share DNA. I think it's fascinating."
    },
    {
      "cite": "Fred Allen",
      "quote": "I don't have to look up my family tree, because I know that I'm the sap."
    },
    {
      "cite": "Heinlein",
      "quote": "A family reunion is an effective form of birth control."
    },
    {
      "cite": "Jane Howard",
      "quote": "Call it a clan, call it a network, call it a tribe, call it a family. Whatever you call it, whoever you are, you need one."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "There is no such thing as fun for the whole family."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "When you look at your life, the greatest happinesses are family happinesses."
    },
    {
      "cite": "Wentworth Miller",
      "quote": "My encounters with racism are sort of second-hand situations where I might be standing around with a group of white friends and someone makes a comment that they wouldn't make at my family reunion."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The only rock I know that stays steady, the only institution I know that works, is the family."
    },
    {
      "cite": "Gretchen Rubin",
      "quote": "Be a storehouse of happy memories."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "In a world of fugitives, the person taking the opposite direction will appear to run away."
    },
    {
      "cite": "Richard Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life."
    },
    {
      "cite": "Robert Brault",
      "quote": "What greater blessing to give thanks for at a family gathering than the family and the gathering."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "You might be a redneck if you look upon a family reunion as a chance to meet Ms. Right."
    },
    {
      "cite": "David Ogden Stiers",
      "quote": "Family means no one gets left behind or forgotten."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The happiest moments of my life have been the few which I have passed at home in the bosom of my family."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Rejoice with your family in the beautiful land of life!"
    },
    {
      "cite": "Aung San Suu Yuki",
      "quote": "One wants to be together with one's family. That's what families are about."
    },
    {
      "cite": "Ogden Nash",
      "quote": "One would be in less danger / From the wiles of the stranger / If one's own kin and kith / Were more fun to be with."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "It is no use telling me that there are bad aunts and good aunts. At the core, they are all alike. Sooner or later, out pops the cloven hoof."
    },
    {
      "cite": "August Strindberg",
      "quote": "Family!... the home of all social evil, a charitable institution for comfortable women, an anchorage for house-fathers, and a hell for children."
    },
    {
      "cite": "P. G. Wodehouse",
      "quote": "As a rule, you see, I’m not lugged into Family Rows. On the occasions when Aunt is calling to Aunt like mastodons bellowing across primeval swamps and Uncle James’s letter about Cousin Mabel’s peculiar behaviour is being shot round the family circle...the clan has a tendency to ignore me."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "After a good dinner one can forgive anybody, even one’s own relations."
    },
    {
      "cite": "Samuel Butler",
      "quote": "The family. I believe more unhappiness comes from this source than from any other—I mean the attempt to prolong family connection unduly, and to make people hang together artificially who would never naturally do so."
    },
    {
      "cite": "Victor Borge",
      "quote": "Santa Claus has the right idea — visit people only once a year."
    },
    {
      "cite": "William Dean Howells",
      "quote": "Some people stay longer in an hour than others can in a week."
    },
    {
      "cite": "LaToya Jackson",
      "quote": "I'll never stop dreaming that one day we can be a real family, together, all of us laughing and talking, loving and understanding, not looking at the past but only to the future."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Cherish your human connections — your relationships with friends and family."
    },
    {
      "cite": "Marjory Morgan",
      "quote": "Family reunion? We'd all cut each other's throats for a dime."
    },
    {
      "cite": "Cabot Barr",
      "quote": "Well, here we are, a family reunion and what a collection."
    },
    {
      "cite": "Roz",
      "quote": "I think the rumors might be true... that their parents met at a family reunion."
    },
    {
      "cite": "Walter Peralta",
      "quote": "Apparently there was a fire at the family reunion. Lucky for my Uncle Dean, he was not welcome at the event."
    },
    {
      "cite": "Monroe",
      "quote": "Family reunions can be brutal. Our last one, we lost two cousins and a sheep dog."
    },
    {
      "cite": "Beth Newton",
      "quote": "Honey, driving across town to a family reunion, cooking, cleaning, organizing and budgeting is not fun and *not* a vacation! Yet, it's what I do with my free time."
    },
    {
      "cite": "Myrtle",
      "quote": "Family reunions are about uniting the family, bringing together the young and old. Singing and dancing and thanking God, giving him the glory. Thanking him for getting us over."
    },
    {
      "cite": "Bobby Bush; Jerry Duplessis; Guerschom Farel Jean; Wyclef Jean; Patti Labelle",
      "quote": "Let's celebrate, have a basement party / A barbeque how we used to do / On the avenue, have a family reunion / Man, how I miss those days"
    },
    {
      "cite": "Richard M. Sherman; Robert B. Sherman",
      "quote": "There's momsey Tiggers and popsey Tiggers / And Tiggers I never knew / Like uncle Tiggers and nephew Tiggers / And grandma Tiggers too / And when we Tiggers all get together / We really have a ball! / The bounciest, trounciest, flounciest, pounciest / Most tiggerifigest family reunion of all!"
    },
    {
      "cite": "John Scott Sherrill; Pebe Sebert",
      "quote": "How ya doin', must have been years / I didn't see you guys at all, the whole time she was here / Let's break out the bottle, the party's just begun / We're havin' us a family reunion"
    },
    {
      "cite": "C. Smith; Kim L. Waters; Martiz Ware",
      "quote": "Everybody stop what you're doing / No crying, quit your boo-hooing / Sun be shinin' / Barbequing / It's about to be a family reunion"
    },
    {
      "cite": "Chick Rains; Harlan Howard",
      "quote": "We'll have that family reunion / The one you dreamed of / Until the day you died / This time Mama he's gonna stay / Forever by your side"
    },
    {
      "cite": "Alexander O'Connor; Jeff Kleinman; Michael Ozowuru",
      "quote": "Our family reunion / I'd rather be anywhere but here / It's like a pain you shouldn't ignore / But my uncle's here to open the door, and I don't like him"
    },
    {
      "cite": "Alexander O'Connor; Jeff Kleinman; Michael Ozowuru",
      "quote": "This family reunion / I felt so uncomfortable, I left / They all decided to stay / So it's just me and my mistakes"
    },
    {
      "cite": "Tony Nicholas; Gerald Levert",
      "quote": "Everyday should be a family reunion / We should speak / From the heart / And let love be the solution"
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "We're still reminded-: sometimes by a rain, / but we can no longer say what it means; / life was never again so filled with meeting, / with reunion and with passing on"
    },
    {
      "cite": "Kathleen McGowan",
      "quote": "The only thing sweeter than union is reunion."
    },
    {
      "cite": "Heidi Swapp",
      "quote": "Generations pass like leaves fall from our family tree. Each season new life blossoms and grows benefiting from the strength and experience of those who went before."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "When our hearts turn to our ancestors, something changes inside us. We feel part of something greater than ourselves. Our inborn yearnings for family connections are fulfilled when we are linked to our ancestors."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "No matter how you feel about your extended family or family gatherings you will be attending. This is because now the ultimate reason for attending family gatherings is for your children to have the time of their lives with their cousins. Little kids love their cousins. I’m not being cute or exaggerating here. Cousins are like celebrities for little kids. If little kids had a People magazine, cousins would be on the cover. Cousins are the barometers of how fun a family get-together will be. “Are the cousins going to be there? Fun!"
    },
    {
      "cite": "Wayne Huizenga",
      "quote": "Some family trees bear an enormous crop of nuts."
    },
    {
      "cite": "Wayne Huizenga",
      "quote": "Some family trees bear an enormous crop of nuts."
    },
    {
      "cite": "Keaton Patti",
      "quote": "Ugh, I'd like to go to JUST ONE family reunion where I don't run into someone I know."
    }
  ]
}