{
  "source": "https://www.wisesayings.com/familiarity-quotes/",
  "theme": "familiarity",
  "quotes": [
    {
      "cite": "Julia Ward Howe",
      "quote": "Familiarity so dulls the edge of perception as to make us least acquainted with things forming part of our daily life."
    },
    {
      "cite": "Sakya Pandita",
      "quote": "Great affection is often the cause of violent animosity. The quarrels of men often arise from too great a familiarity."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Comfort and familiarity were wonderful but they also dulled passion and excitement. Predictability and habit made surprises almost impossible."
    },
    {
      "cite": "Humble the Poet",
      "quote": "It's about finding that balance where you have one foot in the familiar, one foot in the unfamiliar. If you have two feet in the unfamiliar it's overwhelming. If you have two feet in the familiar then there's just boredom. It's about having both."
    },
    {
      "cite": "Susan Orlean",
      "quote": "Sometimes it's harder to notice a place you think you know well; your eyes glide over it, seeing it but not seeing it at all. It's almost as if familiarity gives you a kind of temporary blindness. I had to force myself to look harder and try to see beyond the concept of library that was so latent in my brain."
    },
    {
      "cite": "Ouida",
      "quote": "Familiarity is a magician that is cruel to beauty but kind to ugliness."
    },
    {
      "cite": "Mark Twain",
      "quote": "Familiarity breeds contempt. How accurate that is. The reason we hold truth in such respect is because we have so little opportunity to get familiar with it."
    },
    {
      "cite": "Brian Greene",
      "quote": "Sometimes attaining the deepest familiarity with a question is our best substitute for actually having the answer."
    },
    {
      "cite": "Antoine Rivarol",
      "quote": "Familiarity is the root of the closest friendships, as well as the interests hatreds."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "The ways suited to confidence are familiar to me, but not those that are suited to familiarity."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Familiarity is a suspension of almost all the laws of civility, which libertinism has introduced into society under the notion of ease."
    },
    {
      "cite": "David Foster Wallace",
      "quote": "It seems important to find ways of reminding ourselves that most 'familiarity' is meditated and delusive."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "The value of myth is that it takes all the things you know and restores to them the rich significance which has been hidden by the veil of familiarity."
    },
    {
      "cite": "Steven Pinker",
      "quote": "Whenever you speak to someone, you are presuming the two of you have a certain degree of familiarity - which your words might alter. So every sentence has to do two things at once: convey a message and continue to negotiate that relationship."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "(What makes his world so hard to see clearly is not its strangeness but its usualness). Familiarity can blind you too."
    },
    {
      "cite": "Brittany Burgunder",
      "quote": "Just because something is familiar, doesn't mean it's safe. And just because something feels safe, doesn't mean it's good for you."
    },
    {
      "cite": "Michelle Tillis Lederman",
      "quote": "The Law of Familiarity. People feel comfortable with who and what they know."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "What is familiar is what we are used to; and what we are used to is most difficult to 'Know' - that is, to see as a problem; that is, to see as strange, as distant, as 'outside us'."
    },
    {
      "cite": "Amanda Craig",
      "quote": "When you meet familiarity which demeans true integrity, run away!"
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "You can never be annoyed by anyone when you are just alone, insults comes from being too familiar even with the most respectful persons."
    },
    {
      "cite": "Alexis Hall",
      "quote": "Tonight there was something different. Something both deeper and shallower than friendship. Familiarity, perhaps, the sudden realisation that we lived our sealed-up little lives in closeness to each other. That we had something to share and something to lose. Something to protect together."
    },
    {
      "cite": "Truth Devour",
      "quote": "Familiarity can provide the misguided illusion of understanding. Assume nothing."
    },
    {
      "cite": "Nick Hornby",
      "quote": "There was an awful lot to be said for familiarity, if you thought about it. It was an extremely underrated virtue, ignorable until the very moment that you were in danger of losing whatever or whoever it was that was familiar—a house, a view, a partner."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "You picked the seats you did for a reason, right? Familiarity. Too bad the best sleuths avoid familiarity. It dulls the investigative instinct."
    },
    {
      "cite": "Albanian Proverb",
      "quote": "There is an excess of familiarity at the root of all hostility."
    },
    {
      "cite": "E.B. White",
      "quote": "Familiarity is the thing -- the sense of belonging. It grants exemption from all evil, all shabbiness"
    },
    {
      "cite": "Debbie Reynolds",
      "quote": "I wanted to get that sense of peace and even boredom that comes with long familiarity."
    },
    {
      "cite": "Ludwig Wittgenstein",
      "quote": "The aspects of a thing that are most important to us are hidden to us because of their simplicity and familiarity"
    },
    {
      "cite": "George Gissing",
      "quote": "It is familiarity with life that makes time speed quickly. When every day is a step in the unknown, as for children, the days are long with gathering of experience."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Through constant familiarity, we can definitely establish new behavior patterns, using our tendency to form habits to our advantage. If we make a steady effort, I think we can overcome any form of negative conditioning and make positive changes in our lives. But we need to remember that genuine change doesn't happen overnight."
    },
    {
      "cite": "Charles Garfield",
      "quote": "Self-mastery calls for thorough familiarity with one's mental and emotional strengths. And it calls for sustaining a commitment to personal growth - the understanding of what makes you tick as an individual - as well as personal development."
    },
    {
      "cite": "Henry Petroski",
      "quote": "Many of the familiar little things that we use every day have typically evolved over a period of time to a state of familiarity. They balance form and function, elegance and economy, success and failure in ways that are not only acceptable, but also admirable."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "A reliable way to make people believe in falsehoods is frequent repetition, because familiarity is not easily distinguished from truth. Authoritarian institutions and marketers have always known this fact."
    },
    {
      "cite": "Herman Melville",
      "quote": "Familiarity with danger makes a brave man braver, but less daring. Thus with seamen: he who goes the oftenest round Cape Horn goes the most circumspectly."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "One of the main weaknesses of mankind is the average man's familiarity with the word 'impossible."
    },
    {
      "cite": "Dalai Lama",
      "quote": "It is not enough simply to wish that love and compassion should increase in us. We need to make a sustained effort, again and again, to cultivate the positive aspects within us - and the key here is constant familiarity. The nature of human thoughts and emotions is such that the more you engage in them, the more you consciously develop them, the more powerful they become."
    },
    {
      "cite": "P. Wish",
      "quote": "When a memory dies, the truth takes its place. Losing a memory is more painful than losing an arm. Because memories cannot be amputated. In familiarity, we find a sense of security. When this security leaves, the unfamiliar remains."
    },
    {
      "cite": "Stewart Udall",
      "quote": "Where nature is concerned, familiarity breeds love and knowledge, not contempt."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The familiarity of superiors embitters one, because it may not be returned."
    },
    {
      "cite": "Laurie Notaro",
      "quote": "Small towns are sometimes like that; familiarity runs high, while regard for personal space is low, if nonexistent."
    }
  ]
}