{
  "source": "https://www.wisesayings.com/family-strength-quotes/",
  "theme": "family-strength",
  "quotes": [
    {
      "cite": "Mario Puzo",
      "quote": "The strength of a family, like the strength of an army, is in its loyalty to each other."
    },
    {
      "cite": "Joseph Losery",
      "quote": "Life is a secret lease from God and we should not allow ourselves to be bruised. Family life is our strength and success."
    },
    {
      "cite": "Harriet Morgan",
      "quote": "Our family is a circle of strength and love...Our family with every birth and every union the circle grows, our family is a circle of strength. Every crisis faced together makes the circle stronger."
    },
    {
      "cite": "Alex Haley",
      "quote": "In every conceivable manner, the family is a link to our past, bridge to our future."
    },
    {
      "cite": "Brad Henry",
      "quote": "Families are the compass that guide us. They are the inspiration to reach great heights, and our comfort when we occasionally falter."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The only rock I know that stays steady, the only institution I know that works is the family."
    },
    {
      "cite": "Confucius",
      "quote": "The strength of a nation derives from the integrity of the home."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "Everyone needs to live within a house. But, having the love and support of your family? That is what makes your house a home."
    },
    {
      "cite": "Trenton Lee Stewart",
      "quote": "Is this what family is like: the feeling that everyone's connected, that with one piece missing, the whole thing's broken?"
    },
    {
      "cite": "Indonesian Proverb",
      "quote": "Like the seaweed that clings to each other after each passing boat separates them, so too a family will come together with the passing of each crisis."
    },
    {
      "cite": "Jessica Lange",
      "quote": "Families survive, one way or another. You have a tie, a connection that exists long after death, through many lifetimes."
    },
    {
      "cite": "Benjamin Bratt",
      "quote": "My sense of personal strength has always come from my family."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "I learned about the strength you can get from a close family life. I learned to keep going, even in bad times. I learned not to despair, even when my world was falling apart. I learned that there are no free lunches. And I learned the value of hard work."
    },
    {
      "cite": "Andre Maurois",
      "quote": "Without a family, man, alone in the world, trembles with the cold."
    },
    {
      "cite": "Wes Fessler",
      "quote": "The only strength that really matters is the strength that makes you what you are in the eyes of those you love."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "If the family were a boat, it would be a canoe that makes no progress unless everyone paddles."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "I can get up in the morning and look myself in the mirror and my family can look at me too and that's all that matters."
    },
    {
      "cite": "Burmese Proverb",
      "quote": "In time of test, family is best."
    },
    {
      "cite": "Marquise de Sevigne",
      "quote": "We cannot destroy kindred: our chains stretch a little sometimes, but they never break."
    },
    {
      "cite": "George Moore",
      "quote": "A man has to travel the world. It can help him find what he needs. But, when he returns home, he knows that he has found it."
    },
    {
      "cite": "M. K. Soni",
      "quote": "While at work, keep a picture of your family on your desk. This reminds you that there is another world of yours at home."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "My family. I realized they are the most important part of my life. Throughout the year I had many challenges, but my family were always there offering support and encouragement."
    },
    {
      "cite": "John Paul II",
      "quote": "As the family goes, so goes the nation and so goes the whole world in which we live."
    },
    {
      "cite": "Jacquie McTaggart",
      "quote": "Just as a house needs a foundation in order to stand firm, so does a person."
    },
    {
      "cite": "Barbara Bush",
      "quote": "I think togetherness is a very important ingredient to family life."
    },
    {
      "cite": "Guy Lafleur",
      "quote": "When trouble comes, it's your family that supports you."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The happiest moments of my life have been the few which I have passed at home in the bosom of my family."
    },
    {
      "cite": "Karen L Madewell",
      "quote": "Family strengthen each other during storms. They help us to be strong. After all, it is a family tradition. Our roots are deeper, our hearts are stronger, we never give up."
    },
    {
      "cite": "Barbara Bush",
      "quote": "You know sit with your arm around a little kid and read. It not only teaches them to read but it keeps the family strong."
    },
    {
      "cite": "Tony Blair",
      "quote": "We will respect family life. We will develop it and encourage it in any way we can, for strong families are the foundation of strong communities."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I sustain myself with the love of family."
    },
    {
      "cite": "Dorthea Kopplin",
      "quote": "Family life contributes immensely to an individual's happiness. Only in a happy home life can complete contentment be found."
    },
    {
      "cite": "Marmontel Gretry",
      "quote": "Where can a person be better than in the bosom of their family."
    },
    {
      "cite": "Swahili Proverb",
      "quote": "When the head of the family dies, that family breaks up."
    },
    {
      "cite": "Matt Groening",
      "quote": "Families are about love overcoming emotional torture."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "People who have good relationships at home are more effective in the marketplace."
    },
    {
      "cite": "Agatha Christie",
      "quote": "Family strength is a marvellous thing."
    },
    {
      "cite": "Aishwarya Rai Bachchan",
      "quote": "My family is my strength and my weakness."
    },
    {
      "cite": "Anita Baker",
      "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family."
    },
    {
      "cite": "Anthony Brandt",
      "quote": "Other things may change us, but we start and end with the family."
    },
    {
      "cite": "Barbara Bush",
      "quote": "To us, family means putting your arms around each other and being there."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Where will our country find leaders with integrity, courage, strength-all the family values-in ten, twenty, or thirty years? The answer is that you are teaching them, loving them, and raising them right now."
    },
    {
      "cite": "Billy Graham",
      "quote": "Family prayer is a fourth vital link in the chain of spiritual strength - a strength we are trying to build to protect us from a world gone mad. Practicing prayer as a family, not just a flippant blessing before a meal, can give us the security we need."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "The love of family and the admiration of friends is much more important than wealth and privilege."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "A family is a place where principles are hammered and honed on the anvil of everyday living."
    },
    {
      "cite": "Courtland Milloy",
      "quote": "Nothing purchased can come close to the renewed sense of gratitude for having family and friends."
    },
    {
      "cite": "Criss Jami",
      "quote": "That which you love most will then become both your strength and your weakness."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "You don’t choose your family. They are God’s gift to you, as you are to them."
    },
    {
      "cite": "Elizabeth Edwards",
      "quote": "It takes a lot of work to put together a marriage, to put together a family and a home."
    },
    {
      "cite": "Elizabeth George",
      "quote": "A godly mother loves God with all her heart, soul, mind, and strength. And she passionately and consistently teaches her children to do the same."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "The strength of a man is in his character. A strong man is great man of wisdom who understands, his top priority is to his family."
    },
    {
      "cite": "Eva Burrows",
      "quote": "In family life, love is the oil that eases friction, the cement that binds closer together, and the music that brings harmony."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Family quarrels are bitter things. They don’t go according to any rules. They’re not like aches or wounds, they’re more like splits in the skin that won’t heal because there’s not enough material."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "You can kiss your family and friends good-bye and put miles between you, but at the same time you carry them with you in your heart, your mind, your stomach, because you do not just live in a world but a world lives in you."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The family is the test of freedom; because the family is the only thing that the free man makes for himself and by himself."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Family is a life jacket in the stormy sea of life."
    },
    {
      "cite": "J.S. Bryan",
      "quote": "Many men can make a fortune, but very few can build a family."
    },
    {
      "cite": "Jenna Morasca",
      "quote": "Family is a unique gift that needs to be appreciated and treasured, even when they’re driving you crazy. As much as they make you mad, interrupt you, annoy you, curse at you, try to control you, these are the people who know you the best and who love you."
    },
    {
      "cite": "Jim Butcher",
      "quote": "When everything goes to hell, the people who stand by you without flinching — they are your family."
    },
    {
      "cite": "Josiah",
      "quote": "Think of your family today and every day thereafter, don’t let the busy world of today keep you from showing how much you love and appreciate your family."
    },
    {
      "cite": "Kelly Clarkson",
      "quote": "My friends and family are my support system. They tell me what I need to hear, not what I want to hear, and they are there for me in the good times and bad times. Without them I have no idea where I would be and I know that their love for me is what's keeping my head above the water."
    },
    {
      "cite": "Kim Boykin",
      "quote": "You are blood. You are sisters. No man can break that bond."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you strength while loving someone deeply gives you courage."
    },
    {
      "cite": "Marge Kennedy",
      "quote": "The informality of family life is a blessed condition that allows us all to become our best while looking our worst."
    },
    {
      "cite": "Melissa Foster",
      "quote": "Love is the foundation of strength in a family."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "Family is not an important thing. It’s everything."
    },
    {
      "cite": "Mother Teresa",
      "quote": "What can you do to promote world peace? Go home and love your family."
    },
    {
      "cite": "Os Guinness",
      "quote": "The multiple angry assaults on the \"traditional family\" are the rotten fruit of Christians corrupting the beauty and strength of the \"covenantal family\" of the Bible into the hated \"hierarchical family\" of the stereotypes so loved by feminists and others."
    },
    {
      "cite": "Quinn Loftis",
      "quote": "The Canis Lupus, both wolf and man, were meant to be a family with one another. We gain strength through our bond with each other."
    },
    {
      "cite": "Reinhold Niebuhr",
      "quote": "Family life is too intimate to be preserved by the spirit of justice. It can be sustained by a spirit of love which goes beyond justice."
    },
    {
      "cite": "Richard Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other’s life. Rarely do members of the same family grow up under the same roof."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Families are messy. Immortal families are eternally messy. Sometimes the best we can do is to remind each other that we’re related for better or for worse and try to keep the maiming and killing to a minimum."
    },
    {
      "cite": "The Church Of Jesus Christ Of Latter-day Saints",
      "quote": "Whenever a woman strengthens the faith of a child, she contributes to the strength of a family - now and in the future."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "No ordinary work done by a man is either as hard or as responsible as the work of a woman who is bringing up a family of small children; for upon her time and strength demands are made not only every hour of the day but often every hour of the night."
    },
    {
      "cite": "unknown",
      "quote": "Families are like branches on a tree. We grow in different directions, yet our roots remain as one."
    },
    {
      "cite": "unknown",
      "quote": "Family. A little bit of crazy, a little bit of loud and a whole lot of love."
    },
    {
      "cite": "unknown",
      "quote": "Family–we may not have it all together, but together we have it all."
    },
    {
      "cite": "unknown",
      "quote": "Family: Where life begins and love never ends."
    },
    {
      "cite": "unknown",
      "quote": "Love your family. Spend time, be kind and serve one another. Make no room for regrets. Tomorrow is not promised and today is short."
    },
    {
      "cite": "Wanda Hope Carter",
      "quote": "Family and friends are hidden treasures, seek them and enjoy their riches"
    },
    {
      "cite": "Winston Churchill",
      "quote": "There is no doubt that it is around the family and the home that all the greatest virtues, the most dominating virtues of human society, are created, strengthened and maintained."
    }
  ]
}