{
  "source": "https://www.wisesayings.com/family-tree-quotes/",
  "theme": "family-tree",
  "quotes": [
    {
      "cite": "Albert Camus",
      "quote": "A man without ethics is a wild beast loosed upon this world."
    },
    {
      "cite": "John Berger",
      "quote": "Without ethics, man has no future. This is to say, mankind without them cannot be itself. Ethics determine choices and actions and suggest difficult priorities."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Ethics is the activity of man directed to secure the inner perfection of his own personality."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "Ethics and equity and the principles of justice do not change with the calendar."
    },
    {
      "cite": "B. R. Ambedkar",
      "quote": "A people and their religion must be judged by social standards based on social ethics. No other standard would have any meaning if religion is held to be necessary good for the well-being of the people."
    },
    {
      "cite": "Voltaire",
      "quote": "It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "We colour and mould according to the wants within us whatever our eyes bring in."
    },
    {
      "cite": "Stanley Milgram",
      "quote": "The disappearance of a sense of responsibility is the most far-reaching consequence of submission to authority."
    },
    {
      "cite": "David O. McKay",
      "quote": "True education does not consist merely in the acquiring of a few facts of science, history, literature, or art, but in the development of character."
    },
    {
      "cite": "Adam Smith",
      "quote": "Virtue is more to be feared than vice, because its excesses are not subject to the regulation of conscience."
    },
    {
      "cite": "Albert Einstein",
      "quote": "True religion is real living; living with all one's soul, with all one's goodness and righteousness."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Man's duty is to improve himself; to cultivate his mind; and, when he finds himself going astray, to bring the moral law to bear upon himself."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "If it is not right do not do it; if it is not true do not say it."
    },
    {
      "cite": "Norman Schwarzkopf",
      "quote": "The truth of the matter is that you always know the right thing to do. The hard part is doing it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The meaning of good and bad, of better and worse, is simply helping or hurting."
    },
    {
      "cite": "Aristotle",
      "quote": "We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly."
    },
    {
      "cite": "Warren Buffet",
      "quote": "Price is what you pay. Value is what you get."
    },
    {
      "cite": "Confucius",
      "quote": "To see what is right and not to do it is want of courage"
    }
  ]
}