{
  "source": "https://www.wisesayings.com/family-planning-quotes/",
  "theme": "family-planning",
  "quotes": [
    {
      "cite": "Philip Kotler",
      "quote": "One of the major causes of poverty is a lack of family planning. Governments and nonprofit organizations need to encourage poor people to use birth control so that they don't have unexpected babies, which will only make poorer families poorer."
    },
    {
      "cite": "Martha Plimpton",
      "quote": "It's long been accepted as fact that the availability of family planning services saves lives. Where women have access to these services, children and families are healthier, and society at large benefits."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortion."
    },
    {
      "cite": "Azim Premji",
      "quote": "A girl child who is even a little bit educated is more conscious of family planning, health care and, in turn, her children's own education."
    },
    {
      "cite": "Dr. Nafis Sadik",
      "quote": "Reproductive health, sexual health, family planning, and autonomy and equality for women are not the fruits of development; they are not even the fertilizer—they are the tree itself."
    },
    {
      "cite": "Al Gore",
      "quote": "Third world nations are producing too many children too fast...it is time to ignore the controversy over family planning and cut out-of-control population growth."
    },
    {
      "cite": "Jenny Shipley",
      "quote": "Every second, every day, every year, we fail to address demand for reproductive health and family planning services. Lives are lost, and girls' opportunities to thrive and contribute to their country's development shrink. These are real people."
    },
    {
      "cite": "Jay Leno",
      "quote": "Family planning experts are now recommending giving men vasectomy gift cards for the holidays. Talk about taking the jingle out of the bells."
    },
    {
      "cite": "Shirley Chisholm",
      "quote": "To label family planning and legal abortion programs \"genocide\" is male rhetoric, for male ears."
    },
    {
      "cite": "Riane Eisler",
      "quote": "The only life many of the leaders of the anti-family planning movement seem to care about—indeed obsess about—is life before birth and after death."
    },
    {
      "cite": "Muhammad Yunus",
      "quote": "UN studies conducted in more than forty developing countries show that the birth rate falls as women gain equality... I believe income-earning opportunities that empower poor women ... will have more impact on curbing population growth than the current system of \"encouraging\" family planning practices through intimidation tactics.. Family planning should be left to the family."
    },
    {
      "cite": "Shirley Chisholm",
      "quote": "Which is more like genocide, I have asked some of my black brothers—this, the way things are, or the conditions I am fighting for in which the full range of family planning services is available to women of all classes and colors, starting with effective contraception and extending to safe, legal terminations of undesired pregnancies at a price they can afford?"
    },
    {
      "cite": "Jeanne Shaheen",
      "quote": "We know that the way to decrease unplanned pregnancies and abortions is to make birth control and family planning services accessible and affordable, not micromanage the type of medical information and reproductive health counseling that women around the world receive."
    },
    {
      "cite": "Jenny Shipley",
      "quote": "We know that when women have access to voluntary family planning services, supplies and information, society sees enormous gains in each of the three pillars of sustainable development—human development, economic growth and environmental sustainability. Without it, families, communities and natural resources are extraordinarily burdened."
    },
    {
      "cite": "Bell Hooks",
      "quote": "Many of us were the unplanned children of talented, creative women whose lives had been changed by unplanned and unwanted pregnancies. We witnessed their bitterness, their rage, their disappointment with their lot in life and we were clear that there could be no genuine sexual liberation for women and men without better, safer contraceptives, without the right to a safe, legal abortion."
    },
    {
      "cite": "Mother Teresa",
      "quote": "The way to plan the family is natural family planning, not contraception...This (use of contraceptives) turns the attention to self and so it destroys the gift of love in him or her. In loving, the husband and wife must turn the attention to each other as happens in natural family planning, and not to self, as happens in contraception. Once that living love is destroyed by contraception, abortion follows easily . . . And abortion, which often follows from contraception, brings a people to be spiritually poor, and that is the worst poverty and the most difficult to overcome."
    },
    {
      "cite": "Babatunde Osotimehin",
      "quote": "Deciding about pregnancy should be by choices, not chance. Having the information and means to do so is a basic human right. Family planning is one of the best investments that we can make for women's empowerment, gender equality, sustainable development, and creating the future we want."
    },
    {
      "cite": "Dr. Nafis Sadik",
      "quote": "When we talk about ‘reproductive rights’ this is what we mean. It’s the difference between people as objects, and people as agents: between regarding people as pawns on the policy chessboard and recognizing them as the players, the decision-makers, the drivers of policy; autonomous individuals intimately concerned with the direction of their own lives. Under these conditions women, especially, enjoy better health and live fuller lives."
    },
    {
      "cite": "H.L. Mencken",
      "quote": "It is now quite lawful for a Catholic woman to avoid pregnancy by a resort to mathematics, though she is still forbidden to resort to physics and chemistry."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Those who in principle oppose birth control are either incapable of arithmetic or else in favor of war, pestilence and famine as permanent features of human life."
    },
    {
      "cite": "Carole Tabron",
      "quote": "A crying baby is the best form of birth control."
    },
    {
      "cite": "Roman Tesfaye",
      "quote": "To be engaged in the economic sphere, to create income, to contribute to family health and well-being and to the country’s development, we must have family planning services."
    },
    {
      "cite": "Donella Meadows",
      "quote": "World fertility surveys indicate that anywhere from one third to one half of the babies born in the Third World would not be if their mothers had access to cheap, reliable family planning, had enough personal empowerment to stand up to their husbands and relatives, and could choose their own family size."
    },
    {
      "cite": "Rachel Silverman",
      "quote": "Family planning saves the lives of mothers and children. It empowers women with the right to make their own reproductive choices and control their own bodies. Through those choices, it empowers women to enter the workforce and pursue economic opportunities."
    },
    {
      "cite": "Joyce Banda",
      "quote": "It is only when a woman is economically empowered that she can negotiate at household level with her husband about the number of children that body of hers can have."
    },
    {
      "cite": "Louise Slaughter",
      "quote": "For most women, including women who want to have children, contraception is not an option; it is a basic health care necessity."
    },
    {
      "cite": "Nell Zink",
      "quote": "If and when family planning is the responsibility of females, males are best kept under lock and key."
    },
    {
      "cite": "Dora Winifred Black Russell",
      "quote": "We want far better reasons for having children than not knowing how to prevent them."
    },
    {
      "cite": "Katelyn Bryant-Comstock",
      "quote": "So let’s keep talking about it. Make family planning a part of every conversation. It’s a right, a method, and a discussion that we must have—openly and honestly—at every stage of life."
    },
    {
      "cite": "David Horsey",
      "quote": "From China and India to Turkey and Brazil, when women have gotten access to education, to family planning and to a vital place in the economy, greater prosperity has followed. And when women are free to speak and learn, they temper the extremes of ideology and fanaticism and raise sons who are less likely to become human bombs."
    },
    {
      "cite": "Bob Casey",
      "quote": "The evidence is pretty strong: if you have access to family planning and birth control, the abortion rate is going to go down."
    },
    {
      "cite": "Emily Sullivan",
      "quote": "When you don’t have the ability to plan for your future, unfortunately, there are kids . . . who are in a situation where their parents are really not able to take care of them, and they end up in a system that, despite trying, can really fail them in the long run."
    },
    {
      "cite": "Mechai Viravaidya",
      "quote": "In the Buddhist scriptures, it said many births cause suffering, so Buddhism is not against family planning."
    },
    {
      "cite": "Spike Milligan",
      "quote": "Contraceptives should be used on every conceivable occasion."
    },
    {
      "cite": "Margaret Smith",
      "quote": "The best contraceptive is the word no—repeated frequently."
    },
    {
      "cite": "Anne Lamott",
      "quote": "As a Christian and a feminist, the most important message I can carry and fight for is the sacredness of each human life, and reproductive rights for all women are a crucial part of that. It is a moral necessity that we not be forced to bring children into the world for whom we cannot be responsible and adoring and present. We must not inflict life on children who will be resented; we must not inflict unwanted children on society."
    },
    {
      "cite": "Pamela Madsen",
      "quote": "Reproductive freedom is not just the ability not to have a child through birth control. It's the ability to have one if and when you want."
    },
    {
      "cite": "Thoraya Obaid",
      "quote": "We cannot confront the massive challenges of poverty, hunger, disease and environmental destruction unless we address issues of population and reproductive health."
    },
    {
      "cite": "Geeta Phogat",
      "quote": "The problem of burgeoning population can be addressed if we begin with women itself. And, we need to educate them and spread awareness about birth control and family planning through TV channels and newspapers."
    }
  ]
}