{
  "source": "https://www.wisesayings.com/family-drama-quotes/",
  "theme": "family-drama",
  "quotes": [
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "If a country is to be corruption free and become a nation of beautiful minds, I strongly feel there are three key societal members who can make a difference. They are father, the mother and the teacher."
    },
    {
      "cite": "Anita Baker",
      "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family."
    },
    {
      "cite": "Barbara Bush",
      "quote": "To us, family means putting your arms around each other and being there."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A man that raises a large family does, indeed, while he lives to observe them, stand a broader mark for sorrow; but then he stands a broader mark for pleasure too."
    },
    {
      "cite": "Billy Graham",
      "quote": "The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one’s life, but rather a legacy of character and faith."
    },
    {
      "cite": "Billy Graham",
      "quote": "The secret of a happy home life is that members of the family learn to give and receive love."
    },
    {
      "cite": "Christopher Lasch",
      "quote": "The family is a haven in a heartless world."
    },
    {
      "cite": "Confucius",
      "quote": "The strength of a nation derives from the integrity of the home."
    },
    {
      "cite": "David W. Earle",
      "quote": "Making amends is not only saying the words but also being willing to listen to how your behavior caused another’s pain, and then the really hard part…changing behavior."
    },
    {
      "cite": "Donna Hedges",
      "quote": "Having a place to go – is a home. Having someone to love – is a family. Having both – is a blessing."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored."
    },
    {
      "cite": "Elizabeth II",
      "quote": "Like all the best families, we have our share of eccentricities, of impetuous and wayward youngsters and of family disagreements."
    },
    {
      "cite": "Irvin D. Yalom",
      "quote": "I explain to my patients that abused children often find it hard to disentangle themselves from their dysfunctional families, whereas children grow away from good, loving parents with far less conflict. After all, isn’t that the task of a good parent, to enable the child to leave home?"
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Family is supposed to be our safe heaven. Very often, it's the place where we find the deepest heartache."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In the process of letting go you will lose many things from the past, but you will find yourself."
    },
    {
      "cite": "Zayn Malik",
      "quote": "There comes a day when you realize turning the page is the best feeling in the world, because you realize there is so much more to the book than the page you were stuck on."
    },
    {
      "cite": "Richard LaGravenese",
      "quote": "Families always have these unspoken dramas, and at holidays, everyone is supposed to sit down and pretend that none of that is going on."
    },
    {
      "cite": "Alejandro Gonzalez Inarritu",
      "quote": "In families you can find the source of every human drama. It is interesting because the cell of a society, the cell of a country, the cell of humanity - everything lies in the family."
    },
    {
      "cite": "Dan Colen",
      "quote": "For all the drama we all have with our families and all the tension and hostility, I couldn't have done this without my family. Being the people that they are - they're crazy - made it possible for me to be crazy and to live a lifestyle of my own design."
    },
    {
      "cite": "David W. Earle",
      "quote": "The more dysfunctional, the more some family members seek to control the behavior of others."
    },
    {
      "cite": "Beta Metani'Marashi",
      "quote": "No one have a perfect family, but my family is perfect for Me"
    },
    {
      "cite": "Jonathan Tropper",
      "quote": "We get married to have an ally against our family."
    },
    {
      "cite": "David W. Earle",
      "quote": "Families living in dysfunction seldom have healthy boundaries. Dysfunctional families have trouble knowing where they stop and others begin."
    },
    {
      "cite": "Heinrich Boll",
      "quote": "A family without a black sheep is not a typical family"
    },
    {
      "cite": "Sofia Vergara",
      "quote": "Sometimes it can be bad to have too much family. Everybody gets involved in your problems, giving their opinion, gossiping, and making drama. But when bad things happen, they will be there to support you."
    },
    {
      "cite": "Emily Vancamp",
      "quote": "With family dramas, it's hard to keep those stories alive."
    },
    {
      "cite": "George Eliot",
      "quote": "Family likeness has often a deep sadness in it. Nature, that great tragic dramatist, knits us together by bone and muscle, and divides us by the subtler web of our brains; blends yearning and repulsion; and ties us by our heart-strings to the beings that jar us at every movement."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "You don't choose your family. They are God's gift to you, as you are to them."
    },
    {
      "cite": "J.J. McCloskey",
      "quote": "Home is where the heart is."
    },
    {
      "cite": "Johann Schiller",
      "quote": "It is not flesh and blood but the heart which makes us fathers and sons."
    },
    {
      "cite": "Brad Henry",
      "quote": "Families are the compass that guides us. They are the inspiration to reach great heights, and our comfort when we occasionally falter."
    },
    {
      "cite": "Confucius",
      "quote": "To put the world right in order, we must first put the nation in order; to put the nation in order, we must first put the family in order; to put the family in order, we must first cultivate our personal life; we must first set our hearts right."
    },
    {
      "cite": "Milton R. Saperstein",
      "quote": "Bringing up a family should be an adventure, not an anxious discipline in which everybody is constantly graded for performance."
    },
    {
      "cite": "Richard Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life. Rarely do members of one family grow up under the same roof."
    },
    {
      "cite": "Terri Burritt",
      "quote": "Families ties are cherished things, forged in childhood days, by love of parents, deep and true, and sweet familiar ways."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "So many people prefer to live in drama because it's comfortable. It's like someone staying in a bad marriage or relationship - it's actually easier to stay because they know what to expect every day, versus leaving not knowing what to expect."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Free yourself from the complexities and drama of your life. Simplify. Look within. Within ourselves we all have the gifts and talents we need to fulfill the purpose we've been blessed with."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Family quarrels have a total bitterness unmatched by others. Yet it sometimes happens that they also have a kind of tang, a pleasantness beneath the unpleasantness, based on the tacit understanding that this is not for keeps; that any limb you climb out on will still be there later for you to climb back."
    },
    {
      "cite": "Jane Howard",
      "quote": "Call it a clan, call it a network, call it a tribe, call it a family. Whatever you call it, whoever you are, you need one."
    },
    {
      "cite": "Rose Macaulay",
      "quote": "They... threw themselves into the interests of the rest, but each plowed his or her own furrow. Their thoughts, their little passions and hopes and desires, all ran along separate lines. Family life is like this - animated, but collateral."
    },
    {
      "cite": "Wayne Chirisa",
      "quote": "Money is just a form of trade to buy your wants, but it cannot be there for your needs in as much as the loving people around you."
    },
    {
      "cite": "Dan Wilcox",
      "quote": "I don't care how poor a man is; if he has family, he's rich."
    },
    {
      "cite": "Anthony Brandt",
      "quote": "Other things may change us, but we start and end with family."
    },
    {
      "cite": "Jim Butcher",
      "quote": "When everything goes to hell, the people who stand by you without flinching — they are your family."
    },
    {
      "cite": "Joel Osteen",
      "quote": "Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God's perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year."
    },
    {
      "cite": "John Irving",
      "quote": "To each other, we were as normal and nice as the smell of bread. We were just a family. In a family even exaggerations make perfect sense."
    },
    {
      "cite": "John Osborne",
      "quote": "That voice that cries out doesn't have to be a weakling's does it?"
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "One day you will do things for me that you hate. That is what it means to be family."
    },
    {
      "cite": "Josiah",
      "quote": "Think of your family today and every day thereafter, don’t let the busy world of today keep you from showing how much you love and appreciate your family."
    },
    {
      "cite": "Joss Whedon",
      "quote": "I love all genres. The only thing I get stymied by is the Family Drama. I don't necessarily know how to approach that."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "When you look at your life, the greatest happinesses are family happinesses."
    },
    {
      "cite": "Kendall Hailey",
      "quote": "The great gift of family life is to be intimately acquainted with people you might never even introduce yourself to, had life not done it for you."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "No matter what you’ve done for yourself or for humanity, if you can’t look back on having given love and attention to your own family, what have you really accomplished?"
    },
    {
      "cite": "Leon Tolstoy",
      "quote": "All happy families are alike. Every unhappy family, however, is unhappy in its own way."
    },
    {
      "cite": "Lex Luger",
      "quote": "Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time."
    },
    {
      "cite": "Mark V. Olsen",
      "quote": "At the end of the day, a loving family should find everything forgivable."
    },
    {
      "cite": "Peter Buffett",
      "quote": "It didn’t matter how big our house was; it mattered that there was love in it."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "To maintain a joyful family requires much from both the parents and the children. Each member of the family has to become, in a special way, the servant of the others."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Nothing like watching your relatives fight, I always say."
    },
    {
      "cite": "Robert Brault",
      "quote": "Family life is a bit like a runny peach pie – not perfect but who’s complaining?"
    },
    {
      "cite": "Sera Christann",
      "quote": "Sometimes our hearts get tangled, and our souls a little off kilter. Friends and family can set us right, and help guide us back to the light."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "There's a reason Mia is currently an only child. Family drama takes on a whole new meaning when they're feuding gods who can't stand the sight of each other and always try to kill one another whenever they're in the same room."
    },
    {
      "cite": "Virginia Satir",
      "quote": "Feelings of worth can flourish only in an atmosphere where individual differences are appreciated, mistakes are tolerated, and communication is open, and rules are flexible - the kind of atmosphere that is found in a nurturing family."
    },
    {
      "cite": "Walt Disney",
      "quote": "A man should never neglect his family for business."
    }
  ]
}