{
  "source": "https://www.wisesayings.com/family-quotes/",
  "theme": "family",
  "quotes": [
    {
      "cite": "Johann Schiller",
      "quote": "It is not flesh and blood but the heart which makes us fathers and sons."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "An ounce of blood is worth more than a pound of friendship."
    },
    {
      "cite": "Shirley Abbott",
      "quote": "We all grow up with the weight of history on us. Our ancestors dwell in the attics of our brains as they do in the spiraling chains of knowledge hidden in every cell of our bodies."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "You don't choose your family. They are God's gift to you, as you are to them."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A father's a treasure; a brother's a comfort; a friend is both."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A brother may not be a friend, but a friend will always be a brother."
    },
    {
      "cite": "Brad Henry",
      "quote": "Families are the compass that guides us. They are the inspiration to reach great heights, and our comfort when we occasionally falter."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Families are messy. Immortal families are eternally messy. Sometimes the best we can do is to remind each other that we're related for better or for worse and try to keep the maiming and killing to a minimum."
    },
    {
      "cite": "Marjorie Pay Hinckley",
      "quote": "Home is where you are loved the most and act the worst."
    },
    {
      "cite": "unknown",
      "quote": "Be it ever so humble there's no place like home."
    },
    {
      "cite": "Virginia Satir",
      "quote": "Feelings of worth can flourish only in an atmosphere where individual differences are appreciated, mistakes are tolerated, communication is open, and rules are flexible -- the kind of atmosphere that is found in a nurturing family."
    },
    {
      "cite": "English Proverb",
      "quote": "Children are a poor man's riches."
    },
    {
      "cite": "French (on parents and children)",
      "quote": "Children have more need of models than critics."
    },
    {
      "cite": "George Eliot",
      "quote": "What greater thing is there for human souls than to feel that they are joined for life - to be with each other in silent unspeakable memories."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "Each day of our lives we make deposits in the memory banks of our children."
    },
    {
      "cite": "George Herbert",
      "quote": "One father is more than a hundred schoolmasters."
    },
    {
      "cite": "Deb Caletti",
      "quote": "That's what people do who love you. They put their arms around you and love you when you're not so lovable."
    },
    {
      "cite": "Terri Burritt",
      "quote": "Families ties are cherished things, forged in childhood days, by love of parents, deep and true, and sweet familiar ways."
    },
    {
      "cite": "Michael Levinve",
      "quote": "Having children makes you no more a parent than having a piano makes you a pianist."
    },
    {
      "cite": "Theodore Hesburgh",
      "quote": "The most important thing a father can do for his children is to love their mother."
    },
    {
      "cite": "Angela Schwindt",
      "quote": "While we try to teach our children all about life, our children teach us what life is all about."
    },
    {
      "cite": "Mitch Albom",
      "quote": "All parents damage their children. It cannot be helped. Youth, like pristine glass, absorbs the prints of its handlers. Some parents smudge, others crack, a few shatter childhoods completely into jagged little pieces, beyond repair."
    },
    {
      "cite": "William Shakespeare",
      "quote": "It is a wise father that knows his own child."
    },
    {
      "cite": "Milton R. Saperstein",
      "quote": "Bringing up a family should be an adventure, not an anxious discipline in which everybody is constantly graded for performance."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Parents are like God because you wanna know they're out there, and you want them to think well of you, but you really only call when you need something."
    },
    {
      "cite": "Ann Brashares",
      "quote": "Parents were the only ones obligated to love you; from the rest of the world you had to earn it."
    },
    {
      "cite": "Richard Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life. Rarely do members of one family grow up under the same roof."
    },
    {
      "cite": "Confucius",
      "quote": "The strength of a nation derives from the integrity of the home."
    },
    {
      "cite": "Dorothy C. Fisher",
      "quote": "A mother is not a person to lean on, but a person to make leaning unnecessary."
    },
    {
      "cite": "M. Grundler",
      "quote": "The best inheritance a parent can give to his children is a few minutes of their time each day."
    },
    {
      "cite": "Quentin",
      "quote": "The children despise their parents until the age of when they suddenly become just like them - thus preserving the system."
    },
    {
      "cite": "Mitch Albom",
      "quote": "This is part of what a family is about, not just love. It's knowing that your family will be there watching out for you. Nothing else will give you that. Not money. Not fame. Not work."
    },
    {
      "cite": "Robin Hobb",
      "quote": "Home is people. Not a place. If you go back there after the people are gone, then all you can see is what is not there any more."
    },
    {
      "cite": "Kristin Hannah",
      "quote": "A daughter without her mother is a woman broken. It is a loss that turns to arthritis and settles deep into her bones."
    },
    {
      "cite": "Marge Kennedy",
      "quote": "The informality of family life is a blessed condition that allows us to become our best while looking our worst."
    },
    {
      "cite": "Marquise de Sevigne",
      "quote": "We cannot destroy kindred: our chains stretch a little sometimes, but they never break."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "This was the trouble with families. Like invidious doctors, they knew just where it hurt."
    },
    {
      "cite": "German Proverb",
      "quote": "Blood is thicker than water."
    },
    {
      "cite": "Bible (Matthew 12:25)",
      "quote": "A house divided cannot stand."
    },
    {
      "cite": "Asian Proverb",
      "quote": "The apple doesn't fall far from the tree."
    },
    {
      "cite": "African proverb Kpelle Tribe",
      "quote": "A crab walks, so walks his children."
    },
    {
      "cite": "Wolof (West African (on parenting and children)",
      "quote": "What children say, they have heard at home."
    },
    {
      "cite": "German (on parenting and children)",
      "quote": "You can do anything with children if only you play with them."
    },
    {
      "cite": "Confucius",
      "quote": "To put the world right in order, we must first put the nation in order; to put the nation in order, we must first put the family in order; to put the family in order, we must first cultivate our personal life; we must first set our hearts right."
    },
    {
      "cite": "Asian Proverb",
      "quote": "Like father, like son."
    },
    {
      "cite": "J.J. McCloskey",
      "quote": "Home is where the heart is."
    },
    {
      "cite": "Korean (on parenting and children)",
      "quote": "Give an extra piece of cake to a stepchild."
    },
    {
      "cite": "Tobias George Smollett",
      "quote": "Charity begins at home."
    },
    {
      "cite": "Robert M. Maciver",
      "quote": "When you educate a man you educate an individual. When you educate a woman you educate a whole family."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Rejoice with your family in the beautiful land of life."
    },
    {
      "cite": "Alex Haley",
      "quote": "In every conceivable manner, the family is a link to our past, bridge to our future."
    },
    {
      "cite": "Andre Maurois",
      "quote": "Without a family, man, alone in the world, trembles with the cold."
    },
    {
      "cite": "Anita Baker",
      "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family."
    },
    {
      "cite": "Anthony Brandt",
      "quote": "Other things may change us, but we start and end with the family."
    },
    {
      "cite": "Barbara Bush",
      "quote": "To us, family means putting your arms around each other and being there."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Cherish your human connections – your relationships with friends and family."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A man that raises a large family does, indeed, while he lives to observe them, stand a broader mark for sorrow; but then he stands a broader mark for pleasure too."
    },
    {
      "cite": "Burmese Proverb",
      "quote": "In time of test, family is best."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "To understand your parents’ love, you must raise children yourself."
    },
    {
      "cite": "David Ogden Stiers",
      "quote": "Family means no one gets left behind or forgotten."
    },
    {
      "cite": "Dodie Smith",
      "quote": "The family – that dear octopus from whose tentacles we never quite escape, nor, in our inmost hearts, ever quite wish to."
    },
    {
      "cite": "Elizabeth Berg",
      "quote": "You are born into your family and your family is born into you. No returns. No exchanges."
    },
    {
      "cite": "Evan Esar",
      "quote": "Family: A social unit where the father is concerned with parking space, the children with outer space, and the mother with closet space."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Family quarrels are bitter things. They don’t go according to any rules. They’re not like aches or wounds, they’re more like splits in the skin that won’t heal because there’s not enough material."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "You can kiss your family and friends good-bye and put miles between you, but at the same time you carry them with you in your heart, your mind, your stomach, because you do not just live in a world but a world lives in you."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "In family life, love is the oil that eases friction, the cement that binds closer together, and the music that brings harmony."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A happy family is but an earlier heaven."
    },
    {
      "cite": "George Burns",
      "quote": "Happiness is having a large, loving, caring, close-knit family in another city."
    },
    {
      "cite": "George Santayana",
      "quote": "The family is one of nature’s masterpieces."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The family is the test of freedom; because the family is the only thing that the free man makes for himself and by himself."
    },
    {
      "cite": "Guy Lafleur",
      "quote": "When trouble comes, it’s your family that supports you."
    },
    {
      "cite": "Haniel Long",
      "quote": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modelled upon it."
    },
    {
      "cite": "Haniel Long",
      "quote": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty."
    },
    {
      "cite": "Harry Morgan",
      "quote": "Being part of a family means smiling for photos."
    },
    {
      "cite": "Irina Shayk",
      "quote": "Nothing is better than going home to family and eating good food and relaxing."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Family is a life jacket in the stormy sea of life."
    },
    {
      "cite": "Elizabeth Jane Howard",
      "quote": "Call it a clan, call it a network, call it a tribe, call it a family: Whatever you call it, whoever you are, you need one."
    },
    {
      "cite": "Jenna Morasca",
      "quote": "Family is a unique gift that needs to be appreciated and treasured, even when they’re driving you crazy. As much as they make you mad, interrupt you, annoy you, curse at you, try to control you, these are the people who know you the best and who love you."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "My mother used to tell me that when push comes to shove, you always know who to turn to. That being a family isn't a social construct but an instinct."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Family and friendships are two of the greatest facilitators of happiness."
    },
    {
      "cite": "John Wooden",
      "quote": "The most important thing in the world is family and love."
    },
    {
      "cite": "Josiah",
      "quote": "Think of your family today and every day thereafter, don’t let the busy world of today keep you from showing how much you love and appreciate your family."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "The only rock I know that stays steady, the only institution I know that works, is the family."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "All happy families are alike; every unhappy family is unhappy in its own way."
    },
    {
      "cite": "Lil’ Kim",
      "quote": "I am blessed to have so many great things in my life – family, friends, and God. All will be in my thoughts daily."
    },
    {
      "cite": "Lisa Weed",
      "quote": "Being a family means you are a part of something very wonderful. It means you will love and be loved for the rest of your life."
    },
    {
      "cite": "Marge Kennedy",
      "quote": "In truth a family is what you make it. It is made strong, not by number of heads counted at the dinner table, but by the rituals you help family members create, by the memories you share, by the commitment of time, caring, and love you show to one another, and by the hopes for the future you have as individuals and as a unit."
    },
    {
      "cite": "Mario Puzo",
      "quote": "The strength of a family, like the strength of an army, is in its loyalty to each other."
    },
    {
      "cite": "Mary Karr",
      "quote": "A dysfunctional family is any family with more than one person in it."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I sustain myself with the love of family."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "Family is not an important thing, it’s everything."
    },
    {
      "cite": "Mother Teresa",
      "quote": "What can you do to promote world peace? Go home and love your family."
    },
    {
      "cite": "Nancy Parker Brummett",
      "quote": "Having somewhere to go is home. Having someone to love is family. And having both is a blessing."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Show me a family of readers, and I will show you the people who move the world."
    },
    {
      "cite": "Paul Pearsall",
      "quote": "Our most basic instinct is not for survival but for family. Most of us would give our own life for the survival of a family member, yet we lead our daily life too often as if we take our family for granted."
    },
    {
      "cite": "Peter Buffett",
      "quote": "It didn’t matter how big our house was; it mattered that there was love in it."
    },
    {
      "cite": "Pope John XXIII",
      "quote": "The family is the first essential cell of human society."
    },
    {
      "cite": "Reba McEntire",
      "quote": "I don't think quantity time is as special as quality time with your family."
    },
    {
      "cite": "Reinhold Niebuhr",
      "quote": "Family life is too intimate to be preserved by the spirit of justice. It can be sustained by a spirit of love which goes beyond justice."
    },
    {
      "cite": "Robert Byrd",
      "quote": "One’s family is the most important thing in life. I look at it this way: One of these days I’ll be over in a hospital somewhere with four walls around me. And the only people who’ll be with me will be my family."
    },
    {
      "cite": "Romans 12:9",
      "quote": "Let love be genuine. Abhor what is evil; hold fast to what is good."
    },
    {
      "cite": "Trenton Lee Stewart",
      "quote": "You must remember, family is often born of blood, but it doesn't depend on blood. Nor is it exclusive friendship. Family members can be your best friends, you know. And best friends, whether or not they are related to you, can be your family."
    },
    {
      "cite": "unknown",
      "quote": "Treat your family like friends and your friends like family."
    },
    {
      "cite": "unknown",
      "quote": "Family isn’t always blood. It’s the people in your life who want you in theirs; the ones who accept you for who you are. The ones that would do anything to see your smile and who love you no matter what."
    },
    {
      "cite": "unknown",
      "quote": "Families are like branches on a tree. We grow in different directions, yet our roots remain as one."
    },
    {
      "cite": "unknown",
      "quote": "The Family is where life begins and love never ends."
    },
    {
      "cite": "Wanda Hope Carter",
      "quote": "Family and friends are hidden treasures, seek them and enjoy their riches."
    },
    {
      "cite": "Willie Stargell",
      "quote": "There’s nothing I value more than the closeness of friends and family, a smile as I pass someone on the street."
    },
    {
      "cite": "Winston Churchill",
      "quote": "There is no doubt that it is around the family and the home that all the greatest virtues of human society are created, strengthened and maintained."
    }
  ]
}