{
  "source": "https://www.wisesayings.com/family-loyalty-quotes/",
  "theme": "family-loyalty",
  "quotes": [
    {
      "cite": "Phil Mcgraw",
      "quote": "When you get married, your loyalty, first and foremost, is to your spouse, and to the family that you create together."
    },
    {
      "cite": "Samuel Goldwyn",
      "quote": "I'll take fifty percent efficiency to get one hundred percent loyalty."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Total loyalty is possible only when fidelity is emptied of all concrete content, from which changes of mind might naturally arise."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "An ounce of loyalty is worth a pound of cleverness."
    },
    {
      "cite": "Bainbridge Colby",
      "quote": "Loyalty will not permit envy, hate, and uncharitableness to creep into our public thinking."
    },
    {
      "cite": "Haniel Long",
      "quote": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty."
    },
    {
      "cite": "Nicholas Lea",
      "quote": "We both have a great loyalty to it, and I think that it's important to give it our best shot."
    },
    {
      "cite": "Donald T. Regan",
      "quote": "You've got to give loyalty down, if you want loyalty up."
    },
    {
      "cite": "Woodrow T. Wilson",
      "quote": "Loyalty means nothing unless it has at its heart the absolute principle of self-sacrifice."
    },
    {
      "cite": "Robert Charles Wilson",
      "quote": "When does loyalty become martyrdom?"
    },
    {
      "cite": "Charles Tremendous Jones",
      "quote": "Loyalty is something you give regardless of what you get back, and in giving loyalty, you're getting more loyalty; and out of loyalty flow other great qualities."
    },
    {
      "cite": "Josiah Royce",
      "quote": "Unless you can find some sort of loyalty, you cannot find unity and peace in your active living."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Lack of loyalty is one of the major causes of failure in every walk of life."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A family in harmony will prosper in everything."
    },
    {
      "cite": "Richard Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life. Rarely do members of one family grow up under the same roof."
    },
    {
      "cite": "General Colin Powell",
      "quote": "Loyalty means giving me your honest opinion, whether you think I'll like it or not. Disagreement, at this state, stimulates me. But once a decision is made, the debate ends. From that point on, loyalty means executing the decision as if it were your own."
    },
    {
      "cite": "Clarence Francis",
      "quote": "You cannot buy loyalty; you cannot buy the devotion of hearts, minds, and souls. You have to earn these things."
    },
    {
      "cite": "Sharnay",
      "quote": "Loyalty isn't grey. It's black and white. You're either loyal completely, or not loyal at all."
    },
    {
      "cite": "Jeffrey Gitomer",
      "quote": "You don't earn loyalty in a day. You earn loyalty day- by- day."
    },
    {
      "cite": "Ellen J. Barrier",
      "quote": "Loyalty is a characteristic trait. Those who have it, give it free of charge."
    },
    {
      "cite": "Stephen Covey",
      "quote": "Be loyal to those who are not present. In doing so, you build the trust of those who are present."
    },
    {
      "cite": "Glenn van Dekken",
      "quote": "Loyalty is what makes us trust, Trust is what makes us stay, Staying is what makes us love, and love is what gives us hope."
    },
    {
      "cite": "Dr Bill Tollefson",
      "quote": "Loyalty is the highest virtue taught by abusers, and used as a control tool."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "We are all in the same boat, in a stormy sea, and we owe each other a terrible loyalty."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Where there is loyalty, weapons are of no use."
    },
    {
      "cite": "Larry McMurtry",
      "quote": "The whole point of loyalty was not to change: stick with those who stuck with you."
    },
    {
      "cite": "Cicero",
      "quote": "Nothing is more noble, nothing more venerable than fidelity. Faithfulness and truth are the most sacred excellences and endowments of the human mind."
    },
    {
      "cite": "Eric Felten",
      "quote": "The only true test of loyalty is fidelity in the face of ruin and despair."
    },
    {
      "cite": "Garry Shandling",
      "quote": "I'm very loyal in relationships. Even when I go out with my mom I don't look at other moms."
    },
    {
      "cite": "Mario Puzo",
      "quote": "The strength of a family, like the strength of an army, is in its loyalty to each other."
    },
    {
      "cite": "Carrol Bryant",
      "quote": "I don't like to give up on people when they need someone not to give up on them."
    },
    {
      "cite": "Proverb",
      "quote": "Birds of a feather flock together."
    },
    {
      "cite": "Harold Laski",
      "quote": "A healthy loyalty is not passive and complacent, but active and critical."
    },
    {
      "cite": "Harmon M. Gehr",
      "quote": "Loyalty is a major force making for unity in any life-even in the existence of a civilization.... It gives point and flavor, most of all meaning, to a life or a culture."
    },
    {
      "cite": "Philip Armour",
      "quote": "There is one element that is worth its weight in gold and that is loyalty. It will cover a multitude of weaknesses."
    },
    {
      "cite": "Bainbridge Colby",
      "quote": "Loyalty will not permit envy, hate, and uncharitableness to creep into our public thinking."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "He speaketh not; and yet there lies a conversation in his eyes."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "It is better to be faithful than famous."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Commitment is an act, not a word."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Be faithful in small things because it is in them that your strength lies."
    },
    {
      "cite": "Paul Carvel",
      "quote": "Faithfulness lives where love is stronger than instinct."
    },
    {
      "cite": "Morihei Ueshiba",
      "quote": "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love."
    },
    {
      "cite": "George Strait",
      "quote": "I like people who are loyal to me, and I like to be loyal, too."
    },
    {
      "cite": "Rebecca West",
      "quote": "It is the soul's duty to be loyal to its own desires. It must abandon itself to its master passion."
    },
    {
      "cite": "Jeffrey Archer",
      "quote": "Very few people deserted me when I went to prison. They stayed loyal."
    },
    {
      "cite": "Hudson Taylor",
      "quote": "A little thing is a little thing, but faithfulness in little things is a great thing."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "It takes a deep commitment to change and an even deeper commitment to grow."
    },
    {
      "cite": "Carlos Ghosn",
      "quote": "Commitment. This is my favorite word because in some way, people who are committed are always much more interesting and much more reliable, and much more, I would say, deep than people who are not."
    },
    {
      "cite": "Emilie Autumn",
      "quote": "It gives me strength to have somebody to fight for; I can never fight for myself, but, for others, I can kill."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "If by my life or death I can protect you, I will."
    }
  ]
}