{
  "source": "https://www.wisesayings.com/family-betrayal-quotes/",
  "theme": "family-betrayal",
  "quotes": [
    {
      "cite": "Caleb Carr",
      "quote": "You want to believe that there's one relationship in life that's beyond betrayal. A relationship that's beyond that kind of hurt. And there isn't."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Betrayal is the only truth that sticks."
    },
    {
      "cite": "Suzanne Collins",
      "quote": "For there to be betrayal, there would have to have been trust first."
    },
    {
      "cite": "Malcolm X",
      "quote": "To me, the thing that is worse than death is betrayal. You see, I could conceive death, but I could not conceive betrayal."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Though those that are betray'd Do feel the treason sharply, yet the traitor Stands in worse case of woe."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "We have to distrust each other. It is our only defense against betrayal."
    },
    {
      "cite": "Steven Deitz",
      "quote": "One should rather die than be betrayed. There is no deceit in death. It delivers precisely what it has promised. Betrayal, though ... betrayal is the willful slaughter of hope."
    },
    {
      "cite": "Wes Fessler",
      "quote": "There is no greater blessing than a family hand that lifts you from a fall; but there is not lower curse than a family hand that strikes you when you're down."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The thorn from the bush one has planted, nourished and pruned pricks more deeply and draws more blood."
    },
    {
      "cite": "Autumn Kohler",
      "quote": "It's a shame that the very people who you protect are the first ones to turn there backs on you."
    },
    {
      "cite": "Catharine MacKinnon",
      "quote": "t's particularly hard to take being stabbed in the back close to home. There's always a feeling of betrayal when people of your own group oppose you."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Trust thy self, and another shall not betray thee."
    },
    {
      "cite": "George Meredith",
      "quote": "Passions spin the plot: We are betrayed by what is false within."
    },
    {
      "cite": "Charles D'Hericault",
      "quote": "Lord, defend me from my friends; I can account for my enemies."
    },
    {
      "cite": "Johann Caspar Lavater",
      "quote": "Be certain that he who has betrayed thee once will betray thee again."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Every betrayal contains a perfect moment, a coin stamped heads or tails with salvation on the other side."
    },
    {
      "cite": "Jean Genet",
      "quote": "Anyone who hasn't experienced the ecstasy of betrayal knows nothing about ecstasy at all."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "We have to distrust each other. It is our only defense against Betrayal"
    },
    {
      "cite": "Nicole Richie",
      "quote": "It's hard to tell who has your back from who has it long enough just to stab you in it ."
    },
    {
      "cite": "Junot Diaz",
      "quote": "Love is understood, in a historical way, as one of the great human vocations-but its counterspell has always been infidelity. This terrible, terrible betrayal that can tear apart not only another person, not only oneself, but whole families."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "In a broken nest there are few whole eggs."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Diaper backward spells repaid. Think about it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Relations are simply a tedious pack of people, who haven't got the remotest knowledge of how to live, nor the smallest instinct about when to die."
    },
    {
      "cite": "John Le Carre",
      "quote": "Betrayal can only happen if you love."
    },
    {
      "cite": "David Levithan",
      "quote": "It was a mistake,  you said. But the cruel thing was, it felt like the mistake was mine, for trusting you."
    },
    {
      "cite": "Albert Camus",
      "quote": "I used to advertise my loyalty and I don't believe there is a single person I loved that I didn't eventually betray."
    },
    {
      "cite": "Christine Feehan",
      "quote": "etrayal is never easy to handle and there is no right way to accept it."
    },
    {
      "cite": "Ash Sweeney",
      "quote": "The saddest thing about betrayal is that it never comes from your enemies... It comes from Friends n loved ones."
    },
    {
      "cite": "Pierce The Veil",
      "quote": "My love for you was bulletproof but you're the one who shot me."
    },
    {
      "cite": "Janet Morris",
      "quote": "There must be love, and understanding, to betray. Most men haven't the wit or the honor for betrayal: not to know it when they see it; not the stomach to apprehend it as they do it. Most men, blind and dumb in their self-centeredness, don't betray: they merely disappoint."
    },
    {
      "cite": "Jennifer J. Freyd",
      "quote": "A traumatic experience of love can occur when a child’s experience of love, caring and affection collides with an on-going experience of abuse and betrayal. The union of love, trust and safety becomes fractured, while notions of love and betrayal become linked in tragic partnership."
    },
    {
      "cite": "Patrick Carnes",
      "quote": "Betrayal. A form of abandonment. Often the abandonment is difficult to see because the betrayer can be still close, even intimate, or may be intruding in your life. Yet your interests, your well-being is continually sacrificed."
    },
    {
      "cite": "Clarissa Burton",
      "quote": "Family can bring us the greatest joy. Family can also bring the great pain not even a stranger can outdo. The painful and disappointing family episodes can bring many of us to our knees wondering how those who claim to love and chanted, 'Blood is thicker than water' treat us with such disdain without remorse."
    },
    {
      "cite": "Walter Bagehot",
      "quote": "The worst families are those in which the members never really speak their minds to one another; they maintain an atmosphere of unreality, and everyone always lives in an atmosphere of suppressed ill-feeling."
    },
    {
      "cite": "Edmund Leach",
      "quote": "Far from being the basis of the good society, the family, with its narrow privacy and tawdry secrets, is the source of all our discontents."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "Family history, of course, has its proper dietary laws. One is supposed to swallow and digest only the permitted parts of it. the halal portions of the past, drained of their redness, their blood."
    },
    {
      "cite": "Edith Somerville and Martin Ross",
      "quote": "I detest collaterals. Blood may be thicker than water, but it is also a great deal nastier."
    },
    {
      "cite": "August Strindberg",
      "quote": "Family! . . . the home of all social evil, a charitable institution for comfortable women, an anchorage for house-fathers, and a hell for children."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "If a man’s character is to be abused, say what you will, there’s nobody like a relation to do the business."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "The first half of our lives is ruined by our parents, the second half by our children."
    },
    {
      "cite": "Paula Poundstone",
      "quote": "My Mom said she learned how to swim when someone took her out in the lake and threw her off the boat. I said ‘Mom, they weren't trying to teach you how to swim.’"
    },
    {
      "cite": "Brian D. McLaren",
      "quote": "If life is a family, then sin is a feud between family members."
    },
    {
      "cite": "John Le Carre",
      "quote": "Do you know what love is?... It is whatever you can still betray."
    },
    {
      "cite": "Kim Philby",
      "quote": "To betray, you must first belong. I never belonged."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The Family is a petty despotism; . . . a school in which men learn to despise women and women to mistrust men (much more than is necessary); a slaughterhouse for children (the firstborn succumbing to unskilled treatment, the lastborn to neglect) . . . Unfortunately, we cannot as yet do without it; and therefore we put a good face on the matter by conferring upon it the conventional attribute of sacredness, and impudently proclaiming it the source of all the virtues it has well-nigh killed in us."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The number one reason people fail in life is because they listen to their friends, family, and neighbors."
    },
    {
      "cite": "P.C. Cast",
      "quote": "Sometimes the people closest to you betray you, and your home isn’t a place you can be happy anymore. It’s hard, but it’s true."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "Everyone suffers at least one bad betrayal in their lifetime. It’s what unites us. The trick is not to let it destroy your trust in others when that happens. Don’t let them take that from you."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "Only those you trust can betray you."
    },
    {
      "cite": "Steven Deitz",
      "quote": "One should rather die than be betrayed. There is no deceit in death. It delivers precisely what it has promised. Betrayal, though, is the willful slaughter of hope."
    },
    {
      "cite": "Hillary Rodham Clinton",
      "quote": "You can't keep snakes in your backyard and expect them only to bite your neighbors. You know, eventually those snakes are going to turn on whoever has them in the backyard."
    },
    {
      "cite": "Commodus",
      "quote": "If you're very good, tomorrow night I'll tell you the story of emperor Claudius who was betrayed by those closest to him, by his own blood. They whispered in dark corners and went out late at night and conspired and conspired but the emperor Claudius knew they were up to something. He knew they were busy little bees. And one night he sat down with one of them and he looked at her and he said, 'Tell me what you've been doing busy little bee or I shall strike down those dearest to you. You shall watch as I bathe in their blood.' And the emperor was heartbroken. The little bee had wounded him more deeply than anyone else could ever have done."
    },
    {
      "cite": "Commodus",
      "quote": "If you're very good, tomorrow night I'll tell you the story of emperor Claudius who was betrayed by those closest to him, by his own blood. They whispered in dark corners and went out late at night and conspired and conspired but the emperor Claudius knew they were up to something. He knew they were busy little bees. And one night he sat down with one of them and he looked at her and he said, 'Tell me what you've been doing busy little bee or I shall strike down those dearest to you. You shall watch as I bathe in their blood.' And the emperor was heartbroken. The little bee had wounded him more deeply than anyone else could ever have done."
    },
    {
      "cite": "Commodus",
      "quote": "If you're very good, tomorrow night I'll tell you the story of emperor Claudius who was betrayed by those closest to him, by his own blood. They whispered in dark corners and went out late at night and conspired and conspired but the emperor Claudius knew they were up to something. He knew they were busy little bees. And one night he sat down with one of them and he looked at her and he said, 'Tell me what you've been doing busy little bee or I shall strike down those dearest to you. You shall watch as I bathe in their blood.' And the emperor was heartbroken. The little bee had wounded him more deeply than anyone else could ever have done."
    },
    {
      "cite": "Zazu [about Scar]",
      "quote": "There's one [traitor] in every family sire. Two in mine, actually. And they always manage to ruin special occasions."
    },
    {
      "cite": "Michael Corleone",
      "quote": "Fredo, you're my older brother, and I love you. But don't ever take sides with anyone against the Family again. Ever."
    },
    {
      "cite": "Michael Corleone",
      "quote": "I, uh, betrayed my wife. I betrayed myself. I've killed men, and I ordered men to be killed. No, it's useless. I killed... I ordered the death of my brother; he injured me. I killed my mother's son. I killed my father's son."
    }
  ]
}