{
  "source": "https://www.wisesayings.com/family-and-friends-quotes/",
  "theme": "family-and-friends",
  "quotes": [
    {
      "cite": "Frederick Buechner",
      "quote": "You can kiss your family and friends good-bye and put miles between you, but at the same time you carry them with you in your heart, your mind, your stomach, because you do not just live in a world but a world lives in you."
    },
    {
      "cite": "Niki Taylor",
      "quote": "Stick to the basics, hold on to your family and friends - they will never go out of fashion."
    },
    {
      "cite": "Courtland Milloy",
      "quote": "Nothing purchased can come close to the renewed sense of gratitude for having family and friends."
    },
    {
      "cite": "Gerald Ford",
      "quote": "The length of one's days matters less than the love of one's family and friends."
    },
    {
      "cite": "Trey Parker And Matt Stone",
      "quote": "I've learned that all a person has in life is family and friends. If you lose those, you have nothing, so friends are to be treasured more than anything else in the world."
    },
    {
      "cite": "unknown",
      "quote": "Present your family and friends with their eulogies now - they won't be able to hear how much you love them and appreciate them from the grave."
    },
    {
      "cite": "Wanda Hope Carter",
      "quote": "Family and friends are hidden treasures, seek them and enjoy their riches."
    },
    {
      "cite": "Alex Lowe",
      "quote": "Inspiring passion in family and friends has more enduring value than just staying alive for them."
    },
    {
      "cite": "Julia Barr",
      "quote": "We love to be with our family and friends and I can tell you that lots of eating will be involved."
    },
    {
      "cite": "Sara Blakely",
      "quote": "We don't have the luxury of time. We spend more because of how we live, but it's important to be with our family and friends."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Cherish your human connections: your relationships with friends and family."
    },
    {
      "cite": "Colbie Caillat",
      "quote": "Talking with my friends and family every day helps keep me grounded and connected to home. They are the most important things to me."
    },
    {
      "cite": "unknown",
      "quote": "Love overflows and joy never ends in a home that is blessed with family and friends."
    },
    {
      "cite": "Leighton Meester",
      "quote": "I like to be judged by my family and friends because they know me."
    },
    {
      "cite": "Julia Stiles",
      "quote": "Of course my family and friends are incredibly valuable to me. They keep me sane, they teach me things and I love spending time with them. I think that ranking what you value is a sort of western and linear way of looking at things."
    },
    {
      "cite": "Willie Stargell",
      "quote": "There's nothing I value more than the closeness of friends and family, a smile as I pass someone on the street."
    },
    {
      "cite": "Gregory Nunn",
      "quote": "If you want to really know what your friends and family think of you die broke, and then see who shows up for the funeral."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "I have friends and family that are filled with massive amounts of integrity. And it shouldn't be an oddity."
    },
    {
      "cite": "unknown",
      "quote": "I've learned... that family and friends are what make us who we are today and without them"
    },
    {
      "cite": "Philip Green",
      "quote": "It's all about quality of life and finding a happy balance between work and friends and family."
    },
    {
      "cite": "Delta Goodrem",
      "quote": "When I do get the chance I just love to hang around at home with friends and family."
    },
    {
      "cite": "Emma Roberts",
      "quote": "I'm surrounded by great friends and family. I don't know what I would do without them."
    },
    {
      "cite": "Nick Kroll",
      "quote": "My friends and family always thought I was pretty funny, but I don't know if they thought I was get-my-own-show funny."
    },
    {
      "cite": "Wil Wheaton",
      "quote": "Keep playing games. Make time to play games with your friends and family, because it's surprisingly heartbreaking to wipe a thin layer of dust off a game you love, before you put it back on the shelf because the real world is calling you."
    },
    {
      "cite": "Jennifer Ellison",
      "quote": "Going home and spending time with your family and your real friends keeps you grounded."
    },
    {
      "cite": "Eric Bana",
      "quote": "I love being at home, being with friends and family. I'm of European stock, brought up in Australia. I'm a passionate guy. I just love life."
    },
    {
      "cite": "Margaret Cavendish",
      "quote": "Indeed, I was so afraid to dishonour my friends and family by my indiscreet actions, that I rather chose to be accounted a fool, than to be thought rude or wanton."
    },
    {
      "cite": "Virat Kohli",
      "quote": "I feel only my friends and family need to know what is happening in my personal life."
    },
    {
      "cite": "Maria Bamford",
      "quote": "Some of my friends and family have tried to challenge me to do jokes that aren't as self-deprecating, where I genuinely express my own opinion in my own voice."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Family and friendships are two of the greatest facilitators of happiness."
    },
    {
      "cite": "Jane Howard",
      "quote": "Call it a clan, call it a network, call it a tribe, call it a family: Whatever you call it, whoever you are, you need one."
    },
    {
      "cite": "Vick S",
      "quote": "The books, along with family and friends, and sometimes even against family and friends, molded their characters."
    },
    {
      "cite": "Joanna Jackson",
      "quote": "What you need to understand when you choose specific friends and family members to help you with your depression is that they have lives too."
    },
    {
      "cite": "Mary Kay",
      "quote": "The real success of our personal lives and careers can best be measured by the relationships we have with the people most dear to us - our family, friends, and co-workers."
    },
    {
      "cite": "Laura Markham",
      "quote": "Families are the crucibles that transform infants into mature human beings. No matter how hard things are in your family right now, it is possible to create a home where differences are resolved amicably, and to raise children who are friends for life."
    },
    {
      "cite": "Ryan Michaelson",
      "quote": "In case you feel quite low, try your best to not sit alone. Rather, go to a family member or a friend who you can trust. Everyone has that person in the life, who understands him/ her."
    },
    {
      "cite": "Philip West",
      "quote": "Family, friends and the typical attitudes of society will, at different stages, try to tell you what you 'should' be doing with your life."
    },
    {
      "cite": "Kathleen Rao",
      "quote": "Your friends, family, and coworkers have a great impact on your self-confidence. Keep a steady stock of people who encourage, enable, and support you to be confident."
    },
    {
      "cite": "Ace McCloud",
      "quote": "Family and close friends who are supportive of you should be integrated into your schedule regularly, to nourish and nurture your overall well being."
    },
    {
      "cite": "Chris Fedak",
      "quote": "I understand there are rules, but when it comes to family and friends, there's a time to break them!"
    },
    {
      "cite": "Chris Fedak",
      "quote": "Remember: family and friends are everything. Money, greed, and power are a dance with Satan."
    },
    {
      "cite": "Hart Hanson",
      "quote": "Well, because she's family. I mean, 90% of the time, family just gets under your skin. That's the difference between family and friends."
    },
    {
      "cite": "Chris Fedak",
      "quote": "Families and friends make us vulnerable. Make us unable to pull the trigger."
    },
    {
      "cite": "Richard Beban",
      "quote": "Find the source. But, if it comes to a choice between people and treasure, family and friends must come first."
    },
    {
      "cite": "Felix E. Feist",
      "quote": "That's the one day family and friends get together and show their love for each other! It's the one time when everybody gives instead of takes. I know that means nothing to you two sophisticates, but it's mighty important to the rest of the world."
    },
    {
      "cite": "Dee Snider",
      "quote": "Here's to family and friends / It's good to be here again / On the streets there's children laughing / People smile as they are passing"
    },
    {
      "cite": "Dee Snider",
      "quote": "Here's to family and friends / The next time we meet again / God bless us everyone / The good and the bad / The happy, the sad / God bless us everyone"
    },
    {
      "cite": "Allen Toussaint",
      "quote": "Knowing that you care / Always makes me smile / You are what makes living / Worthwhile / With my family, all of my friends / With my family and all of my friends / With my family, all of my friends and you"
    },
    {
      "cite": "Benjamin Connell",
      "quote": "We're not related but here's good news  / Friends are the family you can choose"
    },
    {
      "cite": "Paul Anka",
      "quote": "Live everyday every possible ways / Spend your time with your family, your friends / Live it right down to the end / Take every road, every bend / Live every minute, get all there is in it my friend"
    },
    {
      "cite": "Ann Palmer",
      "quote": "In a perfect world our family and our friends provide us with the help we need when we go through difficult time in our lives."
    },
    {
      "cite": "Ann Palmer",
      "quote": "Our family and our friends accept us no matter what, forgive our mistakes and love us unconditionally."
    },
    {
      "cite": "Ann Palmer",
      "quote": "In a perfect world we can open up to our family and friends about our fears and our joys and know they will understand."
    },
    {
      "cite": "Diana R. Garland",
      "quote": "When persons need help, our culture expects that they turn first to their family, and that the family will help to the extent that they can."
    },
    {
      "cite": "Kelvin L. Chou",
      "quote": "Support system are a network of people such as family and friends who remain close and provide assistance."
    },
    {
      "cite": "Richard Templar",
      "quote": "Family and friends. These are the people you love the most, choose to spend the most time with, love you the most."
    },
    {
      "cite": "Richard Templar",
      "quote": "If we want our relationships with our family or friends to eb successful and for them to think the very best or us, then we do need to give those relationships some thought--a conscious approach rather than sailing on asleep at the wheel like most people."
    },
    {
      "cite": "Richard Templar",
      "quote": "You have responsibilities toward both your children and your parents. You have a duty to your siblings. You have obligations, that have to be taken seriously, to your friends."
    },
    {
      "cite": "Kevin M. Kacvinsky",
      "quote": "Remember to balance your time between friends, family, and relationships, even though its incredibly difficult."
    }
  ]
}