{
  "source": "https://www.wisesayings.com/famous-quotes/",
  "theme": "famous",
  "quotes": [
    {
      "cite": "Anna Held",
      "quote": "The more they applaud, the bigger your salary will be."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Famous, adj.: Conspicuously miserable."
    },
    {
      "cite": "Will Smith",
      "quote": "Being famous is such a gift for me because small things make people's lives brighter. You just shake somebody's hand. You just smile and write your name and people will talk about it for the rest of their lives."
    },
    {
      "cite": "Fred Estabrook",
      "quote": "A man who is contented with what he has done will never become famous for what he will do."
    },
    {
      "cite": "Madame De Stael",
      "quote": "The life of famous men was more glorious in antiquity; the life of obscure men is happier with the moderns."
    },
    {
      "cite": "James Carville",
      "quote": "When you become famous, being famous becomes your profession."
    },
    {
      "cite": "Will Rogers",
      "quote": "The fellow that can only see a week ahead is always the popular fellow, for he is looking with the crowd. But the one that can see years ahead, he has a telescope but he can't make anybody believe that he has it."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "There have been as great souls unknown to fame as any of the most famous."
    },
    {
      "cite": "Michael Jordan",
      "quote": "The good part about being famous is being able to help people. The hard part is every day you have to be in a good mood, because that is what people expect. You learn to get good at it."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "All is ephemeral, - fame and the famous as well."
    },
    {
      "cite": "Voltaire",
      "quote": "What a heavy burden is a name that has become too famous."
    },
    {
      "cite": "Bob Marley",
      "quote": "I handle fame by not being famous. I'm not famous to me."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "To be a star is to own the world and all the people in it. After a taste of stardom, everything else is poverty."
    },
    {
      "cite": "Chris Colfer",
      "quote": "To be famous is to stand on a pedestal and give the world permission to tell you all your flaws."
    },
    {
      "cite": "Johann Von Goethe",
      "quote": "Wood burns because it has the proper stuff in it; and a man becomes famous because he has the proper stuff in him."
    },
    {
      "cite": "Don Johnson",
      "quote": "Once you become famous, there is nothing left to become but infamous."
    },
    {
      "cite": "Anonymous",
      "quote": "Before a man can wake up and find himself famous he has to wake up and find himself."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Cheerfulness and contentment are great beautifiers, and are famous preservers of good looks"
    },
    {
      "cite": "Lucius Accius",
      "quote": "Indeed, wretched the man whose fame makes his misfortunes famous."
    },
    {
      "cite": "Ja Rule",
      "quote": "People think being famous is so glamorous, but half the time you're in a strange hotel room living out of a suitcase."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "I think that fame removes true happiness. Because when you are famous, people know you for who they think you are and when you are happy, it's because people have met you and see you for who you really are. Of course, if you are not a great person, it's better to be famous. But if you have greatness, it's better to not be famous."
    },
    {
      "cite": "Jim Carrey",
      "quote": "I think everybody should get rich and famous and do everything they ever dreamed of so they can see that it's not the answer."
    },
    {
      "cite": "Francesca Annis",
      "quote": "Exposure makes you famous, not just good work. Famous is being plastered everywhere."
    },
    {
      "cite": "Carnie Wilson",
      "quote": "Becoming famous is a strange thing in your own right."
    },
    {
      "cite": "Thucydides",
      "quote": "The whole earth is the sepulchre of famous men."
    },
    {
      "cite": "Fred Allen",
      "quote": "A celebrity is a person who works hard all of their life to become well known, and then wears dark glasses to avoid being recognized."
    },
    {
      "cite": "Lillian Hellman",
      "quote": "It is a mark of many famous people that they cannot part with their brightest hour."
    },
    {
      "cite": "Diablo Cody",
      "quote": "To enjoy being famous, you need to have a screw loose."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "A good listener is not only popular everywhere, but after a while he gets to know something."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "We all want to be famous people, and the moment we want to be something we are no longer free."
    },
    {
      "cite": "Kevin Hart",
      "quote": "Everybody wants to be famous, but nobody wants to do the work."
    },
    {
      "cite": "Bill Murray",
      "quote": "I always like to say to people who want to be rich and famous, try being rich first. See if that doesn't cover most of it."
    },
    {
      "cite": "Alan Bennett",
      "quote": "Those who have known the famous are publicly debriefed of their memories, knowing as their own dusk falls that they will only be remembered for remembering someone else."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Martyrdom... is the only way in which a man can become famous without ability."
    },
    {
      "cite": "Pericles",
      "quote": "Famous men have the whole earth as their memorial."
    }
  ]
}