{
  "source": "https://www.wisesayings.com/fantasy-quotes/",
  "theme": "fantasy",
  "quotes": [
    {
      "cite": "Albert Einstein",
      "quote": "Imagination is everything. It is the preview of life's coming attractions."
    },
    {
      "cite": "Walt Disney",
      "quote": "Fantasy, if it's really convincing, can't become dated, for the simple reason that it represents a flight into a dimension that lies beyond the reach of time."
    },
    {
      "cite": "Georg Christoph Lichtenberg",
      "quote": "The pleasures of the imagination are as it were only drawings and models which are played with by poor people who cannot afford the real thing."
    },
    {
      "cite": "Max Beerbohm",
      "quote": "All fantasy should have a solid base in reality."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Fiction is an improvement on life."
    },
    {
      "cite": "Hugh Hefner",
      "quote": "The interesting thing is how one guy, through living out his own fantasies, is living out the fantasies of so many other people."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Stories of imagination tend to upset those without one."
    },
    {
      "cite": "Lloyd Alexander",
      "quote": "Fantasy is hardly an escape from reality. It's a way of understanding it."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living."
    },
    {
      "cite": "Brian Perkins",
      "quote": "All truth is very ordinary. It is peoples fantasies of what is true that is so extraordinary."
    },
    {
      "cite": "Elizabeth Moon",
      "quote": "Fantasy allows you to get past defenses."
    },
    {
      "cite": "Andy Warhol",
      "quote": "People's fantasies are what give them problems. If you didn't have fantasies you wouldn't have problems because you'd just take whatever was there."
    },
    {
      "cite": "Claes Oldenburg",
      "quote": "My single-minded aim is to give existence to fantasy."
    },
    {
      "cite": "Pat Conroy",
      "quote": "Fantasy is one of the soul's brighter porcelains."
    },
    {
      "cite": "Raul D. Arellano",
      "quote": "Open the window of fantasy to know what reality can bring."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "We live in a fantasy world, a world of illusion. The great task in life is to find reality."
    },
    {
      "cite": "Lida van Bers",
      "quote": "We are lucky that our fantasy is for the picking. We can go back in time, stand still, or go forward."
    },
    {
      "cite": "Maya Angelou",
      "quote": "If one is lucky, a solitary fantasy can totally transform one million realities."
    },
    {
      "cite": "Elizabeth Moon",
      "quote": "But in fantasy, you can make a complete break, and you can put people in a situation where they are confronted with things that they would not confront in the real world."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Fantasy mirrors desire. Imagination reshapes it."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Fantasy is toxic: the private cruelty and the world war both have their start in the heated brain."
    },
    {
      "cite": "Francisco de Goya",
      "quote": "Fantasy, abandoned by reason, produces impossible monsters; united with it, she is the mother of the arts and the origin of marvels."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "I've always said fantasy is sort of stealth philosophy."
    },
    {
      "cite": "Jan Harlan",
      "quote": "As unrealistic as fairy tales always are, if there wasn't a reality that we could translate into our own fantasy, in our own life, it would be boring. The interest is only because of a potential reality."
    },
    {
      "cite": "Lynda Barry",
      "quote": "We don't create a fantasy world to escape reality. We create it to be able to stay."
    },
    {
      "cite": "Carl Jung",
      "quote": "Without this playing with fantasy no creative work has ever yet come to birth. The debt we owe to the play of the imagination is incalculable."
    },
    {
      "cite": "Julia Cameron",
      "quote": "People frequently believe the creative life is grounded in fantasy. The more difficult truth is that creativity is grounded in reality, in the particular, the focused, the well observed or specifically imagined."
    },
    {
      "cite": "Jeri Ryan",
      "quote": "I think the more stressful our times get, the more we look for fantasy escapes."
    },
    {
      "cite": "Joseph Barbera",
      "quote": "Creating fantasy is a very personal thing, but you can't take the process too personally."
    },
    {
      "cite": "Barbara Grizzuti Harrison",
      "quote": "Fantasies are more than substitutes for unpleasant reality; they are also dress rehearsals, plans. All acts performed in the world begin in the imagination."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "When you compare the sorrows of real life to the pleasures of the imaginary one, you will never want to live again, only to dream forever."
    },
    {
      "cite": "Stewart Brand",
      "quote": "When fantasy turns you on, you're obligated to God and nature to start doing it right away."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Humans need fantasy to be human. To be the place where the falling angel meets the rising ape."
    },
    {
      "cite": "Lionel Trilling",
      "quote": "The poet is in command of his fantasy, while it is exactly the mark of the neurotic that he is possessed by his fantasy."
    },
    {
      "cite": "Dustin Hoffman",
      "quote": "Myth is supposed to bring us together, but fantasy alienates us."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Fantasy is an exercise bicycle for the mind. It might not take you anywhere, but it tones up the muscles that can. Of course, I could be wrong."
    },
    {
      "cite": "Carl Jung",
      "quote": "All the works of man have their origin in creative fantasy. What right have we then to depreciate imagination."
    },
    {
      "cite": "Criss Jami",
      "quote": "Closed in a room, my imagination becomes the universe, and the rest of the world is missing out."
    },
    {
      "cite": "Terry Brooks",
      "quote": "Fantasy is the only canvas large enough for me to paint on."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "To be matter of fact about the world is to blunder into fantasy and dull fantasy at that, as the real world is strange and wonderful."
    }
  ]
}