{
  "source": "https://www.wisesayings.com/fantastic-quotes/",
  "theme": "fantastic",
  "quotes": [
    {
      "cite": "Mary D. Bradford",
      "quote": "A fantastic positive ATTITUDE makes a great day! SMILE!"
    },
    {
      "cite": "Alvin Toffler",
      "quote": "One of the more fantastic possibilities is that man will be able to make biological carbon copies of himself."
    },
    {
      "cite": "Andy Serkis",
      "quote": "What's fantastic is that there's a real growing appreciation for performance-capture technology as a tool for acting."
    },
    {
      "cite": "Ed O'Brien",
      "quote": "It is fantastic to be found in a foreign country."
    },
    {
      "cite": "Edward Abbey",
      "quote": "The more fantastic an ideology or theology, the more fanatic its adherents."
    },
    {
      "cite": "Rosemary Jackson",
      "quote": "The fantastic cannot exist independently of that 'real' world which it seems to find frustratingly finite."
    },
    {
      "cite": "Margaret Heffernan",
      "quote": "A fantastic model of collaboration: thinking partners who aren't echo chambers."
    },
    {
      "cite": "Shahrukh Khan",
      "quote": "It's not that I wear fantastic clothes, it's just that clothes look fantastic on me."
    },
    {
      "cite": "Malik Bendjelloul",
      "quote": "There are a few really fantastic stories left, and that kind of gives you some inspiration to find even new ones."
    },
    {
      "cite": "Jeanne Moreau",
      "quote": "It's a fantastic thing to take the risk of getting so close to your desire, expressing your obsession so absolutely."
    },
    {
      "cite": "Fred Hoyle",
      "quote": "Here we are in this wholly fantastic universe with scarcely a clue as to whether our existence has any real significance."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Fantastic things happen - to the way we feel, to the way we make other people feel. All this simply by using positive words."
    },
    {
      "cite": "Gillian Cross",
      "quote": "One of the fantastic things about books, fiction or non-fiction, is the way they give you a chance to look into different lives."
    },
    {
      "cite": "Roy Harper",
      "quote": "It's fantastic to put your hands in the earth. I enjoy spending my time in heaven here. I don't care what you say, this is my heaven."
    },
    {
      "cite": "Maynard Webb",
      "quote": "It's fantastic that the world is becoming more open to different ways of working, but we still have a long way to go in terms of changing perceptions."
    },
    {
      "cite": "Elizabeth Berg",
      "quote": "There is incredible value in being of service to others."
    },
    {
      "cite": "Larry Hite",
      "quote": "It is incredible how rich you can get by not being perfect."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "The most incredible thing about miracles is that they happen."
    },
    {
      "cite": "John Eliot",
      "quote": "You will not do incredible things without an incredible dream."
    },
    {
      "cite": "Marya Hornbacher",
      "quote": "There is, in fact, an incredible freedom in having nothing left to lose."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "Incredible things can be done simply if we are committed to making them happen."
    },
    {
      "cite": "Louis Tomlinson",
      "quote": "It's incredible to have people show their support when your doing something you love."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "It is incredible, when you start believing in angels your life becomes a lot smoother."
    },
    {
      "cite": "Terry Riley",
      "quote": "The incredible thing about the human mind is that is didn't come with an instruction book."
    },
    {
      "cite": "Herman Melville",
      "quote": "A thing may be incredible and still be true; sometimes it is incredible because it is true."
    },
    {
      "cite": "Eudora Welty",
      "quote": "A thing is incredible, if ever, only after it is told -- returned to the world it came out of."
    },
    {
      "cite": "Bill Hybels",
      "quote": "It's incredible to realize that what we do each day has meaning in the big picture of God's plan."
    },
    {
      "cite": "Marcel Hirscher",
      "quote": "It's incredible how many emotions you feel when crossing the finish line and seeing that you are No. 1."
    },
    {
      "cite": "Jane Fonda",
      "quote": "The most incredible beauty and the most satisfying way of life come from affirming your own uniqueness."
    },
    {
      "cite": "E.F. Schumacher",
      "quote": "There is incredible generosity in the potentialities of Nature. We only have to discover how to utilize them."
    },
    {
      "cite": "Chris Martin",
      "quote": "Anything that we think is incredible and beautiful and wonderful, we ascribe to something that we don't know what it is."
    },
    {
      "cite": "Bjork",
      "quote": "It's incredible how nature sets females up to take care of people, and yet it is tricky for them to take care of themselves."
    },
    {
      "cite": "Tom Holland",
      "quote": "It's so fantastic for young kids to see a superhero going through the things they go through."
    },
    {
      "cite": "Ewan McGregor",
      "quote": "It's just fantastic to go out and meet people in the world and get to really remote places."
    },
    {
      "cite": "Claudia Cardinale",
      "quote": "It's fantastic because I've been living thousands of lives, not only my life."
    },
    {
      "cite": "James Gunn",
      "quote": "In science fiction a fantastic event or development is considered rationally."
    },
    {
      "cite": "P. D. Ouspensky",
      "quote": "The strangest and most fantastic fact about negative emotions is that people actually worship them."
    },
    {
      "cite": "Maria Grazia Cucinotta",
      "quote": "It is so fantastic being an actress because you have the chance to be a thousand different people when you act."
    },
    {
      "cite": "China Mieville",
      "quote": "Fantastic fiction covers fantasy, horror and science fiction - and it doesn't get the attention it deserves from the literati."
    },
    {
      "cite": "Henry Beston",
      "quote": "Our fantastic civilization has fallen out of touch with many aspects of nature, and with none more completely than with night."
    },
    {
      "cite": "Jamaica Kincaid",
      "quote": "I know that the fantastic amount of profit that people want to make on anything is damaging. And that none of us seem able to resist it."
    },
    {
      "cite": "John Ruskin",
      "quote": "It seems a fantastic paradox, but it is nevertheless a most important truth, that no architecture can be truly noble which is not imperfect."
    },
    {
      "cite": "Keira Knightley",
      "quote": "It's fantastic to have the opportunity to work abroad, and do all that, but there is a certain point where you're just like, 'Oh, I'd love to work at home.'"
    },
    {
      "cite": "Julie Taymor",
      "quote": "There is incredible power in the arts to inspire and influence."
    },
    {
      "cite": "Daniel Radcliffe",
      "quote": "People do incredible things for love, particularly for unrequited love."
    },
    {
      "cite": "Jennie Finch",
      "quote": "It is incredible how far women have come and women in sports have come."
    },
    {
      "cite": "Christian Friedrich Hebbel",
      "quote": "It's incredible how much intelligence is used in this world to prove nonsense."
    },
    {
      "cite": "Drunvalo Melchizedek",
      "quote": "You are an incredible child of God having a dream that you are a human being on a tiny planet in the middle of nowhere."
    }
  ]
}