{
  "source": "https://www.wisesayings.com/farewell-quotes/",
  "theme": "farewell",
  "quotes": [
    {
      "cite": "Elizabeth Bowen",
      "quote": "Good-byes breed a sort of distaste for whomever you say good-bye to; this hurts, you feel, this must not happen again."
    },
    {
      "cite": "Flavia Weedn",
      "quote": "Some people come into our lives and quickly go. Some stay for a while, leave footprints on our hearts, and we are never, ever the same."
    },
    {
      "cite": "Rumi",
      "quote": "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Ever has it been that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Shake hands with today; it is here already. Bid farewell to yesterday; it's gone already. Never let yesterday's pain rob you of today's gains. Drive yourself positively!"
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Every parting is a form of death, as every reunion is a type of heaven."
    },
    {
      "cite": "Robert Pollok",
      "quote": "That bitter word, which closed all earthly friendships and finished every feast of love farewell!"
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "It's always difficult to say goodbye, especially when one has spent a long time—literally years, in the case of a series—inside a character or two, suffering and celebrating with them."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Farewell, they cried, 'Wherever you fare till your eyries receive you at the journey's end!' That is the polite thing to say among eagles."
    },
    {
      "cite": "Jerome Bettis",
      "quote": "It's been an incredible ride. Mission accomplished. With that, I have to bid farewell. I'm the happiest person in the world right now. It's better than I ever thought it would be."
    },
    {
      "cite": "Richard Bach",
      "quote": "Don't be dismayed at goodbyes. A farewell is necessary before you can meet again. And meeting again, after moments or lifetime, is certain for those who are friends."
    },
    {
      "cite": "Saud khan",
      "quote": "Not for everyone a darkest night is bid farewell by a bright sunrise."
    },
    {
      "cite": "Richard K. Morgan",
      "quote": "There should have been a better farewell. But in the end, there never is. And we take what meagre scraps we can find."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Why can't we get all the people together in the world that we really like and then just stay together? I guess that wouldn't work. Someone would leave. Someone always leaves. Then we would have to say good-bye. I hate good-byes. I know what I need. I need more hellos."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Forever, and forever, farewell, Cassius! If we do meet again, why, we shall smile; If not, why then this parting was well made."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Goodbyes make you think. They make you realize what you've had, what you've lost, and what you've taken for granted."
    },
    {
      "cite": "Marcus Buckingham",
      "quote": "We need to say goodbye to the traditional methodologies of corporate universities."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A man never knows how to say goodbye; a woman never knows when to say it."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "When I mount the scaffold at last these will be my farewell words to the sheriff: Say what you will against me when I am gone, but don't forget to add, in common justice, that I was never converted to anything."
    },
    {
      "cite": "Regina Jennings",
      "quote": "Nothing hurts like a hostile farewell."
    },
    {
      "cite": "Carol Sobieski and Thomas Meehan",
      "quote": "How lucky I am to have something that makes saying goodbye so hard."
    },
    {
      "cite": "Charles Lichenstein",
      "quote": "We will put no impediment in your way and we will be at dockside bidding you a farewell as you set off into the sunset."
    },
    {
      "cite": "Emperor Saga",
      "quote": "Painful though parting be, I bow to you as I see you off to distant clouds."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Farewell has a sweet sound of reluctance. Good-by is short and final, a word with teeth sharp to bite through the string that ties past to the future."
    },
    {
      "cite": "Trey Parker",
      "quote": "Saying goodbye doesn't mean anything. It's the time we spent together that matters, not how we left it."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Every farewell combines loss and new freedom."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you're brave enough to say goodbye, life will reward you with a new hello."
    },
    {
      "cite": "Donald Cargill",
      "quote": "Farewell all relations and friends in Christ; farewell acquaintances and all earthly enjoyments; farewell reading and preaching, praying and believing, wanderings, reproaches, and sufferings."
    },
    {
      "cite": "Vera Lynn",
      "quote": "We'll meet again, Don't know where,don't know when, But I know we'll meet again, some sunny day."
    },
    {
      "cite": "Irish Blessing",
      "quote": "May the road rise up to meet you, may the wind be ever at your back. May the sun shine warm upon your face and the rain fall softly on your fields. And until we meet again, may God hold you in the hollow of his hand."
    },
    {
      "cite": "George Eliot",
      "quote": "Only in the agony of parting do we look into the depths of love."
    },
    {
      "cite": "Alfred Tennyson",
      "quote": "Gone—flitted away, taken the stars from the night and the sun from the day! Gone, and a cloud in my heart."
    },
    {
      "cite": "R.M. Grenon",
      "quote": "Goodbye, goodbye, I hate the word. Solitude has long since turned brown and withered, sitting bitter in my mouth and heavy in my veins."
    },
    {
      "cite": "Ernie Harwell",
      "quote": "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure."
    },
    {
      "cite": "Alfred De Musset",
      "quote": "The return makes one love the farewell."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Learning to let go should be learned before learning to get. Life should be touched, not strangled. You've got to relax, let it happen at times, and at others move forward with it."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Farewell is a beautiful and a soft word and yet it is a horrible and a heavy thing too!"
    },
    {
      "cite": "William Shakespeare",
      "quote": "Farewell, my sister, fare thee well. The elements be kind to thee, and make thy spirits all of comfort: fare thee well."
    },
    {
      "cite": "Boris Pasternak",
      "quote": "Farewell, my great one, my own, farewell, my pride, farewell, my swift, deep, dear river, how I loved your daylong splashing, how I loved to plunge into your cold waves."
    },
    {
      "cite": "Munia Khan",
      "quote": "A farewell to my shadow is not my death; it's my rebirth in darkness."
    },
    {
      "cite": "Donald Cargill",
      "quote": "Farewell, dearest friend, never to see one another any more till at the right hand of Christ."
    },
    {
      "cite": "Lord Byron",
      "quote": "Farewell! a word that must be, and hath been—A sound which makes us linger; yet—farewell!"
    },
    {
      "cite": "Mary Wortley Montagu",
      "quote": "While conscience is our friend, all is at peace;however once it is offended,farewell to a tranquil mind."
    },
    {
      "cite": "Tom Petty",
      "quote": "You and I will meet again, When we're least expecting it, One day in some far off place, I will recognize your face, I won't say goodbye my friend, For you and I will meet again."
    },
    {
      "cite": "Paul",
      "quote": "Finally, brethren, farewell. Be perfect, be of good comfort, be of one mind, live in peace; and the God of love and peace shall be with you."
    },
    {
      "cite": "Moira Rogers",
      "quote": "The two hardest things to say in life are hello for the first time and goodbye for the last."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Farewell, fair cruelty."
    },
    {
      "cite": "Lord Byron",
      "quote": "Fare thee well! and if for ever, still for ever, fare thee well."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Farewell! God knows when we shall meet again."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "I'll never see them again. I know that. And they know that. And knowing this, we say farewell."
    },
    {
      "cite": "Kate Dicamillo",
      "quote": "Farewell is a word that,in any language, is full of sorrow. It is a word that promises absolutely nothing."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Farewell is a father's good-by. It is - 'Go out in the world and do well, my son.' It is encouragement and admonition. It is hope and faith. But it passes over the significance of the moment; of parting it says nothing."
    },
    {
      "cite": "Mary Hays",
      "quote": "Farewell! Dearest and most beloved of men_whatever may be my fate_be happiness yours! Once more, my lingering, foreboding heart, repeats farewell."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Farewell to you and the youth I have spent with you. It was but yesterday we met in a dream."
    },
    {
      "cite": "Agnes Chew",
      "quote": "You yearn to stay in this in-between place, where the beauty of the times you have freshly bade farewell to is still alive and vivid in your mind – almost real – and the reality of your new circumstances has yet to fully sink in."
    },
    {
      "cite": "Julie C. Dao",
      "quote": "There was something unfinished about not saying farewell, like a door left open in the chill night."
    },
    {
      "cite": "Kevin Hearne",
      "quote": "For me, the times I always regret are missed opportunities to say farewell to good people, to wish them long life and say to them in all sincerity."
    },
    {
      "cite": "J. B. Mcgee",
      "quote": "This time, I want the hugs, kisses, and love that comes with a farewell … even if it’s a temporary one."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Farewell!-God knows when we shall meet again."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "Never say goodbye because goodbye means going away and going away means forgetting."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected. Maybe they always have been and will be. Maybe we've lived a thousand lives before this one and in each of them we've found each other. And maybe each time, we've been forced apart for the same reasons. That means that this goodbye is both a goodbye for the past ten thousand years and a prelude to what will come."
    },
    {
      "cite": "Yann Martel",
      "quote": "I still cannot understand how he could abandon me so unceremoniously, without any sort of goodbye, without looking back even once. The pain is like an axe that chops my heart."
    },
    {
      "cite": "Colleen Hoover",
      "quote": "I thought I was stronger than a word, but I just discovered that having to say goodbye to you is by far the hardest thing I’ve ever had to do."
    },
    {
      "cite": "Jonathan Harnisch",
      "quote": "Sadly enough, the most painful goodbyes are the ones that are left unsaid and never explained."
    },
    {
      "cite": "Juliet Marillier",
      "quote": "This is a long goodbye, yet not time enough. I have no aptitude for this. I cannot learn this. I would hold on, and hold on, until my hands clutch at emptiness."
    },
    {
      "cite": "Marjane Satrapi",
      "quote": "Saying goodbye is a little like dying."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "It's the emptiest and yet the fullest of all human messages: 'Good-bye."
    },
    {
      "cite": "Talia Vance",
      "quote": "I know too well how good-bye can steal more than just the future."
    },
    {
      "cite": "Cornell Woolrich",
      "quote": "It's hard to say goodbye for good at any time or any place."
    },
    {
      "cite": "Karl Kristian Flores",
      "quote": "Goodbyes are hard because now all I will have Is a beloved, but incomplete form of you."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "We want to control our deaths, our goodbye to the world, and if we can't control is, we can at least control how we leave it behind."
    },
    {
      "cite": "Dan Gemeinhart",
      "quote": "The best kind of goodbye is the kind where you don’t actually have to leave the person behind."
    },
    {
      "cite": "Roger Housden",
      "quote": "An honest goodbye is one that does not seek excuses or reasons, or explanations of any kind."
    },
    {
      "cite": "Dahi Tamara Koch",
      "quote": "On any day no goodbye is forever."
    },
    {
      "cite": "Margaret McMullan",
      "quote": "It’s so difficult to say goodbye because, really, we’ve only just said hello."
    },
    {
      "cite": "Dawn Lanuza",
      "quote": "Don’t let the goodbye scare you from starting what could be the best story of your life."
    }
  ]
}