{
  "source": "https://www.wisesayings.com/farming-quotes/",
  "theme": "farming",
  "quotes": [
    {
      "cite": "Masanobu Fukuoka",
      "quote": "The ultimate goal of farming is not the growing of crops, but the cultivation and perfection of human beings."
    },
    {
      "cite": "Cato the Elder",
      "quote": "It is thus with farming: if you do one thing late, you will be late in all your work."
    },
    {
      "cite": "Joannes Stobaeus",
      "quote": "Farming is a most senseless pursuit, a mere laboring in a circle. You sow that you may reap, and then you reap that you may sow. Nothing ever comes of it."
    },
    {
      "cite": "Henri Alain",
      "quote": "Life on a farm is a school of patience; you can't hurry the crops or make an ox in two days."
    },
    {
      "cite": "Daniel Webster",
      "quote": "Let us not forget that the cultivation of the earth is the most important labor of man. When tillage begins, other arts will follow. The farmers, therefore, are the founders of civilization."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "If we estimate dignity by immediate usefulness, agriculture is undoubtedly the first and noblest science."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Farming looks mighty easy when your plow is a pencil and you're a thousand miles from the corn field."
    },
    {
      "cite": "Homaro Cantu",
      "quote": "Urban farming is not only possible, it is crucial. But it can't be like the farming techniques of yore."
    },
    {
      "cite": "Matthew Scully",
      "quote": "Factory farming came about from a moral race to the bottom, with corporations vying against each other to produce more and bigger animals with less care at lower cost."
    },
    {
      "cite": "Daryl Hannah",
      "quote": "So organic farming practices are something that, to me, are interlinked with the idea of using biodiesel."
    },
    {
      "cite": "George Segal",
      "quote": "Farming with live animals is a 7 day a week, legal form of slavery."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Agriculture not only gives riches to a nation, but the only riches she can call her own."
    },
    {
      "cite": "Xenophon",
      "quote": "Agriculture for an honorable and highminded man, is the best of all occupations or arts by which men procure the means of living."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Agriculture is our wisest pursuit, because it will in the end contribute most to real wealth, good morals, and happiness."
    },
    {
      "cite": "Paul Chatfield",
      "quote": "Agriculture is the noblest of all alchemy; for it turns earth, and even manure, into gold, conferring upon its cultivator the additional reward of health."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "For of all gainful professions, nothing is better, nothing more pleasing, nothing more delightful, nothing better becomes a well-bred man than agriculture."
    },
    {
      "cite": "unknown",
      "quote": "You can make a small fortune in farming-provided you start with a large one."
    },
    {
      "cite": "George Washington",
      "quote": "Agriculture is the most healthful, most useful, and most noble employment of man."
    },
    {
      "cite": "Brian Brett",
      "quote": "Farming is a profession of hope."
    },
    {
      "cite": "Verlyn Klinkenborg",
      "quote": "A reasonable agriculture would do its best to emulate nature. Rather than change the earth to suit a crop  it would diversify its crops to suit the earth."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "With the introduction of agriculture mankind entered upon a long period of meanness, misery, and madness, from which they are only now being freed by the beneficent operation of the machine."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "Agriculture engenders good sense, and good sense of an excellent kind."
    },
    {
      "cite": "Douglas Jerrold",
      "quote": "If you tickle the earth with a hoe she laughs with a harvest."
    },
    {
      "cite": "David F. Houston",
      "quote": "It is obvious that the greatest and most important service that is required of our agriculture under existing conditions is an enlarged production of the staple food crops."
    },
    {
      "cite": "Prince Charles",
      "quote": "Organic farming has been shown to provide major benefits for wildlife and the wider environment. The best that can be said about genetically engineered crops is that they will now be monitored to see how much damage they cause."
    },
    {
      "cite": "Arthur Keith",
      "quote": "The discovery of agriculture was the first big step toward a civilized life."
    },
    {
      "cite": "Debbie Stabenow",
      "quote": "Agriculture looks different today - our farmers are using GPS and you can monitor your irrigation systems over the Internet."
    },
    {
      "cite": "Sam Farr",
      "quote": "To make agriculture sustainable, the grower has got to be able to make a profit."
    },
    {
      "cite": "Annmarie Kormawa",
      "quote": "African agriculture depends on labor. You can't produce crops if there is nobody to work on the farms."
    },
    {
      "cite": "Aldo Leopold",
      "quote": "There are two spiritual dangers in not owning a farm. One is the danger of supposing that breakfast comes from the grocery, and the other that heat comes from the furnace."
    },
    {
      "cite": "Alice Waters",
      "quote": "Teaching kids how to feed themselves and how to live in a community responsibly is the center of an education."
    },
    {
      "cite": "Andy Warhol",
      "quote": "I think having land and not ruining it is the most beautiful art that anybody could ever want to own."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Only he can understand what a farm is, what a country is, who shall have sacrificed part of himself to his farm or country, fought to save it, struggled to make it beautiful. Only then will the love of farm or country fill his heart."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "It is only the farmer who faithfully plants seeds in the Spring, who reaps a harvest in the Autumn."
    },
    {
      "cite": "Bill Bryson",
      "quote": "There are only three things that can kill a farmer: lightning, rolling over in a tractor, and old age."
    },
    {
      "cite": "Brenda Schoepp",
      "quote": "My grandfather used to say that once in your life you need a doctor, a lawyer, a policeman, and a preacher. But every day, three times a day, you need a farmer."
    },
    {
      "cite": "Chris Hedges",
      "quote": "Becoming vegan is the most important and direct change we can immediately make to save the planet and its species."
    },
    {
      "cite": "E. B. White",
      "quote": "A good farmer is nothing more nor less than a handy man with a sense of humus."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "Farmers only worry during the growing season, but town's people worry all the time."
    },
    {
      "cite": "Edgar Watson Howe",
      "quote": "Even if a farmer intends to loaf, he gets up in time to get an early start."
    },
    {
      "cite": "Edward Gibbon",
      "quote": "Agriculture is the foundation of manufactures, since the productions of nature are the materials of art."
    },
    {
      "cite": "Eugene F. Ware",
      "quote": "The farmer works the soil, The agriculturist works the farmer."
    },
    {
      "cite": "Evan Esar",
      "quote": "It isn't the farmer that lives on the fat of the land; it's the fat of the land that lives on the farmer."
    },
    {
      "cite": "George Crabbe",
      "quote": "Our farmers round, well pleased with constant gain, like other farmers, flourish and complain."
    },
    {
      "cite": "George Washington",
      "quote": "I had rather be on my farm than be emperor of the world."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Farming, a vocation accursed of heaven, since one never saw a millionaire involved in it."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Farmers are respectable and interesting to me in proportion as they are poor."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "Measure the corn of others with your own bushel."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "The farmer is the only man in our economy who buys everything at retail, sells everything at wholesale, and pays the freight both ways."
    },
    {
      "cite": "John Greenleaf Whittier",
      "quote": "Give fools their gold, and knaves their power; let fortune's bubbles rise and fall; who sows a field, or trains a flower, or plants a tree, is more than all."
    },
    {
      "cite": "Lenny Kravitz",
      "quote": "My dream is to become a farmer. Just a Bohemian guy pulling up his own sweet potatoes for dinner."
    },
    {
      "cite": "Li Zhaoxing",
      "quote": "Farmers are the only indispensable people on the face of the earth."
    },
    {
      "cite": "Lord Northbourne",
      "quote": "In undertaking farming we undertake a responsibility covering the whole life cycle. We can break it or keep it whole."
    },
    {
      "cite": "Louis Bromfield",
      "quote": "Agriculture is the keystone of our economic structure. The wealth, welfare, prosperity, and even the future freedom of this nation are based upon the soil."
    },
    {
      "cite": "Mark Twain",
      "quote": "He was a very inferior farmer when he first begun ... and he is now fast rising from affluence to poverty."
    },
    {
      "cite": "Pliny the Elder",
      "quote": "The master’s eye is the best fertilizer."
    },
    {
      "cite": "Proverbs 20:4",
      "quote": "Those too lazy to plow in the right season will have no food at the harvest."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The first farmer was the first man. All historic nobility rests on the possession and use of land."
    },
    {
      "cite": "Ruth Stout",
      "quote": "Farmers are philosophical. They have learned that it is less wearing to shrug than to beat their breasts."
    },
    {
      "cite": "Tom Barrett",
      "quote": "If the rain spoils our picnic, but saves a farmer's crop, who are we to say it shouldn't rain?"
    },
    {
      "cite": "Wendell Berry",
      "quote": "We have neglected the truth that a good farmer is a craftsman of the highest order, a kind of artist."
    },
    {
      "cite": "Wendell Berry",
      "quote": "The soil is the great connector of lives, the source and destination of all. It is the healer and restorer and resurrector, by which disease passes into health, age into youth, death into life. Without proper care for it we can have no community, because without proper care for it we can have no life."
    },
    {
      "cite": "Wendell Berry",
      "quote": "Good farmers, who take seriously their duties as stewards of Creation and of their land's inheritors, contribute to the welfare of society in more ways than society usually acknowledges, or even knows. These farmers produce valuable goods, of course; but they also conserve soil, they conserve water, they conserve wildlife, they conserve open space, they conserve scenery."
    },
    {
      "cite": "Will Rogers",
      "quote": "The farmer has to be an optimist or he wouldn’t still be a farmer."
    }
  ]
}