{
  "source": "https://www.wisesayings.com/fart-quotes/",
  "theme": "fart",
  "quotes": [
    {
      "cite": "Robert Gottlieb",
      "quote": "At a certain point, you have to face the fact that you've turned into an old fart."
    },
    {
      "cite": "Robert Rinder",
      "quote": "Verbal contracts are about as useful as a fart on a treadmill."
    },
    {
      "cite": "Martin Luther",
      "quote": "A happy fart never comes from a miserable ass."
    },
    {
      "cite": "James P. Hogan",
      "quote": "Success is like a fart - only your own smells nice."
    },
    {
      "cite": "Robin Williams",
      "quote": "If I could light my own farts I could fly to the moon or at least Uranus."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Home is where the heart is, home is where the fart is. Come let us fart in the home. There is no art in a fart. Still a fart may not be artless. Let us fart and artless fart in the home."
    },
    {
      "cite": "7th Dalai Lama",
      "quote": "What is like a smelly fart, that, although invisible is obvious? One's own faults, that are precisely as obvious as the effort made to hide them."
    },
    {
      "cite": "Jonathan Tropper",
      "quote": "Pity, I've learned, is like a fart. You can tolerate your own, but you simply can't stand anyone else's."
    },
    {
      "cite": "Martin Firrell",
      "quote": "Art is like a fart for the soul. Better out than in."
    },
    {
      "cite": "Paul Auster",
      "quote": "Farts come from no one and nowhere; they are anonymous emanations that belong to the group as a whole, and even when every person in the room can point to the culprit, the only sane course of action is denial."
    },
    {
      "cite": "W.H. Auden",
      "quote": "Most people enjoy the sight of their own handwriting as they enjoy the smell of their own farts."
    },
    {
      "cite": "Scott Lynch",
      "quote": "Any man can fart in a closed room and say that he commands the wind"
    },
    {
      "cite": "Sir John Suckling",
      "quote": "Love is the fart of every heart: It pains a man when 'tis kept close, And others doth offend, when 'tis let loose."
    },
    {
      "cite": "Robert Bly",
      "quote": "A person who discreetly farts in an elevator is not a divine being, and a man needs to know this."
    },
    {
      "cite": "Buster Guru",
      "quote": "Complaining is mouth farting. And like any farting, I don't mind hearing my own, but I don't want to hear anyone else's."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "I tell you, we are here on Earth to fart around, and don't let anybody tell you different."
    },
    {
      "cite": "Mario Puzo",
      "quote": "Actions defined a man; words were a fart in the wind."
    },
    {
      "cite": "Dana Gould",
      "quote": "Having kids means there's always someone around to blame your fart on."
    },
    {
      "cite": "Djuna Barnes",
      "quote": "I'm a fart in a gale of wind, a humble violet, under a cow pat."
    },
    {
      "cite": "Jenny Slate",
      "quote": "I always thought that farts were funny, and I always thought that they were mine to talk about because they came out of my body."
    },
    {
      "cite": "Matthew Wineman",
      "quote": "Don't be ashamed if you fart while urinating, there is no rain without thunder."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that lives upon hope will die farting."
    },
    {
      "cite": "Michael Bassey",
      "quote": "A celebrity farts, and everyone endures, but the unpopular will be thrashed to death."
    }
  ]
}