{
  "source": "https://www.wisesayings.com/fascinating-quotes/",
  "theme": "fascinating",
  "quotes": [
    {
      "cite": "Stuart Sutherland",
      "quote": "Consciousness is a fascinating but elusive phenomenon: it is impossible to specify what it is, what it does, or why it evolved. Nothing worth reading has been written on it."
    },
    {
      "cite": "Henry Louis Gates",
      "quote": "It's fascinating how life works."
    },
    {
      "cite": "Stephen King",
      "quote": "The battle between good and evil is endlessly fascinating because we are participants every day."
    },
    {
      "cite": "Imogen Cunningham",
      "quote": "The thing that's fascinating about portraiture is that nobody is alike."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "What keeps life fascinating is the constant creativity of the soul."
    },
    {
      "cite": "Richard Bach",
      "quote": "Any powerful idea is absolutely fascinating and absolutely useless until we choose to use it."
    },
    {
      "cite": "Alice Hegan Rice",
      "quote": "The fascinating thing about ideals is that no sooner have we gained a desired peak than we find farther and higher peaks beyond. The thrilling adventure never ends."
    },
    {
      "cite": "Ned Rorem",
      "quote": "There are no fascinating people, only their works are fascinating."
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "Memory is a fascinating trickster. Words and images have enormous power and can easily displace actual experience over the years."
    },
    {
      "cite": "Gleen Close",
      "quote": "What's so fascinating about people is what they don't show. People are masters at it; usually actors show too much."
    },
    {
      "cite": "Ridley Scott",
      "quote": "Any period is fascinating: the more ancient, the better."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "The most fascinating person is always the one of the most winning manners; not the one of greatest physical beauty."
    },
    {
      "cite": "Bill O'Reilly",
      "quote": "The world is a fascinating, difficult place, and in order to take full advantage of what the planet has to offer, we need to see and hear natural things."
    },
    {
      "cite": "Natalie Dormer",
      "quote": "It's fascinating how much of our sense of attractiveness and feminine identity is bound up in our hair."
    },
    {
      "cite": "Edgar Degas",
      "quote": "The fascinating thing, is not to show the source of light, but the effect of light."
    },
    {
      "cite": "Nathaniel Rich",
      "quote": "There is something fascinating about every human being. The question is how much they're willing to divulge."
    },
    {
      "cite": "Lucinda Riley",
      "quote": "Every human being has a fascinating existence, with a big cast of good and evil characters in each. And almost always, somewhere along the way, magic."
    },
    {
      "cite": "Heidi Julavits",
      "quote": "It's fascinating to imagine two successful writers in one house. But when you think about it, it isn't very unusual. In fact, so many writers have writer spouses."
    },
    {
      "cite": "Susan Minot",
      "quote": "Families are endlessly fascinating. We all have one, and they have a great impact on who we are and what we do - Freudian as that is."
    },
    {
      "cite": "Jami Attenberg",
      "quote": "The fascinating thing about food is that if you have issues with it, you have to face it every single day."
    },
    {
      "cite": "Archibald F. Bennett",
      "quote": "There is no more fascinating subject in which a person may become occupied than an examination into the history of his ancestry."
    },
    {
      "cite": "Angela Howell",
      "quote": "Ordinary life is fascinating when viewed with extraordinary perspective."
    },
    {
      "cite": "Robert Burchfield",
      "quote": "Lexicography is a chastening as well as an illuminating and fascinating art."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "What the brain does by itself is infinitely more fascinating and complex than any response it can make to chemical stimulation."
    },
    {
      "cite": "Lyall Watson",
      "quote": "It is a fascinating and provocative thought that a body of water deserves to be considered as an organism in its own right."
    },
    {
      "cite": "Steven Morrissey",
      "quote": "The fascinating thing about human beings is that they don't last, and everything eventuates, and everything is very, very brief. And even if you do manage to look reasonably well as you age, unfortunately you are attacked at every level by illness and so forth. It's a fact of life."
    },
    {
      "cite": "Marcus Samuelsson",
      "quote": "It's fascinating when you're from another place, but you don't speak the language."
    },
    {
      "cite": "John F. Carlson",
      "quote": "Clouds are fascinating to paint because they are the only element in a landscape that possesses free movement."
    },
    {
      "cite": "Alain De Botton",
      "quote": "What is fascinating about marriage is why anyone wants to get married."
    },
    {
      "cite": "Elizabeth Hawes",
      "quote": "One of the most fascinating things about the world of fashion is that practically no one knows who inhabits it or why it exists. There are a few people who know how it works, but they won't tell."
    }
  ]
}