{
  "source": "https://www.wisesayings.com/fascination-quotes/",
  "theme": "fascination",
  "quotes": [
    {
      "cite": "Bernard Beckett",
      "quote": "There is a fascination with fear. It grabs our attention."
    },
    {
      "cite": "Peter Benchley",
      "quote": "Fascinations breeds preparedness, and preparedness, survival."
    },
    {
      "cite": "Erving Polster",
      "quote": "Fascination is a key to productivity; it unites experiences; it is even its own reward."
    },
    {
      "cite": "Rachel Holmes",
      "quote": "For me the fascination with biography is the life of the individual in the context of history."
    },
    {
      "cite": "P. G. Wodehouse",
      "quote": "The fascination of shooting as a sport depends almost wholly on whether you are at the right or wrong end of the gun."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Fascination is one step beyond interest. Interested people want to know if it works. Fascinated people want to learn how it works."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "The fascination of what's difficult has dried the sap out of my veins, and rent spontaneous joy and natural content out of my heart."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "The thing that's between us is fascination, and the fascination resides in our being alike. Whether you're a man or a woman, the fascination resides in finding out that we're alike."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Learn how to turn frustration into fascination. You will learn more being fascinated by life than you will by being frustrated by it."
    },
    {
      "cite": "Priyamvada Natarajan",
      "quote": "The deep fascination with the mysterious, and the impulse to seek and locate ourselves in the cosmic context, seems to be imprinted in our DNA and psyches."
    },
    {
      "cite": "Steve Erickson",
      "quote": "A modern fascination with the fantastic seems to come along every couple of generations, usually at a point when we're future saturated."
    },
    {
      "cite": "Julie Ann Dawson",
      "quote": "There is a universal fascination with the living dead. There is more to a zombie story that a bunch of corpses attacking the living. The real power of such a story lies with the undercurrent of hopelessness compounded by a very real instinct to survive."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Fame and secrecy are the high and low ends of the same fascination."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Getting old is a fascination thing. The older you get, the older you want to get."
    },
    {
      "cite": "Mel Gibson",
      "quote": "People like scary stories. There's a fascination with fear themes, and we want to face those things in a weird, subconscious way."
    },
    {
      "cite": "Hugh Massingberd",
      "quote": "In each life, no matter how it's lived, there is cause for fascination and often delight."
    },
    {
      "cite": "Andy Warhol",
      "quote": "My fascination with letting images repeat and repeat - or in film's case 'run on' - manifests my belief that we spend much of our lives seeing without observing."
    },
    {
      "cite": "Nicholas Lea",
      "quote": "I think everyone has some fascination with what's outside our existence. It's a constant journey to find the truth."
    },
    {
      "cite": "Derren Brown",
      "quote": "Our fascination with weather: its caprices and changes as an antidote to the eternal repetition of daily life; a helpful illusion of novelty."
    },
    {
      "cite": "Bill Gates",
      "quote": "My fascination is broadly with biology and the fact that our increased understanding of biology allows for breakthroughs in a broad set of diseases."
    },
    {
      "cite": "Wentworth Miller",
      "quote": "Prison has a universal fascination. It's a real-life horror story because, given the right set of circumstances, anyone could find themselves behind bars."
    },
    {
      "cite": "Arturo Pérez-Reverte",
      "quote": "Actually loneliness has a kind of fascination; it's a state of egotistical, inner grace that you can achieve only by standing guard on old, forgotten roads that no one travels anymore."
    },
    {
      "cite": "Sandra Lee Dennis",
      "quote": "Some of us will admit to a simple fascination with the inner world for its own sake, a fascination with no further goal than the thrill of discovery, the pleasure of engaging the mysterious, dark ground of our own nature."
    },
    {
      "cite": "Edward Herrmann",
      "quote": "Flirting with the dark side has always had it's fascination. Because you learn, and there's wisdom there. Escpecially with the post-Freudian era with the young, the shadow is ninety percent gold. You hold treasures there that you need to learn about yourself to be a whole person."
    },
    {
      "cite": "Jack Welpott",
      "quote": "Part of the fascination that photography holds is its ability to unlock secrets kept even from ourselves. Like dreams, the photograph can uncork a heady bouquet of recognition which can escape into the cognitive world."
    },
    {
      "cite": "Roger Scruton",
      "quote": "Fantasy consists in a morbid fascination with unrealities, which secretly transforms itself into a desire to make them real. Imagination is a form of intellectual control, which presents us with the image of unrealities in order that we should understand and feel distanced from them. In imagination we dominate; in fantasy, we are dominated."
    },
    {
      "cite": "Richard Bach",
      "quote": "What a delighted fascination it is, to stand aside and watch our dearest friend perform on stage without us."
    },
    {
      "cite": "Starhawk",
      "quote": "Fascination with the psychic - or the psychological - can be a dangerous sidetrack on any spiritual path."
    },
    {
      "cite": "Gerd Sommerhoff",
      "quote": "The peculiar fascination of the brain lies in the fact that there is probably no other object of scientific enquiry about which we know at once so much and yet understand so little."
    },
    {
      "cite": "Werner Herzog",
      "quote": "There is a fascination about crime, which is understandable, but hardly anyone talks about the families of victims of violent crime and the devastation that is beyond the victim alone."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Develop a childlike fascination with life and people."
    },
    {
      "cite": "James Beard",
      "quote": "When you cook, you never stop learning. That's the fascination of it all."
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "Nothing matches the holiness and fascination of accurate and intricate detail."
    },
    {
      "cite": "Richelle Mead",
      "quote": "People have always had a fascination with the supernatural going back to the beginning of time and with vampires in particular. This phenomenon is not new."
    },
    {
      "cite": "W.S. Gilbert",
      "quote": "There's a fascination frantic in a ruin that's romantic."
    },
    {
      "cite": "Honor Harger",
      "quote": "Radio astronomy reflects our fascination with how audio can be used to understand information or ideas. Just as scientists visualize data through charts and pictures, we can use 'data sonification' to translate radio signals into sound that help us better understand some of our most enigmatic planetary systems."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Our fascination with gold is related to the fantasies of early childhood."
    }
  ]
}