{
  "source": "https://www.wisesayings.com/fascism-quotes/",
  "theme": "fascism",
  "quotes": [
    {
      "cite": "Benito Mussolini",
      "quote": "Fascism recognises the real needs which gave rise to socialism and trade-unionism, giving them due weight in the guild or corporative system in which diverent interests are coordinated and harmonised in the unity of the State."
    },
    {
      "cite": "Friedrich von Hayek",
      "quote": "Fascism is the stage reached after communism has proved an illusion."
    },
    {
      "cite": "Theodor Adorno",
      "quote": "Fascism is itself less ideological, in so far as it openly proclaims the principle of domination that is elsewhere concealed."
    },
    {
      "cite": "Ignazio Silone",
      "quote": "Fascism was a counter-revolution against a revolution that never took place."
    },
    {
      "cite": "Aneurin Bevan",
      "quote": "Fascism is not in itself a new order of society. It is the future refusing to be born."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Fascism is very much a mob movement."
    },
    {
      "cite": "Benito Mussolini",
      "quote": "Fascism should rightly be called corporatism as it is a merger of state and corporate power."
    },
    {
      "cite": "Benito Mussolini",
      "quote": "Fascism is definitely and absolutely opposed to the doctrines of liberalism, both in the political and economic sphere."
    },
    {
      "cite": "Tommy Douglas",
      "quote": "Fascism begins the moment a ruling class, fearing the people may use their political democracy to gain economic democracy, begins to destroy political democracy in order to retain its power of exploitation and special privilege."
    },
    {
      "cite": "John T. Flynn",
      "quote": "Fascism is the consequence of economic jam and dictatorship is the product of Fascism, for Fascism cannot be managed save by a dictator."
    },
    {
      "cite": "Corneliu Zelea Codreanu",
      "quote": "Fascism means first of all defending your nation against the dangers that threaten it. It means the destruction of these dangers and the opening of a free way to life and glory for your nation."
    },
    {
      "cite": "Bill Maher",
      "quote": "Fascism is when corporations become the government."
    },
    {
      "cite": "Slavoj Zizek",
      "quote": "Fascism is relatively easy to explain. It is a reactionary phenomenon. Nazism was some bad guys having some bad ideas and unfortunately succeeding in realizing them."
    },
    {
      "cite": "Robert Paxton",
      "quote": "Fascism may be defined as a form of political behaviour marked by obsessive preoccupation with community decline, humiliation, or victimhood and by compensatory cult of unity, energy and purity, in which a mass-based party of committed nationalist militants, working with uneasy but effective collaboration with traditional elites, abandons democratic liberties and pursues with redemptive violence and without ethical or legal restraints goals of internal cleansing and external expansion."
    },
    {
      "cite": "Benito Mussolini",
      "quote": "Fascism should more appropriately be called corporatism because it is a merger of state and corporate power."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Fascism itself can only be turned away if all those who are outraged by it show a commitment to social justice that equals the intensity of their indignation."
    },
    {
      "cite": "Benito Mussolini",
      "quote": "Fascism accepts the individual only insofar as his interests coincide with the state's."
    },
    {
      "cite": "Benito Mussolini",
      "quote": "Fascism, the more it considers and observes the future and the development of humanity, quite apart from political considerations of the moment, believes neither in the possibility nor the utility of perpetual peace."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "Every step which leads from capitalism toward planning is necessarily a step nearer to absolutism and dictatorship."
    },
    {
      "cite": "Gerry Spence",
      "quote": "A new fascism promises security from the terror of crime. All that is required is that we take away the criminals rights which, of course, are our own. Out of our desperation and fear we begin to feel a sense of security from the new totalitarian state."
    },
    {
      "cite": "John Lescroart",
      "quote": "The essence of fascism is to make laws forbidding everything and then enforce them selectively against your enemies."
    },
    {
      "cite": "Robert O. Paxton",
      "quote": "Fascism is a system of political authority and social order intended to reinforce the unity, energy, and purity of communities in which liberal democracy stands accused of producing division and decline."
    }
  ]
}