{
  "source": "https://www.wisesayings.com/fashion-show-quotes/",
  "theme": "fashion-show",
  "quotes": [
    {
      "cite": "Bill Cunningham",
      "quote": "The best fashion show is definitely on the street. Always has been, and always will be."
    },
    {
      "cite": "Marc Jacobs",
      "quote": "I love the entire ritual of getting dressed. When we do a fashion show, we try to send out a message; we couldn't do that without the hair and makeup. The whole is equal to the sum of its parts."
    },
    {
      "cite": "Marc Jacobs",
      "quote": "When you see a fashion show, you see those seven minutes of what was six months of tedious work of, you know, going up an inch and down an inch, changing it from one shade of red to another shade of red. So it's the same as any creative process. The result is what we see, but the process is really labor intensive and work."
    },
    {
      "cite": "Hedi Slimane",
      "quote": "I like the ritual, the liturgy of a well-crafted, emotional fashion show. I will never be jaded with this side of fashion. The catwalk is pure anthropology, something like an esoteric encrypted parade. It can totally be replaced but it will be missed."
    },
    {
      "cite": "Raf Simons",
      "quote": "If I see a fashion show with literal influences, it doesn't make me think any more. It doesn't make me dream."
    },
    {
      "cite": "Felicity Jones",
      "quote": "A fashion show is like a 10-minute play, but there's all this anticipation; Everyone arriving, finding their seats, then there's 10 minutes of people walking past and clothes and music, then the whole thing is finished."
    },
    {
      "cite": "Sass Brown",
      "quote": "The fashion show is an event, it is theater, it's drama. You do things differently on the catwalk than you do for other events."
    },
    {
      "cite": "Giorgio Armani",
      "quote": "During a fashion show, I want the clothes to speak. The effort I put into my work must be respected."
    },
    {
      "cite": "Marc Jacobs",
      "quote": "Life is a fashion show, the world is your runway."
    },
    {
      "cite": "Jay Leno",
      "quote": "The entire spring and summer line from Marc Jacobs was stolen on the way to the fashion show in Paris. The thief is considered armed and fabulous."
    },
    {
      "cite": "Gisele Bundchen",
      "quote": "I was in the fashion shows in Milan; I was seventeen, I was doing like 100 shows. People were asking, 'How does it feel to be the model of the moment?' It was hard for me to answer as myself. I barely spoke English."
    },
    {
      "cite": "Valerie Osborn",
      "quote": "We wanted to do something that will capture their attention with humor. With the comedy presentation and fashion show, we hope to make things more life-applicable."
    },
    {
      "cite": "Christophe Lemaire",
      "quote": "For me, the fashion show, the image, the shooting, is just a step. It's just a moment, but it's not the final destination."
    },
    {
      "cite": "Carine Roitfeld",
      "quote": "Fashion shows used to be more crazy. Now they've become a bit too serious"
    },
    {
      "cite": "Andy Hilfiger",
      "quote": "It's great to show fashion to press and buyers, but there are only 700 or 800 of them who get to see the show. When you do a show on TV, millions of people get to see it. That works better for us."
    },
    {
      "cite": "Christy Turlington",
      "quote": "Going to a fashion show is almost as painful as being in one."
    },
    {
      "cite": "Tyra Banks",
      "quote": "I enjoy doing fashion shows and transforming myself into different looks for photo shoots."
    },
    {
      "cite": "Kim Woo Bin",
      "quote": "Before I started my modeling career at 20, I used to replay fashion show videos on-line and study how famous models walk and pose on runways."
    },
    {
      "cite": "Gianni Versace",
      "quote": "I love very much the night after every fashion show when I have all those invitations to parties and I stay quiet at home by myself."
    },
    {
      "cite": "Leighton Meester",
      "quote": "Daily life shouldn't be a fashion show all the time."
    },
    {
      "cite": "Erin Mckean",
      "quote": "You can limit the number of invitations to an in-person fashion show, but you can't police the Internet."
    },
    {
      "cite": "Tricia Poythress",
      "quote": "Instead of doing a book lesson on fashion show promotion, I thought it would be much more exciting to actually implement a show."
    },
    {
      "cite": "Maiwenn",
      "quote": "You can watch Chanel fashion shows and watch the news. Fortunately you don't have to choose. I always vote, I go to rallies, but I also go to fashion shows."
    }
  ]
}