{
  "source": "https://www.wisesayings.com/fashionista-quotes/",
  "theme": "fashionista",
  "quotes": [
    {
      "cite": "Coco Chanel",
      "quote": "Dress like you're going to meet your worst enemy today."
    },
    {
      "cite": "Gianni Versace",
      "quote": "Don't be into trends. Don't make fashion own you, but you decide what you are, what you want to express by the way you dress and the way to live."
    },
    {
      "cite": "Adriana Lima",
      "quote": "Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong."
    },
    {
      "cite": "Alexander McQueen",
      "quote": "Fashion should be a form of escapism, and not a form of imprisonment."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Fashion fades, only style remains the same."
    },
    {
      "cite": "Kimora Lee",
      "quote": "Always dress like you're going to see your worst enemies."
    },
    {
      "cite": "Diana Vreeland.",
      "quote": "It's not about the dress you wear, it's about the life you lead in the dress."
    },
    {
      "cite": "Max Azria",
      "quote": "Fashion is about comfort and feeling good"
    },
    {
      "cite": "Harry Winston",
      "quote": "People will stare. Make it worth their while."
    },
    {
      "cite": "Sir Francis Bacon",
      "quote": "Fashion is only the attempt to realize art in living forms and social intercourse."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "One is never over-dressed or under-dressed with a Little Black Dress."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Sweatpants are a sign of defeat. You lost control of your life so you bought some sweatpants."
    },
    {
      "cite": "Twiggy",
      "quote": "Fashion should be stylish and fun."
    },
    {
      "cite": "Manolo Blahnik",
      "quote": "People walk differently in high heels. Your body sways to a different kind of tempo."
    },
    {
      "cite": "Hubert de Givenchy",
      "quote": "The dress must follow the body of the woman, not the body following the shape of the dress."
    },
    {
      "cite": "Diana Vreeland",
      "quote": "Fashion is part of the daily air and it changes all the time, with all the events. You can even see the approaching of a revolution in clothes. You can see and feel everything in clothes."
    },
    {
      "cite": "Alber Elbaz",
      "quote": "Pure, intense emotions. It's not about design. It's about feelings."
    },
    {
      "cite": "Lauren Hutton",
      "quote": "Fashion is what you're offered four times a year by designers. And style is what you choose."
    },
    {
      "cite": "John Galliano",
      "quote": "Style is wearing an evening dress to McDonald's, wearing heels to play football. It is personality, confidence and seduction."
    },
    {
      "cite": "Vera Wang",
      "quote": "A woman is never sexier than when she is comfortable in her clothes."
    },
    {
      "cite": "Joan Smalls",
      "quote": "Fashion is part of our culture, and it's about more than just a pretty dress."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Trendy is the last stage before tacky."
    },
    {
      "cite": "Donatella Versace",
      "quote": "Fashion is all about happiness. It's fun. It's important. But it's not medicine."
    },
    {
      "cite": "Oscar de la Renta",
      "quote": "Fashion is about dressing according to what's fashionable. Style is more about being yourself."
    },
    {
      "cite": "Marc Jacobs",
      "quote": "We don't need fashion to survive, we just desire it so much."
    },
    {
      "cite": "Oscar de le Renta",
      "quote": "Fashion is a trend. Style lives within a person."
    },
    {
      "cite": "Vivienne Westwood",
      "quote": "Fashion is very important. It is life-enhancing and, like everything that gives pleasure, it is worth doing well."
    },
    {
      "cite": "Marc Jacobs",
      "quote": "Clothes mean nothing until someone lives in them."
    },
    {
      "cite": "Bill Cunningham",
      "quote": "Fashion is the armor to survive the reality of everyday life."
    },
    {
      "cite": "Christian Louboutin",
      "quote": "Shoes transform your body language and attitude. They lift you physically and emotionally."
    },
    {
      "cite": "Zaha Hadid",
      "quote": "Architecture is how the person places herself in the space. Fashion is about how you place the object on the person."
    },
    {
      "cite": "Velvet Paper",
      "quote": "Fashion is an art and you are the canvas."
    },
    {
      "cite": "Anna Wintour",
      "quote": "Fashion is a reflection of the time."
    },
    {
      "cite": "Venus Williams",
      "quote": "The principle of the design - the harmony, rhythm and balance are all the same with interior and fashion design."
    },
    {
      "cite": "Coco Chanel",
      "quote": "A girl should be two things: classy and fabulous."
    },
    {
      "cite": "Gianni Versace",
      "quote": "Don't be into trends. Don't make fashion own you, but you decide what you are, what you want to express by the way you dress and the way you live."
    },
    {
      "cite": "Miuccia Prada",
      "quote": "What you wear is how you present yourself to the world, especially today, when human contacts are so quick. Fashion is instant language."
    },
    {
      "cite": "Coco Chanel",
      "quote": "In order to be irreplaceable one must always be different."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Fashion is architecture: it is a matter of proportions."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Give a girl the right shoes and she can conquer the world."
    },
    {
      "cite": "Sophia Loren",
      "quote": "A woman's dress should be a like a barbed-wire fence: serving its purpose without obstructing the view."
    },
    {
      "cite": "Rachel Zoe",
      "quote": "Style is a way to say who you are without having to speak."
    },
    {
      "cite": "Michael Kors",
      "quote": "Clothes are like a good meal, a good movie, great pieces of music."
    },
    {
      "cite": "Coco Chanel",
      "quote": "You can never take too much care over the choice of your shoes. Too many women think that they are unimportant, but the real proof of an elegant woman is what is on her feet."
    },
    {
      "cite": "Giorgio Armani",
      "quote": "The difference between style and fashion is quality."
    },
    {
      "cite": "Yves Saint Laurent",
      "quote": "Fashions fade, style is eternal."
    },
    {
      "cite": "Alexander Wang",
      "quote": "Anyone can get dressed up and glamorous, but it is how people dress in their days off that are the most intriguing."
    }
  ]
}