{
  "source": "https://www.wisesayings.com/fashion-designer-quotes/",
  "theme": "fashion-designer",
  "quotes": [
    {
      "cite": "Francisco Costa",
      "quote": "I'm not an artist. I'm a fashion designer of clothes."
    },
    {
      "cite": "Lauren Hutton",
      "quote": "Fashion is what you're offered four times a year by designers. And style is what you choose."
    },
    {
      "cite": "Massimo Vignelli",
      "quote": "The life of a designer is a life of fight: fight against the ugliness!"
    },
    {
      "cite": "Giambattista Valli",
      "quote": "The hardest thing in fashion is not to be known for a logo, but to be known for a silhouette."
    },
    {
      "cite": "Lori Loughlin",
      "quote": "Playing a fashion designer could be the bane of my existence because I am married to a fashion designer."
    },
    {
      "cite": "Isaac Mizrahi",
      "quote": "Being a fashion designers, it's almost like being a doctor. You can touch a person because they cough and you can tell whether they're ill."
    },
    {
      "cite": "Dries van Noten",
      "quote": "People get this very romantic vision of a fashion designer who in one night makes 25 sketches and in the morning throws them on the table and there are a lot of women in white aprons with the pins on the lapel and they start to grab the sketches and... It's not like that."
    },
    {
      "cite": "Ashley Purdy",
      "quote": "From since I could remember I've always been an artist, drawing, painting and so forth. I would also always draw made up rock n' roll characters in a band who each had their own style and personalities. I think by accident I was already becoming a fashion designer."
    },
    {
      "cite": "Colin Firth",
      "quote": "If one lazily thinks of what a fashion designer might do if he's going to conquer cinema next, it would be taking the opportunity to display his fashion sensibilities."
    },
    {
      "cite": "Gaspard Ulliel",
      "quote": "As for a fashion designer, you have those very precise deadlines to keep so you have to renew yourself constantly every three or six months. When you think about it, it's so intense."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Fashion designers are dictators of taste."
    },
    {
      "cite": "Tom Ford",
      "quote": "As a fashion designer, I was always aware that I was not an artist, because I was creating something that was made to be sold, marketed, used, and ultimately discarded."
    },
    {
      "cite": "Rena Do Jess",
      "quote": "The best part of being a fashion designer is being a fashion designer."
    },
    {
      "cite": "Gaspard Ulliel",
      "quote": "As for a fashion designer, you have those very precise deadlines to keep so you have to renew yourself constantly every three or six months. When you think about it, it's so intense."
    },
    {
      "cite": "Monita Rajpal",
      "quote": "Intuition, if you are fashion designer is really the key to everything. I just really have a feeling it's the right moment in time to create a new business model. Obviously I have facts and figures that could back that up. It isn't a gamble; it's a calculated risk."
    },
    {
      "cite": "Tim Gunn",
      "quote": "What's important to a fashion designer? It's much more than learning how to make clothes. In fact, that merely makes you a dressmaker. It doesn't make you into a fashion designer."
    },
    {
      "cite": "Ozwald Boateng",
      "quote": "Tailoring was considered to be a world that was very traditional, and basically going out of fashion. Fashion designers did not have a real link with tailoring or tradition, so I fused the two worlds together."
    }
  ]
}