{
  "source": "https://www.wisesayings.com/fast-food-quotes/",
  "theme": "fast-food",
  "quotes": [
    {
      "cite": "Prince Charles",
      "quote": "Fast food may appear to be cheap food and, in the literal sense it often is, but that is because huge social and environmental costs are being excluded from the calculations."
    },
    {
      "cite": "Dan Simmons",
      "quote": "In twentieth-century Old Earth, a fast food chain took dead cow meat, fried it in grease, added carcinogens, wrapped it in petroleum-based foam, and sold nine hundred billion units. Human beings. Go figure."
    },
    {
      "cite": "Michael Polan",
      "quote": "Simply by starting to cook again, you declare your independence from the culture of fast food. As soon as you cook, you start thinking about ingredients. You start thinking about plants and animals and not the microwave. And you will find that your diet, just by that one simple act, that is greatly improved."
    },
    {
      "cite": "Alice Waters",
      "quote": "A whole set of values comes with fast food: Everything should be fast, cheap and easy; there's always more where that came from; there are no seasons; you shouldn't be paid very much for preparing food. It's uniformity and a lack of connection."
    },
    {
      "cite": "Robert Downey Jr.",
      "quote": "McDonald's being the official restaurant of the Olympics is like smoking being the official medicine of cancer."
    },
    {
      "cite": "Jean Michel Chapereau",
      "quote": "We were taken to a fast food café where our order was fed into a computer. Our hamburgers, made from the flesh of chemically impregnated cattle, had been broiled over counterfeit charcoal, placed between slices of artificially flavored cardboard and served to us by recycled juvenile delinquents."
    },
    {
      "cite": "J.A. Konrath",
      "quote": "Sorry to hear about your Dad.' He shrugged. He was seventy, and we always told him fast food would kill him. 'Heart attack?' He was hit by a Pizza Express truck."
    },
    {
      "cite": "Eric Schlosser",
      "quote": "Fast food is popular because it's convenient, it's cheap, and it tastes good. But the real cost of eating fast food never appears on the menu."
    },
    {
      "cite": "Andrew Zimmern",
      "quote": "Like many other chef-entrepreneurs, I am convinced that fast food does not mean bad food."
    },
    {
      "cite": "Andrew Weil",
      "quote": "Get people back into the kitchen and combat the trend toward processed food and fast food."
    },
    {
      "cite": "Michelle Obama",
      "quote": "The problem is when that fun stuff becomes the habit. And I think that's what's happened in our culture. Fast food has become the everyday meal."
    },
    {
      "cite": "Brian Wansink",
      "quote": "If a wave of veganism washed over the land, in six months there would be Broccoli Kings, Taco Bell Peppers, and McTofu Drive-Thrus."
    },
    {
      "cite": "Andrew F. Smith",
      "quote": "Eating at fast food outlets and other restaurants is simply a manifestation of the commodification of time coupled with the relatively low value many Americans have placed on the food they eat."
    },
    {
      "cite": "Alice Waters",
      "quote": "I think Americas food culture is embedded in fast-food culture. And the real question that we have is: How are we going to teach slow-food values in a fast-food world? Of course, its very, very difficult to do, especially when children have grown up eating fast food and the values that go with that."
    },
    {
      "cite": "Eric Schlosser",
      "quote": "I'd been eating fast food all my life without thinking about it. And the more I learned about the subject, the more intrigued I became."
    },
    {
      "cite": "Eric Schlosser",
      "quote": "A generation ago, three-quarters of the money used to buy food in the United States was spent to prepare meals at home. Today about half of the money used to buy food is spent at restaurants—mainly at fast food restaurants."
    },
    {
      "cite": "Mindy Kaling",
      "quote": "Fast food is hugely important in the life of a comedy writer. All we do is order in, and what we're going to eat is hotly debated."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "The American political system is like fast food - mushy, insipid, made out of disgusting parts of things and everybody wants some."
    },
    {
      "cite": "Chris North",
      "quote": "We talk about, you know, diet and that we shouldn't give our kids big things and obesity and fast food. Well, you know there are people who don't have that problem because they're not getting any food! We have so many deep problems and issues facing humanity."
    },
    {
      "cite": "Paul Hollywood",
      "quote": "I don't know any chef who doesn't like fast food."
    },
    {
      "cite": "Mike Trout",
      "quote": "When we get in late and the only thing open is fast food, it can be tough to maintain a healthy diet."
    },
    {
      "cite": "Ken Robinson",
      "quote": "We have sold ourselves into a fast food model of education, and it's impoverishing our spirit and our energies as much as fast food is depleting our physical bodies."
    }
  ]
}