{
  "source": "https://www.wisesayings.com/fasting-quotes/",
  "theme": "fasting",
  "quotes": [
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "We observe that in the scriptures, fasting almost always is linked with prayer. Without prayer, fasting is not complete fasting; it's simply going hungry."
    },
    {
      "cite": "Edwin Louis Cole",
      "quote": "A fast is not a hunger strike. Fasting submits to God's commands. A hunger strike makes God submit to our demands."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "The philosophy of fasting calls upon us to know ourselves, to master ourselves, and to discipline ourselves the better to free ourselves. To fast is to identify our dependencies, and free ourselves from them."
    },
    {
      "cite": "Tariq Ramadan",
      "quote": "Instead of looking outside of ourselves and counting potential enemies, fasting summons us to turn our glance inward, and to take the measure of our greatest challenge: the self, the ego, in our own eyes and as others see us."
    },
    {
      "cite": "Jaggi Vasudev",
      "quote": "The reason for fasting is to understand the relationship between what's you and what's the accumulative body."
    },
    {
      "cite": "Joseph B. Wirthlin",
      "quote": "We observe that in the scriptures, fasting almost always is linked with prayer. Without prayer, fasting is not complete fasting; it’s simply going hungry."
    },
    {
      "cite": "Thomas Merton",
      "quote": "The goal of fasting is inner unity."
    },
    {
      "cite": "Jentezen Franklin",
      "quote": "Fasting breaks the spirit of heaviness."
    },
    {
      "cite": "Saint John Chrysostom",
      "quote": "Fasting of the body is food for the soul."
    },
    {
      "cite": "Jentezen Franklin",
      "quote": "Fasting is truly a secret source of power."
    },
    {
      "cite": "Rumi",
      "quote": "Fasting is the first principle of medicine; fast and see the strength of the spirit reveal itself."
    },
    {
      "cite": "Jentezen Franklin",
      "quote": "Fasting is like spring cleaning for your body."
    },
    {
      "cite": "Jentezen Franklin",
      "quote": "Fasting is a constant means of renewing yourself spiritually."
    },
    {
      "cite": "Jentezen Franklin",
      "quote": "Fasting is not just a physical discipline; it can be a spiritual feast."
    },
    {
      "cite": "Jentezen Franklin",
      "quote": "The discipline of fasting breaks you out of the world's routine."
    },
    {
      "cite": "Rumi",
      "quote": "Fasting blinds the body in order to open the eyes of your soul."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Fasting is futile unless it is accompanied by an incessant longing for self-restraint."
    },
    {
      "cite": "Elise M. Boulding",
      "quote": "Fasting and feasting are universal human responses, and any meal, shared with love, can be an agape."
    },
    {
      "cite": "Dallas Willard",
      "quote": "Fasting confirms our utter dependence upon God by finding in Him a source of sustenance beyond food."
    },
    {
      "cite": "Pope Francis",
      "quote": "Fasting makes sense if it really chips away at our security and, as a consequence, benefits someone else, if it helps us cultivate the style of the good Samaritan, who bent down to his brother in need and took care of him."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Fasting cleanses the soul, raises the mind, subjects one's flesh to the spirit, renders the heart contrite and humble, scatters the clouds of concupiscence, quenches the fire of lust, and kindles the true light of chastity. Enter again into yourself."
    },
    {
      "cite": "Ole Hallesby",
      "quote": "The purpose of fasting is to loosen to some degree the ties which bind us to the world of material things and our surroundings as a whole, in order that we may concentrate all our spiritual powers upon the unseen and eternal things"
    }
  ]
}