{
  "source": "https://www.wisesayings.com/fast-quotes/",
  "theme": "fast",
  "quotes": [
    {
      "cite": "Charles De Gaulle",
      "quote": "You have to be fast on your feet and adaptive or else a strategy is useless."
    },
    {
      "cite": "Sam Altman",
      "quote": "Move fast. Speed is one of your main advantages over large competitors."
    },
    {
      "cite": "Robert Anthony",
      "quote": "Moving fast is not the same as going somewhere."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Speed is the ability to take a decision in a few seconds."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Speed is not always a constituent to great work, the process of creation should be given time and thought."
    },
    {
      "cite": "Cliff Burton",
      "quote": "You don't burn out from going too fast. You burn out from going too slow and getting bored."
    },
    {
      "cite": "Rafael Sabatini",
      "quote": "Speed will follow when the mechanism of the movements is more assured."
    },
    {
      "cite": "Guillaume Canet",
      "quote": "Everything goes by so fast that if you want to be a part of it, you need to go that fast. But because you go that fast, you don't lead the life you should lead."
    },
    {
      "cite": "Eddie Vedder",
      "quote": "Life moves fast. As much as you can learn from your history, you have to move forward."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Speed is inconsequential if you are headed in the wrong direction."
    },
    {
      "cite": "Ty Cobb",
      "quote": "Speed is a great asset; but it's greater when it's combined with quickness - and there's a big difference."
    },
    {
      "cite": "Maira Kalman",
      "quote": "If you go too fast you might not notice everything. On the other hand, you don't want to be late."
    },
    {
      "cite": "Richard Bach",
      "quote": "To fly as fast as thought, you must begin by knowing that you have already arrived."
    },
    {
      "cite": "Andrea Arnold",
      "quote": "Sometimes when you're going fast, your instincts can be very useful."
    },
    {
      "cite": "Anna Held",
      "quote": "We must go fast, because the race is against time."
    },
    {
      "cite": "Eric Schmidt",
      "quote": "Fast learners win."
    },
    {
      "cite": "Frank Shorter",
      "quote": "Because running fast is more fun than running slow."
    },
    {
      "cite": "Mark Zuckerberg",
      "quote": "Move fast and break things. Unless you are breaking stuff, you are not moving fast enough."
    },
    {
      "cite": "Theodore Isaac Rubin",
      "quote": "The question is not whether we are able to change but whether we are changing fast enough."
    },
    {
      "cite": "Tim Berners-Lee",
      "quote": "Things can change so fast on the internet."
    }
  ]
}