{
  "source": "https://www.wisesayings.com/fate-quotes/",
  "theme": "fate",
  "quotes": [
    {
      "cite": "Henry Miller",
      "quote": "We create our fate every day we live."
    },
    {
      "cite": "Seneca",
      "quote": "Fate leads the willing and drags along the unwilling."
    },
    {
      "cite": "Marcellinus Ammianus",
      "quote": "No power or virtue of man could ever have deserved that what has been fated should not have taken place."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Fate is nothing but the deeds committed in a prior state of existence."
    },
    {
      "cite": "Kamran Hamid",
      "quote": "Fate is for those too weak to determine their own destiny."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Men are not prisoners of fate, but only prisoners of their own minds."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Sometimes our fate resembles a fruit tree in winter. Who would think that those branches would turn green again and blossom, but we hope it, we know it."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Wherever a man may happen to turn, whatever a man may undertake, he will always end up by returning to the path which nature has marked out for him."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart."
    },
    {
      "cite": "Voltaire",
      "quote": "Each player must accept the cards life deals him or her. But once they are in hand, he or she alone must decide how to play the cards in order to win the game."
    },
    {
      "cite": "T.E. Lawrence",
      "quote": "Many men would take the death sentence without a whimper to escape the life sentence which Fate carries in her hand."
    },
    {
      "cite": "Karl Popper",
      "quote": "We may become the makers of our fate when we have ceased to pose as its prophets."
    },
    {
      "cite": "Karl Wilhelm von Humboldt",
      "quote": "How a person masters his fate is more important than what his fate is."
    },
    {
      "cite": "Carl Jung",
      "quote": "When an inner situation is not made conscious, it appears outside as fate."
    },
    {
      "cite": "Ronald Harmon",
      "quote": "As we move through life, the force of fate creates events that we only appreciate when we reflect on our existence."
    },
    {
      "cite": "Proverb",
      "quote": "One meets his destiny often in the road he takes to avoid it."
    },
    {
      "cite": "Richard Bach",
      "quote": "Nothing happens by chance, my friend... No such thing as luck. A meaning behind every little thing, and such a meaning behind this. Part for you, part for me, may not see it all real clear right now, but we will, before long."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Whatever the universal nature assigns to any man at any time is for the good of that man at that time."
    },
    {
      "cite": "James Allen",
      "quote": "Man is manacled only by himself; thought and action are the jailers of Fate."
    },
    {
      "cite": "Proverb",
      "quote": "You cannot be lost on a road that is straight."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "I do not believe in a fate that will fall on us no matter what we do. I do believe in a fate that will fall on us if we do nothing."
    },
    {
      "cite": "William James",
      "quote": "We are spinning our own fates, good or evil, never to be undone."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Man does not control his own fate. The women in his life do that for him."
    },
    {
      "cite": "Bhartrhari",
      "quote": "Fate's sentence written on the brow no hand can e'er efface."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Maybe Fate isn't the pond you swim in but the fisherman floating on top of it, letting you run the line wild until you are weary enough to be reeled back in."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "Fate is not an eagle, it creeps like a rat."
    },
    {
      "cite": "Gloria Estefan",
      "quote": "We seal our fate with the choices we make."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "Lots of folks confuse bad management with destiny."
    },
    {
      "cite": "E.M. Forester",
      "quote": "Failure and success seem to have been allotted to men by their stars. But they retain the power of wriggling, of fighting with their star or against it, and in the whole universe the only really interesting movement is this wriggle."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "I will seize fate by the throat; it shall certainly never wholly overcome me."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Fate laughs at probabilities."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A door that seems to stand open must be a man's size, or it is not the door that Providence means for him."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Again, you can't connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Fate is like a strange, unpopular restaurant, filled with odd waiters who bring you things you never asked for and don't always like."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Fate loves the fearless."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Once you make a decision, the universe conspires to make it happen."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "Sometimes life has a cruel sense of humor, giving you the thing you always wanted at the worst time possible."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "There is no chance, no destiny, no fate, that can circumvent or hinder or control the firm resolve of a determined soul."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Fate is never fair. You are caught in a current much stronger than you are; struggle against it and you'll drown not just yourself but those who try to save you. Swim with it. and you'll survive"
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Yet it would be your duty to bear it, if you could not avoid it: it is weak and silly to say you cannot bear what it is your fate to be required to bear."
    },
    {
      "cite": "Paulo Coehlo",
      "quote": "I can control my destiny, but not my fate. Destiny means there are opportunities to turn right or left, but fate is a one-way street. I believe we all have the choice as to whether we fulfil our destiny, but our fate is sealed."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "There is no such thing as accident; it is fate misnamed."
    },
    {
      "cite": "Donald Trump",
      "quote": "What separates the winners from the losers is how a person reacts to each new twist of fate."
    },
    {
      "cite": "Les Brown",
      "quote": "Just because Fate doesn't deal you the right cards, it doesn't mean you should give up. It just means you have to play the cards you get to their maximum potential."
    },
    {
      "cite": "Goldie Hawn",
      "quote": "You often meet your fate on the road you take to avoid it.You often meet your fate on the road you take to avoid it."
    },
    {
      "cite": "Trisha Yearwood",
      "quote": "What's meant to be will always find a way."
    },
    {
      "cite": "Carl Jung",
      "quote": "Until you make the unconscious conscious, it will direct your life and you will call it fate."
    },
    {
      "cite": "Amy Tan",
      "quote": "If you can't change your fate, change your attitude."
    },
    {
      "cite": "Jean Nidetch",
      "quote": "It's choice, not chance, that determines your destiny."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "It is what a man thinks of himself that really determines his fate."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Fate leads the willing, and drags along the reluctant."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "When fate hands you a lemon, make lemonade."
    },
    {
      "cite": "Albert Camus",
      "quote": "There is no fate that cannot be surmounted by scorn."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "A person often meets his destiny on the road he took to avoid it."
    },
    {
      "cite": "Henry Miller",
      "quote": "Every man has his own destiny. The only imperative is to follow it, to accept it, no matter where it leads him."
    },
    {
      "cite": "Euripides",
      "quote": "Necessity is harsh. Fate has no reprieve."
    },
    {
      "cite": "Chris Pine",
      "quote": "I believe in luck and fate and I believe in karma, that the energy you put out in the world comes back to meet you."
    },
    {
      "cite": "William Shakespeare",
      "quote": "It is not in the stars to hold our destiny but in ourselves."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "He cannot complain of a hard sentence, who is made master of his own fate."
    },
    {
      "cite": "Diana Trilling",
      "quote": "There's much to be said for challenging fate instead of ducking behind it."
    },
    {
      "cite": "Zeno",
      "quote": "Fate is the endless chain of causation, whereby things are; the reason or formula by which the world goes on."
    },
    {
      "cite": "James Shirley",
      "quote": "There is no armor against fate."
    },
    {
      "cite": "Daniel Defoe",
      "quote": "The best of men cannot suspend their fate; The good die early, and the bad die late."
    },
    {
      "cite": "The Place of Enchantment: British Occultism and the Culture of the Modern",
      "quote": "The fate of our times is characterized by rationalization and intellectualization and, above all, by the disenchantment of the world."
    },
    {
      "cite": "Alfred Adler",
      "quote": "Every individual acts and suffers in accordance with his peculiar teleology, which has all the inevitability of fate, so long as he does not understand it."
    },
    {
      "cite": "Benoit Mandelbrot",
      "quote": "My fate has been that what I undertook was fully understood only after the fact."
    },
    {
      "cite": "John Dryden",
      "quote": "Tis Fate that flings the dice, And as she flings Of kings makes peasants, And of peasants kings."
    },
    {
      "cite": "Confucius",
      "quote": "Death and life have their determined appointments; riches and honors depend upon heaven."
    },
    {
      "cite": "Anatole France",
      "quote": "I thank fate for having made me born poor. Poverty taught me the true value of the gifts useful to life."
    },
    {
      "cite": "Karl Popper",
      "quote": "We may become the makers of our fate when we have ceased to pose as its prophets."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "There is but one philosophy and its name is fortitude! To bear is to conquer our fate."
    },
    {
      "cite": "Confucius",
      "quote": "The wheel of fortune turns round incessantly, and who can say to himself, I shall today be uppermost."
    },
    {
      "cite": "Ugo Betti",
      "quote": "We cannot bear to regard ourselves simply as playthings of blind chance, we cannot admit to feeling ourselves abandoned."
    },
    {
      "cite": "Emerson",
      "quote": "If you believe in fate to your harm, believe in it, at least, for your good."
    },
    {
      "cite": "Mary Renault",
      "quote": "Go with your fate, but not beyond. Beyond leads to dark places."
    },
    {
      "cite": "Alexander The Great",
      "quote": "Remember upon the conduct of each depends the fate of all."
    },
    {
      "cite": "O. Henry",
      "quote": "The true adventurer goes forth aimless and uncalculating to meet and greet unknown fate."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Whatever limits us we call fate."
    },
    {
      "cite": "William Shakespeare",
      "quote": "What fates impose, that men must needs abide; it boots not to resist both wind and tide."
    },
    {
      "cite": "Plutarch",
      "quote": "Fate leads him who follows it, and drags him who resist."
    },
    {
      "cite": "Seneca",
      "quote": "The fates lead the willing, and drag the unwilling."
    },
    {
      "cite": "Heinrich von Pierer",
      "quote": "Control your fate or somebody else will."
    },
    {
      "cite": "Amelia Barr",
      "quote": "The fate of love is that it always seems too little or too much."
    },
    {
      "cite": "William Rounseville Alger",
      "quote": "Fate is the friend of the good, the guide of the wise, the tyrant of the foolish, the enemy of the bad."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "Actions are the seed of fate deeds grow into destiny."
    },
    {
      "cite": "Plato",
      "quote": "All things are in fate, yet all things are not decreed by fate."
    }
  ]
}