{
  "source": "https://www.wisesayings.com/fathers-quotes/",
  "theme": "fathers",
  "quotes": [
    {
      "cite": "Clarence Budington Kelland",
      "quote": "He didn't tell me how to live; he lived, and let me watch him do it."
    },
    {
      "cite": "Unknown Author",
      "quote": "A truly rich man is one whose children run into his arms when his hands are empty."
    },
    {
      "cite": "Angelo Patri",
      "quote": "The father who would taste the essence of his fatherhood must turn back from the plane of his experience, take with him the fruits of his journey and begin again beside his child, marching step by step over the same old road."
    },
    {
      "cite": "Kent Nerburn",
      "quote": "It is much easier to become a father than to be one."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "I love my father as the stars - he's a bright shining example and a happy twinkling in my heart."
    },
    {
      "cite": "Robert Brault",
      "quote": "You will find that if you really try to be a father, your child will meet you halfway."
    },
    {
      "cite": "Cindy Garner",
      "quote": "Why are men reluctant to become fathers? They aren't through being children."
    },
    {
      "cite": "Reed Markham",
      "quote": "Being a great father is like shaving. No matter how good you shaved today, you have to do it again tomorrow."
    },
    {
      "cite": "Louis CK",
      "quote": "Be a dad. Don't be 'Mom's Assistant'.... Be a man.... Fathers have skills that they never use at home. You run a landscaping business and you can't dress and feed a four-year-old? Take it on. Spend time with your kids.... It won't take away your manhood, it will give it to you."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Fatherhood is pretending the present you love most is \"soap-on-a-rope.\""
    },
    {
      "cite": "Jim Valvano",
      "quote": "My father gave me the greatest gift anyone could give another person, he believed in me."
    },
    {
      "cite": "Pope John XXIII",
      "quote": "It is easier for a father to have children than for children to have a real father."
    },
    {
      "cite": "Billy Graham",
      "quote": "A good father is one of the most unsung, unpraised, unnoticed, and yet one of the most valuable assets in our society."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "I cannot think of any need in childhood as strong as the need for a father's protection."
    },
    {
      "cite": "Dawn French",
      "quote": "It was my father who taught me to value myself. He told me that I was uncommonly beautiful and that I was the most precious thing in his life."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "A father is a man who expects his son to be as good a man as he meant to be."
    },
    {
      "cite": "William Shakespeare",
      "quote": "It is a wise father that knows his own child."
    },
    {
      "cite": "Bill Cosby",
      "quote": "If the new American father feels bewildered and even defeated, let him take comfort from the fact that whatever he does in any fathering situation has a 50 percent chance of being right."
    },
    {
      "cite": "Louis CK",
      "quote": "When my kids were younger, I used to avoid them. I used to sit on the toilet 'til my legs fell asleep. You want to know why your father spends so long in the toilet? Because he's not sure he wants to be a father."
    },
    {
      "cite": "John Green",
      "quote": "The nature of impending fatherhood is that you are doing something that you're unqualified to do, and then you become qualified while doing it."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Fathers are biological necessities, but social accidents."
    },
    {
      "cite": "Confucius",
      "quote": "The father who does not teach his son his duties is equally guilty with the son who neglects them."
    },
    {
      "cite": "Bertrand Russel",
      "quote": "The fundamental defect with fathers is that they want their children to be a credit to them."
    },
    {
      "cite": "David Gottesman",
      "quote": "Fathers, like mothers, are not born. Men grow into fathers and fathering is a very important stage in their development."
    },
    {
      "cite": "Margaret Courtney",
      "quote": "Be kind to thy father, for when thou were young, who loved thee so fondly as he? He caught the first accents that fell from thy tongue, and joined in thy innocent glee."
    },
    {
      "cite": "Euripedes",
      "quote": "Noble fathers have noble children."
    },
    {
      "cite": "Kent Nerburn",
      "quote": "Until you have a son of your own... you will never know the joy, the love beyond feeling that resonates in the heart of a father as he looks upon his son. You will never know the sense of honor that makes a man want to be more than he is and to pass something good and hopeful into the hands of his son. And you will never know the heartbreak of the fathers who are haunted by the personal demons that keep them from being the men they want their sons to be."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "To be a successful father there's one absolute rule: when you have a kid, don't look at it for the first two years."
    },
    {
      "cite": "Tim Russert",
      "quote": "The older I get, the smarter my father seems to get."
    },
    {
      "cite": "Charles Wadsworth",
      "quote": "By the time a man realizes that maybe his father was right, he usually has a son who thinks he's wrong."
    },
    {
      "cite": "Harry Stein",
      "quote": "The fathers who laugh with his kids more than he lectures them is way ahead of the game."
    },
    {
      "cite": "Charles Kovac",
      "quote": "It's a strange but pleasant evolution for fathers—realizing that the reality of your relationship with your children is not what you thought when you first had them."
    },
    {
      "cite": "H.T. Bremer",
      "quote": "To raise good children, you and your wife has to be as one. That's very important. The father says no, the mother says yes. The mother says no, the father says yes. That's no good. You have to always support each other."
    },
    {
      "cite": "Richard Ford",
      "quote": "The best thing a father could do for his son is die."
    },
    {
      "cite": "Tim Limbert",
      "quote": "As fathers, we too have to teach, plan, and encourage. We have to coach 'em up."
    },
    {
      "cite": "Alex Trebek",
      "quote": "When you become a father, you get scared about everything."
    },
    {
      "cite": "Frank Pittman",
      "quote": "Fathering is not something perfect men do but something that perfects the man."
    },
    {
      "cite": "Mark Twain",
      "quote": "When I was a boy of fourteen, my father was so ignorant I could hardly stand to have the old man around. But when I got to be twenty one, I was astonished at how much he has learned in seven years."
    },
    {
      "cite": "Harpo Marx",
      "quote": "I was the same kind of father as I was a harpist—I played bye ear."
    },
    {
      "cite": "Lillia Hellman",
      "quote": "My father was often angry when I was most like him."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "...when his daughter puts her arm over his shoulders and says,'Daddy , I need to ask you something,' he is a pat of butter in a hot frying pan."
    },
    {
      "cite": "Marcus Jacob Goldman",
      "quote": "Being a dad is one of the oldest 'professions' around."
    },
    {
      "cite": "Lafcadio Hearn",
      "quote": "If you ever become a father, I think the strangest and strongest sensation of your life will be hearing for the first time the thin cry of your child."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "It was like dealing with Dad— all give and no take."
    },
    {
      "cite": "William Plummer",
      "quote": "The important thing, I learned from my father, was to find your own bone and sink your teeth in it."
    },
    {
      "cite": "Nick Lyons",
      "quote": "The search for a father is a search for authority outside of yourself; you feel wraithlike,incomplete without him, in whatever form he takes."
    },
    {
      "cite": "Tony Lyons",
      "quote": "We're sure of this: it is an astonishingly happy, challenging, various, and always evolving relationship, or set of relationships, this fatherhood."
    },
    {
      "cite": "Evan Esar",
      "quote": "Family: A social unit where the father is concerned with parking space, the children with outer space, and the mother with closet space."
    },
    {
      "cite": "Red Buttons",
      "quote": "Never raise your hands to your kids, it leaves your groin unprotected."
    },
    {
      "cite": "J. August Strindberg",
      "quote": "That is the thankless position of the father in the family: The provider for all and the enemy of all."
    },
    {
      "cite": "Billy Graham",
      "quote": "The greatest tribute a boy can give to his father is to say, 'When I grow up, I want to be just like my dad.' It is a convicting responsibility for us fathers and grandfathers."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "A king, realising his incompetence, can either delegate or abdicate his duties. A father can do neither. If only sons could see the paradox, they would understand the dilemma."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "If there is any immortality to be had among us human beings, it is certainly only in the love that we leave behind. Father's like mine don't ever die."
    },
    {
      "cite": "Charles Kettering",
      "quote": "Every father should remember one day his son will follow his example, not his advice."
    },
    {
      "cite": "David Jeremiah",
      "quote": "A girl’s father is the first man in her life, and probably the most influential."
    },
    {
      "cite": "Margaret Truman",
      "quote": "It’s only when you grow up and step back from him — or leave him for your own home — it’s only then that you can measure his greatness and fully appreciate it."
    },
    {
      "cite": "Walter Scott",
      "quote": "How pleasant it is for a father to sit at his child's board. It is like an aged man reclining under the shadow of an oak which he has planted."
    },
    {
      "cite": "Etan Thomas",
      "quote": "I would define a leader as a person who puts the welfare of the group above himself. It's the same thing with fathers."
    },
    {
      "cite": "Catherine Pulsifer",
      "quote": "To be a father requires patience, love and giving up the 'all about me' attitude."
    },
    {
      "cite": "Umberto Eco",
      "quote": "I believe that what we become depends on what our fathers teach us at odd moments, when they aren't trying to teach us. We are formed by little scraps of wisdom."
    }
  ]
}