{
  "source": "https://www.wisesayings.com/fathers-and-sons-quotes/",
  "theme": "fathers-and-sons",
  "quotes": [
    {
      "cite": "Samuel Johnson",
      "quote": "There must always be a struggle between a father and son, while one aims at power and the other at independence."
    },
    {
      "cite": "Evelyn Waugh",
      "quote": "Perhaps host and guest is really the happiest relation for father and son."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "It is not flesh and blood but the heart which makes us fathers and sons."
    },
    {
      "cite": "Charles Wadsworth",
      "quote": "By the time a man realizes that maybe his father was right, he usually has a son who thinks he's wrong."
    },
    {
      "cite": "Dan Brown",
      "quote": "No love is greater than that of a father for His son."
    },
    {
      "cite": "Alan Valentine",
      "quote": "For thousands of years, father and son have stretched wistful hands across the canyon of time."
    },
    {
      "cite": "Rick Yune",
      "quote": "Its a rare thing when a father and son can share the same experience. My father and I have seen all 19 Bond films together, two or three times."
    },
    {
      "cite": "Brad Pitt",
      "quote": "With sons and fathers, there's an inexplicable connection and imprint that your father leaves on you."
    },
    {
      "cite": "William Shakespeare",
      "quote": "When a father gives to his son, both laugh; when a son gives to his father, both cry."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A man's desire for a son is usually nothing but the wish to duplicate himself in order that such a remarkable pattern may not be lost to the world."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "Every son quotes his father, in words and in deeds."
    },
    {
      "cite": "George Herbert",
      "quote": "One father is enough to govern one hundred sons, but not a hundred sons one father."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Sons have always a rebellious wish to be disillusioned by that which charmed their fathers."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "At the gambling table, there are no fathers and sons."
    },
    {
      "cite": "Confucius",
      "quote": "The father who does not teach his son his duties is equally guilty with the son who neglects them."
    },
    {
      "cite": "The Talmud",
      "quote": "When you teach your son, you teach your son's son."
    },
    {
      "cite": "Charles F Kettering",
      "quote": "Every father should remember that one day his son will follow his example instead of his advice."
    },
    {
      "cite": "Alan Ladd",
      "quote": "Not every father gets a chance to start his son off in his own footsteps."
    },
    {
      "cite": "Clarence B. Kelland",
      "quote": "My father didn't tell me how to live; he lived, and let me watch him do it."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "A father is a man who expects his son to be as good a man as he meant to be."
    },
    {
      "cite": "Anthony Kiedis",
      "quote": "The fact my relationship with my son is so good makes me forgiving of my father and also appreciative."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "What was silent in the father speaks in the son, and often I found in the son the unveiled secret of the father."
    },
    {
      "cite": "James Baldwin",
      "quote": "Fathers and sons arrive at that relationship only by claiming that relationship: that is by paying for it. If the relationship of father to son could really be reduced to biology, the whole earth would blaze with the glory of fathers and sons."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "A man knows when he is growing old because he begins to look like his father."
    },
    {
      "cite": "Simon Soloveychik",
      "quote": "A son is not a judge of his father, but the conscience of the father is in his son."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Son needs his father at every situation he faces in present, and a father needs his son at every situation he faces for his son in past."
    },
    {
      "cite": "Homer",
      "quote": "For rarely are sons similar to their fathers: most are worse, and a few are better than their fathers."
    },
    {
      "cite": "Johann Friedrich Von Schiller",
      "quote": "It is not flesh and blood, but heart which makes us fathers and sons."
    },
    {
      "cite": "Jim Valvano",
      "quote": "My father gave me the greatest gift anyone could give another person, he believed in me."
    },
    {
      "cite": "Bill Cosby",
      "quote": "A new father quickly learns that his child invariably comes to the bathroom at precisely the times when he's in there, as if he needed company. The only way for this father to be certain of bathroom privacy is to shave at the gas station."
    },
    {
      "cite": "Walter M. Schirra, Sr.",
      "quote": "You don't raise heroes, you raise sons. And if you treat them like sons, they'll turn out to be heroes, even if it's just in your own eyes."
    },
    {
      "cite": "Alexander Pope",
      "quote": "We think our fathers fools, so wise we grow. Our wiser sons, no doubt will think us so."
    },
    {
      "cite": "Harrison Ford",
      "quote": "I love the comic opportunities that come up in the context of a father-son relationship."
    },
    {
      "cite": "Paul Asay",
      "quote": "Forget Batman: when I really thought about what I wanted to be when I grew up, I wanted to be my dad."
    },
    {
      "cite": "Nicolas Bentley",
      "quote": "He followed in his father's footsteps, but his gait was somewhat erratic."
    },
    {
      "cite": "Alan Thicke",
      "quote": "As a father, my first priority is to help my sons set and attain personal goals so they will develop self-confidence and individual strength. Engaging in regular fitness activities with my children helps me fulfill those responsibilities."
    },
    {
      "cite": "unknown",
      "quote": "The greatest gift I ever had came from God, and I call him Dad!"
    },
    {
      "cite": "Francis Ford Coppola",
      "quote": "Frank Capra was a prop man, I think. John Ford was a prop man. It was a little bit of a father and son thing, and you kind of worked your way up."
    },
    {
      "cite": "Henry Louis Gates",
      "quote": "My father and I made genetics history. We were the first African-Americans and the first father and son anywhere to have their genomes sequenced."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Fathers and sons are much more considerate of one another than mothers and daughters."
    },
    {
      "cite": "Croesus of Lydia",
      "quote": "No one would be foolish enough to choose war over peace-in peace sons bury their fathers, but in war fathers bury their sons."
    },
    {
      "cite": "George Lucas",
      "quote": "Join me, and together we can rule the galaxy as father and son."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Tiger father begets tiger son."
    },
    {
      "cite": "George Eliot",
      "quote": "It's a father's duty to give his sons a fine chance."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "If a father commands a son to commit a crime so terrible that the son can't do it and live with himself, then is it betrayal for the son to disobey his father?"
    },
    {
      "cite": "Knights of Pythagoras",
      "quote": "A man never stands as tall as when he kneels to help a child."
    },
    {
      "cite": "Donald Hall",
      "quote": "Baseball is fathers and sons playing catch, lazy and murderous, wild and controlled, the profound archaic song of birth, growth, age, and death."
    },
    {
      "cite": "Verlyn Kunkenborg",
      "quote": "I distrust any man who claims to have had a continuous friendship with his father. How did he get from fourteen to twenty six?"
    },
    {
      "cite": "L.L. Henderson",
      "quote": "Fathers send their sons to college either because they went to college or because they didn't."
    },
    {
      "cite": "Homer Simpson",
      "quote": "I think the saddest day of my life was when I realized I could beat my dad at most things and Bart experienced that at the age of four."
    },
    {
      "cite": "Russell Hoban",
      "quote": "If the past cannot teach the present, and the father cannot teach the son, then history need not have bothered to go on, and the world has wasted a great deal of time."
    },
    {
      "cite": "Thomas Kemp",
      "quote": "Consider your son to be your apprentice in life. That's the way it used to be. The son was always with the father, either in the shop or in the field. So he learned from a very early age how being a man and a father was all about."
    },
    {
      "cite": "Joe Kita",
      "quote": "I believe now that my father was perhaps the greatest fisherman and baseball player of all time, not because he was very good at either one but because he had the patience and wisdom to raise someone who was."
    },
    {
      "cite": "Michael Caine",
      "quote": "The first time my dad saw me in lipstick he said: 'Tell me the truth son, are you a nancy boy?'"
    },
    {
      "cite": "Geoff Tibballs",
      "quote": "The relationship between father and son can be notoriously tricky, as the younger man seeks to assert himself in adulthood. In a perfect world they can end up bestfriends but in other cases they may fight like Tom and Jerry."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "A king realising his incompetence can either delegate or abdicate his duties. A father can do neither. If only sons could see the paradox, they would understand the dilemma."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "The parent who could see his boy as he really is would shake his head and say, 'Willie is no good. I'll sell him.'"
    },
    {
      "cite": "Kenny Smith",
      "quote": "Growing up my father told me I could be whomever I wanted. What a cruel hoax that was! I'm still his son."
    },
    {
      "cite": "J. August Strindberg",
      "quote": "That is the thankless position of the father in the family: The provider for all and the enemy of all."
    },
    {
      "cite": "Phineas Fletcher",
      "quote": "His little son into his bosom creeps. The lively picture of his father's face."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "Having a child ends forever a man's boyhood, if not his boyishness. Having a child means that the son has, in a real sense, become his father. Sons are for fathers the twice-told tale."
    },
    {
      "cite": "William Graham Sumner",
      "quote": "A good father believes that he does wisely to encourage enterprise, productive skill, prudent self-denial, and judicious expenditure on the part of his son."
    },
    {
      "cite": "The Bible",
      "quote": "A wise son maketh a glad father: but a foolish son is the heaviness of his mother."
    },
    {
      "cite": "Billy Graham",
      "quote": "The Father is the source of all blessings and the son is the channel of all blessing, and it is through the Holy spirit at work in us that all truth becomes living and operative in our lives."
    },
    {
      "cite": "Abiansh Parajuli",
      "quote": "Son when you grow up what shall you be? / Would I be a father that you could never be? / Mark a star and walk on my shoe / It’s easy as you go, I shall go beyond too."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "A father sees his son nearing manhood. / What shall he tell that son? / 'Life is hard; be steel; be a rock.' / And this might stand him for the storms."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "Now I am myself, father / But I still miss my father / That's why my heart showers love / For entire humanity."
    },
    {
      "cite": "Henry Lawson",
      "quote": "His grave is growing old and green / And things have altered rather / But still I think ’twas mighty mean / The way I treated father. / He left a tidy sum to me / But I’d give all the money / To hear him say, “Will you get up / And bile the billy, Sonny?”"
    },
    {
      "cite": "Edgar Albert Guest",
      "quote": "Lord, as his father, now I pray / For manhood's strength and counsel wise / Let me deal justly, day by day / In all that fatherhood implies./ To be his father, keep me fit / Let me not play the hypocrite!"
    },
    {
      "cite": "Brian May",
      "quote": "A word in your ear from father to son / Funny you don't hear a single word I say / But my letter to you will stay by your side / Through the years till the loneliness is gone / Sing if you will - but the air you breathe I live to give you."
    },
    {
      "cite": "Jennifer Alddrich",
      "quote": "I am a family man, and my most important role is a father to my son."
    },
    {
      "cite": "Ken Norton",
      "quote": "Of all the titles I've been privileged to have, 'Dad' has always been the best."
    },
    {
      "cite": "Calvin Johnson",
      "quote": "I hope I can be as good of a father to my son as my dad was to me."
    },
    {
      "cite": "Wayne Rooney",
      "quote": "Becoming a dad means you have to be a role model for your son and be someone he can look up to."
    },
    {
      "cite": "Roger Moore",
      "quote": "My father believed in toughness, honesty, politeness, and being on time. All very important lessons."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "I cannot think of any need in childhood as strong as the need for father's protection."
    },
    {
      "cite": "Mike Myers",
      "quote": "Anyone who tells you fatherhood is the greatest thing that can happen to you, they are understating it."
    },
    {
      "cite": "Lafcadio Hearn",
      "quote": "No man can possibly know what life means, what the world means, what anything means, until he has a child and loves it."
    }
  ]
}