{
  "source": "https://www.wisesayings.com/father-and-daughter-quotes/",
  "theme": "father-and-daughter",
  "quotes": [
    {
      "cite": "Euripides",
      "quote": "To a father growing old nothing is dearer than a daughter."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "The father of a daughter is nothing but a high-class hostage. A father turns a stony face to his sons, berates them, shakes his antlers, paws the ground, snorts, runs them off into the underbrush, but when his daughter puts her arm over his shoulder and says, 'Daddy, I need to ask you something,' he is a pat of butter in a hot frying pan."
    },
    {
      "cite": "John Gregory Brown",
      "quote": "There's something like a line of gold thread running through a man's words when he talks to his daughter, and gradually over the years it gets to be long enough for you to pick up in your hands and weave into a cloth that feels like love itself."
    },
    {
      "cite": "John Mayor",
      "quote": "Fathers, be good to your daughters. You are the god and the weight of her world."
    },
    {
      "cite": "Author Unknown",
      "quote": "They say that from the instant he lays eyes on her, a father adores his daughter. Whoever she grows up to be, she is always to him that little girl in pigtails. She makes him feel like Christmas. In exchange, he makes a secret promise not to see the awkwardness of her teenage years, the mistakes she makes or the secrets she keeps."
    },
    {
      "cite": "Phyllis McGinley",
      "quote": "The thing to remember about fathers is, they're men. A girl has to keep it in mind: They are dragon-seekers, bent on improbable rescues. Scratch any father, you find someone chock-full of qualms and romantic terrors, believing change is a threat - like your first shoes with heels on, like your first bicycle it took such months to get."
    },
    {
      "cite": "Author Unknown",
      "quote": "A father should be his son's first hero, and his daughters first love."
    },
    {
      "cite": "Enid Bagnold",
      "quote": "A father is always making his baby into a little woman. And when she is a woman he turns her back again."
    },
    {
      "cite": "Stanley T. Banks",
      "quote": "You fathers will understand. You have a little girl. She looks up to you. You're her oracle. You're her hero. And then the day comes when she gets her first permanent wave and goes to her first real party, and from that day on, you're in a constant state of panic."
    },
    {
      "cite": "Author Unknown",
      "quote": "A daughter may outgrow your lap, but she will never outgrow your heart."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Certain is it that there is no kind of affection so purely angelic as of a father to a daughter. In love to our wives there is desire; to our sons, ambition; but to our daughters there is something which there are no words to express."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "A father is available to help his daughter balance both her love and her anger toward her mother, to moderate the inevitable emotional extremes in the intense mother-daughter equation. With Daddy's steadying influence daughters can learn to be comfortable with healthy anger, rather than feeling that they must be eternal good girls who must at all costs conceal it."
    },
    {
      "cite": "Bill Cosby",
      "quote": "A father... knows exactly what those boys at the mall have in their depraved little minds because he once owned such a depraved little mind himself. In fact, if he thinks enough about the plans that he used to have for young girls, the father not only will support his wife in keeping their daughter home but he might even run over to the mall and have a few of those boys arrested."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "I am not ashamed to say that no man I ever met was my father's equal, and I never loved any other man as much."
    },
    {
      "cite": "Dawn French",
      "quote": "It was my father who taught me to value myself. He told me that I was uncommonly beautiful and that I was the most precious thing in his life."
    },
    {
      "cite": "John Sinor",
      "quote": "It is admirable for a man to take his son fishing, but there is a special place in heaven for the father who takes his daughter shopping."
    },
    {
      "cite": "Stella Chess",
      "quote": "Fathers can seem powerful and overwhelming to their daughters. Let her see your soft side. Express your feelings and reactions. Te ll her where you came from and how you got there. Let her see that you have had fears, failures, anxious times, hurts, just like hers, even though you may look flawless to her."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "When a father gives his daughter an emotional visa to strike out on her own, he is always with her. Such a daughter has her encour aging, understanding daddy in her head, cheering her on--not simply as a woman but as a whole, unique human being with unlimited possibilities."
    },
    {
      "cite": "Guy Lombardo",
      "quote": "Many a man wishes he were strong enough to tear a telephone book in half, especially if he has a teenage daughter."
    },
    {
      "cite": "Author Unknown",
      "quote": "I am a princess not because I have a prince, but because my father is a king."
    },
    {
      "cite": "James T. Adams",
      "quote": "Any astronomer can predict with absolute accuracy just where every star in the universe will be at 11:30 tonight. He can make no such prediction about his teenage daughter."
    },
    {
      "cite": "Violette DeSantis",
      "quote": "Hopefully we were all daddy's little girl. He was and hopefully still is wrapped around our little finger. Not to take advantage of more just for the comfort of knowing he is there."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I may neither choose who I would, nor refuse who I dislike; so is the will of a living daughter curbed by the will of a dead father."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "All fathers are invisible in daytime; daytime is ruled by mothers and fathers come out at night. Darkness brings home fathers, with their real, unspeakable power. There is more to fathers than meets the eye."
    },
    {
      "cite": "Imelda Marcos",
      "quote": "I have never been a material girl. My father always told me never to love anything that cannot love you back."
    },
    {
      "cite": "Stella Chess",
      "quote": "Fathers are still considered the most important \"doers\" in our culture, and in most families they are that. Girls see them as the family authorities on careers, and so fathers' encouragement and counsel is important to them. When fathers don't take their daughters' achievements and plans seriously, girls sometimes have trouble taking themselves seriously."
    },
    {
      "cite": "Victoria Secunda",
      "quote": "A daughter needs a loving, available, predictable father or father figure who can be counted on, whether divorced or at home. She needs his best paternal intentions, even if his efforts occasionally fall short. She needs his maturity and limit setting and sexual oppositeness, so that she can function with confidence in the wider world of adult love and work."
    },
    {
      "cite": "Margaret Elizabeth Sangster",
      "quote": "Our daughters are the most precious of our treasures, the dearest possessions of our homes and the objects of our most watchful love."
    },
    {
      "cite": "Hesburgh",
      "quote": "The most important thing a father can do for his children is to love their mother."
    },
    {
      "cite": "Clarence Budington Kelland",
      "quote": "My father didn't tell me how to live. He lived, and let me watch him do it."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "I cannot think of any need in childhood as strong as the need for a father's protection."
    },
    {
      "cite": "Solomon Ibn Gabirol",
      "quote": "As the lily among thorns, so is my love among the daughters."
    },
    {
      "cite": "Anne Sexton",
      "quote": "It doesn't matter who my father was. It matters who I remember he was."
    },
    {
      "cite": "George Herbert",
      "quote": "One father is more than a hundred schoolmasters."
    },
    {
      "cite": "Pope John XXIII",
      "quote": "It is easier for a father to have children than for children to have a real father."
    },
    {
      "cite": "Erika Cosby",
      "quote": "You know, fathers just have a way of putting everything together."
    },
    {
      "cite": "Nick Vujicic",
      "quote": "Your son and your daughter needs an excellent father more than an excellent college."
    },
    {
      "cite": "Jamaica Kincaid",
      "quote": "Like father like son, like mother like daughter."
    },
    {
      "cite": "Aung San",
      "quote": "I could not, as my father's daughter, remain indifferent to all that was going on."
    },
    {
      "cite": "Ziauddin Yousafzai",
      "quote": "She became a very famous, very popular young girl. Before that, she was my daughter, but now I'm her father."
    },
    {
      "cite": "Euripides",
      "quote": "To an old father, nothing is more sweet than a daughter. Boys are more spirited, but their ways are not so tender."
    },
    {
      "cite": "Ace Frehley",
      "quote": "One of the greatest gifts I've ever gotten is my daughter."
    },
    {
      "cite": "Isaiah Mustafa",
      "quote": "I hope that my daughter grows up empowered and doesn't define herself by the way she looks but by qualities that make her a intelligent, strong and responsible woman."
    },
    {
      "cite": "Billy Graham",
      "quote": "A good father is one of the most unsung, unpraised, unnoticed, and yet one of the most valuable assets in our society."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "Your daughter is your child for life."
    },
    {
      "cite": "Jim Valvano",
      "quote": "My father gave me the greatest gift anyone could give another person, he believed in me."
    },
    {
      "cite": "Bruce Barton",
      "quote": "A daughter is the happy memories of the past, the joyful moments of the present, and the hope and promise of the future."
    }
  ]
}