{
  "source": "https://www.wisesayings.com/fatigue-quotes/",
  "theme": "fatigue",
  "quotes": [
    {
      "cite": "Robin S. Sharma",
      "quote": "Fatigue dominates the lives of those who are living without direction and dreams."
    },
    {
      "cite": "Laura Hillenbrand",
      "quote": "Fatigue is what we experience, but it is what a match is to an atomic bomb."
    },
    {
      "cite": "Lorne Michaels",
      "quote": "Fatigue is your friend. Through exhaustion and through people just being so depleted, the stuff around the nerve endings gets worn away and other things begin to emerge and you take way bigger risks."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "What is the answer to this fatigue? Relax! Relax! Relax! Learn to relax while you are doing your work!"
    },
    {
      "cite": "William James",
      "quote": "Nothing is so fatiguing as the eternal hanging on of an uncompleted task."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "Fatigue dulls the pain, but awakes enticing thoughts of death. So! that is the way in which you are tempted to overcome your loneliness -- by making the ultimate escape from life. -- No! It may be that death is to be your ultimate gift to life: it must not be an act of treachery against it."
    },
    {
      "cite": "June Havoc",
      "quote": "Fatigue roughens up the edges of your nerves; it exposes your fears and your weaknesses."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Fear and fatigue block the mind. Face both, then courage and confidence flows into you."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "There is no fatigue so wearisome as that which comes from lack of work."
    },
    {
      "cite": "Martha Graham",
      "quote": "There is fatigue so great that the body cries, even in its sleep."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The strongest have their moments of fatigue."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Fatigue is the safest sleeping draught."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "All forms of fear produce fatigue."
    },
    {
      "cite": "Charles Babbage",
      "quote": "The fatigue produced on the muscles of the human frame does not altogether depend on the actual force employed in each effort, but partly on the frequency with which it is exerted."
    },
    {
      "cite": "Morgan Freeman",
      "quote": "Fatigue, discomfort, discouragement are merely symptoms of effort."
    },
    {
      "cite": "Max Ehrmann",
      "quote": "Many fears are born of fatigue and loneliness."
    },
    {
      "cite": "Laszlo Nemes",
      "quote": "There's digital fatigue. When you can do everything, you can actually do nothing."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "So, to prevent fatigue and worry, the first rule is: Rest often. Rest before you get tired."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Our fatigue is often caused not by work, but by worry, frustration and resentment."
    },
    {
      "cite": "James Monroe",
      "quote": "A little flattery will support a man through great fatigue."
    },
    {
      "cite": "George Whitefield",
      "quote": "How sweet is rest after fatigue! How sweet will heaven be when our journey is ended."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "One is hardly sensible of fatigue while he marches to music."
    },
    {
      "cite": "Narendra Modi",
      "quote": "Hard work never brings fatigue. It brings satisfaction"
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "There is no habit you will value so much as that of walking far without fatigue."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Great is the power of habit. It teaches us to bear fatigue and to despise wounds and pain."
    },
    {
      "cite": "Michael McGirr",
      "quote": "Fatigue fatigue is when you're tired of being tired."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Fatigue is the best pillow."
    }
  ]
}