{
  "source": "https://www.wisesayings.com/favor-quotes/",
  "theme": "favor",
  "quotes": [
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "The art of acceptance is the art of making someone who has just done you a small favor wish that he might have done you a greater one."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Obedience of the law is demanded; not asked as a favor."
    },
    {
      "cite": "Elon Musk",
      "quote": "When something is important enough, you do it even if the odds are not in your favor."
    },
    {
      "cite": "Jack Canfield",
      "quote": "The longer you hang in there, the greater the chance that something will happen in your favor. No matter how hard it seems, the longer you persist, the more likely your success. Read more at: https://www.brainyquote.com/quotes/jack_canfield_637636"
    },
    {
      "cite": "Louis Pasteur",
      "quote": "Chance favors the prepared mind."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Friends don't count the cost of favors."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "No favor can win gratitude from a cat."
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "A favor is never so long-lived as a grudge."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "No wind favors he who has no destined port."
    },
    {
      "cite": "Socrates",
      "quote": "This is a universe that does not favor the timid."
    },
    {
      "cite": "John Churton Collins",
      "quote": "Never claim as a right what you can ask as a favor."
    },
    {
      "cite": "Rumi",
      "quote": "Live life as if everything is rigged in your favor."
    },
    {
      "cite": "Beth Moore",
      "quote": "One person can bring favor to many during the storm."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "The friendship of a great man is a favor of the gods."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Gratitude is merely the secret hope of further favors."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "Fortune does favor the bold and you'll never know what you're capable of if you don't try."
    },
    {
      "cite": "Ovid",
      "quote": "Fortune and love favor the brave."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "The bird thinks it a favor to give the fish a lift in the air."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "He who boasts of a favor bestowed, would like it back again."
    },
    {
      "cite": "Mark Twain",
      "quote": "Heaven goes by favor. If it went by merit, you would stay out and your dog would go in."
    },
    {
      "cite": "Plautus",
      "quote": "That man is worthless who knows how to receive a favor, but not how to return one."
    },
    {
      "cite": "Aristotle",
      "quote": "It is the characteristic of the magnanimous man to ask no favor but to be ready to do kindness to others."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "The least productive people are usually the ones who are most in favor of holding meetings."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "There is no safety in regaining the favor of an enemy"
    },
    {
      "cite": "Livy",
      "quote": "Favor and honor sometimes fall more fitly on those who do not desire them."
    },
    {
      "cite": "Dag Hammarskjold",
      "quote": "If even dying is to be made a social function, then, grant me the favor of sneaking out on tiptoe without disturbing the party."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Goals allow you to control the direction of change in your favor."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "The odds will always favor the man with a plan."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "To refuse graciously is to confer a favor."
    },
    {
      "cite": "Aristotle",
      "quote": "The ideal man takes joy in doing favors for others."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "If you want to make a friend, let someone do you a favor."
    },
    {
      "cite": "Robert Frost",
      "quote": "Most of the change we think we see in life is due to truths being in and out of favor."
    },
    {
      "cite": "Max Eastman",
      "quote": "People who demand neutrality in any situation are usually not neutral but in favor of the status quo."
    },
    {
      "cite": "Thucydides",
      "quote": "We secure our friends not by accepting favours but by doing them."
    },
    {
      "cite": "Omar Suleiman",
      "quote": "Never forget the favors done for you. Always forget the favors you’ve done for others."
    },
    {
      "cite": "Charles Buxton",
      "quote": "If we do what is necessary, all the odds are in our favor."
    }
  ]
}