{
  "source": "https://www.wisesayings.com/fear-of-love-quotes/",
  "theme": "fear-of-love",
  "quotes": [
    {
      "cite": "Bertrand Russell",
      "quote": "To fear love is to fear life, and those who fear life are already three parts dead."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "We are afraid to care too much, for fear that the other person does not care at all."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Fear is the great enemy of intimacy. Fear makes us run away from each other or cling to each other but does not create true intimacy."
    },
    {
      "cite": "May Sarton",
      "quote": "It is the privilege of those who fear love to murder those who do not fear it!"
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "I'm so afraid of losing something I love, that I refuse to love anything."
    },
    {
      "cite": "Merle Shain",
      "quote": "Loving can cost a lot but not loving always costs more, and those who fear to love often find that want of love is an emptiness that robs the joy from life."
    },
    {
      "cite": "St. Francis de Sales",
      "quote": "Those who love to be feared fear to be loved, and they themselves are more afraid than anyone, for whereas other men fear only them, they fear everyone."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "I'm not afraid to try again, I'm just afraid of getting hurt for the same reason."
    },
    {
      "cite": "Grace Marcelo",
      "quote": "I'm afraid to love, because I don't want to get hurt."
    },
    {
      "cite": "Leighton Meester",
      "quote": "I've never fallen in love right off the bat. I get scared to say I love you too soon because it means so much. It means you're not seeing an end to things."
    },
    {
      "cite": "unknown",
      "quote": "If we deny love that is given to us, if we refuse to give love because we fear pain or loss, then our lives will be empty, our loss greater."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Fears are nothing more than a state of mind."
    },
    {
      "cite": "Robert Anthony",
      "quote": "We fear the thing we want the most."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Fear makes us feel our humanity."
    },
    {
      "cite": "Ernest Gaines",
      "quote": "The mark of fear is not easily removed."
    },
    {
      "cite": "Sarah Parish",
      "quote": "Living with fear stops us taking risks, and if you don't go out on the branch, you're never going to get the best fruit."
    },
    {
      "cite": "T. D. Jakes",
      "quote": "Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe."
    },
    {
      "cite": "Chris Hadfield",
      "quote": "You should have a fear of some things. That doesn't mean it incapacitates you from your ability to figure out a way to deal with it."
    },
    {
      "cite": "George Washington Carver",
      "quote": "Fear of something is at the root of hate for others, and hate within will eventually destroy the hater."
    },
    {
      "cite": "Aristotle",
      "quote": "Fear is pain arising from the anticipation of evil."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom."
    },
    {
      "cite": "Marian Anderson",
      "quote": "Fear is a disease that eats away at logic and makes man inhuman."
    },
    {
      "cite": "Virgil",
      "quote": "Fear is the proof of a degenerate mind."
    },
    {
      "cite": "Jewel Kilcher",
      "quote": "The things you fear are undefeatable, not by their nature, but by your approach."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Do the thing you fear to do and keep on doing it... that is the quickest and surest way ever yet discovered to conquer fear."
    },
    {
      "cite": "John Lennon",
      "quote": "There are two basic motivating forces. Fear and love."
    },
    {
      "cite": "John Green",
      "quote": "A taste so profound and complex that it can't even be compared to other tastes, only to emotions. Cheesy waffles, I was thinking, tastes like love without the fear of love's dissolution."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Courage is not the absence of fear, but rather the assessment that something else is more important than fear."
    },
    {
      "cite": "Patricia Briggs",
      "quote": "Then he'd come back home and found out that war didn't cause fear. Love did."
    },
    {
      "cite": "George Herbert",
      "quote": "Presents of love fear not to be ill taken of strangers."
    },
    {
      "cite": "Pat Paulsen",
      "quote": "The only thing we have to fear is fear itself and possibly the bogey man."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Love is what we are born with. Fear is what we learn. The spiritual journey is the unlearning of fear and prejudices and the acceptance of love back in our hearts. Love is the essential reality and our purpose on earth."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The spiritual journey is the unlearning of fear and the acceptance of love."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "As we are liberated from our own fear, our presence automatically liberates others."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "I’m afraid of love, because it involves things that are beyond our understanding, it sheds such a brilliant light, but the shadow it casts frightens me."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "But, commonly, men are as much afraid of love as of hate."
    },
    {
      "cite": "Theodor Reik",
      "quote": "The fear to love reaches sometimes the depth of a panic, resembles sometimes the fear to die."
    },
    {
      "cite": "Stendhal",
      "quote": "The pleasures of love are always in proportion to our fears."
    },
    {
      "cite": "Dorothy Day",
      "quote": "Love casts out fear, but we have to get over the fear in order to get close enough to love them."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Fear has a smell, as love does."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "How bold one gets when one is sure of being loved."
    },
    {
      "cite": "Gary Zukav",
      "quote": "The opposite of love is not hate. It is fear."
    },
    {
      "cite": "Luanne Rice",
      "quote": "Some feelings are stronger than fear. Love, longing, desire."
    },
    {
      "cite": "Sivananda",
      "quote": "Love expects no reward. Love knows no fear. Love Divine gives. Does not demand. Love thinks no evil. Imputes no motive. To Love is to share and serve."
    },
    {
      "cite": "Aristotle",
      "quote": "No one loves the man whom he fears."
    },
    {
      "cite": "Jampolsky",
      "quote": "Love is the total absence of fear. Love asks no questions. Its natural state is one of extension and expansion, not comparison and measurement."
    },
    {
      "cite": "Mary Faustina Kowalska",
      "quote": "Love endures everything, love is stronger than death, love fears nothing."
    },
    {
      "cite": "Rajneesh",
      "quote": "Don't move the way fear makes you move. Move the way love makes you move. Move the way joy makes you move."
    },
    {
      "cite": "Joubert",
      "quote": "Fear loves the idea of danger."
    },
    {
      "cite": "Christopher Pike",
      "quote": "When you were in love you knew no fear or hatred."
    }
  ]
}