{
  "source": "https://www.wisesayings.com/fearless-quotes/",
  "theme": "fearless",
  "quotes": [
    {
      "cite": "Olivia Wilde",
      "quote": "Only the really young are fearless, have the optimism, the romanticism to take unimaginable risks."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "A man that flies from his fear may find that he has only taken a short cut to meet it."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Let us not pray to be sheltered from dangers but to be fearless when facing them."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Beneath every excuse lies a fear. Practice being fearless."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Focus on your goals, not your fear. Focus like a laser beam on your goals."
    },
    {
      "cite": "Daisaku Ikeda",
      "quote": "Bravely overcoming one small fear gives you the courage to take on the next."
    },
    {
      "cite": "Oscar Isaac",
      "quote": "I think it's good to be a little more fearless in saying what you feel. In not being scared of the repercussions of that."
    },
    {
      "cite": "Carlos Castaneda",
      "quote": "Forget the self and you will fear nothing, in whatever level or awareness you find yourself to be."
    },
    {
      "cite": "George Eliot",
      "quote": "It is never too late to be what you might have been."
    },
    {
      "cite": "Veronica Roth",
      "quote": "Becoming fearless isn't the point. That's impossible. It's learning how to control your fear, and how to be free from it."
    },
    {
      "cite": "Warren Buffet",
      "quote": "Be fearful when others are greedy and greedy when others are fearful."
    },
    {
      "cite": "Taylor Swift",
      "quote": "Being fearless isn't being 100% Not fearful, it's being terrified but you jump anyway."
    },
    {
      "cite": "George Addair",
      "quote": "Everything you've ever wanted is on the other side of fear."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "If you're offered a seat on a rocketship, don't ask what seat! Just get on."
    },
    {
      "cite": "Mae Jemison",
      "quote": "It's your place in the world; it's your life. Go on and do all you can with it, and make it the life you want to live."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Face your fears and doubts, and new worlds will open to you."
    },
    {
      "cite": "Richie Norton",
      "quote": "To escape fear, you have to go through it, not around."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Whatever it is you're scared of doing, do it."
    },
    {
      "cite": "Woody Allen",
      "quote": "Eighty percent of success is showing up."
    },
    {
      "cite": "Khloe Kardashian",
      "quote": "I'm strong and fearless and not afraid to take risks in business."
    },
    {
      "cite": "Sofia Vergara",
      "quote": "I'm fearless, I don't complain. Even when horrible things happen to me, I go on."
    },
    {
      "cite": "Taylor Swift",
      "quote": "Fearless is getting back up and fighting for what you want over and over again....even though every time you've tried before you've lost."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "People are supposed to fear the unknown, but ignorance is bliss when knowledge is so damn frightening."
    },
    {
      "cite": "Beth Fantaskey",
      "quote": "Fear is the worst kind of grave, because it buries one alive."
    },
    {
      "cite": "Zachary Quinto",
      "quote": "I try to be as fearless as possible. I don't always succeed, but I like to think I try."
    },
    {
      "cite": "ATGW",
      "quote": "Be fearless in the pursuit of greatness."
    },
    {
      "cite": "Soyen Shaku",
      "quote": "Have the fearless attitude of a hero ad the loving heart of a child."
    },
    {
      "cite": "Frederick Buechner",
      "quote": "Here is the world. Beautiful and terrible things happen. Don't be afraid."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "Find what you are afraid of, face it, and then you won't be afraid of it anymore."
    },
    {
      "cite": "Christian Bale",
      "quote": "I tend to think you're fearless when you recognize why you should be scared of things, but do them anyway."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Decide that you want it more than you are afraid of it."
    },
    {
      "cite": "Stormzy",
      "quote": "My approach is just fearless. I'm not afraid to try anything."
    },
    {
      "cite": "Terry Goodkind",
      "quote": "The light of a new day always chases the shadows of the night away, and shows us that the shape of our fear is only the ghost of our own minds."
    },
    {
      "cite": "Janelle Osido",
      "quote": "The best way to be successful is to be fearless."
    },
    {
      "cite": "Christopher McDougall",
      "quote": "You don't have to be fast. But you'd better be fearless."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "Don't be afraid of your fears. They're not there to scare you. They're there to let you know that something is worth it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Do the thing you are afraid to do, and the death of fear is certain."
    },
    {
      "cite": "Christina Milian",
      "quote": "The will to never give up and to be fearless. That's what I have."
    },
    {
      "cite": "Jim Morrison",
      "quote": "Expose yourself to your deepest fear; after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free."
    },
    {
      "cite": "Grace Hansen",
      "quote": "Don't be afraid your life will end. Be afraid that it will never begin."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart."
    },
    {
      "cite": "Stuart Wilde",
      "quote": "Do things the ego does not like to do."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Fate loves the fearless."
    },
    {
      "cite": "Susan Jeffers",
      "quote": "Feel the fear and do it anyway."
    },
    {
      "cite": "Brett Ratner",
      "quote": "When you're fearless, you take more risks because you're less conscious of failure or what can go wrong."
    },
    {
      "cite": "Robert Anthony",
      "quote": "Face your worry and see it as an illusion. It cannot exist unless you give it power and give it life."
    }
  ]
}