{
  "source": "https://www.wisesayings.com/fear-of-failure-quotes/",
  "theme": "fear-of-failure",
  "quotes": [
    {
      "cite": "Johnny Cash",
      "quote": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing."
    },
    {
      "cite": "Criss Jami",
      "quote": "A fear of weakness only strengthens weakness."
    },
    {
      "cite": "Frederick Smith",
      "quote": "Fear of failure must never be a reason not to try something."
    },
    {
      "cite": "Giovanni Dienstmann",
      "quote": "Don't face the fear, and you'll be its slave. Face the fear, and now you are its master. The death of fear is then certain."
    },
    {
      "cite": "Sarah J. Hale",
      "quote": "There is no impossibility to him who stands prepared to conquer every hazard. The fearful are the failing."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts."
    },
    {
      "cite": "Chris Bradford",
      "quote": "There is no failure except in no longer trying."
    },
    {
      "cite": "Lloyd Jones",
      "quote": "The men who try to do something and fail are infinitely better than those who try to do nothing and succeed."
    },
    {
      "cite": "Eric Zorn",
      "quote": "Fear of failure is a ticket to mediocrity. If you're not failing from time to time, you're not pushing yourself. And if you're not pushing yourself, you're coasting."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "When you take risks you learn that there will be times when you succeed and there will be times when you fail, and both are equally important."
    },
    {
      "cite": "Ken Robinson",
      "quote": "If you're not prepared to be wrong, you'll never come up with anything original."
    },
    {
      "cite": "Richard Yates",
      "quote": "If you don't try at anything, you can't fail, it takes back bone to lead the life you want."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Don't fear failure. Not failure, but low aim, is the crime. In great attempts it is glorious even to fail."
    },
    {
      "cite": "George Herman",
      "quote": "Never let the fear of striking out get in your way."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "To overcome the fear of failure, do what makes you fearful."
    },
    {
      "cite": "Gena Showalter",
      "quote": "Giving up is the only sure way to fail."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "You cannot reach the pinnacle of success without overcoming the fear of failure just like you can't reach space without overcoming the attraction of gravity."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "They fail, and they alone, who have not striven."
    },
    {
      "cite": "Louis E. Boone",
      "quote": "Don't fear failure so much that you refuse to try new things. The saddest summary of a life contains three descriptions: could have, might have, and should have."
    },
    {
      "cite": "Samuel Smiles",
      "quote": "We learn wisdom from failure much more than success. We often discover what we will do, by finding out what we will not do."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "He who fears being conquered is sure of defeat."
    },
    {
      "cite": "Euginia Herlihy",
      "quote": "We shouldn't be fearful of failure because is not a monster as we think it is. It's just a training ground for those who are really striving for excellence in life."
    },
    {
      "cite": "Robert F. Kennedy",
      "quote": "Only those who dare to fail greatly can ever achieve greatly."
    },
    {
      "cite": "Joyce Rachelle",
      "quote": "Those who are acquainted with failure acquire the unique ability to dare without fear of it."
    },
    {
      "cite": "John Dewey",
      "quote": "Failure is instructive. The person who really thinks learns quite as much from his failures as from his successes."
    },
    {
      "cite": "John Wooden",
      "quote": "Failure isn't fatal, but failure to change might be."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "It's failure that gives you the proper perspective on success."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "There is only one thing that makes a dream impossible to achieve: the fear of failure."
    },
    {
      "cite": "Giovanni Dienstmann",
      "quote": "Let the fear of failure be the background noise of your success."
    },
    {
      "cite": "D.L. Moody",
      "quote": "Our greatest fear should not be of failure, but of succeeding at something that doesn't really matter."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Success is most often achieved by those who don't know that failure is inevitable."
    },
    {
      "cite": "Henry Ford",
      "quote": "One who fears failure limits his activities.Failure is only the opportunity to more intelligently begin again."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Fear of failure is fiction, face this fact and fear will fall."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Failures are finger posts on the road to achievement."
    }
  ]
}