{
  "source": "https://www.wisesayings.com/fear-quotes/",
  "theme": "fear",
  "quotes": [
    {
      "cite": "Andrew Clements",
      "quote": "But fear doesn't need doors and windows. It works from the inside"
    },
    {
      "cite": "Queen Latifah",
      "quote": "Fear can be good when you're walking past an alley at night or when you need to check the locks on your doors before you go to bed, but it's not good when you have a goal and you're fearful of obstacles. We often get trapped by our fears, but anyone who has had success has failed before."
    },
    {
      "cite": "Emil Cioran",
      "quote": "Fear can supplant our real problems only to the extent  --unwilling either to assimilate or to exhaust it --we perpetuate it within ourselves like a temptation and enthrone it at the very heart of our solitude."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Fear defeats more people than any other one thing in the world."
    },
    {
      "cite": "Steven Pressfield",
      "quote": "Fear doesn't go away. The warrior and the artist live by the same code of necessity, which dictates that the battle must be fought anew every day."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Fear has many eyes and can see things underground."
    },
    {
      "cite": "Usman B. Asif",
      "quote": "Fear is a darkroom where negatives develop."
    },
    {
      "cite": "Stefan Zweig",
      "quote": "Fear is a distorting mirror in which anything can appear as a caricature of itself, stretched to terrible proportions; once inflamed, the imagination pursues the craziest and most unlikely possibilities. What is most absurd suddenly seems the most probable."
    },
    {
      "cite": "Marilyn Ferguson",
      "quote": "Fear is a question: What are you afraid of, and why? Just as the seed of health is in illness, because illness contains information, your fears are a treasure house of self-knowledge if you explore them."
    },
    {
      "cite": "Rick Warren",
      "quote": "Fear is a self imposed prison that will keep you from becoming what God intends for you to be. You must move against it with the weapons of faith and love."
    },
    {
      "cite": "Edgar Wallace",
      "quote": "Fear is a tyrant and a despot, more terrible than the rack, more potent than the snake."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "FEAR is an acronym in the English language for False Evidence Appearing Real."
    },
    {
      "cite": "Jimmy Stewart",
      "quote": "Fear is an insidious and deadly thing. It can warp judgment, freeze reflexes, breed mistakes. Worse, it's contagious."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Fear is contagious. You can catch it."
    },
    {
      "cite": "Robert Heller",
      "quote": "Fear is excitement without breath."
    },
    {
      "cite": "Sister Mary Tricky",
      "quote": "Fear is faith that it won't work out."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Fear is never a reason for quitting; it is only an excuse."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Fear is only as deep as the mind allows."
    },
    {
      "cite": "Aristotle",
      "quote": "Fear is pain arising from the anticipation of evil."
    },
    {
      "cite": "Brian Germain",
      "quote": "Fear is simply staring in a direction you didn't want to go anyway."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Fear is static that prevents me from hearing myself."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "Fear is the enemy of logic."
    },
    {
      "cite": "Henry H. Tweedy",
      "quote": "Fear is the father of courage and the mother of safety."
    },
    {
      "cite": "Dudley Nichols",
      "quote": "Fear is the highest fence."
    },
    {
      "cite": "Arnold Glasow",
      "quote": "Fear is the lengthened shadow of ignorance."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "Fear is the mother of foresight."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Fear is the mother of morality."
    },
    {
      "cite": "James Hastings",
      "quote": "Fear is the needle that pierces us that it may carry a thread to bind us to heaven."
    },
    {
      "cite": "Yoda",
      "quote": "Fear is the path to the Dark Side. Fear leads to anger, anger leads to hate, hate leads to suffering."
    },
    {
      "cite": "George Sewell",
      "quote": "Fear is the tax that conscience pays to guilt."
    },
    {
      "cite": "Brian Krans",
      "quote": "Fear is the thief of dreams."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Fear is the thought of admitted inferiority."
    },
    {
      "cite": "Anwar Sadat",
      "quote": "Fear is, I believe, a most effective tool in destroying the soul of an individual - and the soul of a people."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "Fear isn't an excuse to come to a standstill. It's the impetus to step up and strike."
    },
    {
      "cite": "Shirley MacLaine",
      "quote": "Fear makes strangers of people who would be friends."
    },
    {
      "cite": "German Proverb",
      "quote": "Fear makes the wolf bigger than he is."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Fear makes us feel our humanity."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Fear not those who argue but those who dodge."
    },
    {
      "cite": "Helen Mirren",
      "quote": "Fear sometimes stops you from doing stupid things. But it can also stop you from doing creative or exciting or experimental things. It can cloud your judgment of others, and lead to all kinds of evil. The control and understanding of our personal fears is one of the most important undertakings in our life."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Just as courage imperils life; fear protects it."
    },
    {
      "cite": "Gandhi",
      "quote": "The enemy is fear. We think it is hate; but, it is fear."
    },
    {
      "cite": "H.P. Lovecraft",
      "quote": "The oldest and strongest emotion of mankind is fear."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "The only thing we have to fear is fear it'self - nameless, unreasoning, unjustified, terror which paralyzes needed efforts to convert retreat into advance."
    },
    {
      "cite": "Max Lucado",
      "quote": "The presence of fear does not mean you have no faith. Fear visits everyone. But make your fear a visitor and not a resident."
    },
    {
      "cite": "Christian Nevell Bovee",
      "quote": "There is great beauty in going through life without anxiety or fear. Half our fears are baseless, and the other half discreditable."
    },
    {
      "cite": "Katherine Paterson",
      "quote": "To fear is one thing. To let fear grab you by the tail and swing you around is another."
    },
    {
      "cite": "Seneca",
      "quote": "Where the fear is, happiness is not."
    }
  ]
}