{
  "source": "https://www.wisesayings.com/february-quotes/",
  "theme": "february",
  "quotes": [
    {
      "cite": "Dinesh Kumar Biran",
      "quote": "February - the month of love..?!! No wonder the shortest one in the calendar."
    },
    {
      "cite": "Todd Stocker",
      "quote": "Why does February feel like one big Tuesday?"
    },
    {
      "cite": "Charmaine J Forde",
      "quote": "Though, February is short, it is filled with lots of love and sweet surprises."
    },
    {
      "cite": "Charmaine J Forde",
      "quote": "February is short and very sweet."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "If you meet 29th February, think of something unique for it is the only day that defines a year as a leap year. It is the only day that makes February truly unique."
    },
    {
      "cite": "Tom Robbins",
      "quote": "The only bubble in the flat champagne of February is Valentine's Day. It was no accident that our ancestors pinned Valentine's Day on February's shirt: he or she lucky enough to have a lover in frigid, antsy February has cause for celebration, indeed."
    },
    {
      "cite": "Amy Morin",
      "quote": "One of the major dangers of being alone in February is the tendency to dwell on past relationships. Whether you're daydreaming about that 'one that got away,' or you're recalling the fairy tale date you went on last Valentine's Day, romanticizing the past isn't helpful - nor accurate."
    },
    {
      "cite": "Katherine Paterson",
      "quote": "February is just plain malicious. It knows your defenses are down."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "Without Valentine's Day, February would be... well, January."
    },
    {
      "cite": "J.R. Stockton",
      "quote": "February is merely as long as is needed to pass the time until March."
    },
    {
      "cite": "Boris Pasternak",
      "quote": "February. Take ink and weep, write February as you’re sobbing, while black Spring burns deep through the slush and throbbing."
    },
    {
      "cite": "Lights",
      "quote": "In February air. Please don't lose hold of me, out there."
    },
    {
      "cite": "Låpsley",
      "quote": "On month till February, keep on holding on and I know it sure, and I know it sure."
    },
    {
      "cite": "Melissa Etheridge",
      "quote": "February makes me kinda crazy a hundred miles to go to Kansas City. Will you still be callin' me your baby?"
    },
    {
      "cite": "Josh Groban",
      "quote": "Lost in a February song. Tell him it won't be long. 'Til he opens his eyes. Opens his eyes. Where is that simple day."
    },
    {
      "cite": "Regina Spektor",
      "quote": "It's February again, we must get older, now, so please wake up."
    },
    {
      "cite": "Fred Astaire",
      "quote": "Cause it's February the twenty second."
    },
    {
      "cite": "Laura Veirs",
      "quote": "In February's dark we watched the stars. Explode until day break."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "February is the border between winter and spring."
    },
    {
      "cite": "William C. Bryant",
      "quote": "The February sunshine steeps your boughs and tints the buds and swells the leaves within."
    },
    {
      "cite": "Shirley Jackson",
      "quote": "February, when the days of winter seem endless and no amount of wistful recollecting can bring back any air of summer."
    },
    {
      "cite": "William Morris",
      "quote": "Late February days; and now, at last, Might you have thought that winter's woe was past; So fair the sky was and so soft the air."
    },
    {
      "cite": "Randeep Hooda",
      "quote": "February days are a marketing gimmick; love happens every day."
    },
    {
      "cite": "Gertrude Jekyll",
      "quote": "There is always in February some one day, at least, when one smells the yet distant, but surely coming, summer."
    },
    {
      "cite": "Eiji Yoshikawa",
      "quote": "The bitter winds in February were sometimes called the First East Winds, but the longing for spring somehow made them seem more piercing."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "February is always a bad month for TV sports. Football is gone, basketball is plodding along in the annual midseason doldrums, and baseball is not even mentioned."
    },
    {
      "cite": "Thomas Tusser",
      "quote": "February, fill the dyke With what thou dost like."
    },
    {
      "cite": "Patience Strong",
      "quote": "In February there is everything to hope for and nothing to regret."
    },
    {
      "cite": "Patience Strong",
      "quote": "While it is February one can taste the full joys of anticipation. Spring stands at the gate with her finger on the latch."
    },
    {
      "cite": "Dinesh Kumar Biran",
      "quote": "February the month of love?!! No wonder the shortest one in the calendar."
    },
    {
      "cite": "Shirley Jackson",
      "quote": "Along about the beginning of February, when the days of winter seem endless and no amount of wistful recollecting can bring back any air of summer, I caught one of those colds which last for two days in the children and two weeks with me."
    },
    {
      "cite": "Sara Coleridge",
      "quote": "February brings the rain, Thaws the frozen lake again."
    },
    {
      "cite": "J.D. Robb",
      "quote": "Even though February was the shortest month of the year, sometimes it seemed like the longest."
    },
    {
      "cite": "Gladys Hasty Carroll",
      "quote": "February is the uncertain month, neither black nor white but all shades between by turns. Nothing is sure."
    },
    {
      "cite": "Linda Ellerbee",
      "quote": "In the coldest February, as in every other month in every other year, the best thing to hold on to in this world is each other."
    }
  ]
}