{
  "source": "https://www.wisesayings.com/fed-up-quotes/",
  "theme": "fed-up",
  "quotes": [
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "When you are fed up with the troublesome present, take your gun, whistle for your dog, and go out to the mountain."
    },
    {
      "cite": "Nishan Panwar",
      "quote": "Even the most caring people can get tired of being taken for granted."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Whenever you are fed up with life, start writing: ink is the great cure for all human ills, as I have found out long ago."
    },
    {
      "cite": "Eugene H. Peterson",
      "quote": "A person has to get fed up with the ways of the world before he, before she acquires an appetite for the world of grace."
    },
    {
      "cite": "Jojo Moyes",
      "quote": "She was always tired, these days. She put on one of those smiles that wasn't really a smile at all, and they went on."
    },
    {
      "cite": "Khang Kijarro Nguyen",
      "quote": "When you eat too much chocolate, you get sick of it. When you drink too much champagne, you get sick of it. Gorge yourself on fear."
    },
    {
      "cite": "Sandra Bullock",
      "quote": "I've done all my tricks. I'm tired of myself."
    },
    {
      "cite": "Anmol Andore",
      "quote": "No one gets tired of loving, but everyone gets tired of waiting, assuming, hearing lies and hurting."
    },
    {
      "cite": "Jean Paul Gaultier",
      "quote": "People are fed up with something when it becomes more and more popular."
    },
    {
      "cite": "Blaze Olermiday",
      "quote": "There always comes a point in life when you've had enough and just have to let go of the things that keeps weighing you down no matter how convincing they seem, that you can't do without them, it's just a matter of time you'll surely get over it."
    },
    {
      "cite": "George Mcgovern",
      "quote": "I'm fed up to the ears with old men dreaming up wars for young men to die in."
    },
    {
      "cite": "Dana Plato",
      "quote": "I'm tired of defending my character. I am what I am. What you see is what you get."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "When we are tired, we are attacked by ideas we conquered long ago"
    },
    {
      "cite": "John Lennon",
      "quote": "You either get tired fighting for peace, or you die."
    },
    {
      "cite": "Nichole Parisian",
      "quote": "I am tired of getting up every time I fall and trying to fight the fight I will never be able to win."
    },
    {
      "cite": "Michel Houellebecq",
      "quote": "Those who love life do not read. Nor do they go to the movies, actually. No matter what might be said, access to the artistic universe is more or less entirely the preserve of those who are a little fed up with the world."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "The most critical time in any battle is not when I'm fatigued, it's when I no longer care."
    },
    {
      "cite": "Estelle",
      "quote": "I got to the point where I was fed up with so many people telling me how and who I was supposed to be."
    },
    {
      "cite": "Ariel Sharon",
      "quote": "We believe only in deeds and acts and not in declarations. We are fed up with all those declarations, promises..."
    },
    {
      "cite": "Veronica Roth",
      "quote": "I am fed up. I am fed up with tears and weakness. But there isn't much I can do to stop them."
    },
    {
      "cite": "Andrea Arnold",
      "quote": "Whenever I get fed up with life I love to go wandering in nature."
    },
    {
      "cite": "Bernajoy Vaal",
      "quote": "When someone had enough of being lied to, mistreated, mislead, or tired of feeling neglected, nothing can stand in the way of them leaving you."
    },
    {
      "cite": "Dan Chaon",
      "quote": "A conclusion is simply the place where you got tired of thinking."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Life can only be understood backwards; but it must be lived forwards."
    },
    {
      "cite": "Jeremy Paxman",
      "quote": "I got fed up of listening to bollocks"
    },
    {
      "cite": "Jennifer Capriati",
      "quote": "I feel like I've started a new chapter in my life, and I need to leave the past behind."
    },
    {
      "cite": "Marie Lu",
      "quote": "I'm so tired. I don't know if I can ever outrun how I used to be."
    },
    {
      "cite": "Dan Castellaneta",
      "quote": "Sometimes the only way you can feel good about yourself is by making someone else look bad. And I'm tired of making other people feel good about themselves."
    },
    {
      "cite": "pavankumar nagaraj",
      "quote": "I need little peace now, I cant handle the situations."
    },
    {
      "cite": "Gary Numan",
      "quote": "I'm very intolerant and I get fed up with people easily."
    }
  ]
}