{
  "source": "https://www.wisesayings.com/federalism-quotes/",
  "theme": "federalism",
  "quotes": [
    {
      "cite": "Elizabeth Price Foley",
      "quote": "Federalism isn’t about states’ rights. It’s about dividing power to better protect individual liberty."
    },
    {
      "cite": "Gar Alperovitz",
      "quote": "The federalism term is a good term, but it's just below the surface; it's just about to come up into wider public understanding that these practices are happening and are politically viable."
    },
    {
      "cite": "Felix Morley",
      "quote": "Socialism and federalism are necessarily political opposites, because the former demands that centralized concentration of power which the latter by definition denies."
    },
    {
      "cite": "Narendra Modi",
      "quote": "Federalism is no longer the fault line of Centre-State relations but the definition of a new partnership of Team India. Citizens now have the ease of trust, not the burden of proof and process. Businesses find an environment that is open and easy to work in."
    },
    {
      "cite": "Khil Raj Regmi",
      "quote": "Federalism should be a meeting point of all groups."
    },
    {
      "cite": "Jean Chretien",
      "quote": "Canadian federalism is more than a form of government. It's also a system of values that allows different people in diverse communities to live and work together in harmony for the good of all."
    },
    {
      "cite": "Herbert Croly",
      "quote": "The combination of Federalism and Republicanism which formed the substance of the system, did not constitute a progressive and formative political principle, but it pointed in the direction of a constructive formula."
    },
    {
      "cite": "Khil Raj Regmi",
      "quote": "Federalism should be able to maintain unity among all. But this does not mean that we should boycott regional voices and the voices of ethnic groups."
    },
    {
      "cite": "Charles Kennedy",
      "quote": "Federalism', in the context of political and media usage in Britain, has come to mean the creation and imposition of a European superstate, one centralised in Brussels."
    },
    {
      "cite": "Lord Acton",
      "quote": "Federalism is the best curb on democracy. [It] assigns limited powers to the central government. Thereby all power is limited. It excludes absolute power of the majority."
    },
    {
      "cite": "Llewelyn Rockwell",
      "quote": "American federalism was the embodiment of political tolerance and decentralization - the expression of the liberal conviction that society can manage itself and needs no central plan."
    },
    {
      "cite": "Ruqaiyyah Waris Maqsood",
      "quote": "The word \"federalism\" you might think that means federalism trumps everything; federalism means federal domination. It does not mean that. It means the exact opposite, in fact. It means the states are sovereign and the federal government cannot tell 'em what to do in so many different ways."
    },
    {
      "cite": "Alan Keyes",
      "quote": "I deeply resent the destruction of federalism represented by Hillary Clinton's willingness to go into a state she doesn't even live in and pretend to represent the people there. So I certainly wouldn't imitate it."
    },
    {
      "cite": "Ruqaiyyah Waris Maqsood",
      "quote": "You can't understand the Electoral College unless you know what federalism is, and federalism is one of these terms that, in many cases, means the exact opposite of the word as it's currently applied."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "The word 'federalism' you might think that means federalism trumps everything; federalism means federal domination. It does not mean that. It means the exact opposite, in fact. It means the states are sovereign and the federal government cannot tell 'em what to do in so many different ways."
    },
    {
      "cite": "Kellyanne Conway",
      "quote": "Our executive branch does not believe in interfering with what the legislative branch chooses to do. We believe in federalism."
    },
    {
      "cite": "Naveen Patnaik",
      "quote": "Federalism is an intrinsic part of our constitutional set-up."
    },
    {
      "cite": "Eric Garcetti",
      "quote": "I think it is time for a radical federalism in this country, where people trust innovation coming from the local level and ramp that up."
    },
    {
      "cite": "Jonah Goldberg",
      "quote": "Whenever a Republican gets in office, all of a sudden progressives realize that federalism and state's rights aren't necessarily only about defending slavery or Jim Crow. They're actually about maximizing freedom."
    }
  ]
}