{
  "source": "https://www.wisesayings.com/feedback-quotes/",
  "theme": "feedback",
  "quotes": [
    {
      "cite": "Scott Cook",
      "quote": "Dig for feedback on yourself. You need to have the courage to ask for feedback. You need to learn how you can learn how to grow. It is important that you are going to be a lifelong learner."
    },
    {
      "cite": "Elon Musk",
      "quote": "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better."
    },
    {
      "cite": "Steve Blank",
      "quote": "Face-to-face customer feedback refines or validates every component of the startup's business model, not just the product itself."
    },
    {
      "cite": "Ryan Holiday",
      "quote": "Because we make ourselves deaf to feedback, because we overestimate our abilities, because we become consumed with ourselves, we end up subjecting ourselves not just to the inevitable stumbles or difficulties of life but catastrophic, painful failures."
    },
    {
      "cite": "Alan Mulally",
      "quote": "If you get honest feedback and do nothing about it, then the feedback will stop."
    },
    {
      "cite": "Stewart Butterfield",
      "quote": "Sometimes you will get feedback that is contrary to your vision. You may be trying to drive in a particular direction that people don't necessarily understand at first."
    },
    {
      "cite": "Greg Davies",
      "quote": "In standup, the feedback is instantaneous, and if it fails, you know you'll be off-stage and hiding in a short time."
    },
    {
      "cite": "Scott Weiss",
      "quote": "Feedback for leaders is often nuanced and difficult to deliver. That said, hearing you are passive-aggressive from 10 different people described 10 different ways becomes hard to ignore."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "Feedback is the breakfast of champions."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Negative feedback can make us bitter or better."
    },
    {
      "cite": "George Raveling",
      "quote": "The best feedback is what we don't want to hear."
    },
    {
      "cite": "Kent Beck",
      "quote": "Optimism is an occupational hazard of programming: feedback is the treatment."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Feedback often tells you more about the person who is giving it than about you."
    },
    {
      "cite": "Curtis Jackson",
      "quote": "Beware of feedback from friends whose judgments could be tainted by feelings of envy or the need to flatter."
    },
    {
      "cite": "Mardy Grothe",
      "quote": "The best time to give feedback to strong people is when they're feeling weak, and to weak people when they're feeling strong."
    },
    {
      "cite": "Kevin Kelly",
      "quote": "Why fear feedback? Why stigmatize failure in the workplace when it's bringing you closer to achieving your organizational goals."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Failure is merely feedback that there is something blocking the path of the emergence and expansion of the greatest version of yourself."
    },
    {
      "cite": "Pat Summitt",
      "quote": "In the absence of feedback, people will fill in the blanks with a negative. They will assume you don't care about them or don't like them."
    },
    {
      "cite": "Neil Blumenthal",
      "quote": "By creating a feedback culture within your office, you ensure that people continue to learn, grow, and challenge themselves."
    },
    {
      "cite": "Mark Brand",
      "quote": "Critique, feedback, reaction to one's work or the way they have presented it, regardless of intention, is a gift."
    },
    {
      "cite": "Peter Maxwell Davies",
      "quote": "If you don't get feedback from your performers and your audience, you're going to be working in a vacuum."
    },
    {
      "cite": "Bill Gates",
      "quote": "We all need people who will give us feedback. That's how we improve."
    },
    {
      "cite": "Carl Shapiro",
      "quote": "Positive feedback makes the strong grow stronger and the weak grow weaker."
    },
    {
      "cite": "Sheila Heen",
      "quote": "Learning to receive feedback from each other is what leadership is all about."
    },
    {
      "cite": "Steven Levitt",
      "quote": "The key to learning is feedback. It is nearly impossible to learn anything without it."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The more feedback you give to people, the better it is, as long as the feedback is objective and not critical."
    },
    {
      "cite": "Jack Canfield",
      "quote": "Our feelings are a feedback mechanism to us about whether we're on track or not, whether we're on course or off course."
    },
    {
      "cite": "Sylvia Ann Hewlett",
      "quote": "The feedback women are getting at work is amazingly ineffective or vague. You need to signal to your boss or senior colleagues that you want honest feedback, and that you promise not to take it too personally."
    }
  ]
}