{
  "source": "https://www.wisesayings.com/feeling-left-out-quotes/",
  "theme": "feeling-left-out",
  "quotes": [
    {
      "cite": "Steve Maraboli​",
      "quote": "Maybe the reason nothing seems to be ‘fixing you’ is because you’re not broken."
    },
    {
      "cite": "Charlaine Harris",
      "quote": "As it was, I couldn't escape the feeling that I was out of my element. I found myself thinking of a book I'd left half-read at home and wishing I'd stuck it in my purse so I could pull it out now."
    },
    {
      "cite": "Rupi Kaur",
      "quote": "Loneliness is a sign you are in desperate need of yourself."
    },
    {
      "cite": "Dossie Easton",
      "quote": "One remedy for the fear of not being loved is to remember how good it feels to love someone. If you're feeling unloved and you want to feel better, go love someone, and see what happens."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The world breaks everyone, and afterward, some are strong at the broken places."
    },
    {
      "cite": "Deborah Curtis",
      "quote": "No one realized that, being left out in the cold, I was also very much in the dark."
    },
    {
      "cite": "Pema Chodron",
      "quote": "When we feel left out, inadequate, or lonely, can we take a warriors perspective and contact bodhichitta?"
    },
    {
      "cite": "Maxine Hong Kingston",
      "quote": "In a way it's not so terrible to be left out, because then you could see at a very early age that there's an entire motherlode of stories that belong to you and nobody else."
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Our society distributes itself into Barbarians, Philistines, and Populace; and the America is just ourselves, with the Barbarians quite left out, and the Populace nearly."
    },
    {
      "cite": "W.H. Auden",
      "quote": "My face looks like a wedding cake left out in the rain."
    },
    {
      "cite": "George Grossmith",
      "quote": "I left the room with silent dignity, but caught my foot in the mat."
    },
    {
      "cite": "Arthur Koestler",
      "quote": "God seems to have left the receiver off the hook, and time is running out."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The writer is free to work in whatever place and whatever time he chooses; he is free to idle if he feels ill or dispirited."
    },
    {
      "cite": "Jan Levinson-Gould",
      "quote": "Sports metaphors are one of the ways women feel left out of the language of the office."
    },
    {
      "cite": "Randal Graves",
      "quote": "Sometimes I get the feeling the world kinda left us behind a long time ago."
    },
    {
      "cite": "Dave Clark and Mike Smith",
      "quote": "In this world, feeling left out and alone / Thousands around you yet you're out there on / Your own / Let the power guide you like tittle David and the / Stone / And come, and come, come on home."
    },
    {
      "cite": "Carole King",
      "quote": "I used to watch all the couples going by / Feeling left out and so alone / But now I feel so much a part of them / Because I've got a man of my own / It's never too late to fall in love again / And I know, and I know / That it's true / You treat me with so much tenderness, love and respect / And I just love everything that you do."
    },
    {
      "cite": "Annie Roboff and Beth Nielsen Chapma",
      "quote": "I used to hide in a party crowd / Bottled up inside / Feeling so left out / Standing in a corner wearing concrete shoes / With my frozen smile / And my lighted fuse / Now every time I start to feel like that / I roll my heart out like a welcome mat / Oh watch me go / I'm a happy girl / Everybody knows / That the sweetest thing that you'll ever see / In the whole wide world / Is a happy girl."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "At least—to pray—is left—is left— / Oh Jesus—in the Air— / I know not which thy chamber is— / I'm knocking—everywhere— / Thou settest Earthquake in the South— / And Maelstrom, in the Sea— / Say, Jesus Christ of Nazareth— / Hast thou no Arm for Me?"
    },
    {
      "cite": "Devon Cote",
      "quote": "I don’t feel like feeling anymore / I sit here in my thoughts / Trying to make sense / Of what I am supposed to think. / But all I get is pain / From the heart to my head / A knife digging in / To the very core of my soul."
    },
    {
      "cite": "Nelson Gidding",
      "quote": "I've always been more afraid of being left alone or left out than of things that go bump in the night."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "If love is universal, no one can be left out."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "Let's continue to stand up for those who are vulnerable to being left out or marginalized."
    },
    {
      "cite": "Michael Jordan",
      "quote": "If nobody will help you, do it alone."
    },
    {
      "cite": "Maria Isabel Barreno",
      "quote": "It is only alone, truly alone that one bursts apart, springs forth."
    },
    {
      "cite": "Alice Walker",
      "quote": "Be an outcast; be pleased to walk alone."
    },
    {
      "cite": "Robin Williams",
      "quote": "I used to think the worst thing in life is to end up all alone. It's not. The worst thing in life is to end up with people who make you feel all alone."
    },
    {
      "cite": "Tessa Shaffer",
      "quote": "The only thing worse than not knowing where she belonged was knowing where she didn't."
    },
    {
      "cite": "Jenna Marbles",
      "quote": "In order to find out who you are, you will, at some point, have to feel really isolated, left out, different."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "If you care about somebody, you should want them to be happy. Even if you wind up being left out."
    },
    {
      "cite": "Theodore Bikel",
      "quote": "Having come to live in this age is as though one were to have entered another country. Learn its language or risk being left out."
    },
    {
      "cite": "Epictetus",
      "quote": "Never say you are alone for you are not alone, your God and your genius is within."
    }
  ]
}