{
  "source": "https://www.wisesayings.com/feeling-good-quotes/",
  "theme": "feeling-good",
  "quotes": [
    {
      "cite": "Rachel Robins",
      "quote": "Saying thanks to the world, and acknowledging your own accomplishments, is a great way to feel good and stay positive."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "I used to work in a funeral home to feel good about myself, just the fact that I was breathing."
    },
    {
      "cite": "Rachel Roy",
      "quote": "If a great outfit gets you one step closer to feeling good about yourself, then it's worth every penny."
    },
    {
      "cite": "Iman",
      "quote": "Eliminating the things you love is not wellness. Wellness feeds your soul and makes you feel good."
    },
    {
      "cite": "Karldon Okruta",
      "quote": "There is nothing that works out for the worst that won't work out for the better."
    },
    {
      "cite": "Laetitia Casta",
      "quote": "Real beauty is to be true to oneself. That's what makes me feel good."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "I know only that what is moral is what you feel good after and what is immoral is what you feel bad after."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind."
    },
    {
      "cite": "Leslie Grossman",
      "quote": "When you're feeling your worst, that's when you get to know yourself the best."
    },
    {
      "cite": "Alcurtis Turner",
      "quote": "Hard work makes you feel good because you have accomplished something."
    },
    {
      "cite": "Kenneth H. Blanchard",
      "quote": "People who produce good results feel good about themselves."
    },
    {
      "cite": "Maria Sharapova",
      "quote": "When you look good, you feel good. Confidence with what you're wearing is very important. If you feel good, you will always perform your best without worrying about anything."
    },
    {
      "cite": "Marxie",
      "quote": "The best feeling in the world is realizing that you're perfectly happy without the thing you thought you needed."
    },
    {
      "cite": "Abraham-Hicks",
      "quote": "If you know that all is well, you know all you need to know. And if you know life is supposed to be fun, you know more than almost anybody else knows."
    },
    {
      "cite": "Jon Kabat Zinn",
      "quote": "You can't stop the waves, but you can learn to swim."
    },
    {
      "cite": "Josh Billings",
      "quote": "Laughter is the sensation of feeling good all over and showing it principally in one place."
    },
    {
      "cite": "Cobie Smulders",
      "quote": "Just do your best. I find that if I set that goal for myself and no one else, I feel good."
    },
    {
      "cite": "Mike Piazza",
      "quote": "I feel pretty good. My body actually looks like an old banana, but it's fine."
    },
    {
      "cite": "Kelly Rudolph",
      "quote": "Laugh at yourself. It tones your facial muscles and attitude."
    },
    {
      "cite": "Jen Sincero",
      "quote": "Follow what feels good in the moment, every moment, and it will lead you through a most excellent life."
    },
    {
      "cite": "Abraham-Hicks",
      "quote": "As you think thoughts that feel good to you, you will be in harmony with who you really are."
    },
    {
      "cite": "Keke Palmer",
      "quote": "Giving back, doing motivational speeches and stuff like that, that's always made me feel good. If you repeatedly go out there, and you are the change that you want to see, then that's what you are."
    },
    {
      "cite": "Shaeri Richards",
      "quote": "If we are always pushing away from feelings that we condemn as wrong, painful, or ugly, we are also pushing away from the very energy that can bring us incredible joy and ecstasy."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Feeling good about ourselves is essential in our being able to love others."
    },
    {
      "cite": "Joy Cowley",
      "quote": "See with the eyes of love and a thing becomes beautiful. See with the eyes of hate and things are ugly."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "When I do good, I feel good. When I do bad, I feel bad. That's my religion."
    },
    {
      "cite": "Jacques Prevert",
      "quote": "Even if happiness forgets you a little bit, never completely forget about it."
    },
    {
      "cite": "Norm Papernick",
      "quote": "Those who can laugh without cause have either found the true meaning of happiness or have gone stark raving mad."
    },
    {
      "cite": "Kelly Bouchard",
      "quote": "Your dreams don't have to be lofty; they just have to be lived."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "To feel good, do good."
    },
    {
      "cite": "Oprah",
      "quote": "Be thankful for what you have and you will end up having more."
    },
    {
      "cite": "K'naan",
      "quote": "I'm not about trying to get and get and get. I feel good when I get, but I kind of feel better when I give."
    },
    {
      "cite": "Linda Thompson",
      "quote": "Just try to do the right thing, and that's immediate karma: I feel good about myself."
    },
    {
      "cite": "James Stoddah",
      "quote": "It's always a nice day above the clouds."
    },
    {
      "cite": "Abraham-Hicks",
      "quote": "The better you feel, the more in alignment you are. The worse you feel the more out of alignment you are."
    },
    {
      "cite": "K.B Indiana",
      "quote": "Being happy doesn't mean you're perfect. It just means you've decided to look beyond the imperfections."
    },
    {
      "cite": "Donny Miller",
      "quote": "The next time you feel really good, just keep feeling that way for the rest of your life."
    },
    {
      "cite": "Robin Wright Penn",
      "quote": "If you're happy, if you're feeling good, then nothing else matters."
    },
    {
      "cite": "Abraham-Hicks",
      "quote": "Mining the moment for something that feels good, something to appreciate, something to savour, something to take in, that's what your moments are about."
    },
    {
      "cite": "Solange Knowles",
      "quote": "When you take care of yourself, you're a better person for others. When you feel good about yourself, you treat others better."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Always remember you are braver than you believe, stronger than you seem, smarter than you think and twice as beautiful as you've ever imagined."
    },
    {
      "cite": "Judge Judy Sheindlin",
      "quote": "It's your life; live it well."
    },
    {
      "cite": "John Barrymore",
      "quote": "Happiness often sneaks in through a door you didn't know you left open."
    },
    {
      "cite": "Cindy Ann Peterson",
      "quote": "Life is full of challenges, seen and unseen, so to look and feel great, you must hold your head up each day and project your inner confidence."
    },
    {
      "cite": "John Aughey",
      "quote": "God brings men into deep waters, not to drown them, but to cleanse them."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "I will always find a way and a way will always find me."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Don't water your weeds."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "Happiness is a direction, not a place."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Our capacity to draw happiness from aesthetic objects or material goods in fact seems critically dependent on our first satisfying a more important range of emotional or psychological needs, among them the need for understanding, for love, expression and respect."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Learn to value yourself, which means: fight for your happiness."
    },
    {
      "cite": "Bil Keane",
      "quote": "Yesterday is history, tomorrow is a mystery, but today is a gift; that’s why it’s called The Present."
    },
    {
      "cite": "Rumi",
      "quote": "Put your thoughts to sleep. Do not let them cast a shadow over the moon of your heart. Let go of thinking."
    },
    {
      "cite": "A.D. Posey",
      "quote": "Take a deep breath. Inhale peace, exhale happiness."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "Life is the dancer and you are the dance."
    },
    {
      "cite": "The Little Prince",
      "quote": "The most beautiful things in the world cannot be seen or touched, they are felt with the heart."
    },
    {
      "cite": "W.B. Yeats",
      "quote": "The world is full of magical things, patiently waiting for our senses to grow sharper."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "There’s as many atoms in a single molecule of your DNA as there are stars in the typical galaxy. We are, each of us, a little universe."
    },
    {
      "cite": "Patch Adams",
      "quote": "See what no one else sees. See what everyone chooses not to see – out of fear, conformity or laziness. See the whole world anew each day!"
    },
    {
      "cite": "Shunryu Suzuki",
      "quote": "Wherever you are, you are one with the clouds and one with the sun and the stars you see. You are one with everything."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Nature does not hurry, yet everything gets accomplished."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Each morning when I open my eyes I say to myself: I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn’t arrived yet. I have just one day, today, and I’m going to be happy in it."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "When it is dark enough, you can see the stars."
    },
    {
      "cite": "Buddha",
      "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Anyone who has never made a mistake has never tried anything new."
    },
    {
      "cite": "Sidney J. Phillips",
      "quote": "Men are made stronger on realization that the helping hand they need is at the end of their own arm."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Happiness can be found, even in the darkest of times, if one only remembers to turn on the light."
    },
    {
      "cite": "Walter Hagen",
      "quote": "You're only here for a short visit. Don't hurry, don't worry. And be sure to smell the flowers along the way."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "To avoid criticism, do nothing, say nothing and be nothing."
    },
    {
      "cite": "Jerry West",
      "quote": "You can't get much done in life if you only work on the days when you feel good."
    },
    {
      "cite": "Mark Twain",
      "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "The free soul is rare, but you know it when you see it - basically because you feel good, very good, when you are near or with them."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Most folks are as happy as they make up their minds to be."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "Those who matter don't mind, and those who mind don't matter."
    },
    {
      "cite": "E. B. White",
      "quote": "Genius is more often found in a cracked pot than in a whole one."
    },
    {
      "cite": "Herschel Walker",
      "quote": "When I feel good about myself, things start happening for myself. When you look up, you go up."
    },
    {
      "cite": "Morrie Schwartz",
      "quote": "The culture we have does not make people feel good about themselves. And you have to be strong enough to say if the culture doesn't work, don't buy it."
    },
    {
      "cite": "Emma Watson",
      "quote": "It sounds like a cliche but I also learnt that you're not going to fall for the right person until you really love yourself and feel good about how you are."
    },
    {
      "cite": "Bob Ross",
      "quote": "We don't laugh because we feel good; we feel good because we laugh."
    },
    {
      "cite": "Robert Frost",
      "quote": "In three words I can sum up everything I've learned about life: it goes on."
    },
    {
      "cite": "Confucius",
      "quote": "Choose a job you love, and you will never have to work a day in your life."
    },
    {
      "cite": "Gena Showalter",
      "quote": "Life's too short to pretend and play games like that. I want to spend my time hanging out with people who make me feel good about myself. People who make me happy."
    },
    {
      "cite": "Mark Twain",
      "quote": "The best way to cheer yourself is to try to cheer someone else up."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "If you want to be happy, do not dwell on the past, do not worry about the future, focus on living fully in the present."
    },
    {
      "cite": "Albert Einstein",
      "quote": "In the middle of difficulty lies opportunity."
    },
    {
      "cite": "Anthony J. D’Angelo",
      "quote": "Wherever you go, no matter what the weather, always bring your own sunshine."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Nothing ever goes away until it teaches us what we need to know."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Happiness is a habit - cultivate it."
    },
    {
      "cite": "Anne Frank",
      "quote": "Whoever is happy will make others happy too."
    },
    {
      "cite": "Prince",
      "quote": "Music is music, ultimately. If it makes you feel good, cool."
    },
    {
      "cite": "Magic Johnson",
      "quote": "The audience likes their emotions to be touched. They want to laugh and cry and feel good."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "Kindness makes a fellow feel good whether it's being done to him or by him."
    },
    {
      "cite": "William Morris",
      "quote": "The true secret of happiness lies in the taking a genuine interest in all the details of daily life."
    },
    {
      "cite": "Andrew Delbanco",
      "quote": "As people spin faster and faster in the pursuit of merely personal happiness, they become exhausted in the futile effort of chasing themselves."
    },
    {
      "cite": "Immanuel Kant",
      "quote": "Happiness is not an ideal of reason, but of imagination."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "To be without some of the things you want is an indispensable part of happiness."
    },
    {
      "cite": "Lidiya K.",
      "quote": "Everything real is in the present moment. Only here can we find happiness and harmony, feel alive and do something that will change our future. Only here can we be with the people we love, enjoy the things we like and see beautiful places."
    }
  ]
}