{
  "source": "https://www.wisesayings.com/feel-better-quotes/",
  "theme": "feel-better",
  "quotes": [
    {
      "cite": "Maya Angelou",
      "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "A depressing and difficult passage has prefaced every page I have turned in life."
    },
    {
      "cite": "Jane Austen",
      "quote": "Do not give way to useless alarm; though it is right to be prepared for the worst, there is no occasion to look on it as certain."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Where there is no struggle, there is no strength."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do, you have to keep moving forward."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Sometimes all we need is a little pampering to help us feel better."
    },
    {
      "cite": "Edmond Mbiaka",
      "quote": "Every single day is a good day no matter how bright or dark it is, because it always brings an opportunity to start a positive beginning in your life."
    },
    {
      "cite": "Medusa",
      "quote": "Peace starts with suffering. Freedom starts with confinement. Courage starts with fear. Strength starts with surrender. Every mountain starts from beneath the earth, and you too, shall rise."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Know that the discomfort will not be permanent. Do not try to figure out how you shall feel or when you shall feel differently. Instead, trust. Accept today, but do not be limited by it… A new energy is coming. A new feeling is on the way. We cannot predict how it will be by looking at how it was or how it is, because it shall be entirely different."
    },
    {
      "cite": "Helen Keller",
      "quote": "Although the world is full of suffering, it is also full of the overcoming of it."
    },
    {
      "cite": "Malcolm S. Forbes",
      "quote": "When things are bad, we take comfort in the thought that they could always get worse. And when they are, we find hope in the thought that things are so bad they have to get better."
    },
    {
      "cite": "O.R. Melling",
      "quote": "When you come to the edge of all that you know, you must believe one of two things: There will be ground to stand. Or you will be given wings to fly."
    },
    {
      "cite": "Melody Beattie",
      "quote": "Is our past a mistake? No. The only mistake we can make is mistaking that for the truth."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You don't always need a plan. Sometimes you just need to breathe, trust, let go and see what happens."
    },
    {
      "cite": "Rumi",
      "quote": "Do not feel lonely, the entire universe is inside you."
    },
    {
      "cite": "Charlie Jones",
      "quote": "Things don't go wrong and break your heart so you can become bitter and give up. They happen to break you down and build you up so you can be all that you were intended to be.”"
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "Courage doesn't always roar. Sometimes courage is the little voice at the end of the day that says I'll try again tomorrow."
    },
    {
      "cite": "Tom Althouse",
      "quote": "If you are feeling low or trampled, unappreciated or forgotten and you are reading this, realize it is an illusion. The hope is real, you are valued, and what lies ahead is brilliance."
    },
    {
      "cite": "Gene Roddenberry",
      "quote": "Someone you can talk to. Who will be with you when you're lonely. Someone... someone who makes you feel better."
    },
    {
      "cite": "Vince Gilligan",
      "quote": "To make yourself feel better by unloading your guilt."
    },
    {
      "cite": "Garrett Nash",
      "quote": "You make me feel worth it and shake off the nervous / And wake up with purpose, it's true / You make me feel better / So, I hope, I make you feel better too"
    },
    {
      "cite": "Jamie houston",
      "quote": "I'm gonna try anything that just feels better / Tell me what to do / You know I can't see through the haze around me / And I do anything that just feel better"
    },
    {
      "cite": "Deanna Brown",
      "quote": "And try to release that pressure / Get up offa that thing / And shake till you feel better"
    },
    {
      "cite": "Peggy Murphy",
      "quote": "I thought I'd walk on over to you / See if you would smile / Well I'm only trying to make you feel better"
    },
    {
      "cite": "Richard John Thompson",
      "quote": "Set it all down in a tear-stained letter / Oh, oh, oh love, love / Cry, cry if it makes you feel better / Set it all down in a tear-stained letter"
    },
    {
      "cite": "Emile Haynie",
      "quote": "Feel the light / Shining like the stars tonight / Remember what we forgot / I know it's a long shot / But we're bringing it all back we're bringing it all back / Here I go here I go / Feel better now feel better now"
    },
    {
      "cite": "Art Linkletter",
      "quote": "Just smiling goes a long way toward making you feel better about life. And when you feel better about life, your life is better."
    },
    {
      "cite": "Frances Goodhart",
      "quote": "One of the quickest ways to feel better is be kind, helpful and generous."
    },
    {
      "cite": "Andrew Tener",
      "quote": "Yet sometimes just reliving the memory behind an emotion is enough to make you feel better."
    },
    {
      "cite": "Andrew Tener",
      "quote": "If you feel better after examining an emotion, it's because you're mind replaced a negative assumption with a new, more positive interpretation."
    },
    {
      "cite": "Frances Goodhart",
      "quote": "Concentrating on the present moment can make you feel calmer, more grounded and accepting."
    },
    {
      "cite": "Frances Goodhart",
      "quote": "But try to remind yourself that 'feeling better' is not set in stone. Only you can know what 'feeling better' really means."
    },
    {
      "cite": "Chris Mentis",
      "quote": "Be ready to face all the challenges that life may bring, and never lose hope! Be in command of your life. Better your brain by having a better attitude about life."
    },
    {
      "cite": "Eve Menezes Cunningham",
      "quote": "Above all else, honour your body's own wisdom; you'll know which ideas feel good to you and which, for whatever reason, give you pause."
    },
    {
      "cite": "Eve Menezes Cunningham",
      "quote": "Let yourself picture everything being better than you've ever dreamed."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "To do the best you can each moment is to manifest genius in living."
    },
    {
      "cite": "Carl Jung",
      "quote": "Your vision will become clear only when you can look into your own heart . Who looks inside, dreams; who looks inside, awakes."
    },
    {
      "cite": "Pindar",
      "quote": "Seek not, my soul, the life of immortals; but enjoy to the full the resources that are within thy reach."
    },
    {
      "cite": "Longfellow",
      "quote": "Look not mournfully into the past. It comes not back again. Wisely improve the present. It is thine. Go forth to meet the shadowy future, without fear."
    },
    {
      "cite": "Aliya Abbas",
      "quote": "Everything and anything is possible when you believe, put forth some action, and focus!"
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "To push forward and show the world that you won't take any more of this nonsense truly defines the person you are and want to be."
    },
    {
      "cite": "Tuchy Palmieri",
      "quote": "Hitting your bottom is like depression--it is the first step towards feeling better."
    },
    {
      "cite": "Dr. Roopleen",
      "quote": "Challenges will come your way. But you must not lose faith or get discouraged by the temporary setbacks and roadblocks."
    },
    {
      "cite": "Dr. Roopleen",
      "quote": "Nothing is this world is impossible to accomplish if you are determined to pursue it. You have within you immense power, strength, and potential."
    },
    {
      "cite": "Dr. Roopleen",
      "quote": "Difficulties only make you aware of your strengths and bring out the best in you. They have made you who you are and have helped you reach where you are today."
    },
    {
      "cite": "Dr. Roopleen",
      "quote": "So come what may, never give up and never lose hope. No matter how big the troubles are, they cannot keep you down if your determination to get back on your feet is strong enough."
    },
    {
      "cite": "Dr. Roopleen",
      "quote": "When the chips are down and you are feeling worn out, give yourself a boost to get yourself back on track."
    },
    {
      "cite": "Derrick D. Richardson",
      "quote": "Some people need to show others what they have to feel better about themselves."
    },
    {
      "cite": "Heterophilies",
      "quote": "When health is absent, wisdom cannot reveal itself; art cannot become manifest; strength cannot be exerted; wealth is useless; and reason powerless."
    },
    {
      "cite": "Arlene De’Sha Jennings",
      "quote": "Always hold your head high, it will provide a sense of pride and will feel better inside."
    },
    {
      "cite": "Arlene De’Sha Jennings",
      "quote": "When life sends us a battlefield, we are blessed to be armed with a shield."
    },
    {
      "cite": "Thomas S Monson",
      "quote": "Faith and doubt cannot exist in the same time, for one will dispel the other."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Never say, 'No', never say 'I cannot', for you are infinite, even time and space are nothing compared with your nature. You can do anything and everything, you are almighty."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Whatever you think, that you will be. If you think yourselves weak, weak you will be; if you think yourselves strong, strong you will be."
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "Have faith in yourselves, great convictions are the mothers of great deeds."
    },
    {
      "cite": "Laura Lyseight",
      "quote": "The winner in you must be ready to show up at all times, without fail in any given situation."
    },
    {
      "cite": "George S Patton",
      "quote": "Accept the challenges so that you may feel the exhilaration of victory."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Gain strength through adversity simply means, what doesn't kill you, makes you stronger."
    },
    {
      "cite": "James A. Murphy",
      "quote": "When you face the adversity of challenging experiences head on you, you develop the skills, abilities, and strength, to face other adversities in the future."
    },
    {
      "cite": "James A. Murphy",
      "quote": "An action is always better than no action, and the right action will create more certainty and faith in your ability to take bigger risks."
    },
    {
      "cite": "James A. Murphy",
      "quote": "By having the experience of tackling previous challenges in you life, you can now apply those experiences to your current challenges."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "Don't play hide n seek with life. You can't hide form life challenges without seeking timely solution."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "Try your best to stay positive even when tides are not in your favour."
    },
    {
      "cite": "Sandeep Ravidutt Sharma",
      "quote": "Watch the world not just by your eyes but through your heart. Life is beautiful."
    },
    {
      "cite": "Ugochukwu Victor Okpara",
      "quote": "Don't ignore crisis when it comes. They are meant to remind us that the wisdoms of yesterday had expired and should be discarded for new ones."
    },
    {
      "cite": "James A. Murphy",
      "quote": "As tides of life rise and fall, life is constant, like the waves crashing upon the shore. Persistence is the key in high and low times..."
    },
    {
      "cite": "Anyaele Sam Chiyson",
      "quote": "From the word go, those who win the race of success and legacy started with the lifestyle of humility, audacity, integrity, sagacity and prosperity-mentality."
    },
    {
      "cite": "Anonymous",
      "quote": "Negative people need drama like it's oxygen. Stay positive and take their breath away."
    },
    {
      "cite": "Tyrion Lannister",
      "quote": "Once you've accepted your flaws, no one can use them against you."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "May you see sunshine where others see shadows, and opportunities where others see obstacles."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "We must accept finite disappointment, but we must never lose infinite hope."
    },
    {
      "cite": "Rachel Robins",
      "quote": "Saying thanks to the world, and acknowledging your own accomplishments, is a great way to feel good and stay positive."
    },
    {
      "cite": "Alcurtis Turner",
      "quote": "Hard work makes you feel good because you have accomplished something."
    },
    {
      "cite": "Cindy Ann Peterson",
      "quote": "Life is full of challenges, seen and unseen, so to look and feel great, you must hold your head up each day and project your inner confidence."
    },
    {
      "cite": "Maria Sharapova",
      "quote": "When you look good, you feel good. Confidence with what you're wearing is very important. If you feel good, you will always perform your best without worrying about anything."
    },
    {
      "cite": "Jason Statham",
      "quote": "Looking good and feeling good go hand in hand. If you have a healthy lifestyle, your diet and nutrition are set, and you're working out, you're going to feel good."
    },
    {
      "cite": "Carol Burnett",
      "quote": "It's also selfish because it makes you feel good when you help others. I've been helped by acts of kindness from strangers. That's why we're here, after all, to help others."
    },
    {
      "cite": "Kelly Rudolph",
      "quote": "Laugh at yourself. It tones your facial muscles and attitude."
    },
    {
      "cite": "Mary Docter",
      "quote": "Win or lose, I'll feel good about myself. That's what is important."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Most great people have attained their greatest success one step beyond their greatest failure."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Fall seven times, stand up eight."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Don't wish it was easier, wish you were better. Don't wish for less problems, wish for more skills. Don't wish for less challenges, wish for more wisdom. The major value in life is not what you get. The major value in life is what you become. Success is not to be pursued; it is to be attracted by the person you become."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "Once you choose hope, anything's possible."
    },
    {
      "cite": "Shaeri Richards",
      "quote": "If we are always pushing away from feelings that we condemn as wrong, painful, or ugly, we are also pushing away from the very energy that can bring us incredible joy and ecstasy."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may not control all the events that happen to you, but you can decide not to be reduced by them."
    },
    {
      "cite": "Albert Einstein",
      "quote": "In the middle of a difficulty lies opportunity."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Faith is taking the first step even when you can't see the whole staircase."
    },
    {
      "cite": "Will Smith",
      "quote": "The first step is you have to say that you can."
    },
    {
      "cite": "Og Mandino",
      "quote": "If I persist long enough I will win."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "I will always find a way and a way will always find me."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Keep your thoughts positive because your thoughts become your words. Keep your words positive because your words become your behavior. Keep your behavior positive because your behavior becomes your habits. Keep your habits positive because your habits become your values. Keep your values positive because your values become your destiny."
    },
    {
      "cite": "John H. Groberg",
      "quote": "We should always pray for help, but we should always listen for inspiration and impression to proceed in ways different from those we may have thought of."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Always remember you are braver than you believe, stronger than you seem, smarter than you think and twice as beautiful as you've ever imagined."
    },
    {
      "cite": "Cobie Smulders",
      "quote": "Just do your best. I find that if I set that goal for myself and no one else, I feel good."
    },
    {
      "cite": "Nicky Gumbel",
      "quote": "Let your dreams be bigger than your fears, your actions louder than your words, and your faith stronger than your feelings."
    },
    {
      "cite": "Kenji Miyazawa",
      "quote": "We must embrace pain and burn it as fuel for our journey."
    }
  ]
}