{
  "source": "https://www.wisesayings.com/feeling-worthless-quotes/",
  "theme": "feeling-worthless",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "You might feel worthless to one person, but you are priceless to another."
    },
    {
      "cite": "Tyler Durden",
      "quote": "You are not special. You are not a beautiful or unique snowflake. You're the same decaying organic matter as everything else."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Sometimes it feels as if everything in life is just something we haul to the grave."
    },
    {
      "cite": "Richard L Evans",
      "quote": "Keep courage. Whatever you do, do not feel sorry for yourself. You will win in a great age of opportunity."
    },
    {
      "cite": "Bonnie Arbon",
      "quote": "You are a piece of the puzzle of someone else's life. You may never know where you fit, but others will fill the holes in their lives with pieces of you."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Self-pity in its early stages is as snug as a feather mattress. Only when it hardens does it become uncomfortable."
    },
    {
      "cite": "Helen Keller",
      "quote": "Self-pity is our worst enemy and if we yield to it, we can never do anything wise in this world."
    },
    {
      "cite": "Edward Dahlberg",
      "quote": "When one realizes that his life is worthless he either commits suicide or travels."
    },
    {
      "cite": "unknown",
      "quote": "Self-confidence gives you the freedom to make mistakes and cope with failure without feelingthat your world has come to an end or that you are a worthless person."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The pleasure we derive from doing favors is partly in the feeling it gives us that we are not altogether worthless. It is a pleasant surprise to ourselves."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "I don't deserve a soul, yet I still have one. I know because it hurts."
    },
    {
      "cite": "unknown",
      "quote": "I'm tired of feeling worthless. I'm tired of feeling hopeless. But above all, I'm tired of feeling tired."
    },
    {
      "cite": "Luan",
      "quote": "When you know your worth, no one can make you feel worthless."
    },
    {
      "cite": "Charles Dickens",
      "quote": "No one is useless in this world who lightens the burden of it for anyone else."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Feeling sorry for yourself, and your present condition, is not only a waste of energy but the worst habit you could possibly have."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Honestly sitting around feeling sorry for yourself won't change anything. If you want your life to change you have to do something about it."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Of all our infirmities, the most savage is to despise our being."
    },
    {
      "cite": "Buddha",
      "quote": "You yourself, as much as anybody in the entire universe, deserve your love and affection"
    },
    {
      "cite": "Millicent Fenwick",
      "quote": "Never feel self-pity, the most destructive emotion there is. How awful to be caught up in the terrible squirrel cage of self."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Self-pity dries up our sympathy for others."
    },
    {
      "cite": "Steve Chandler",
      "quote": "Self-pity is like a snake that gets in your brain and lays its eggs there."
    },
    {
      "cite": "Kevin Martin",
      "quote": "God does not love us because we are valuable; rather we are valuable because God loves us."
    },
    {
      "cite": "Mark Victor Hansen",
      "quote": "When your self-worth goes up, your net worth goes up with it."
    },
    {
      "cite": "Ivo Andric",
      "quote": "When I am not desperate, I am worthless."
    },
    {
      "cite": "Henry Ford",
      "quote": "Whether you think you can or think you can't   you are right."
    },
    {
      "cite": "Lucille Ball",
      "quote": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world."
    },
    {
      "cite": "Parker Palmer",
      "quote": "Self-care is never a selfish act it is simply good stewardship of the only gift I have, the gift I was put on earth to offer to others."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "Pity is best taught by fellowship in woe."
    },
    {
      "cite": "Josh Billings",
      "quote": "Pity costs nothing, and it ain't worth nothing."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "No one has the right to be sorry for himself for a misfortune that strikes everyone."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "You must realize that one day you will die. Until then you are worthless."
    },
    {
      "cite": "Aleister Crowley",
      "quote": "In the absence of willpower the most complete collection of virtues and talents is wholly worthless."
    },
    {
      "cite": "Tim Blixseth",
      "quote": "Many great ideas go unexecuted, and many great executioners are without ideas. One without the other is worthless."
    },
    {
      "cite": "Franz Liszt",
      "quote": "Real men are sadly lacking in this world, for when they are put to the test they prove worthless."
    },
    {
      "cite": "John Adams",
      "quote": "If worthless men are sometimes at the head of affairs, it is, I believe, because worthless men are at the tail and the middle."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "An idea is worthless unless you use it."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Find value in what we've been taught is worthless."
    },
    {
      "cite": "Piers Anthony",
      "quote": "One day you'll discover that the opinions of worthless people are worthless."
    },
    {
      "cite": "Gerald Morris",
      "quote": "Whatever you seize for yourself is worthless. Only what is given you has value."
    },
    {
      "cite": "Bryant McGill",
      "quote": "You are worthless to others if you don't know your own self and self-worth."
    },
    {
      "cite": "Robert McCammon",
      "quote": "Even the most worthless thing in the world can be beautiful, it just takes the right touch"
    },
    {
      "cite": "Randy Alcorn",
      "quote": "The currency of this world will be worthless at our death or at Christ's return, both of which are imminent."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Anyone who has accustomed himself to regard the life of any living creature as worthless is in danger of arriving also at the idea of worthless human lives."
    },
    {
      "cite": "Brian Weiss",
      "quote": "Worrying is worthless. When you stop focusing on what has already happened and what may never happen, then you'll be in the present moment. Then you'll begin to experience joy in life."
    },
    {
      "cite": "George Carlin",
      "quote": "If it requires a uniform, it's a worthless endeavor."
    },
    {
      "cite": "Pythagoras",
      "quote": "Consider before acting, to avoid foolishness. It is the worthless man who speaks and acts thoughtlessly."
    },
    {
      "cite": "Speaker for the Dead",
      "quote": "No human being, when you understand his desires, is worthless. No one's life is nothing."
    },
    {
      "cite": "Voltaire",
      "quote": "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone else's eyes."
    },
    {
      "cite": "Kenneth Baker",
      "quote": "Socialists make the mistake of confusing individual worth with success. They believe you cannot allow people to succeed in case those who fail feel worthless."
    },
    {
      "cite": "Robin Williams",
      "quote": "I think the saddest people always try their hardest to make people happy because they know what it's like to feel absolutely worthless and they don't want anyone else to feel like that."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "Every human being has the same potential. Whatever makes you feel I am worthless is wrong. Absolutely wrong. You are deceiving yourself. We all have the power of thought, so what could you possibly be lacking? If you have the willpower, then you can do anything."
    },
    {
      "cite": "Ishmael Beah",
      "quote": "I learned that you are not free until you stop others from making you feel worthless. Because if you do not, you will eventually accept that you are worthless."
    }
  ]
}