{
  "source": "https://www.wisesayings.com/feeling-loved-quotes/",
  "theme": "feeling-loved",
  "quotes": [
    {
      "cite": "Steve Maraboli",
      "quote": "I want to be in a relationship where you telling me you love me is just a ceremonious validation of what you already show me."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "I love that feeling of being in love, the effect of having butterflies when you wake up in the morning. That is special."
    },
    {
      "cite": "Auliq-Ice",
      "quote": "Being loved is the only thing that is admirable by any stretch of the imagination."
    },
    {
      "cite": "Jo Nesbo",
      "quote": "To have the chance of being loved we have to take a chance on being destroyed inside."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The supreme happiness of life is the conviction that we are loved; loved for ourselves say rather, loved in spite of ourselves."
    },
    {
      "cite": "Robert A. Heinlein",
      "quote": "Love is that condition in which the happiness of another person is essential to your own."
    },
    {
      "cite": "Kaui Hart Hemmings",
      "quote": "Because feeling love does make you feel superior. Until you find out you aren't loved back."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "There is no happiness like that of being loved by your fellow creatures, and feeling that your presence is an addition to their comfort."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "To be fully seen by somebody, then, and be loved any how this is a human offering that can border on miraculous."
    },
    {
      "cite": "William Shakespeare",
      "quote": "When I saw you I fell in love. And you smiled because you knew."
    },
    {
      "cite": "Charles Morgan",
      "quote": "There is no surprise more magical than the surprise of being loved: It is God's finger on man's shoulder."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "We're all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness and call it love true love."
    },
    {
      "cite": "Roy Croft",
      "quote": "I love you not only for what you are, but for what I am when I am with you. I love you not only for what you have made of yourself, but for what you are making of me. I love you for the part of me that you bring out."
    },
    {
      "cite": "Alice Walker",
      "quote": "Once you feel loved by the universe, you're already accepted, and you're not really concerned about offending people."
    },
    {
      "cite": "Bob Goff",
      "quote": "I used to think being loved was the greatest thing to think about, but now I know love is never satisfied just thinking about it."
    },
    {
      "cite": "Julianne Moore",
      "quote": "I think that one of the things that you do learn is that falling in love and being in love with someone is a rarity. That you don't fall in love as many times as you think you're going to. And then when you do, it's really special; it's really important."
    },
    {
      "cite": "C.J. Redwine",
      "quote": "No matter what has happened. No matter what you've done. No matter what you will do. I will always love you. I swear it."
    },
    {
      "cite": "Eden Ahbez",
      "quote": "The greatest thing you'll ever learn is just to love and be loved in return."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "People fall in love without reason, without even wanting to. You can't predict it. That's love."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Behind every angry soul is a wounded child that just wanted you to love them for who they are."
    },
    {
      "cite": "John Piper",
      "quote": "Feeling loved by God means feeling glad not only that he crushed his son so that I can be forgiven, but that he's crushing everything that takes away from my praising of the glory of his grace."
    },
    {
      "cite": "Timothy Keller",
      "quote": "To be loved but not known is comforting but superficial. To be known and not loved is our greatest fear. But to be fully known and truly loved is, well, a lot like being loved by God. It is what we need more than anything. It liberates us from pretense, humbles us out of our self-righteousness, and fortifies us for any difficulty life can throw at us."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "The love we give away is the only love we keep."
    },
    {
      "cite": "Mireille Mathieu",
      "quote": "It is impossible to live without love. You must have the feeling of being loved."
    },
    {
      "cite": "Sonam Kapoor",
      "quote": "Being in love is the best feeling on the planet. I really believe that love makes the world go round."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Being in love, I find myself smiling for no reason at all."
    },
    {
      "cite": "Britney Spears",
      "quote": "With love, you should go ahead and take the risk of getting hurt because love is an amazing feeling."
    },
    {
      "cite": "A. A. Milne",
      "quote": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
    },
    {
      "cite": "Kristine Cuevas",
      "quote": "I loved the feeling of finally falling in love to someone who would love me back."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "A loving relationship is one in which the loved one is free to be himself to laugh with me, but never at me; to cry with me, but never because of me; to love life, to love himself, to love being loved. Such a relationship is based upon freedom and can never grow in a jealous heart."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Love does not consist in gazing at each other, but in looking outward together in the same direction."
    },
    {
      "cite": "Mariel Hemingway",
      "quote": "But the experience that I had, which was basically just feeling loved and taken care of in a room full of thousands of people I didn't know, seemed to be a pretty strong sign that what I was doing was a good thing."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Love is the wisdom of the fool, and the folly of the wise."
    },
    {
      "cite": "Evan Esar",
      "quote": "The cure love is marriage, and the cure for marriage is love again."
    },
    {
      "cite": "Paul Geraldy",
      "quote": "As soon as you cannot keep anything from a woman, you love her."
    },
    {
      "cite": "Cervantes",
      "quote": "It's the nature of women not to love when we love them, and to love them not."
    },
    {
      "cite": "John A. Andrews",
      "quote": "Love brings light to darkness darkness; it reaches through, sees through and follows through."
    },
    {
      "cite": "John A. Andrews",
      "quote": "Love is patient however; it does not sit on the fence."
    },
    {
      "cite": "John A. Andrews",
      "quote": "Love is never fragmented; it's an inseparable whole which does not delight in bits and pieces."
    },
    {
      "cite": "John A. Andrews",
      "quote": "To love and be loved demands your best."
    },
    {
      "cite": "John A. Andrews",
      "quote": "If love isn't flowing it's dying, and like the stream without it's source, one cannot give something which he does not first possess."
    },
    {
      "cite": "Vincenzo Berghella",
      "quote": "Being surrounded by love at home should be the base for your life."
    },
    {
      "cite": "Vincenzo Berghella",
      "quote": "Remember that the best relationships that in which mutual love is bigger that mutual necessity."
    },
    {
      "cite": "Vincenzo Berghella",
      "quote": "Love and cook with passion."
    },
    {
      "cite": "Rupert Everett",
      "quote": "To love oneself is the beginning of a lifelong romance."
    },
    {
      "cite": "Arsene Houssaye",
      "quote": "Tell me whom you love, and I will tell you who you are."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Sir Thomas Overbury",
      "quote": "Love is a superstition that doth fear. The idol which it itself has made."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Love is life. And if you miss love, you miss life."
    },
    {
      "cite": "George Eliot",
      "quote": "I like not only to be loved, but also to be told I am loved."
    },
    {
      "cite": "Cyrano de Bergerac",
      "quote": "A kiss is a rosy dot over the 'I' of loving."
    },
    {
      "cite": "Judy Garland",
      "quote": "I can live without money, but I cannot live without love."
    },
    {
      "cite": "Javan",
      "quote": "Love can sometimes be magic. But magic can sometimes... just be an illusion."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "First love is only a little foolishness and a lot of curiosity."
    },
    {
      "cite": "H.Jackson Brown Jr.",
      "quote": "Sometimes the heart sees what is invisible to the eye."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A woman knows the face of the man she loves as a sailor knows the open sea."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "A loving heart is the beginning of all knowledge."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Love is always bestowed as a gift - freely, willingly and without expectation. We don't love to be loved; we love to love."
    },
    {
      "cite": "Ovid",
      "quote": "If you wan't to be loved. Be lovable."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "We loved with a love that was more than love."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "All mankind love a lover."
    },
    {
      "cite": "Eva Gabor",
      "quote": "Love is a game that two can play and both win."
    },
    {
      "cite": "John Lennon",
      "quote": "Everything is clearer when you're in love."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Where there is love there is life."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Love consists in this, that two solitude protect and touch and greet each other."
    },
    {
      "cite": "Robert Frost",
      "quote": "Love is an irresistible desire to be irresistibly desired."
    },
    {
      "cite": "Pedro Calderon de la Barca",
      "quote": "Love that is not madness is not love."
    },
    {
      "cite": "Duke Ellington",
      "quote": "Love is supreme and unconditional; like is nice but limited."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "True love is like ghosts, which everyone talks about and few have seen."
    },
    {
      "cite": "Gilbert Parker",
      "quote": "Love knows not distance; it hath no continent; it's eyes are for the stars."
    },
    {
      "cite": "Alexander Smith",
      "quote": "Love is but the discovery of ourselves in other, and the delight in the recognition."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Love is a smoke made with the fume of sighs."
    }
  ]
}