{
  "source": "https://www.wisesayings.com/feeling-empty-quotes/",
  "theme": "feeling-empty",
  "quotes": [
    {
      "cite": "Kamand Kojouri",
      "quote": "Moments of suffering are meant to empty us so that we may have the potential to tap into our truest depths."
    },
    {
      "cite": "Robert Bly",
      "quote": "The beginning of love is a horror of emptiness."
    },
    {
      "cite": "Jean Rhys",
      "quote": "I am empty of everything. I am empty of everything but the thin, frail ghosts in my room."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A sad soul needs an infinite horizon which can throw all his sorrow into the silence of the eternal emptiness!"
    },
    {
      "cite": "Laozi",
      "quote": "Become totally empty. Quiet the restlessness of the mind. Only then will you witness everything unfolding from emptiness."
    },
    {
      "cite": "Rajneesh",
      "quote": "You are not feeling empty because you don't have much money. You are feeling empty because you have not yet encountered your real self, you have not come to your authentic individuality."
    },
    {
      "cite": "Jeyn Roberts",
      "quote": "There are so many empty people walking around on this little planet. Lonely people. Angry people. Bitter. Forgotten."
    },
    {
      "cite": "Richard Siken",
      "quote": "I swear, I end up feeling empty, like you've taken something out of me and I have to search my body for scars."
    },
    {
      "cite": "Ryū Murakami",
      "quote": "But what I did sense was an emptiness like a black hole inside of him, and there was no predicting what might emerge from a place like that."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "Every word is like an unnecessary stain on silence and nothingness."
    },
    {
      "cite": "Jackson Pearce",
      "quote": "It is beautiful, it is endless, it is full and yet seems empty. It hurts us."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "We become aware of the void as we fill it."
    },
    {
      "cite": "Woody Allen",
      "quote": "The artist's job is not to succumb to despair but to find an antidote for the emptiness of existence."
    },
    {
      "cite": "Santosh Kalwar",
      "quote": "Life is an empty bottle filled with love."
    },
    {
      "cite": "D.T. Suzuki",
      "quote": "Emptiness which is conceptually liable to be mistaken for sheer nothingness is in fact the reservoir of infinite possibilities."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life and there is nothing better."
    },
    {
      "cite": "Alan Watts",
      "quote": "But to me nothing, the negative, the empty, is exceedingly powerful."
    },
    {
      "cite": "David L. Weatherford",
      "quote": "When I feel truly alone, with a sense of being lost, even empty inside, it is then I realize I have unknowingly moved away from God, so I move back."
    },
    {
      "cite": "John Cage",
      "quote": "There is no such thing as an empty space or an empty time. There is always something to see, something to hear. In fact, try as we may to make a silence, we cannot."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "The more space and emptiness you can create in yourself, then you can let the rest of the world come in and fill you up."
    },
    {
      "cite": "Kimberly Novosel",
      "quote": "I decided I would fill the emptiness in me with God and with paint."
    },
    {
      "cite": "Hillary Jordan",
      "quote": "This was the truth at the core of my existence: this yawning emptiness, scantily clad in rage."
    },
    {
      "cite": "Topsy Gift",
      "quote": "The greatest tragedies in life is not untimely death, but to live a life for emptiness."
    },
    {
      "cite": "Sam Shepard",
      "quote": "The funny thing about having all this so-called success is that behind it is a certain horrible emptiness."
    },
    {
      "cite": "Kazuo Ishiguro",
      "quote": "The rest of my life stretches out as an emptiness before me."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "There's just something obvious about emptiness, even when you try to convince yourself otherwise."
    },
    {
      "cite": "Waylon Jennings",
      "quote": "This world that I live in is empty and cold the loneliness cuts me and tortures my soul."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "It's not the feeling of completeness I need, but the feeling of not being empty."
    },
    {
      "cite": "Regina Belle",
      "quote": "Everyday we used to slip away to talk. We would talk about the goodness of your heart. Now it seems I admit that never exist at all and it leaves me feeling empty with this hollow chord."
    },
    {
      "cite": "Carl Sagan",
      "quote": "In all our searching, the only thing we've found that makes the emptiness bearable is each other."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Emptiness is not a great loss. It creates a great opportunity to fill yourself again and again with great love."
    },
    {
      "cite": "Arthur Erickson",
      "quote": "Illusion is needed to disguise the emptiness within."
    },
    {
      "cite": "Maza Dohta",
      "quote": "If giving leaves you feeling empty, you're giving too much to the wrong person."
    },
    {
      "cite": "Edwin Markham",
      "quote": "Bowed by the weight of centuries he leans upon his hoe and gazes on the ground, the emptiness of ages in his face, and on his back the burden of the world."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "I said nothing for a time, just ran my fingertips along the edge of the human-shaped emptiness that had been left inside me."
    },
    {
      "cite": "Danielle Esplin",
      "quote": "The void inside me starts to fill, but my heart has holes, and whatever it holds will run out, leaving me empty once again."
    },
    {
      "cite": "Stanislaw Lem",
      "quote": "I felt myself being invaded through and through, I crumbled, disintegrated, and only emptiness remained."
    },
    {
      "cite": "John Geddes",
      "quote": "This will be a winter so desolate, only memory can fill the emptiness."
    },
    {
      "cite": "Sarah Kay",
      "quote": "You can only fit so many words in a postcard, only so many in a phone call, only so many into space before you forget that words are sometimes used for things other than filling emptiness."
    },
    {
      "cite": "Swami Dhyan Giten",
      "quote": "The inner emptiness is the door to God."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "If emptiness is endless, then everything rests in emptiness."
    },
    {
      "cite": "Arthur Herzog",
      "quote": "To fake it is to stand guard over emptiness."
    },
    {
      "cite": "Isabelle Adjani",
      "quote": "Nothingness not being nothing, nothingness being emptiness."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Nothing has an unlikely quality. It is heavy."
    },
    {
      "cite": "Frederick Barthelme",
      "quote": "What had been quiet and restful was now silent and empty."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "We often feel proud of our knowledge even when it is filled with emptiness."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "A busy life is filled with tremendous emptiness."
    },
    {
      "cite": "Werner Erhard",
      "quote": "Life is empty and meaningless because life is empty and meaningless."
    },
    {
      "cite": "Max Lucado",
      "quote": "When you're full of yourself, God can't fill you. But when you empty yourself, God has a useful vessel."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "Depression isn't just being a bit sad. It's feeling nothing. It's not wanting to be alive anymore."
    },
    {
      "cite": "Andre Agassi",
      "quote": "Now that I've won a slam, I know something very few people on earth are permitted to know. A win doesn't feel as good as a loss feels bad, and the good feeling doesn't last long as the bad. Not even close."
    }
  ]
}