{
  "source": "https://www.wisesayings.com/feeling-beautiful-quotes/",
  "theme": "feeling-beautiful",
  "quotes": [
    {
      "cite": "Bobbi Brown",
      "quote": "How I feel about myself is more important than how I look. Feeling confident, being comfortable in your skin   that's what really makes you beautiful."
    },
    {
      "cite": "Cheryl Tiegs",
      "quote": "Like anyone else, there are days I feel beautiful and days I don't, and when I don't, I do something about it."
    },
    {
      "cite": "Sophia Loren",
      "quote": "Beauty is how you feel inside, and it reflects in your eyes. It is not something physical."
    },
    {
      "cite": "Elle Macpherson",
      "quote": "I feel beautiful when I'm at peace with myself. When I'm serene, when I'm a good person, when I've been considerate of others."
    },
    {
      "cite": "Elle Mcpherson",
      "quote": "It's not vanity to feel you have a right to be beautiful. Women are taught to feel we're not good enough, that we must live up to someone else's standards. But my aim is to cherish myself as I am."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "And barefoot or first thing in the morning, I feel beautiful. Because I feel like me. I didn't always feel that way, but I feel that way now. When somebody just loves you, and when you make somebody happy, when your presence seems to make them happy, you suddenly feel like the most beautiful person in the world."
    },
    {
      "cite": "Martha Beck",
      "quote": "Although beauty may be in the eye of the beholder, the feeling of being beautiful exists solely in the mind of the beheld."
    },
    {
      "cite": "Margaret Cho",
      "quote": "It's important to feel beautiful; it's political to feel beautiful."
    },
    {
      "cite": "Lana Del Rey",
      "quote": "I know now that it's really important to feel beautiful. There is a power to that."
    },
    {
      "cite": "Julia Quinn",
      "quote": "But looking beautiful isn't, I think, as important as feeling beautiful."
    },
    {
      "cite": "Carole King",
      "quote": "You've got to get up every morning with a smile on your face / And show the world all the love in your heart / Then people gonna treat you better / You're gonna find, yes you will / That you're beautiful as you feel."
    },
    {
      "cite": "Maya Rudolph",
      "quote": "I don't look my best when I wake up. But, I do feel beautiful when I'm tired and happy and I've had a good laugh and a glass of champagne."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "When I lay my head on the pillow at night I can say I was a decent person today. That's when I feel beautiful."
    },
    {
      "cite": "Rashida Jones",
      "quote": "Nothing makes a woman more beautiful than the belief that she is beautiful."
    },
    {
      "cite": "Megan Park",
      "quote": "You need to feel beautiful on your own before a guy can make you feel beautiful, because it wont be a healthy relationship."
    },
    {
      "cite": "Pamela L. Ritchie",
      "quote": "I want to feel beautiful, like when he told me I was."
    },
    {
      "cite": "Stacy London",
      "quote": "You should feel beautiful and you should feel safe. What you surround yourself with should bring you peace of mind and peace of spirit."
    },
    {
      "cite": "Leslie Bibb",
      "quote": "I never think, Oh, I'm so beautiful. To me, feeling happy is more important."
    },
    {
      "cite": "Ashley Greene",
      "quote": "I feel most beautiful at night, when I take my makeup off and it's just me."
    },
    {
      "cite": "Victoria Principal",
      "quote": "I believe that how you feel is very important to how you look - that healthy equals beautiful."
    },
    {
      "cite": "Lupita Nyong'o",
      "quote": "Personally, I don't ever want to depend on makeup to feel beautiful."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "To be beautiful means to be yourself. You don't need to be accepted by others. You need to accept yourself."
    },
    {
      "cite": "Lucille Ball",
      "quote": "Love yourself first, and everything else falls into line."
    },
    {
      "cite": "Tynee Williams",
      "quote": "Beauty does not always feel beautiful."
    },
    {
      "cite": "Tresors De Luxe",
      "quote": "Looking beautiful starts by feeling beautiful."
    },
    {
      "cite": "John Cage",
      "quote": "The first question I ask myself when something doesn't seem to be beautiful is why do I feel it's not beautiful? And very shortly you discover there is no reason."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Confidence is the ability to feel beautiful without needing someone to tell you."
    },
    {
      "cite": "Anita Roddick",
      "quote": "Despite the message of self-doubt and inadequacy hammered home by the beauty industry, the truth is simple: If you feel gorgeous, you'll look gorgeous."
    },
    {
      "cite": "Helen Gurley Brown",
      "quote": "Beauty can't amse you, but brainwork— reading, writing, thinking— can."
    },
    {
      "cite": "Margaret Cho",
      "quote": "I am so beautiful, sometimes people weep when they see me. And it has nothing to do with what I look like really, it is just that I gave myself the power to say that I am beautiful, and if I can do that, maybe there is hope for them, too. And the great divide between the beautiful and the ugly will cease to be. Because we are all what we choose."
    },
    {
      "cite": "Angelina Jolie",
      "quote": "I was sweaty, and my hair was matted all over the place. And I was happy and hot and accomplishing a lot and running around, and I could feel my heart beating, and I felt beautiful."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "Taught from infancy that beauty is woman's sceptre, the mind shapes itself to the body, and roaming round its gilt cage, only seeks to adorn its prison."
    },
    {
      "cite": "Cher",
      "quote": "I think that the longer I look good, the better gay men feel."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "Any girl can be glamorous. All you have to do is stand still and look stupid."
    },
    {
      "cite": "Francoise Sagan",
      "quote": "There is a certain age when a woman must be beautiful to be loved, and then there comes a time when she must be loved to be beautiful."
    },
    {
      "cite": "Karen Alexander",
      "quote": "Now that I'm pregnant I feel beautiful for the first time in my life."
    },
    {
      "cite": "Becca Anderson",
      "quote": "Remind yourself everyday that you are beautiful, whether you struggle to believe that or you already know."
    },
    {
      "cite": "Milla Jovovich",
      "quote": "I think I'm a very pretty girl. I'm never going to pretend to think otherwise."
    },
    {
      "cite": "Becca Anderson",
      "quote": "I am comfortable in my clothes. I am naturally beautiful. I recognize that I have true beauty."
    },
    {
      "cite": "Aaliyah",
      "quote": "I see myself as sexy. If you are comfortable with it, it can be very classy and appealing."
    },
    {
      "cite": "Becca Anderson",
      "quote": "I am healthy and attractive. I am free of negativity. I see myself as beautiful."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Beauty is about being comfortable in your own skin . It's about knowing and accepting who you are."
    },
    {
      "cite": "George Santayana",
      "quote": "Beauty as we feel it is something indescribable: what is or what it means can never be said."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "Beauty is momentary in he mind— / The fitful tracing of a portal; /  But in the flesh it is immortal; / The body dies; the body;s beauty lives."
    },
    {
      "cite": "Jessamy Hibberd",
      "quote": "Research shows the way someone feels about their looks has a far greater effect on their quality of life than how they actually look."
    },
    {
      "cite": "Jessamy Hibberd",
      "quote": "Recognising this difference (how you look versus how you feel about how you look) is the first step to feeling more beautiful."
    },
    {
      "cite": "Nancy Ostrov",
      "quote": "What really makes me feel beautiful is that I can finally feel the powerful emotion of love."
    },
    {
      "cite": "Nancy Ostrov",
      "quote": "All that matters to me now is that people see me as a beautiful woman, and for the first time in my life, I feel beautiful."
    },
    {
      "cite": "Rosilia A. Albert",
      "quote": "What we don't get is no one can make us feel beautiful, unless we know and we feel that we are."
    },
    {
      "cite": "Rosilia A. Albert",
      "quote": "I'm beautiful because I can feel it, I can taste it, I can smell it. It's all over me. I have a big heart, a beautiful heart. Anyone that comes in contact with me will always feel my beauty."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "There is nothing to do except to be just who you are. You have the right to feel beautiful and enjoy it."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "What matters is how you feel inside, because feeling beautiful on the inside is key to looking good."
    },
    {
      "cite": "Kate Upton",
      "quote": "I think that glamour is about confidence. I think however somebody feels beautiful, that's glamour."
    },
    {
      "cite": "Tamara Ecclestone",
      "quote": "As a woman, I believe you have to embrace your body, and feel beautiful both inside and out."
    },
    {
      "cite": "Sofia Vergara",
      "quote": "Beauty is really all about confidence. If you feel beautiful, then you are beautiful."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "'You can't be beautiful,' Brandy says about a thousand times, 'until you feel beautiful.'"
    },
    {
      "cite": "Marie Dressler",
      "quote": "I contend that every woman has the right to feel beautiful, no matter how scrambled her features, or how indifferent her features."
    }
  ]
}