{
  "source": "https://www.wisesayings.com/feelings-quotes/",
  "theme": "feelings",
  "quotes": [
    {
      "cite": "Nicholas Sparks",
      "quote": "The emotion that can break your heart is sometimes the very one that heals it"
    },
    {
      "cite": "Ashley D. Wallis",
      "quote": "The pain started years ago, but I'd lived with it for so long at that point that I'd accepted it as an inevitable part of me."
    },
    {
      "cite": "Roland Merullo",
      "quote": "Some people use their own hurt as an excuse for hurting others."
    },
    {
      "cite": "Tom Gates",
      "quote": "It's a lot easier to be angry at someone than it is to tell them you're hurt."
    },
    {
      "cite": "M.F. Moonzajer",
      "quote": "You can't stop loving someone if you had already fallen; all you can do is hurting yourself."
    },
    {
      "cite": "Willard Scott",
      "quote": "Positive feelings come from being honest about yourself and accepting your personality, and physical characteristics, warts and all; and, from belonging to a family that accepts you without question."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Thoughts are the shadows of our feelings - always darker, emptier and simpler."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Do not give in too much to feelings. A overly sensitive heart is an unhappy possession on this shaky earth."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "A person will be just about as happy as they make up their minds to be."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "I have feelings too. I am still human. All I want is to be loved, for myself and for my talent."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "We often confuse what we wish for with what is."
    },
    {
      "cite": "Yvonne Urlanda",
      "quote": "Sometimes your mind says No but your heart says Go."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned: nothing matters any more. It is the end of happiness and the beginning of peace."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Where there is love there is life."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "There is no remedy for love than to love more."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Never play with the feelings of others, because you may win the game, but the risk is that you will surely lose the person for life time."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "You cannot make yourself feel something you do not feel, but you can make yourself do right in spite of your feelings."
    },
    {
      "cite": "Jeff Bridges",
      "quote": "One of the greatest feelings in the world is knowing that we as individuals can make a difference. Ending hunger in America is a goal that is literally within our grasp."
    },
    {
      "cite": "Augustus William Hare and Julius Charles",
      "quote": "The feeling is often the deeper truth, the opinion the more superficial one."
    },
    {
      "cite": "Carl W. Buechner",
      "quote": "They may forget what you said, but they will never forget how you made them feel."
    },
    {
      "cite": "David Borenstein",
      "quote": "Feelings are not supposed to be logical. Dangerous is the man who has rationalized his emotions."
    },
    {
      "cite": "George Eliot",
      "quote": "There is no feeling, except the extremes of fear and grief, that does not find relief in music."
    },
    {
      "cite": "Barbara Walters",
      "quote": "To feel valued, to know, even if only once in a while, that you can do a job well is an absolutely marvelous feeling."
    },
    {
      "cite": "Marianne Moore",
      "quote": "The deepest feeling always shows itself in silence; not in silence, but restraint."
    },
    {
      "cite": "Johnny Depp",
      "quote": "You can close your eyes to the things you do not want to see, but you cannot close your heart to the things you do not want to feel."
    },
    {
      "cite": "Yogi Berra",
      "quote": "Whatever you do, you should do it with feeling."
    },
    {
      "cite": "Karla McLaren",
      "quote": "Emotions are celebrated and repressed, analyzed and medicated, adored and ignored -- but rarely, if ever, are they honored."
    },
    {
      "cite": "Lord Byron",
      "quote": "There is no instinct like that of the heart."
    },
    {
      "cite": "Audre Lorde",
      "quote": "Our feelings are our most genuine paths to knowledge."
    },
    {
      "cite": "Bernie S. Siegel",
      "quote": "We destroy ourselves when we stop feeling. If you bury your feelings within you, you become a graveyard."
    },
    {
      "cite": "Uma Girish",
      "quote": "My feelings are the language of my soul."
    },
    {
      "cite": "Joshua Stone",
      "quote": "Since it is our thoughts that create our feelings and emotions and it is our perspective that creates our reality this is of the highest importance."
    },
    {
      "cite": "Sarah Bennett",
      "quote": "Bear the pain of living with ugly feelings rather than attacking yourself for having them or attacking others to escape them."
    },
    {
      "cite": "Laura Lyseight",
      "quote": "Sometimes you cannot believe what you see, you have to believe what you feel."
    },
    {
      "cite": "Irwin Federman",
      "quote": "People love others not for who they are, but for how they make them feel."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Be who you are and say what you feel, because who mind don't matter and those who matter don't mind."
    },
    {
      "cite": "Virginia Satir",
      "quote": "Feelings of worth can flourish only in an atmosphere where individual differences are appreciated, mistakes are tolerated, communication is open and rules are flexible-the kind of atmosphere that is found a nurturing family."
    },
    {
      "cite": "Laura Lyseight",
      "quote": "Your feelings most time go with the wind."
    },
    {
      "cite": "Fyodor Dostoevsky",
      "quote": "But try getting blindly carried away by your feelings, without reasoning, without a primary cause, driving conciousness away at least for a time; start hating; or fall in love, only so as not to sit with folded arms."
    },
    {
      "cite": "Peter Erbe",
      "quote": "There are no words to express the feeling and reality of completeness, our natural state of being. It can only be experienced."
    },
    {
      "cite": "Moonstone White",
      "quote": "Decisions that apply to your feelings are the cause of great suffering."
    },
    {
      "cite": "Shevrilere",
      "quote": "Living people do not make excuses for their emotions. They accept that feelings come as part of the human package; they embrace and walk with them on their journey."
    },
    {
      "cite": "Mahesh",
      "quote": "Best way to get away from negative feelings and emotions is to involve ourselves without getting involved. It comes by practice and is beneficial for our health; be it physical, mental, emotional or spiritual."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "Let everything happen to you, beauty and terror, no feeling is final."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Feeling and longing are the motive forces behind all human endeavor and human creations."
    },
    {
      "cite": "Helen Keller",
      "quote": "The most beautiful things in the world cannot be seen, nor touched. but are felt in the heart."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Whatever you believe with feeling becomes your reality."
    },
    {
      "cite": "Tanisha Herrin",
      "quote": "Deal with your feelings."
    },
    {
      "cite": "Tanisha Herrin",
      "quote": "Tired of hiding my feelings in the darkness so I must come clean."
    },
    {
      "cite": "Tanisha Herrin",
      "quote": "Some days it's difficult to explain the feelings that rush in and out of the bloodstream."
    },
    {
      "cite": "Tanisha Herrin",
      "quote": "I have to fight off those unwanted feelings of negativity"
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "For us, as human beings are feelings are our guide."
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "Our feelings are exactly what makes us human."
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "Never hide your true feelings because if you do you're hiding the best part of yourself that you want everybody to see not to mention punishing yourself."
    },
    {
      "cite": "Anthony Rosario Wagner",
      "quote": "To feel so much love for one person is by far one of the greatest feelings you'll ever having your entire life"
    },
    {
      "cite": "Psalm 119:28",
      "quote": "The Bible teaches us to be more concerned about the needs and feelings of others than our own."
    },
    {
      "cite": "Billy Graham",
      "quote": "Our culture puts feelings first, but true love isn't based on feelings."
    },
    {
      "cite": "Sarah Bennett",
      "quote": "Build standards that are not distorted or compromised by negative feelings."
    },
    {
      "cite": "Sarah Bennett",
      "quote": "The more you remember your goals and respect your restraint, the less power your negative feelings will have to shape your actions and reduce your self-respect."
    },
    {
      "cite": "Sarah Bennett",
      "quote": "Whether you are forced to live with hate, yearning, envy, or fear, respect what you do with your feelings, not what they do to you."
    },
    {
      "cite": "Sarah Bennett",
      "quote": "If you're self-critical about your negative feelings, you may be tempted to live with people who dislike you as much as you dislike yourself."
    },
    {
      "cite": "Don Herold",
      "quote": "This is the greatest paradox: the emotions cannot be trusted; yet it is the emotions that tell us the greatest truths."
    },
    {
      "cite": "Michael Leboeuf",
      "quote": "Ridding yourself of negative emotions can make you a new person. Suddenly you will find you have time, energy and abilities you never dreamt you had."
    },
    {
      "cite": "Blake Clark",
      "quote": "Your emotions can keep you well. If you are happy at home, content in your job, feel accepted by colleagues and receive praise for work done, healthy emotions are nourishing you."
    },
    {
      "cite": "Beatrice Harris",
      "quote": "Feelings can never be categorized simply as 'good' and 'bad'."
    },
    {
      "cite": "Beatrice Harris",
      "quote": "Feelings are symptoms of complex reactions."
    },
    {
      "cite": "Jarmel Bell MSE",
      "quote": "Good manners include showing consideration for the feelings of others."
    },
    {
      "cite": "Zett Why",
      "quote": "Let yourself feel the real feelings, and stop living the lives of others."
    },
    {
      "cite": "Zett Why",
      "quote": "Respect for your own personality is your relationship with yourself when you don't blame yourself for any actions, don't follow others, and when you feel a harmony of feelings, thoughts and actions."
    },
    {
      "cite": "Zett Why",
      "quote": "Your feelings would have been coming from your external perceptions and satisfaction of egoism."
    },
    {
      "cite": "Zett Why",
      "quote": "In rushing to overtake something we don't even comprehend, we are always followed by fear, unease, envy, and other negative feelings."
    },
    {
      "cite": "Zett Why",
      "quote": "After losing our feelings, we usually try to bring them back at any price."
    },
    {
      "cite": "John Galsworthy",
      "quote": "Own feelings were not always what mattered most."
    },
    {
      "cite": "Oxford University Press",
      "quote": "Strong feelings which alone could estimate it truly, were the very feelings which ought to taste it but sparingly."
    },
    {
      "cite": "Oxford University Press TME",
      "quote": "It is hard for woman to define her feelings in language which is chiefly made by men to express theirs."
    },
    {
      "cite": "Oxford University Press TME",
      "quote": "After great pain, a formal feeling comes."
    },
    {
      "cite": "Oxford University Press TME",
      "quote": "Mankind are governed more by their feelings than by reason. Events which excite those feelings will produce wonderful events."
    },
    {
      "cite": "Oxford University Press TME",
      "quote": "Without them (feelings) there would not be I. And without me who will experience them? They are right near by. But we don't know what causes them."
    },
    {
      "cite": "Oxford University Press TME",
      "quote": "If you let people follow their feelings, they will be able to do good. This is what meant by saying that human nature is good."
    },
    {
      "cite": "Oxford University Press TME",
      "quote": "We cannot judge either of the feelings or of the character of men with perfect accuracy, from their actions or their appearance in public; it is from their careless conversation, their half-finished sentences, that we may hope with the greatest probability of success to discover their real character."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Pain in the doing, ease in the writing. Memory calls distant,words answer back. Time of no meaning, experience flows. Images resurface—feelings attack."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "No, words can describe it. I let it lead me as I will in the future also. These inner feelings of yours."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "The perfume of your silence lingers,—in scented feelings without words."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "When the feelings are polished,--- the words can remain rough."
    },
    {
      "cite": "Anne Sexton",
      "quote": "The poet's job is to put into words those feelings we all have that are so deep, so important, and yet so difficult to name, to tell the truth in such a beautiful way, that people cannot live without it."
    },
    {
      "cite": "Franklin A. Ohiozebau",
      "quote": "Express the inner feelings of your gratification outwardly."
    },
    {
      "cite": "Amma",
      "quote": "One has to transcend all petty human feelings in order to attain supreme love."
    },
    {
      "cite": "Mae West",
      "quote": "Women are as old as they feel - and men are old when they lose their feelings."
    },
    {
      "cite": "Arlene De’Sha Jennings",
      "quote": "In a healthy relationship when things come about, partners have feelings they talk and work out."
    },
    {
      "cite": "Arlene De’Sha Jennings",
      "quote": "It is unhealthy to have feelings deep to hold-eventually you will explode."
    },
    {
      "cite": "Jason B. Cunningham",
      "quote": "I have no reason to harbor unjust feelings toward others, for there is nothing set in the stone that says my enemies must always be my enemies."
    },
    {
      "cite": "Gene Skaggs Jr.",
      "quote": "The feelings of hell exists only within the ego thought system."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "May you continue to write your story and share it, knowing you are the only one who can fill those pages with your own thoughts, experiences, feelings and emotions."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "I choose to express my feelings and emotions, not keeping them locked up inside and not allowing anyone to tell me differently because I know that it's okay to cry and it's okay to talk about what I've been through because to hold it all inside is not healthy."
    },
    {
      "cite": "Jenna Kandyce Linch",
      "quote": "Denying their true feelings, they star in a false act."
    },
    {
      "cite": "Joshua Stone",
      "quote": "It is essential to master your feelings and emotions at all times and to maintain personal power, self-discipline, spiritual vigilance, focus, concentration, and single-pointedness, however, it is also essential to integrate them."
    },
    {
      "cite": "Joshua Stone",
      "quote": "Since it is our thoughts that create our feelings and emotions and it is our perspective that creates our reality this is of the highest importance."
    }
  ]
}