{
  "source": "https://www.wisesayings.com/feeling-down-quotes/",
  "theme": "feeling-down",
  "quotes": [
    {
      "cite": "Mahatma Gandhi",
      "quote": "When I despair, I remember that all through history the way of truth and love have always won. There have been tyrants and murderers, and for a time, they can seem invincible, but in the end, they always fall. Think of it — always."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Write your sad times in sand, write your good times in stone."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I can be changed by what happens to me. But I refuse to be reduced by it."
    },
    {
      "cite": "David Levithan",
      "quote": "Breathing is hard. When you cry so much, it makes you realize that breathing is hard."
    },
    {
      "cite": "Kim Hyun-joong",
      "quote": "Even when you are feeling down, you have to live your life positively, that way, happy days and happy feelings will come to you some day."
    },
    {
      "cite": "Tabitha Suzuma",
      "quote": "As the light begins to intensify, so does my misery, and I wonder how it is possible to hurt so much when nothing is wrong."
    },
    {
      "cite": "Siobhan Fahey",
      "quote": "Most of my life I've had long periods of feeling down and lost. That's why every five years or so I've smashed my life to pieces and started again."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "I guess that's what saying good-bye is always like — like jumping off an edge. The worst part is making the choice to do it. Once you're in the air, there's nothing you can do but let go."
    },
    {
      "cite": "Saadi",
      "quote": "The rose and the thorn, and sorrow and gladness are linked together."
    },
    {
      "cite": "Katherine Paterson",
      "quote": "She had tricked him. She had made him leave his old self behind and come into her world, and then before he was really at home in it but too late to go back, she had left him stranded there — like an astronaut wandering about on the moon. Alone."
    },
    {
      "cite": "Shahrukh Khan",
      "quote": "Whenever you're feeling down..And I am not around let the sight of me be the reason you smile."
    },
    {
      "cite": "Louis CK",
      "quote": "Whenever you leave behind failure that means you're doing better. If you think everything you've done has been great, you're probably dumb."
    },
    {
      "cite": "Helen Keller",
      "quote": "I seldom think about my limitations, and they never make me sad. Perhaps there is just a touch of yearning at times; but it is vague, like a breeze among flowers."
    },
    {
      "cite": "Missy Altijd",
      "quote": "It feels like every other part of my body is broken too."
    },
    {
      "cite": "Bob Marley",
      "quote": "You not supposed to feel down over whatever happen to you. I mean, you're supposed to use whatever happen to you as some type of upper, not a downer."
    },
    {
      "cite": "EunB",
      "quote": "When you are feeling down, look at the skies. You are not always alone."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Ever has it been that love knows not its own depth until the hour of separation."
    },
    {
      "cite": "Simon Birch",
      "quote": "When someone you love dies, you don't lose them all at once. You lose them in pieces over time."
    },
    {
      "cite": "H. G. Wells",
      "quote": "If you fell down yesterday, stand up today."
    },
    {
      "cite": "Wendy Wunder",
      "quote": "This is what it felt like to have a broken heart. It felt less like a cracking down the middle and more like she had swallowed it whole and it sat bruised and bleeding in the pit of her stomach."
    },
    {
      "cite": "Steven Adler",
      "quote": "I just got tired of being sick and tired and feeling down. Unfortunately, you don't realize this until you're getting sober but the reason why you're depressed all the time is it's the drugs that are depressing you."
    },
    {
      "cite": "Abigail Breslin",
      "quote": "I try to make myself do things for other people when I'm feeling down. Like, you can call your local hospital and help out in the pediatric unit."
    },
    {
      "cite": "Richard Simmons",
      "quote": "When you're feeling down, sad, lonely, negative, you don't want to take care of yourself - and the weight problem and the diabetic problem and the heart attack and stroke problems and high cholesterol set in."
    },
    {
      "cite": "Patrick Ness",
      "quote": "You were merely wishing for the end of pain, the monster said. Your own pain. An end to how it isolated you. It is the most human wish of all."
    },
    {
      "cite": "Charles Schulz",
      "quote": "I think I'm afraid to be happy because whenever I get too happy, something bad always happens."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Regrets are the tears of choices not made, and of good deeds left undone."
    },
    {
      "cite": "Catherine DeVrye",
      "quote": "Pick yourself up when you're feeling down. No one else is likely to."
    },
    {
      "cite": "Sonya Sones",
      "quote": "It's raining in my heart like it's raining in the city. What is this sadness that pierces my heart?"
    },
    {
      "cite": "P.M. Harrison",
      "quote": "Don't mind me. I'll just sit here, crying over yesterday."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you're going through hell, keep going."
    },
    {
      "cite": "Mark Twain",
      "quote": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do."
    },
    {
      "cite": "Darren L. Johnson",
      "quote": "A big part of letting go is recognizing when it is time to stay in a situation and when it is time to move on."
    },
    {
      "cite": "Gail Porter",
      "quote": "You can go to the doctor a million times if you're feeling down, and get nowhere, but if you go for a run it makes you feel really good."
    },
    {
      "cite": "Robin Williams",
      "quote": "You're only given a little spark of madness. You mustn't lose it."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Be selective with your battles. Sometimes peace is better than being right."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Each day you only have a limited amount of time and energy. Don’t waste it stressing about things you cannot control."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "Your thoughts are a steering wheel. Watch where you aim them."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "You have it within you to rise above whatever is bringing you down."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "It’s okay not to be okay – as long as you are not giving up."
    },
    {
      "cite": "Stephen Chbosky",
      "quote": "Things change. And friends leave. Life doesn't stop for anybody."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "You cannot protect yourself from sadness without protecting yourself from happiness."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "Tears come from the heart and not from the brain."
    },
    {
      "cite": "Dorothy Thompson",
      "quote": "To have felt too much is to end in feeling nothing."
    },
    {
      "cite": "Henry Rollins",
      "quote": "It's sad when someone you know becomes someone you knew."
    },
    {
      "cite": "George Eliot",
      "quote": "It will never rain roses: when we want to have more roses, we must plant more roses."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "Life's under no obligation to give us what we expect."
    },
    {
      "cite": "Christopher Barzak",
      "quote": "Sometimes you've got to be able to listen to yourself and be okay with no one else understanding."
    },
    {
      "cite": "John Lennon",
      "quote": "One thing you can't hide — is when you're crippled inside."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Mostly it is loss which teaches us about the worth of things."
    },
    {
      "cite": "Ned Vizzini",
      "quote": "I didn't want to wake up. I was having a much better time asleep. And that's really sad. It was almost like a reverse nightmare, like when you wake up from a nightmare you're so relieved. I woke up into a nightmare."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "Why do people have to be this lonely? What's the point of it all? Millions of people in this world, all of them yearning, looking to others to satisfy them, yet isolating themselves. Why? Was the earth put here just to nourish human loneliness?"
    },
    {
      "cite": "Clive Barker",
      "quote": "Any fool can be happy. It takes a man with real heart to make beauty out of the stuff that makes us weep."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "They say when you are missing someone that they are probably feeling the same, but I don't think it's possible for you to miss me as much as I'm missing you right now"
    },
    {
      "cite": "Markus Zusak",
      "quote": "Imagine smiling after a slap in the face. Then think of doing it twenty-four hours a day."
    },
    {
      "cite": "Jose N. Harris",
      "quote": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "Tonight I can write the saddest lines"
    },
    {
      "cite": "Nikolai V. Gogol",
      "quote": "The longer and more carefully we look at a funny story, the sadder it becomes."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "Tears are words that need to be written."
    },
    {
      "cite": "Nicole Krauss",
      "quote": "There are two types of people in the world: those who prefer to be sad among others, and those who prefer to be sad alone."
    },
    {
      "cite": "Brian Jacques",
      "quote": "Don't be ashamed to weep; 'tis right to grieve. Tears are only water, and flowers, trees, and fruit cannot grow without water. But there must be sunlight also. A wounded heart will heal in time, and when it does, the memory and love of our lost ones is sealed inside to comfort us."
    },
    {
      "cite": "Mark Polish",
      "quote": "In time, every sad ending will become happy. The sad ending is only because the author stops telling the story. But it still goes on. It's just untold."
    },
    {
      "cite": "Al C. Ward",
      "quote": "It's a sad, sad song that I'm singing, / It's a sad, sad tale that I tell, / About a love that a poor girl is bringing, / To a man who is destined for Hell."
    },
    {
      "cite": "Kenneth Branagh",
      "quote": "I would rather have a fool to make me merry than experience to make me sad."
    },
    {
      "cite": "Blanche Hanalis",
      "quote": "Well, when I'm sad, I like to read a really sad story because then I don't feel so sad myself."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "So it’s true, when all is said and done, grief is the price we pay for love."
    },
    {
      "cite": "Nicolas Pablo Munoz",
      "quote": "I woke up this morning / Feeling lonely / You were gone, and my cellphone too"
    },
    {
      "cite": "Nicolas Pablo Munoz",
      "quote": "What is this feeling? / Empty inside my head / Feels like a heart attack"
    },
    {
      "cite": "Nicolas Pablo Munoz",
      "quote": "I miss you so bad / A thought of you makes me sad / I'm going mad"
    },
    {
      "cite": "Nicolas Pablo Munoz",
      "quote": "What a sick, sick feeling / To let you go, my dear / Cause I was not prepared to / Let you go, let you go"
    },
    {
      "cite": "Nicolas Pablo Munoz",
      "quote": "I miss the way you sound / I miss to be around you / Just let me have another chance"
    },
    {
      "cite": "Sonny Moore",
      "quote": "I'm the loneliest I've ever been tonight / I'm the loneliest I've ever been tonight / I'm inspired by your proposition, but I don't trust my intuition / I'm the loneliest I've ever been tonight"
    },
    {
      "cite": "William Henry Davies",
      "quote": "I pray you, Sadness, leave me soon / In sweet invention thou art poor! / Thy sister, Joy can make ten songs / While thou art making four."
    },
    {
      "cite": "William Henry Davies",
      "quote": "Therefore sweet Sadness, leave me soon / Let thy bright sister, Joy, come more / For she can make ten lovely songs / While thou art making four."
    },
    {
      "cite": "Devil Poet",
      "quote": "What are you buying and selling / Oh dear daughter of sadness / with open breasts / `Sir, I am a hawker of / sea water.'"
    },
    {
      "cite": "Devil Poet",
      "quote": "From where comes / so much of tears / `Sir, my last resort is / to cry for sea.'"
    },
    {
      "cite": "Augustus Montague Toplady",
      "quote": "Holy Ghost! dispel our sadness / Pierce the clouds of nature's night / Come, Thou source of joy and gladness / Breathe Thy life, and spread Thy light."
    },
    {
      "cite": "Edith Nesbit",
      "quote": "IT is not, Dear, because I am alone / For I am lonelier when the rest are near / But that my place against your heart has grown / Too dear to dream of when you are not here."
    },
    {
      "cite": "Edith Nesbit",
      "quote": "I weep because my thoughts no more may roam / To meet, half-way, your longing thoughts of me / To turn with these and spread glad wings for home / For the dear haven where I fain would be."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "I knew it would happen / Everyone will leave me / I will remain alone / I knew it, I know it"
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "It is my fate; it is my prize / To living alone  / To smile alone / To cry alone / To dry my tears alone"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Depression / even when the most enchantingly tantalizing of seductresses / unfurled their umpteenth flavors of vibrant seduction / just abreast of my impoverished countenance."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Depression / even when all the cuckoos of this Universe / boisterously chirped around me / for hours immemorial."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Depression / even when a fathomless garden of rose bountifully bloomed outside my bedroom window / insatiably wafting the scent of timeless happiness into my penuriously sagging ears."
    },
    {
      "cite": "Matt Haig",
      "quote": "Anxiety is the partner of depression. It accompanies half the cases of depression. Sometimes it triggers depression."
    },
    {
      "cite": "Matt Haig",
      "quote": "Anxiety and depression are an interesting mix. In many ways they are opposite experiences, and yet mix them together and you don't get a happy medium."
    },
    {
      "cite": "Matt Haig",
      "quote": "You can be a depressive and be happy, just as you can be a sober alcoholic. It doesn't have always have an obvious case."
    },
    {
      "cite": "Matt Haig",
      "quote": "One in five people gets depression at some point in their life. Though obviously more than that will suffer from mental illness."
    },
    {
      "cite": "Matt Haig",
      "quote": "Twice as many women as men will suffer a serious bout of depression in their lives."
    },
    {
      "cite": "Pat Love",
      "quote": "The symptoms of clinical depression include excessive crying or sadness, extreme mood swings, erratic behavior, loss of interest in friends, loved ones, or any type of pleasure, loss of appetite, weight gain or loss, anger, irritability, fatigue."
    },
    {
      "cite": "I. C. Robledo",
      "quote": "If you have a sad expression, it is much more likely you will make others feel this too. If you smile happily, you may have this effect on those around you as well."
    },
    {
      "cite": "Jean Watson",
      "quote": "A person who displays a negative character generates a negative atmosphere."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Encourage others today! So often the difference between success and failure is belief."
    },
    {
      "cite": "Jon Gordon",
      "quote": "Weed and feed. Our minds are like a garden; each day you need to weed out the negativity and feed it positivity."
    },
    {
      "cite": "Jon Gordon",
      "quote": "You are more powerful than your circumstances. They don't define you. You do."
    },
    {
      "cite": "Jon Gordon",
      "quote": "The story you tell yourself defines the life you live and the actions you take. It's important to tell yourself a positive story."
    },
    {
      "cite": "Jon Gordon",
      "quote": "While fear and worry can weaken or harden you, love transforms you and the people and situations around you."
    },
    {
      "cite": "Jon Gordon",
      "quote": "You don't have to wait to feel positive enough for a smile to happen. You can generate a positive feeling by smiling. Your smile can be the source of your positivity, not the result of it. Smile more today."
    },
    {
      "cite": "David Levithan",
      "quote": "I can see that the sadness has returned. And it's not a beautiful sadness- beautiful sadness is a myth. Sadness turns our features to clay, not porcelain."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "Night is beautiful when you are happy--comforting when you are in grief--terrible when you are lonely and unhappy."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "We must also look into our feelings of grief and loss. When we accept that everything is constantly changing, when we accept the inevitability that people and animals die, we can deal with pain in a much better fashion."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "Embrace your grief and your sadness felt towards those that have passed and remember them with love."
    },
    {
      "cite": "Aaron Soltys",
      "quote": "Replace your grief with love and appreciation. That is truly what any who have departed from our lives would wish for us."
    }
  ]
}