{
  "source": "https://www.wisesayings.com/feet-quotes/",
  "theme": "feet",
  "quotes": [
    {
      "cite": "Marsilio Ficino",
      "quote": "You are running to seek your friend. Let your feet run, but your mind need not."
    },
    {
      "cite": "Emiliano Zapata",
      "quote": "It is better to die on your feet than to live on your knees."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "You have to be fast on your feet and adaptive or else a strategy is useless."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Feet that run on willing errands!"
    },
    {
      "cite": "Paul Auster",
      "quote": "You can't put your feet on the ground until you've touched the sky."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "There's man all over for you, blaming on his boots the fault of his feet."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "A severed foot is the ultimate stocking stuffer."
    },
    {
      "cite": "Philip Sidney",
      "quote": "Commonly they must use their feet for defense whose only weapon is their tongue."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "When you see your feet with no footwear, also see those with no feet."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "The human foot is a masterpiece of engineering and a work of art."
    },
    {
      "cite": "Thomas Monson",
      "quote": "Along your pathway of life you will observe that you are not the only traveler. There are others who need your help. There are feet to steady, hands to grasp, minds to encourage, hearts to inspire, and souls to save."
    },
    {
      "cite": "Robert Jordan",
      "quote": "There is one rule, above all others, for a man. Whatever comes, face it on your feet."
    },
    {
      "cite": "Kelly Link",
      "quote": "Sometimes it is safer to read maps with your feet."
    },
    {
      "cite": "Zeno of Citium",
      "quote": "Better to trip with the feet than with the tongue."
    },
    {
      "cite": "Gautama Buddha",
      "quote": "The foot feels the foot when it feels the ground."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Keep your eyes on the stars, and your feet on the ground."
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "Our perfect companions never have fewer than four feet."
    },
    {
      "cite": "George Herbert",
      "quote": "Better a barefoot than none."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "If someone wants to suck your toes, those toes should be worth sucking."
    },
    {
      "cite": "Manolo Blahnik",
      "quote": "My shoes are special shoes for discerning feet."
    },
    {
      "cite": "Peace Pilgrim",
      "quote": "Keep your feet on the ground and your thoughts at lofty heights."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "My imperfections and failures are as much a blessing from God as my successes and my talents and I lay them both at His feet."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Be sure you put your feet in the right place, then stand firm."
    },
    {
      "cite": "Aeschylus",
      "quote": "Better to die on your feet than live on your knees."
    },
    {
      "cite": "John Cameron Mitchell",
      "quote": "Our feet are planted in the real world, but we dance with angels and ghosts."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Run your purpose on the toes of your feet before people can type your success stories with the fingers of their hands."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't place your mistakes on your head, their weight may crush you. Instead, place them under your feet and use them as a platform to view your horizons."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Forget not that the earth delights to feel your bare feet and the winds long to play with your hair."
    },
    {
      "cite": "Munia Khan",
      "quote": "It doesn't matter how green a blade of grass is expected to be, when it's already smashed beneath the feet."
    },
    {
      "cite": "Lana M. H. Wilder",
      "quote": "It's only out of reach when you choose to keep your feet flat on the floor."
    },
    {
      "cite": "Keith Richards",
      "quote": "If you're going to kick authority in the teeth, you might as well use both feet."
    },
    {
      "cite": "Casey Kasem",
      "quote": "Keep your feet on the ground and keep reaching for the stars."
    },
    {
      "cite": "Nikos Kazantzakis",
      "quote": "The only thing I know is this: I am full of wounds and still standing on my feet."
    },
    {
      "cite": "William Shakespeare",
      "quote": "There's language in her eye, her cheek, her lip; Nay, her foot speaks."
    },
    {
      "cite": "George Santayana",
      "quote": "A man's feet should be planted in his country, but his eyes should survey the world."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Choose the paths which are not worn out by many feet!"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Power and speed be hands and feet."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "The job of feets is walking, but their hobby is dancing."
    },
    {
      "cite": "Stephen King",
      "quote": "The place where you made your stand never mattered. Only that you were there. And still on your feet."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "Stretching his hand up to reach the stars, too often man forgets the flowers at his feet."
    },
    {
      "cite": "Joseph Joubert",
      "quote": "He who has imagination without learning has wings but no feet."
    },
    {
      "cite": "Samuel Fuller",
      "quote": "When you're at the end of your rope, all you have to do is make one foot move out in front of the other. Just take the next step. That's all there is to it."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "I will not let anyone walk through my mind with their dirty feet."
    },
    {
      "cite": "Arthur Helps",
      "quote": "Keep your feet on the ground, but let your heart soar as high as it will. Refuse to be average or to surrender to the chill of your spiritual environment."
    },
    {
      "cite": "James Oppenheim",
      "quote": "The foolish man seeks happiness in the distance. The wise grows it under his feet."
    },
    {
      "cite": "Jacques Barzun",
      "quote": "A man who has both feet planted firmly in the air can be safely called a liberal as opposed to the conservative, who has both feet firmly planted in his mouth."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You can steer yourself in any direction you choose."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "Your feet will bring you to where your heart is."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "When you jump for joy, beware that no one moves the ground from beneath your feet."
    },
    {
      "cite": "Quintus Ennius",
      "quote": "No one regards what is before his feet. We all gaze at the stars."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "The feet of the humblest may walk in the field Where the feet of the Holiest have trod, this, then, is the marvel to mortals revealed."
    },
    {
      "cite": "Joe De Sena",
      "quote": "Put one foot in front of the other, focus on the little goal right in front of you, and almost anything is possible."
    }
  ]
}