{
  "source": "https://www.wisesayings.com/fellowship-quotes/",
  "theme": "fellowship",
  "quotes": [
    {
      "cite": "J.R.R. Tolkien",
      "quote": "It's the job that's never started as takes longest to finish."
    },
    {
      "cite": "Larry Norman",
      "quote": "We need worship for our spirit, fellowship for our soul and committed subservience for our body."
    },
    {
      "cite": "Henry Edward Manning",
      "quote": "A habit of devout fellowship with God is the spring of all our life, and the strength of it."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Walking in close fellowship with God is a spiritual self."
    },
    {
      "cite": "E. Stanley Jones",
      "quote": "Spiritual power comes out of inward fellowship with God and abandonment to his purposes."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "We are obliged to respect, defend and maintain the common bonds of union and fellowship that exist among all members of the human race."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "There is a fellowship more quiet even than solitude, and which, rightly understood, is solitude made perfect."
    },
    {
      "cite": "Paris Reidhead",
      "quote": "Most Christians do not have fellowship with God; they have fellowship with each other about God."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "The first service that one owes to others in the fellowship consists of listening to them."
    },
    {
      "cite": "Marya Mannes",
      "quote": "Good-fellowship, unflagging, is the prime requisite for success in our society, and the man or woman who smiles only for reasons of humor or pleasure is a deviate."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "The fellowship of true friends who can hear you out, share your joys, help carry your burdens, and correctly counsel you is priceless."
    },
    {
      "cite": "Dietrich Bonhoeffer",
      "quote": "It is the fellowship of the Cross to experience the burden of the other. If one does not experience it, the fellowship he belongs to is not Christian. If any member refuses to bear that burden, he denies the law of Christ."
    },
    {
      "cite": "Carlos Pena Romulo",
      "quote": "Brotherhood is the very price and condition of man's survival."
    },
    {
      "cite": "Rick Warren",
      "quote": "Fellowship is a place of grace, where mistakes aren't rubbed in but rubbed out. Fellowship happens when mercy wins over justice."
    },
    {
      "cite": "Juvenal",
      "quote": "Today there's more fellowship among snakes than among mankind. Wild beasts spare those with similar markings."
    },
    {
      "cite": "Clovis G. Chappell",
      "quote": "We get in the grip of doubt and straightway we turn from the fellowship of those who know the Lord to the fellowship of those who confessedly do not know Him."
    },
    {
      "cite": "Erich Fromm",
      "quote": "If a person loves only one other person, and is indifferent to his fellow men, his love is not love but a symbiotic attachment, or an enlarged egotism."
    },
    {
      "cite": "Germaine Greer",
      "quote": "The principle of the brotherhood of man is narcissistic for the grounds for that love have always been the assumption that we ought to realize that we are the same the whole world over."
    },
    {
      "cite": "Heywood Broun",
      "quote": "Brotherhood is not just a Bible word. Out of comradeship can come and will come the happy life for all."
    },
    {
      "cite": "Richard Cecil",
      "quote": "The Christian's fellowship with God is rather a habit than a rapture."
    },
    {
      "cite": "R. D. Laing",
      "quote": "The brotherhood of man is evoked by particular men according to their circumstances. But it seldom extends to all men. In the name of our freedom and our brotherhood we are prepared to blow up the other half of mankind and to be blown up in our turn."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "There is nothing in this world that can compare with the Christian fellowship; nothing that can satisfy but Christ."
    },
    {
      "cite": "Monica Johnson",
      "quote": "God is so unique in giving His people ways to fellowship, witness, and remember what a mighty and merciful God He is."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "The next best thing to being wise oneself is to live in a circle of those who are."
    },
    {
      "cite": "Andrew Murray",
      "quote": "Our love to God is measured by our everyday fellowship with others and the love it displays."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "One of the signs of passing youth is the birth of a sense of fellowship with other human beings as we take our place among them."
    },
    {
      "cite": "Samuel Rutherford",
      "quote": "There is no sweeter fellowship with Christ than to bring our wounds and our sores to him."
    },
    {
      "cite": "Charles E. Fuller",
      "quote": "Fellowship with God means warfare with the world."
    },
    {
      "cite": "William Wycherley",
      "quote": "Good fellowship and friendship are lasting, rational and manly pleasures."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "There is always a chance that he who sets himself up as his brother's keeper will end up by being his jail-keeper."
    },
    {
      "cite": "John Locke",
      "quote": "To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality."
    },
    {
      "cite": "Jane Holslag",
      "quote": "The church is being itself then, as a missional community, in fellowship. That gathering is a living reminder of God's presence to this world and to itself as well."
    },
    {
      "cite": "David O. Ekundayo",
      "quote": "Christian fellowship is a group or community of people or friends who have similar interests and spiritual goals, and hold Jesus Christ as their focal point by seeking to worship and serve God in the power of the Holy Spirit."
    },
    {
      "cite": "David O. Ekundayo",
      "quote": "The principal purpose of spiritual fellowship is to furnish the believer the right environment for spiritual growth."
    },
    {
      "cite": "John Angell James",
      "quote": "Church fellowship is the exercise of the social principle in matters of religion and in obedience to the authority of Christ."
    },
    {
      "cite": "John Angell James",
      "quote": "Man is a social being, by which we mean that he instinctively seeks the company of his fellows; is capable of enjoying their society, and derives from their communion no small portion of his improvement and felicity."
    },
    {
      "cite": "John Angell James",
      "quote": "Church fellowship is no less a duty than the observance of the first Sabbath, as the same reasons may be advanced for one as for the other."
    },
    {
      "cite": "John Angell James",
      "quote": "Fellowship is the instituted way of making a public profession of the faith and hope of the gospel."
    },
    {
      "cite": "Smith",
      "quote": "Fellowship was ordained of God as a means of building up believers in the Faith."
    },
    {
      "cite": "Smith",
      "quote": "When fellowship is based in the foundation of compromise with error, however, its effect is just the opposite."
    },
    {
      "cite": "AuthorHouse",
      "quote": "A good fellowship--a people supporting each other by love and prayer, surrounding each other with an encouraging witness to the power and mercy of God."
    },
    {
      "cite": "Henry Miranda",
      "quote": "We are human beings, and we have been given a mind to be able to reason thinks out with, but we can't just talk to ourselves. We need to discuss things with other human beings. We need to fellowship, and if we don't have it we may get lonely and depressed at times."
    },
    {
      "cite": "Henry Miranda",
      "quote": "We were made to have fellowship, and we will always feel alone until we get back to the fellowship God intended us to have with Him from the beginning of time when he created us."
    },
    {
      "cite": "Henry Miranda",
      "quote": "God created us for fellowship with him. Lacking that fellowship, we may find ourselves miserable at times and disoriented,"
    },
    {
      "cite": "Henry Miranda",
      "quote": "Fellowship is the bond of common purpose and devotion that binds Christians together and to Christ."
    },
    {
      "cite": "Henry Miranda",
      "quote": "Being without God's fellowship leads to loneliness and isolation."
    },
    {
      "cite": "Stephen Baker",
      "quote": "When we sin, as Christians, we lose our fellowship with God. We lose our closeness to Him. We can have it restored by confessing or acknowledging our sins to God."
    },
    {
      "cite": "Stephen Baker",
      "quote": "When we talk about having fellowship with God we mean being close to Him, spending time with Him, and getting to know Him."
    },
    {
      "cite": "Stephen Baker",
      "quote": "When a Christian has fellowship with God, he can enjoy God's peace, love and purpose for his life."
    },
    {
      "cite": "Stephen Baker",
      "quote": "Having fellowship with God allows us to pray and get our prayers answered. It gives us a peace and a joy because we are close to our savior and creator."
    },
    {
      "cite": "Paul Chappell",
      "quote": "Fellowship is an integral part of a growing church."
    },
    {
      "cite": "Chauncey Lee",
      "quote": "Fellowship extends to the utmost limits of the church. The passion, that feeds it, glows in the heart of every believer."
    },
    {
      "cite": "Allan Scott",
      "quote": "Today is Christmas, isn't it? The time for cheer and good fellowship, and for peace."
    },
    {
      "cite": "Jesse Herron Davis",
      "quote": "He's got my heart  / I know that he needs nothing more / I await His call.... ali ali in come free / Fellowship is one  / All I need is inside / Fellowship of one"
    },
    {
      "cite": "Billy Graham",
      "quote": "If we walk in the light as he is in the light, we have fellowship with one another, and the blood of Jesus Christ his son cleanses us from all sin."
    },
    {
      "cite": "Billy Graham",
      "quote": "Many of us are looking to find a church or fellowship to join with a concept that this is where God wants me to be permanently."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Farewell... my brave Hobbits. My work is now finished. Here at last, on the shores of the sea... comes the end of our Fellowship. I will not say, Do not weep... not all tears are an evil."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Hold your ground, hold your ground! Sons of Gondor, of Rohan, my brothers! I see in your eyes the same fear that would take the heart of me. A day may come when the courage of men fails, when we forsake our friends and break all bonds of fellowship, but it is not this day."
    },
    {
      "cite": "Peter Moffat",
      "quote": "The Anglo-German Fellowship is discreet, diplomatic, careful, profoundly English"
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "There is a fellowship more quiet even than solitude and which rightly understood is solitude made perfect."
    }
  ]
}