{
  "source": "https://www.wisesayings.com/femme-fatale-quotes/",
  "theme": "femme-fatale",
  "quotes": [
    {
      "cite": "Alice Munro",
      "quote": "To be a femme fatale you don't have to be slinky and sensuous and disastrously beautiful, you just have to have the will to disturb."
    },
    {
      "cite": "Camille Paglia",
      "quote": "The mystique of the femme fatale cannot be perfectly translated into male terms."
    },
    {
      "cite": "M.K.Williams",
      "quote": "She was a femme fatale with creative license, and she was sharpening her pen just for me."
    },
    {
      "cite": "Lana Del Rey",
      "quote": "I think that plain old intellectualism a more powerful force than the idea of the femme fatale."
    },
    {
      "cite": "Scarlett Johansson",
      "quote": "I've never considered myself a femme fatale as I've never seduced anyone and ruined their lives. At least as far as I know."
    },
    {
      "cite": "Salma Hayek",
      "quote": "I think it's not a femme fatale when someone is not doing it to manipulate men or be like a black widow. She loves him. She does it out of love. She wants him so badly to stay with her."
    },
    {
      "cite": "Donna Lynn Hope",
      "quote": "There's the good girl leading a charmed life who secretly covets to be the rare and elusive femme fatale and the femme fatale who yearns to be good and then there is their nemesis - men who dream and desire both."
    },
    {
      "cite": "Camille Paglia",
      "quote": "Feminism has tried to dismiss the femme fatale as a misogynist libel, a hoary cliche. But the femme fatale expresses woman's ancient and eternal control of the sexual realm. The specter of the femme fatale stalks all of men's relationships with women."
    },
    {
      "cite": "Teri Garr",
      "quote": "I resent it when they write the part of a woman who's just a sexy femme fatale who seduces people to get her way, perpetrating the myth that that's how woman have to operate, instead of using their brains or their wit."
    },
    {
      "cite": "Anna Biller",
      "quote": "When men create movies about femme fatales, it really is always about how that female can destroy that male. It's not really about what's happening on the interior of that female."
    },
    {
      "cite": "Janette Rallison",
      "quote": "I suppose you could pass for a starlet. You do have that femme fatale air about you. Like you crush boys' dreams in your spare time."
    },
    {
      "cite": "Bonnie Badelia",
      "quote": "I'm from New York; I've been in show business all my life. I'm a wild and crazy gal, yet I always play these soft, warm, loving earth mothers. It's a pain in the butt. I'm a femme fatale!"
    },
    {
      "cite": "Rachel Weisz",
      "quote": "Well, I'm not at all like the tough, sexy femme fatale in Confidence but it's fun to play people who're really different from you, from different cultures and places. I suppose I'm a bit quieter than most of the people I play."
    },
    {
      "cite": "Brian De Palma",
      "quote": "And I always had this idea for making a movie about a femme fatale, because I like these characters. They're a lot of fun, they're sexy, they're manipulative, they're dangerous."
    },
    {
      "cite": "Kim Cattrall",
      "quote": "I've been playing sexually aware women most of my life. At this point I expected to be playing moms and wives. It's exciting to play a femme fatale."
    },
    {
      "cite": "Joan Caulfield",
      "quote": "I guess I'm just not the film femme fatale type. I giggle too much. I have freckles and a turned-up nose, and I walk like an athlete."
    },
    {
      "cite": "Marlon Roach",
      "quote": "Blondes are the girlfriend, brunette is the femme fatale, but the heroine, she's the redheaded girl."
    }
  ]
}