{
  "source": "https://www.wisesayings.com/fencing-quotes/",
  "theme": "fencing",
  "quotes": [
    {
      "cite": "Scott Lynch",
      "quote": "Those prancing little pants-wetters come here to learn the colorful and gentlemanly art of fencing, with its many sporting limitations and its proscriptions against dishonorable engagements. You on the other hand, you are going to learn how to kill men with a sword."
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "I do, my lady. Fencing is an excellent sport for ladies- it develops strength, posture, and proper breathing."
    },
    {
      "cite": "Bruce Dickinson",
      "quote": "I find that fencing and training give me more stamina and help me deal with the craziness of being on the road so much."
    },
    {
      "cite": "Maureen O'Hara",
      "quote": "The studio thought I was crazy to perform all of my own fencing stunts, but I loved it."
    },
    {
      "cite": "Vivien Leigh",
      "quote": "I loved fencing and dancing and elocution."
    },
    {
      "cite": "Elodie Clouvel",
      "quote": "Fencing and shooting kind of came naturally. From the start, I knew that I had it in me."
    },
    {
      "cite": "Latifa Salimo",
      "quote": "Train like you've never won,  fence like  you're never lost."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "This fencing, this clashing of steel, are the uproar Of youth when it becomes a prey to puling love."
    },
    {
      "cite": "Henry Lawson",
      "quote": "The grass is tough as fencing-wire, And just as good for fodder."
    },
    {
      "cite": "Henry Lawson",
      "quote": "The grass is tough as fencing-wire, And just as good for fodder."
    },
    {
      "cite": "Wilfrid Scawen Blunt",
      "quote": "Where these dwelt who at dawn abandoning tent and thorn--bush fencing fled to the wilderness"
    },
    {
      "cite": "Henry Lawson",
      "quote": "Splitting timber for the fencing,  Stripping bark to roof the shed."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Or darns his hose, or mends his breeches, While Harry's fencing up his ditches."
    },
    {
      "cite": "Francis Ledwidge",
      "quote": "For the price of a field we have wrangled While the weather rusted the plow, ' twas yours and 'twas mine and 'tis ours yet ' twas yours and 'twas mine and 'tis ours yet."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Here is the same sky,\" she said, \"only free from the fencing hills,--"
    },
    {
      "cite": "John Dryden",
      "quote": "And to explain what your forefathers meant,  By real presence in the sacrament, After long fencing pushed against a wall, Your salvo comes, that he's not there at all:"
    },
    {
      "cite": "Caroline Elizabeth Sarah Norton",
      "quote": "Dexterous in fencing, skilled in horsemanship-- His voice and hand preferred to spur or whip;"
    },
    {
      "cite": "Wilfrid Scawen Blunt",
      "quote": "Fair war with black--legs, men who dared to gauge My youth's bright honour as an antique thing, A broadsword to their fencing point and edge."
    },
    {
      "cite": "Andrew Barton Paterson",
      "quote": "He's shearing here and fencing there, a kind of waif and stray-- He's droving now with Conroy's sheep along the Castlereagh."
    },
    {
      "cite": "Charles Allen",
      "quote": "Creativity is the essence of fencing."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "Safety is a fence, and fences are for sheep."
    },
    {
      "cite": "Morgan Freeman",
      "quote": "Someone's always going to come down on the side of the fence."
    },
    {
      "cite": "Kris Holden-Ried",
      "quote": "Fencing is a funny sport. Competitive fencing is not really very applicable to the stage world unless you're fighting with a rapier during the Renaissance, you know?"
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "Fencing isn't really fighting. It's more like chess with the risk of puncture wounds."
    },
    {
      "cite": "Kathy Reichs",
      "quote": "As a pirate, she once undressed a fencing instructor using only her sword!"
    },
    {
      "cite": "Moliere",
      "quote": "The secret to fencing consists in two things: to give and to not receive."
    },
    {
      "cite": "V. E. Schwab",
      "quote": "Fencing is a game of living chess, a match where reflexes only work in combination with intent, and mind and body must work together at every moment."
    },
    {
      "cite": "Yanis Varoufakis",
      "quote": "Fences and borders are a sign of weakness."
    },
    {
      "cite": "Richard Engel",
      "quote": "Fences and walls can be effective and even soothing, at least for those who build them."
    },
    {
      "cite": "Tzachi Hanegbi",
      "quote": "Where there is a fence, there is no terror. Where there's no fence, there is terror."
    }
  ]
}