{
  "source": "https://www.wisesayings.com/fence-quotes/",
  "theme": "fence",
  "quotes": [
    {
      "cite": "Akiva ben Joseph",
      "quote": "The tradition is a fence around the law, tithes are a fence around riches, vows are a fence around abstinence, a fence around wisdom is silence."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "If a person can build a fence around himself, he is bound to do it."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Whenever you remove any fence, always pause long enough to ask why it was put there in the first place."
    },
    {
      "cite": "John Locke",
      "quote": "The only fence against the world is a thorough knowledge of it."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "Ride at any fence hard enough, and the chances are you'll get over. The harder you ride the heavier the fall, if you get a fall; but the greater the chance of your getting over."
    },
    {
      "cite": "Morrie Schwartz",
      "quote": "When you look at it that way, you can see how absurd it is that we individualize ourselves with our fences and hoarded possessions."
    },
    {
      "cite": "Robert Frost",
      "quote": "Good fences make good neighbors."
    },
    {
      "cite": "Karen Marie Moning",
      "quote": "Safety is a fence, and fences are for sheep. I would rather die at twenty-two, knowing the truth, then live in a cage of lies for a hundred years."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Beyond the fence the forest stood up spectrally in the moonlight, and through the dim stir, through the faint sounds of that lamentable courtyard, the silence of the land went home to one's very heart its mystery, its greatness, the amazing reality of its concealed life."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Opportunity never sneaks up on those who straddle the fence of indecision."
    },
    {
      "cite": "Benjamin Carson",
      "quote": "Everybody has barriers and obstacles. If you look at them as containing fences that don't allow you to advance, then you're going to be a failure. If you look at them as hurdles that strengthen you each time you go over one, then you're going to be a success."
    },
    {
      "cite": "Reinhold Niebuhr",
      "quote": "The fence and the boundary line are the symbols of the spirit of justice. They set the limits upon each man's interest to prevent one from taking advantage of the other."
    },
    {
      "cite": "William L. McKnight",
      "quote": "If you put fences around people, you get sheep. Give people the room they need."
    },
    {
      "cite": "Vanna Bonta",
      "quote": "Ridicule has historically proven itself a rickety fence for great ideas."
    },
    {
      "cite": "Robert Frost",
      "quote": "Don't ever take a fence down until you know why it was put up."
    },
    {
      "cite": "Texas Bix Bender",
      "quote": "Most folks are like a barb-wire fence. They have their good points."
    },
    {
      "cite": "J R R Tolkien",
      "quote": "The wide world is all about you, you can fence yourselves in, but you cannot for ever fence it out."
    },
    {
      "cite": "Tzachi Hanegbi",
      "quote": "Where there is a fence, there is no terror. Where there's no fence, there is terror."
    },
    {
      "cite": "Richard Llewellyn",
      "quote": "There is no fence or hedge round time that has gone. You can go back and have what you like if you remember it well enough."
    },
    {
      "cite": "Akiba Ben Joseph",
      "quote": "A fence to wisdom is silence."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Fences are made for those who cannot fly."
    },
    {
      "cite": "Arthur Brisbane",
      "quote": "The fence around a cemetery is foolish, for those inside can't come out and those outside don't want to get in."
    },
    {
      "cite": "Jim Rohn",
      "quote": "It doesn't matter which side of the fence you get off on sometimes. What matters most is getting off. You cannot make progress without making decisions."
    },
    {
      "cite": "David Lloyd George",
      "quote": "He has sat on the fence so long that the iron has entered his soul."
    },
    {
      "cite": "Jerry Vines",
      "quote": "If there is a fence and you don't know its purpose, don't just assume there isn't one and tear it down. Find out what the fence is intended to accomplish. You might see it needs to stay."
    },
    {
      "cite": "Julie Krone",
      "quote": "If the stable gate is closed, climb the fence."
    },
    {
      "cite": "Mary Butts",
      "quote": "Build a little fence of trust around today; Fill the space with loving deeds, and therein stay."
    },
    {
      "cite": "Yanis Varoufakis",
      "quote": "Fences and borders are a sign of weakness."
    },
    {
      "cite": "Richard Engel",
      "quote": "Fences and walls can be effective and even soothing, at least for those who build them."
    },
    {
      "cite": "Morgan Freeman",
      "quote": "Someone's always going to come down on the side of the fence."
    },
    {
      "cite": "Emmylou Harris",
      "quote": "The best way to catch a horse is to build a fence around it."
    },
    {
      "cite": "E M Forster",
      "quote": "It makes a difference doesn't it, whether we fully fence ourselves in, or whether we are fenced out by the barriers of others."
    },
    {
      "cite": "Mary of Teck",
      "quote": "There's only one thing I never did and wish I had done: climbed over a fence."
    },
    {
      "cite": "Arthur Baer",
      "quote": "A good neighbor is a fellow who smiles at you over the back fence, but doesn't climb over it."
    },
    {
      "cite": "James Woods",
      "quote": "If you strive for the moon, maybe you'll get over the fence."
    },
    {
      "cite": "Tamlyn Tomita",
      "quote": "If I am more fortunate than others I need to build a longer table not a taller fence."
    },
    {
      "cite": "Johnny Cash",
      "quote": "How well I have learned that there is no fence to sit on between heaven and hell. There is a deep, wide gulf, a chasm, and in that chasm is no place for any man."
    },
    {
      "cite": "Dudley Nichols",
      "quote": "Fear is the highest fence."
    },
    {
      "cite": "Rabbi Akiva",
      "quote": "A fence to wisdom is silence."
    },
    {
      "cite": "Silvan Shalom",
      "quote": "The security fence is reversible. Human lives are irreversible."
    },
    {
      "cite": "Ronnie Van Zant",
      "quote": "I just swung for the fence. That's my whole philosophy in life."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "As long as our civilization is essentially one of property, of fences, of exclusiveness, it will be mocked by delusions."
    },
    {
      "cite": "Thomas Raymond",
      "quote": "If you have a big expenditure right around the corner, you don't want to be swinging for the fences with your savings."
    },
    {
      "cite": "Bill Gates",
      "quote": "When you swing for the fences, you’re putting every ounce of strength into hitting the ball as far as possible. You know that your bat might miss the ball entirely—but that if you succeed in making contact, the rewards can be huge."
    },
    {
      "cite": "French Proverb",
      "quote": "A fence between makes love more keen."
    },
    {
      "cite": "German Proverb",
      "quote": "A fence lasts three years, a dog lasts three fences, a horse three dogs, and a man three horses."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Build the fence or you will pay for the plunder."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Everyone tries to cross the fence where it is lowest."
    },
    {
      "cite": "Bono",
      "quote": "Some people build fences to keep people out, and other people build fences to keep people in."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "Make not a fence more expensive or more important than the thing that is fenced."
    },
    {
      "cite": "English Proverb",
      "quote": "There is no fence against ill fortune."
    },
    {
      "cite": "Cole Porter",
      "quote": "Oh, give me land, lots of land under starry skies above, / Don't fence me in. / I want to ride to the ridge where the West commences. / Gaze at the moon till I lose my senses, / Can't look at hobbles and I can't stand fences, / Don't fence me in."
    },
    {
      "cite": "Rolland E. Stroup",
      "quote": "Some may believe the more important written words don't ever need to be heard. But if it doesn't read out loud to make sense, you ought to leave it sitting on the fence."
    },
    {
      "cite": "Slugger Jason Giambi",
      "quote": "Winning depends on where you put your priorities. It's usually best to put them over the fence."
    },
    {
      "cite": "Sophia Loren",
      "quote": "A woman's dress should be like a barbed-wire fence: serving its purpose without obstructing the view."
    },
    {
      "cite": "Monica Potter",
      "quote": "My question is, why does everybody want to be blonde? The grass may always be greener, but once you hop the fence, you step in dog crap."
    },
    {
      "cite": "Southern Mothers",
      "quote": "To bring on rain, hang a snake on a fence."
    },
    {
      "cite": "David Letterman",
      "quote": "Celebrities love the season of goodwill to all men. No need to put up Christmas lights—they just crank up the power on the electric fence until it's white hot."
    },
    {
      "cite": "Billy Graham",
      "quote": "Too many people want to have one foot in the world and one foot in the kingdom of God, and it is like straddling a fence."
    },
    {
      "cite": "Fred Rogers",
      "quote": "Providing a framework doesn't take away children's individuality. In fact, structure generally helps them to be more free because it provides boundaries. It's like a fence that offers security for what can happen inside the enclosure. Respect flourishes best within a clear framework, and it's that framework that can allow us all to express more of who we really are."
    },
    {
      "cite": "Dolly Parton",
      "quote": "When you're 40, you can't ride the fence anymore. You gotta make definite decisions about your life."
    },
    {
      "cite": "Alex Haley",
      "quote": "Anytime you see a turtle up on top of a fence post, you know he had some help."
    }
  ]
}