{
  "source": "https://www.wisesayings.com/ferrari-quotes/",
  "theme": "ferrari",
  "quotes": [
    {
      "cite": "Gary Lineker",
      "quote": "Ferrari or Lamborghini. Never fancied one of those - too flash for me. I don't really like seeking too much attention."
    },
    {
      "cite": "Krishna Timbadiya",
      "quote": "It's not the Ferrari that makes the driver, It's the driver who make ferrari."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "You buy a Ferrari when you want to be somebody. You buy a Lamborghini when you are somebody."
    },
    {
      "cite": "Enzo Ferrari",
      "quote": "The Ferrari is a dream - people dream of owning this special vehicle and for most people it will remain a dream apart from for those lucky few."
    },
    {
      "cite": "Luca Cordero di Montezemolo",
      "quote": "We don't sell a car, we sell a dream. We are Italy's national team. There are many great soccer teams in our country, but there is only one Ferrari."
    },
    {
      "cite": "Luca Cordero di Montezemolo",
      "quote": "Let's make it clear: it's Ferrari I'm interested in. Drivers, we've had a lot, some very good, some great, but drivers come and go, while Ferrari remains."
    },
    {
      "cite": "Joan Collins",
      "quote": "The body is like a car: the older you become the more care you have to take care of it - and you don't leave a Ferrari out in the sun."
    },
    {
      "cite": "Boka Kobi",
      "quote": "If your fateline is equal to a Ferrari but you are a bad driver, then the car will not run smooth for so long."
    },
    {
      "cite": "Jordan Burroughs",
      "quote": "Once you've reached the highest level, you always want to get back there. It's like, once you drive a Ferrari, you're not satisfied driving a Honda anymore."
    },
    {
      "cite": "Ferrucio Lamborghini",
      "quote": "Ferrari never spoke to me again. He was a great man, I admit, but it was so very easy to upset him."
    },
    {
      "cite": "Jose Mourinho",
      "quote": "It’s not important how we play. If you have a Ferrari and I have a small car, to beat you in a race I have to break your wheel or put sugar in your tank."
    },
    {
      "cite": "Michael Schumacher",
      "quote": "Ferrari's only objective is to be at the top, in other words, to compete for the World Championship. That's our right. Winning is another matter. It wouldn't be a disgrace to come in second after a tough fight."
    },
    {
      "cite": "Steven Furtick",
      "quote": "Resolution without routine is like a Ferrari without gas...it might look real good but it will get you no where."
    },
    {
      "cite": "Alain Prost",
      "quote": "You want to have fun but you also want to work well. Sometimes I was quite happy at Ferrari, because we would have fun, but then they could Anot stop having fun and go back to the real work."
    },
    {
      "cite": "Nilesh Vishwakarma",
      "quote": "An insult makes Lamborghini more powerful, stylish, rich and performance freak than Ferrari."
    },
    {
      "cite": "Yugantar Rathore",
      "quote": "Ever wondered why Ferrari have two seats while the others have more than two? It's all because if you can own a Ferrari...you know you can't trust many people."
    },
    {
      "cite": "Luca Cordero di Montezemolo",
      "quote": "We do not invest in advertising... So racing is the best advertising for Ferrari."
    },
    {
      "cite": "Valentino Rossi",
      "quote": "I don't like being famous - it is like a prison. And driving for Ferrari would make it far worse."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "A good teacher will show you the ropes in the world of power. They will give you the wisdom that is necessary to be able to use power. You just don't give a kid a new Ferrari. You teach him how to drive it."
    },
    {
      "cite": "Carol Alt",
      "quote": "I run like an electric golf cart. Now I look at eating as a way to feed my body and keep me younger. It's not about starving your body, but treating your body like a Ferrari. You don't put in the crappiest gas you can find. You use supreme. In the long term, you'll run clean."
    },
    {
      "cite": "Yashlo Chasmis",
      "quote": "Gaining attention without 'respect' is like gaining a Ferrari without 'engine'."
    }
  ]
}