{
  "source": "https://www.wisesayings.com/ferris-wheel-quotes/",
  "theme": "ferris-wheel",
  "quotes": [
    {
      "cite": "Amy Harmon",
      "quote": "You loved ferris wheels more than roller coasters because life shouldn't be lived at full speed, but in anticipation and appreciation."
    },
    {
      "cite": "Susan Gale",
      "quote": "Life is like a ferris wheel. One minute you're on top, the next you're at the bottom. Just stay in your seat, enjoy the ride, and hang on until you reach the top again."
    },
    {
      "cite": "Robin Herrera",
      "quote": "Hope is a Ferris wheel- It takes low and high; And when you reach the top, It's like you can touch the sky! And when it takes you down hope becomes a thing that, When you're getting off, You take with you to bring."
    },
    {
      "cite": "Julie Spira",
      "quote": "Ride the ferris wheel. There's something romantic about riding the ferris wheel, especially when it stops and you're feeling like you're on top of the world. Remember to kiss your Valentine when you're staring at the stars together."
    },
    {
      "cite": "E.B. White",
      "quote": "I see nothing in space as promising as the view from a Ferris wheel."
    },
    {
      "cite": "John Green",
      "quote": "When you're on a Ferris wheel all anyone ever talks about is being on the Ferris wheel and the view from the Ferris wheel and whether the Ferris wheel is scary and how many more times it will go around. Dating is like that. Nobody who's doing it ever talks about anything else. I have no interest in dating."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Ferris wheel carried its passengers high and brought them low and raised them high and brought them low again, as if it were not merely a carnival ride but also a metaphor for the basic pattern of human experience."
    },
    {
      "cite": "Joni Mitchell",
      "quote": "Moons and Junes and Ferris wheels The dizzy dancing way you feel As every fairy tale comes real I've looked at love that way."
    },
    {
      "cite": "Natalie Babbitt",
      "quote": "The first week of August hangs at the very top of summer, the top of the live long year, like the highest seat of a Ferris wheel when it pauses in its turning."
    },
    {
      "cite": "Freddy Cannon",
      "quote": "You never know how great a kiss can feel, when you're stop at the top of a Ferris wheel."
    },
    {
      "cite": "Bob Dylan",
      "quote": "They can't hurt me. Sure, they can crush you and kill you. They can lay you out on 42nd and Broadway and put hoses on you and flush you in the sewers and put you on the subway and carry you out to Coney island and bury you on the Ferris wheel. But I refuse to sit here and worry about dying."
    },
    {
      "cite": "Richard Brautigan",
      "quote": "A Boat O beautiful was the werewolf in his evil forest. We took him to the carnival and he started crying when he saw the Ferris wheel. Electric green and red tears flowed down his furry cheeks. He looked like a boat out on the dark water."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "The first lights of the evening were springing into pale existence. The Ferris wheel, pricked out now in lights, revolved leisurely through the dusk. A few empty cars of the roller coaster rattled overhead."
    },
    {
      "cite": "Dashiell Hammett",
      "quote": "I once knew a man who stole a Ferris Wheel."
    }
  ]
}