{
  "source": "https://www.wisesayings.com/festival-quotes/",
  "theme": "festival",
  "quotes": [
    {
      "cite": "Shri Radhe Maa",
      "quote": "Live every day as if it is a festival. Turn your life into a celebration"
    },
    {
      "cite": "Siddharth Katragadda",
      "quote": "The greatness of a culture can be found in its festivals."
    },
    {
      "cite": "Tom Hodgkinson",
      "quote": "Festivals are fun for kids, fun for parents and offer a welcome break from the stresses of the nuclear family. The sheer quantities of people make life easier: loads of adults for the adults to talk to and loads of kids for the kids to play with"
    },
    {
      "cite": "Narendra Modi",
      "quote": "A national festival is an occasion to refine and rebuild the national character."
    },
    {
      "cite": "Anonymous",
      "quote": "The festivals are like a map charting our spiritual progress in God."
    },
    {
      "cite": "David Binder",
      "quote": "Festivals promote diversity, they bring neighbors into dialogue, they increase creativity, they offer opportunities for civic pride, they improve our general psychological well-being. In short, they make cities better places to live."
    },
    {
      "cite": "Johnny Marr",
      "quote": "Festivals are great because you get to just walk around the corner and see a new band that you've heard but not had the chance to check out."
    },
    {
      "cite": "Henry Rollins",
      "quote": "Each year, every city in the world that can should have a multiday festival. More people meeting each other, digging new types of music, new foods, new ideas. You want to stop having so many wars? This could be a step in the right direction."
    },
    {
      "cite": "Kent Jones",
      "quote": "There are as many festivals as there are mosquitoes after a rain."
    },
    {
      "cite": "Pierre de Coubertin",
      "quote": "Festival of the impassioned efforts and manifold ambitions of all forms of youthful activity of every generation springing from the threshold of life."
    },
    {
      "cite": "Josef Pieper",
      "quote": "To celebrate a festival means: to live out, for some special occasion and in an uncommon manner, the universal assent to the world as a whole."
    },
    {
      "cite": "Anonymous",
      "quote": "Feasts and festivals are a feature of all major religions."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "The true essentials of a feast are only fun and feed."
    },
    {
      "cite": "Scott Hutchison",
      "quote": "Festivals are a time to play the songs people know and are looking forward to hearing."
    },
    {
      "cite": "Deborah A. Levine",
      "quote": "Before it became known as St. Valentine's Day, February 14 was the eve of the ancient Roman spring fertility and purification festival Lupercalia."
    },
    {
      "cite": "Deborah A. Levine",
      "quote": "Inspired by St. George's chivalrous deed, a Rose festival celebrating romance and gallantry has been held in Barcelona since the Middle Ages."
    },
    {
      "cite": "Deborah A.Levine",
      "quote": "A band of musicians plays throughout the days-long festivities."
    },
    {
      "cite": "Leo The Great",
      "quote": "Our redeemer was born today, we must celebrate with festive joy. We cannot be sad today  because it is the birthday of life."
    },
    {
      "cite": "Whitney Stewart",
      "quote": "Most holidays are wrapped up in tradition and are tied to the past. People add special foods and celebrations to make holidays memorable and exciting."
    },
    {
      "cite": "Whitney Stewart",
      "quote": "Holidays and festivals are rooted in history and tradition."
    },
    {
      "cite": "Matthew Barton",
      "quote": "The festivals have become abstractions, matters of indifference to modern people."
    },
    {
      "cite": "Matthew Barton",
      "quote": "The great festivals exist to bear witness to our connection with the whole universe, and to help us use our powers of feeling and thinking in such a way that we become fully aware of this connection."
    },
    {
      "cite": "Ian Yeoman",
      "quote": "The image of a destination, product or service can be enhanced or damaged by the success or failure of a festival or event."
    },
    {
      "cite": "Ian Yeoman",
      "quote": "No matter what the reason is for hosting a festival or event, there is a wide range of customers, each with different expectations and this will impact on the management processes considered for each individual festival or event."
    },
    {
      "cite": "David Picard",
      "quote": "The festivals appear to be part of a broader social phenomenon  of the contemporary world."
    },
    {
      "cite": "Chris Gibson",
      "quote": "At the core of folk festivals are a large number of enthusiasts, who actively shape and construct the festival, give it direction and vitality and for whom it is a significant part of their lives."
    },
    {
      "cite": "Chiou-ling Yeh",
      "quote": "Some critics even accused certain festival activities of extracting money from the ethnic community."
    },
    {
      "cite": "Sarah Bonnemaison",
      "quote": "No festival is improvised. Even a festival called on short notice required time for planning and preparation."
    },
    {
      "cite": "Tom Hodgkinson",
      "quote": "FESTIVALS ARE FUN FOR KIDS, FUN FOR PARENTS AND OFFER A WELCOME BREAK FROM THE STRESSES OF THE NUCLEAR FAMILY. THE SHEER QUANTITIES OF PEOPLE MAKE LIFE EASIER: LOADS OF ADULTS FOR THE ADULTS TO TALK TO AND LOADS OF KIDS FOR THE KIDS TO PLAY WITH."
    },
    {
      "cite": "Christine and the Queens",
      "quote": "FESTIVALS ARE HAPPY PLACES, AND YOU DON'T REALLY WANT TO ENJOY THEM ON YOUR OWN."
    },
    {
      "cite": "David Binder",
      "quote": "7) FESTIVALS PROMOTE DIVERSITY, THEY BRING NEIGHBORS INTO DIALOGUE, THEY INCREASE CREATIVITY, THEY OFFER OPPORTUNITIES FOR CIVIC PRIDE, THEY IMPROVE OUR GENERAL PSYCHOLOGICAL WELL-BEING. IN SHORT, THEY MAKE CITIES BETTER PLACES TO LIVE."
    },
    {
      "cite": "Phillipp Wolter",
      "quote": "Festivals become a family because you start seeing the same people."
    },
    {
      "cite": "Luci Swindoll",
      "quote": "Life is a happy thing, a festival to be enjoyed rather than a drudgery to be endured."
    },
    {
      "cite": "Rajneesh",
      "quote": "Life should be a continual celebration, a festival of lights the whole year round. Only then can you grow up, can you blossom."
    },
    {
      "cite": "Kapil Raj",
      "quote": "You cannot celebrate the festival of light before combating the darkness within."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Sabbath - a weekly festival having its origin in the fact that God made the world in six days and was arrested on the seventh."
    },
    {
      "cite": "Germaine Greer",
      "quote": "Revolution is the festival of the oppressed."
    },
    {
      "cite": "Narendra Modi",
      "quote": "A national festival is an occasion to refine and rebuild the national character."
    }
  ]
}