{
  "source": "https://www.wisesayings.com/fiance-quotes/",
  "theme": "fiance",
  "quotes": [
    {
      "cite": "Anton Chekhov",
      "quote": "A fiance is neither this nor that: he's left one shore, but not yet reached the other."
    },
    {
      "cite": "Amy Dickinson",
      "quote": "You cannot tie your fiance to the railroad track of self-reflection and personal improvement."
    },
    {
      "cite": "Mimi Pond",
      "quote": "It is tempting to think of your husband-to-be as just another bridal accessory. It may be easier for him to play along with this too. After all, you don't expect your shoes or your beaded bag to help you make decisions."
    },
    {
      "cite": "William Shakespeare",
      "quote": "We will have rings and things, and fine array; and kiss me, Kate, we will be married a' Sunday."
    },
    {
      "cite": "Charles Dickens",
      "quote": "You will be surprised that he proposed seven times, once in a hackney-coach once in a boat once in a pew once on a donkey at Tunbridge Wells and the rest on his knees."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I have a theory that it is always the women who propose to us, and not we who propose to women."
    },
    {
      "cite": "Harry Dacre",
      "quote": "Daisy, Daisy, Give me your answer, do! I'm half crazy, all for the love of you! It won't be a stylish marriage, I can't aford a carriage, but you'll look sweet on the seat of a bicycle built for two!"
    },
    {
      "cite": "William Congreve",
      "quote": "Courtship to marriage is as a very witty prologue to a very dull play."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To speak frankly, I am not in favour of long engagements. They give people the oppurtunity of finding out each other's character before marriage, which I think is never advisable."
    },
    {
      "cite": "Mari Evans",
      "quote": "I will bring you a whole person and you will bring me a whole person and we will have twice as much of love and everything."
    },
    {
      "cite": "Sally Poplin",
      "quote": "My fiance and I are having a little disagreement. What I want is a big church wedding with bridesmaids and flowers and a no-expense-spared reception; what he wants is to break off our engagement."
    },
    {
      "cite": "George Eliot",
      "quote": "You are lonely; I love you; I want you to consent to be my wife; I will wait, but I want you to promise that you will marry me--no one else."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "And at home by the fire, whenever you look up, there I shall be--and whenever I look up, there will be you."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "I have nothing to offer you but my strength for your defence, my honesty for your surety, my ability and industry for your livelihood, and my authority and position for your dignity. That is all it becomes a man to offer a woman."
    },
    {
      "cite": "Rumi",
      "quote": "Like two swimmers who love the water, their souls knit together without being sewn, no seam."
    },
    {
      "cite": "The Queen Mum",
      "quote": "It was my duty to marry Bertie and I fell in love with him afterwards"
    }
  ]
}