{
  "source": "https://www.wisesayings.com/fiction-quotes/",
  "theme": "fiction",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "It's no wonder that truth is stranger than fiction. Fiction has to make sense."
    },
    {
      "cite": "Jim Rohn",
      "quote": "The reason that fiction is more interesting than any other form of literature, to those who really like to study people, is that in fiction the author can really tell the truth without humiliating himself."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Literature is a luxury; fiction is a necessity."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Fiction is to the grown man what play is to the child; it is there that he changes the atmosphere and tenor of his life."
    },
    {
      "cite": "Henry Miller",
      "quote": "One can be absolutely truthful and sincere even though admittedly the most outrageous liar. Fiction and invention are of the very fabric of life."
    },
    {
      "cite": "Don DeLillo",
      "quote": "Stories are consoling, fiction is one of the consolation prizes for having lived in the world."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "Fiction was invented the day Jonah arrived home and told his wife that he was three days late because he had been swallowed by a whale."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The good ended happily, and the bad unhappily. That is what fiction means."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Fiction is based on reality unless you're a fairy-tale artist, you have to get your knowledge of life from somewhere. You have to know the material you're writing about before you alter it."
    },
    {
      "cite": "Alice Walker",
      "quote": "Fiction is such a world of freedom, it’s wonderful. If you want someone to fly, they can fly."
    },
    {
      "cite": "John Updike",
      "quote": "Fiction is burdened for me with a sense of duty."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "Fiction is like a spider's web, attached ever so slightly perhaps, but still attached to life at all four corners. Often the attachment is scarcely perceptible."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Fiction gives us a second chance that life denies us."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Fiction is too beautiful to be about just one thing. It should be about everything."
    },
    {
      "cite": "David Foster Wallace",
      "quote": "Fiction's about what it is to be a human being."
    },
    {
      "cite": "Jessamyn West",
      "quote": "Fiction reveals truths that reality obscures."
    },
    {
      "cite": "Stephen King",
      "quote": "Kids, fiction is the truth inside the lie, and the truth of this fiction is simple enough: the magic exists."
    },
    {
      "cite": "Tim O'Brien",
      "quote": "That's what fiction is for. It's for getting at the truth when the truth isn't sufficient for the truth."
    },
    {
      "cite": "Doris Lessing",
      "quote": "There is no doubt fiction makes a better job of the truth."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Fiction is not imagination. It is what anticipates imagination by giving it the form of reality. This is quite opposite to our own natural tendency which is to anticipate reality by imagining it, or to flee from it by idealizing it. That is why we shall never inhabit true fiction; we are condemned to the imaginary and nostalgia for the future."
    },
    {
      "cite": "David Foster Wallace",
      "quote": "Good fiction’s job is to comfort the disturbed and disturb the comfortable."
    },
    {
      "cite": "Nora Roberts",
      "quote": "Good fiction creates its own reality."
    },
    {
      "cite": "Charlaine Harris",
      "quote": "The fictional eye sees in, through, and around what is really there."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "Good fiction is made of that which is real, and reality is difficult to come by."
    },
    {
      "cite": "Clive James",
      "quote": "Fiction is life with the dull bits left out."
    },
    {
      "cite": "Margaret Culkin Banning",
      "quote": "Fiction is not a dream. Nor is it guesswork. It is imagining based on facts, and the facts must be accurate or the work of imagining will not stand up."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "For if the proper study of mankind is man, it is evidently more sensible to occupy yourself with the coherent, substantial and significant creatures of fiction than with the irrational and shadowy figures of real life."
    },
    {
      "cite": "John Cheever",
      "quote": "Fiction is experimentation; when it ceases to be that, it ceases to be fiction."
    },
    {
      "cite": "Rick Bass",
      "quote": "Fiction is harder for me than nonfiction - more gratifying, as a result, when it succeeds."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A mans face is his autobiography. A women's face is her work of fiction."
    },
    {
      "cite": "William Blake",
      "quote": "Do what you will, this world's a fiction and is made up of contradiction."
    },
    {
      "cite": "Willa Cather",
      "quote": "Let your fiction grow out of the land beneath your feet."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "No more fiction, for now we calculate; but that we may calculate, we had to make fiction first."
    },
    {
      "cite": "Bonnie Friedman",
      "quote": "Fiction must convince our bodies for it to have any chance of convincing our minds."
    },
    {
      "cite": "Jasper Fforde",
      "quote": "Fiction wouldn't be much fun without its fair share of scoundrels, and they have to live somewhere."
    },
    {
      "cite": "Homer",
      "quote": "I didn’t lie! I just created fiction with my mouth!"
    },
    {
      "cite": "Virginia Woolf",
      "quote": "The truer the facts the better the fiction."
    },
    {
      "cite": "Charlaine Harris",
      "quote": "Fiction just makes it all more interesting. Truth is so boring."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Fiction works when it makes a reader feel something strongly."
    },
    {
      "cite": "J. M. Coetzee",
      "quote": "If there were a better, clearer, shorter way of saying what the fiction says, then why not scrap the fiction?"
    }
  ]
}