{
  "source": "https://www.wisesayings.com/fidelity-quotes/",
  "theme": "fidelity",
  "quotes": [
    {
      "cite": "Cicero",
      "quote": "Nothing is more noble, nothing more venerable than fidelity.— Faithfulness and truth are the most sacred excellences and endowments of the human mind."
    },
    {
      "cite": "Horace",
      "quote": "Fidelity is the sister of justice."
    },
    {
      "cite": "Willliam Shakespeare",
      "quote": "His words are bonds; his oaths are oracles; his heart is as far from fraud as heaven from earth."
    },
    {
      "cite": "Dryden",
      "quote": "Trust reposed in noble natures obliges them the more."
    },
    {
      "cite": "Seneca",
      "quote": "It goes far toward making a man faithful to let him understand that you think him so; and he that does but suspect I will deceive him, gives me a sort of right to do it."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I am constant as the Northern star, of whose true-fixed and resting quality there is no fellow in the firmament."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Total loyalty is possible only when fidelity is emptied of all concrete content, from which changes of mind might naturally arise."
    },
    {
      "cite": "Janet Malcolm",
      "quote": "Fidelity to the subject's thought and to his characteristic way of expressing himself is the sine qua non of journalistic quotation."
    },
    {
      "cite": "Confucius",
      "quote": "Faithfulness and sincerity are the highest things."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Faithfulness and truth are the most sacred excellences and endowments of the human mind."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Faithfulness is to the emotional life what consistency is to the life of the intellect simply a confession of failures."
    },
    {
      "cite": "Harriet Martineau",
      "quote": "Fidelity to conscience is inconsistent with retiring modesty. If it be so, let the modesty succumb. It can be only a false modesty which can be thus endangered."
    },
    {
      "cite": "Percy Bysshe Shelley",
      "quote": "Constancy has nothing virtuous in itself, independently of the pleasure it confers, and partakes of the temporizing spirit of vice in proportion as it endures tamely moral defects of magnitude in the object of its indiscreet choice."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Fidelity in love requires abstinence, but only through it one can know the hidden beauty of love."
    },
    {
      "cite": "Berenice Abbott",
      "quote": "What the human eye observes causally and incuriously, the eye of the camera notes with relentless fidelity."
    },
    {
      "cite": "Omar Sharif",
      "quote": "Fidelity is a virtue which should be frequently proved, but not always."
    },
    {
      "cite": "Marguerite Duras",
      "quote": "Fidelity, enforced and unto death, is the price you pay for the kind of love you never want to give up, for someone you want to hold forever, tighter and tighter, whether he's close or far away, someone who becomes dearer to you the more you've sacrificed for his sake."
    },
    {
      "cite": "James Parton",
      "quote": "Fidelity is seven-tenths of business success."
    },
    {
      "cite": "Junot Diaz",
      "quote": "Infidelity raises profound questions about intimacy."
    },
    {
      "cite": "John Fiske",
      "quote": "Realism is not a matter of any fidelity to an empirical reality,but of the discursive conventions by which and for which a sense of reality is constructed."
    },
    {
      "cite": "Parton",
      "quote": "Fidelity is seven-tenths of business success."
    },
    {
      "cite": "Milton",
      "quote": "Faithful found among the faithless, his loyalty he kept, his love, his zeal, nor number, nor example, nor example with him wrought to swerve from truth, or change his constant mind."
    },
    {
      "cite": "William Shakespeare",
      "quote": "O heaven! where man but constant, he were perfect; that one error fills him with faults."
    },
    {
      "cite": "Vaughan",
      "quote": "To God, thy country, and thy friend be true, then thou'lt ne'er be false to any one."
    },
    {
      "cite": "Andre Maurois",
      "quote": "The temporal world rests on a very few simple ideas, notably on the idea of fidelity."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A successful marriage requires falling in love many times, always with the same person."
    },
    {
      "cite": "Douglas Wilson",
      "quote": "Fidelity. What it means to be a one-woman man."
    },
    {
      "cite": "Francois de la Mothe Fenelon",
      "quote": "It is however, only by fidelity in little things that a true and constant love of God can be distinguished from a passing fervor of spirit."
    },
    {
      "cite": "William L. Sullivan",
      "quote": "Loyalty is so fierce and contagious an energy that it is safe only when the object of it is something that we can love or worship when we are alone."
    },
    {
      "cite": "Helen Adams Keller",
      "quote": "Many persons have a wrong idea of what constitutes true happiness. It is not attained through self gratification but through fidelity to a worthy purpose."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Fidelity - a virtue peculiar to those who are about to be betrayed."
    },
    {
      "cite": "Ezra Taft Benson",
      "quote": "The moral code of Heaven for both men and women is complete chastity before marriage and full fidelity after marriage."
    },
    {
      "cite": "Simon Elkeles",
      "quote": "One of the things that makes me who I am is the loyalty I have to people I hold close to my heart."
    },
    {
      "cite": "Robert Sexton",
      "quote": "Across the years I will walk with you - / in deep green forests; on shores of sand: / and when our time on earth is through, / in heaven, too, you will have my hand."
    },
    {
      "cite": "Robert Sexton",
      "quote": "And we shall walk through all our days with love remembered and love renewed."
    },
    {
      "cite": "Allan Wolf",
      "quote": "Thank God (my wife) and I were both born poor so the concept of fidelity was allowed to take root in us."
    },
    {
      "cite": "Frank Pittman",
      "quote": "Fidelity is the single most important element in solidly enduring marriages."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "Faithful women are all alike, they think only of their fidelity, never of their husbands."
    },
    {
      "cite": "Owen Feltham",
      "quote": "Truth and fidelity are the pillars of the temple of the world; when these are broken, the fabric falls, and crushes all to pieces."
    },
    {
      "cite": "William Shakespeare",
      "quote": "O, where is loyalty? / If it be banished from the frosty head, / Where shall it find a harbor in the earth?"
    }
  ]
}