{
  "source": "https://www.wisesayings.com/fierce-quotes/",
  "theme": "fierce",
  "quotes": [
    {
      "cite": "Voltaire",
      "quote": "The public is a ferocious beast; one must either chain it or flee from it."
    },
    {
      "cite": "Henri Frederic Amiel",
      "quote": "War is a brutal and fierce means of pacification; it means the suppression of resistance by the destruction or enslavement of the conquered."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "Be steady and well-ordered in your life so that you can be fierce and original in your work."
    },
    {
      "cite": "Winston Churchill",
      "quote": "You will make all kinds of mistakes; but as long as you are generous and true, and also fierce, you cannot hurt the world or even seriously distress her."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "Wolves travel in packs, but the fiercest travel alone."
    },
    {
      "cite": "Criss Jami",
      "quote": "If ever you feel like an animal among men, be a lion."
    },
    {
      "cite": "Roseann Barr",
      "quote": "The thing women have yet to learn is nobody gives you power. You just take it."
    },
    {
      "cite": "William Cullen Bryant",
      "quote": "Pain dies quickly, and lets her weary prisoners go; the fiercest agonies have shortest reign."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The mountains, the forest, and the sea, render men savage; they develop the fierce, but yet do not destroy the human."
    },
    {
      "cite": "Don Marquis",
      "quote": "A fierce unrest seethes at the core, of all existing things:, it was the eager wish to soar, that gave the gods their wings."
    },
    {
      "cite": "Ovid",
      "quote": "Fair peace becomes men ferocious anger belongs to beasts."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "Feelings can be like wild animals-we underrate how fierce they are until we’ve opened their cage."
    },
    {
      "cite": "E. M. Cioran",
      "quote": "Does our ferocity not derive from the fact that our instincts are all too interested in other people? If we attended more to ourselves and became the center, the object of our murderous inclinations, the sum of our intolerances would diminish."
    },
    {
      "cite": "James A. Baldwin",
      "quote": "It is certain, in any case, that ignorance, allied with power, is the most ferocious enemy justice can have."
    },
    {
      "cite": "Margaret Mead",
      "quote": "I do not believe in using women in combat, because females are too fierce."
    },
    {
      "cite": "Horace",
      "quote": "Fierce eagles breed not the tender dove."
    },
    {
      "cite": "John Sterling",
      "quote": "Of all the tyrants the world affords, our own affections are the fiercest lords."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Fierce language and pretentious advances are signs that the enemy is about to retreat."
    },
    {
      "cite": "Christopher Morley",
      "quote": "It is unfair to blame man too fiercely for being pugnacious; he learned the habit from nature."
    },
    {
      "cite": "Xun Zi",
      "quote": "If the impulse to daring and bravery is too fierce and violent, stay it with guidance and instruction."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Young love is a flame; very pretty, often very hot and fierce, but still only light and flickering. The love of the older and disciplined heart is as coals, deep-burning, unquenchable."
    },
    {
      "cite": "William Shakespeare",
      "quote": "No beast so fierce but knows some touch of pity. But I know none, and therefore am no beast."
    },
    {
      "cite": "Kate Klise",
      "quote": "I like that there's no love as fierce as the love you feel for your family; that there's no one you feel more protective of than the very same people who can drive you crazy."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "When the fierce, burning winds blow over our lives-and we cannot prevent them-let us, too, accept the inevitable. And then get busy and pick up the pieces."
    },
    {
      "cite": "Joseph Addison",
      "quote": "From hence, let fierce contending nations know, what dire effects from civil discord flow."
    },
    {
      "cite": "Jorah Mormont",
      "quote": "I am the blood of the dragon. I must be strong. I must have fire in my eyes when I face them, not tears."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "After all those years as a woman hearing ‘not thin enough, not pretty enough, not smart enough, not this enough, not that enough,’ almost overnight I woke up one morning and thought, ‘I’m enough.'"
    },
    {
      "cite": "Tacitus",
      "quote": "The lust of dominion burns with a flame so fierce as to overpower all other affections of the human breast."
    },
    {
      "cite": "Florida Scott-Maxwell",
      "quote": "You need to claim the events in your life to make yourself yours. When you truly possess all you have been and done, which may take some time, you are fierce with reality."
    },
    {
      "cite": "George Herbert",
      "quote": "The lion is not so fierce as they paint him."
    }
  ]
}