{
  "source": "https://www.wisesayings.com/fighting-quotes/",
  "theme": "fighting",
  "quotes": [
    {
      "cite": "Toba Beta",
      "quote": "There's a moment in fighting when strength of muscle ain't everything because the enemy has already given you enough energy to gain the victory."
    },
    {
      "cite": "Bruce Lee",
      "quote": "A fight is not won by one punch or kick. Either learn to endure or hire a bodyguard."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "You must not fight too often with one enemy, or you will teach him all your art of war."
    },
    {
      "cite": "Sun Tzu",
      "quote": "To fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting."
    },
    {
      "cite": "Sun Tzu",
      "quote": "If you know the enemy and know yourself you need not fear the results of a hundred battles."
    },
    {
      "cite": "Lev Grossman",
      "quote": "In a way fighting was just like using magic. You said the words, and they altered the universe. By merely speaking you could create damage and pain, cause tears to fall, drive people away, make yourself feel better, make your life worse."
    },
    {
      "cite": "Bruce Lee",
      "quote": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times"
    },
    {
      "cite": "Joe Lewis",
      "quote": "Everyone has a plan until they've been hit."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "Fighting is like champagne. It goes to the heads of cowards as quickly as of heroes. Any fool can be brave on a battlefield when it's be brave or else be killed."
    },
    {
      "cite": "David Friedman",
      "quote": "The direct use of force is such a poor solution to any problem, it is generally employed only by small children and large nations."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "First they ignore you, then they ridicule you, then they fight you, and then you win."
    },
    {
      "cite": "Criss Jami",
      "quote": "Whenever we want to combat our enemies, first and foremost we must start by understanding them rather than exaggerating their motives."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "I learned long ago, never to wrestle with a pig, you get dirty; and besides, the pig likes it."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "The full value of this life can only be got by fighting; the violent take it by storm. And if we have accepted everything we have missed something -- war. This life of ours is a very enjoyable fight, but a very miserable truce."
    },
    {
      "cite": "Baltasar Gracin Y Morales",
      "quote": "Never contend with a man who has nothing to lose."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "That is the whole secret of successful fighting. Get your enemy at a disadvantage; and never, on any account, fight him on equal terms."
    },
    {
      "cite": "Og Mandino",
      "quote": "To do anything truly worth doing, I must not stand back shivering and thinking of the cold and danger, but jump in with gusto and scramble through as well as I can."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Part of the happiness of life consists not in fighting battles, but in avoiding them. A masterly retreat is in itself a victory."
    },
    {
      "cite": "Sun Tzu",
      "quote": "For to win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Once we have a war there is only one thing to do. It must be won. For defeat brings worse things than any that can ever happen in war."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "The foolish race of mankind are swarming below in the night; they shriek and rage and quarrel -- and all of them are right."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Where there is only a choice between cowardice and violence, I would advise violence."
    },
    {
      "cite": "John Milton",
      "quote": "Who overcomes by force, hath overcome but half his foe."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Of old the expert in battle would first make himself invincible and then wait for his enemy to expose his vulnerability."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "An eye for an eye will only make the whole world blind."
    },
    {
      "cite": "Paulette Jiles",
      "quote": "The road to hell was paved with the bones of men who did not know when to quit fighting."
    },
    {
      "cite": "Plato",
      "quote": "We are twice armed if we fight with faith."
    },
    {
      "cite": "Mark Twain",
      "quote": "It's not the size of the dog in the fight, it's the size of the fight in the dog."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "It's not whether you get knocked down, it's whether you get up."
    },
    {
      "cite": "Ed Parker",
      "quote": "He who hesitates, meditates in a horizontal position."
    },
    {
      "cite": "Isoroku Yamamoto",
      "quote": "A military man can scarcely pride himself on having smitten a sleeping enemy; it is more a matter of shame, simply, for the one smitten."
    },
    {
      "cite": "Aristotle",
      "quote": "We make war that we may live in peace."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "Where there is no peril in the fight, there is no glory in the triumph."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "You may have to fight a battle more than once to win it."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who fights with monsters might take care lest he thereby become a monster. And if you gaze for long into an abyss, the abyss gazes also into you."
    },
    {
      "cite": "Woodrow T. Wilson",
      "quote": "There is such a thing as a man being too proud to fight."
    },
    {
      "cite": "Salvor Hardin",
      "quote": "Violence is the last refuge of the incompetent."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Many a man will have the courage to die gallantly, but will not have the courage to say, or even to think, that the cause for which he is asked to die is an unworthy one."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nobody can hurt me without my permission."
    },
    {
      "cite": "Enson Inoue",
      "quote": "Blood is just red sweat."
    },
    {
      "cite": "Robert Frost",
      "quote": "Let him that is without stone among you cast the first thing he can lay his hands on."
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "You cannot love a thing without wanting to fight for it."
    },
    {
      "cite": "Danish Proverb",
      "quote": "Wise men do not quarrel with each other."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "People who fight fire with fire usually end up with ashes."
    },
    {
      "cite": "George Eliot",
      "quote": "Quarrel? Nonsense; we have not quarreled. If one is not to get into a rage sometimes, what is the good of being friends?"
    },
    {
      "cite": "St. Francis de Sales",
      "quote": "A quarrel between friends, when made up, adds a new tie to friendship."
    },
    {
      "cite": "Cesar Chavez",
      "quote": "The fight is never about grapes or lettuce. It is always about people."
    },
    {
      "cite": "George S. Patton",
      "quote": "Don't fight a battle if you don't gain anything by winning."
    },
    {
      "cite": "Damon Runyon",
      "quote": "The race is not always to the swift, nor the battle to the strong--but that is the way to bet it."
    },
    {
      "cite": "Paul Newman",
      "quote": "All my life I've been fighting and all my life I've got into trouble from it."
    },
    {
      "cite": "Ann Bancroft",
      "quote": "I'm fighting for this woman's life, not her temporal innocence."
    },
    {
      "cite": "Chomsky",
      "quote": "A colonial war is a very dirty kind of war. You're not fighting armed forces. You're fighting mostly unarmed people."
    },
    {
      "cite": "Phyllis Bottome",
      "quote": "It is always easier to fight for one's principles than to live up to them."
    },
    {
      "cite": "Vance Havner",
      "quote": "Satan is not fighting churches; he is joining them. He does more harm by sowing tares than by pulling up wheat. He accomplishes more by imitation than by outright opposition."
    },
    {
      "cite": "John Richard Wimber",
      "quote": "It's hard enough resisting the real enemy. That's a full-time job. If we start fighting other Christians, we're fighting two wars— and one of them is suicidal."
    },
    {
      "cite": "St. John Chrysostom",
      "quote": "You are but a poor soldier of Christ if you think you can overcome without fighting, and suppose you can have the crown without the conflict."
    },
    {
      "cite": "John Samuel Bewley Monsell",
      "quote": "Fight the good fight with all thy might; / Christ is thy strength, and Christ thy right; / Lay hold on life, and it shall be / Thy joy and crown eternally."
    },
    {
      "cite": "Fedor Dostoevsky",
      "quote": "Beauty is mysterious as well as terrible. God and devil are fighting there, and the battlefield is the heart of man."
    },
    {
      "cite": "William Wallace",
      "quote": "The enemy we're fighting is a bit different than the one we war-gamed against."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We shall fight in France, we shall fight on the seas and oceans, we shall fight with growing confidence and growing strength in the air. We shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields, and in the streets, we shall fight in the hills. We shall never surrender."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "I'm going to fight hard. I'm going to give them hell."
    },
    {
      "cite": "Billy Graham",
      "quote": "From the moment a child is born, the death process, and the fight against it, begins."
    },
    {
      "cite": "Elaine Slavens",
      "quote": "Fighting comes in many forms. It involves struggle of some sort and a lot of emotion. It's not just a physical act— it can be verbal, too."
    },
    {
      "cite": "Elaine Slavens",
      "quote": "No matter who starts it, fighting is always the wrong way out of a bad situation."
    },
    {
      "cite": "Larry David",
      "quote": "Switzerland is a place where they don't like to fight, so they get people to do their fighting for them while they ski and eat chocolate."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The world is a fine place and worth the fighting for and I hate very much to leave it."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Older men declare war. But it is youth that must fight and die."
    },
    {
      "cite": "Julien Smith",
      "quote": "You will never be entirely comfortable. This is the truth behind the champion – he is always fighting something. To do otherwise is to settle."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Wisdom is merely the movement from fighting life to embracing it."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "The fight is won or lost far away from witnesses – behind the lines, in the gym, and out there on the road, long before I dance under those lights."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Victory is always possible for the person who refuses to stop fighting."
    },
    {
      "cite": "Stephanie Lennox",
      "quote": "I've been fighting to be who I am all my life. What’s the point of being who I am, if I can't have the person who was worth all the fighting for?"
    },
    {
      "cite": "Holy Black",
      "quote": "If you hurt me, I wouldn't cry. I would hurt you back."
    },
    {
      "cite": "Susan Elizabeth Phillips",
      "quote": "Anything worth having is worth fighting for."
    },
    {
      "cite": "Bethany Wiggins",
      "quote": "I will not die without fighting for a life I am not yet done living."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed."
    }
  ]
}