{
  "source": "https://www.wisesayings.com/fighting-cancer-quotes/",
  "theme": "fighting-cancer",
  "quotes": [
    {
      "cite": "Dave Pelzer",
      "quote": "You can be a victim of cancer, or a survivor of cancer. It's a mindset."
    },
    {
      "cite": "Jim Valvano",
      "quote": "Cancer can take away all of my physical abilities. It cannot touch my mind, it cannot touch my heart, and it cannot touch my soul."
    },
    {
      "cite": "John Diamon",
      "quote": "Cancer is a word, not a sentence."
    },
    {
      "cite": "Lance Armstrong.",
      "quote": "We have two options, medically and emotionally: give up or fight like hell."
    },
    {
      "cite": "gotCancer.org.",
      "quote": "Cancer may have started the fight, but I will finish it."
    },
    {
      "cite": "Cayla Mills",
      "quote": "You never know how strong you are until being strong is the only choice you have."
    },
    {
      "cite": "Nikolai Lenin",
      "quote": "The most important thing in illness is never to lose heart."
    },
    {
      "cite": "Emily Hollenberg",
      "quote": "Cancer is a journey, but you walk the road alone. There are many places to stop along the way and get nourishment   you just have to be willing to take it."
    },
    {
      "cite": "C.C. Scott",
      "quote": "The human spirit is stronger than anything that can happen to it."
    },
    {
      "cite": "Joe Kogel",
      "quote": "The worst thing in your life may contain the seeds of the best"
    },
    {
      "cite": "Harvey Milk",
      "quote": "The important thing is not that we can live on hope alone, but that life is not worth living without it."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow."
    },
    {
      "cite": "Ingrid Bergman",
      "quote": "Time is shortening. But every day that I challenge this cancer and survive is a victory for me."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "Once you choose hope, anything's possible."
    },
    {
      "cite": "Franklin D.",
      "quote": "When you come to the end of your rope, tie a knot and hang on."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "I will live a hope-filled life every day. I will handle my problems as opportunities in a different, more effective manner, based on the power of advanced mathematics;  You + God = Enough"
    },
    {
      "cite": "Friedrich Wilhelm Nietzsche",
      "quote": "That which does not kill us makes us stronger."
    },
    {
      "cite": "William James",
      "quote": "The greatest discovery of my generation is that a human being can alter his life by altering his attitude."
    },
    {
      "cite": "Frosty Westering",
      "quote": "Be a tough-minded optimist"
    },
    {
      "cite": "Clement of Alexandria",
      "quote": "If you do not hope, you will not find out what is beyond your hopes."
    },
    {
      "cite": "Buddy Ebsen",
      "quote": "Remember, that of all the elements that comprise a human being, the most important, the most essential, the one that will sustain, transcend, overcome and vanquish obstacles is Spirit!"
    },
    {
      "cite": "Marcia Smith",
      "quote": "Cancer is not a death sentence, but rather it is a life sentence; it pushes one to live."
    },
    {
      "cite": "Felicia Hemans",
      "quote": "Strength is born in the deep silence of long-suffering hearts; not amidst joy."
    },
    {
      "cite": "Hubert Humphrey",
      "quote": "Oh, my friend, it's not what they take away from you that counts-it's what you do with what you have left."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Don't count the days, make the days count."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Life is without meaning. You bring the meaning to it. The meaning of life is whatever you ascribe it to be. Being alive is the meaning."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us."
    },
    {
      "cite": "Jim Beaver",
      "quote": "Today we fight. Tomorrow we fight. The day after, we fight. And if this disease plans on whipping us, it better bring a lunch, 'cause it's gonna have a long day doing it."
    },
    {
      "cite": "Michael Douglas",
      "quote": "Cancer didn't bring me to my knees, it brought me to my feet."
    },
    {
      "cite": "unknown",
      "quote": "Scars are tattoos with better stories."
    },
    {
      "cite": "Huey Newton",
      "quote": "If you stop struggling then you stop life."
    },
    {
      "cite": "Sergery Kalintenko MD",
      "quote": "The current strategy to fighting breast cancer, as well as most cancers, is simple:detect it early and remove the tumor  before it spreads, and you have a good chance of surviving."
    },
    {
      "cite": "Francisco Contreras",
      "quote": "Did you know that having specific reasons to fight—the will to live— is one of the single most important things you can do to fight cancer?"
    },
    {
      "cite": "Francisco Contreras",
      "quote": "Choose to be a victor rather than a victim—find meaning in the crisis. Define your reasons to survive and the purpose of your life."
    },
    {
      "cite": "Francisco Contreras",
      "quote": "Antioxidants are substances that scavenge free radicals. Remember free radicals can damage cells and the gene expression process. Therefore tomatoes are rich in the stuff that may prevent cancer from beginning."
    },
    {
      "cite": "April Brewster Smythe",
      "quote": "All in all I found that the best way I could battle my cancer began with my own strength."
    },
    {
      "cite": "April Brewster Smythe",
      "quote": "I have found that those of us who battle lung cancer are not just battling a disease; we are also battling a larger societal attitude."
    },
    {
      "cite": "Dr. Martin L. Rossman",
      "quote": "No single game is a guaranteed victory, but if you keep putting yourself in position to win, you have the best chance of doing so, whatever your game including fighting cancer."
    },
    {
      "cite": "Dr. Martin L. Rossman",
      "quote": "Fighting cancer is most often a marathon rather than a sprint, because modern cancer treatment has changed many cancer journeys from short-term illnesses to illnesses that people live with over long periods of time."
    },
    {
      "cite": "Virginia B. Morris",
      "quote": "It's natural to feel depressed, angry,  or hopeless after your diagnosis. But it's important to remember that as long as you're fighting there's hope."
    },
    {
      "cite": "Virginia B. Morris",
      "quote": "Some patients liken their fight against cancer to training for the Olympics. Like an athlete, you want to make sure that your body is in peak form for the challenges ahead."
    },
    {
      "cite": "John Roberts",
      "quote": "Fighting to live is not incompatible with preparing to die. Acceptance of the danger, even the inevitability, of dying is realistic, bt does not preclude  fighting to prolong life and enjoying as much as possible of what remains."
    },
    {
      "cite": "John Roberts",
      "quote": "Fighting cancer almost certainly includes some failures. We all fail as we go along through life, but most failures are not fatal just minor roadblocks."
    },
    {
      "cite": "John Roberts",
      "quote": "Fitness may be the most important contribution you personally can make to the success of your fight against cancer."
    },
    {
      "cite": "John Roberts",
      "quote": "The best way to fight death is to accept the reality of it and prepare yourself years in advance. Then you can more fearlessly conquer the illnesses that may precede it."
    },
    {
      "cite": "John Roberts",
      "quote": "There were always lines in the sand, all around me. Fighting cancer was merely an extension of that attitude."
    },
    {
      "cite": "Michael S. Barry",
      "quote": "We fight cancer with every weapon available through modern science as well as with age-old weapons of faith: prayer, worship, compassion, and encouragement."
    },
    {
      "cite": "Michael S. Barry",
      "quote": "In some instances, patients prefer to focus on developing relationships and support systems than on fighting cancer."
    },
    {
      "cite": "Stuart Scott",
      "quote": "You beat cancer by how you live, why you live and in the manner in which you live."
    },
    {
      "cite": "Thomas Edison",
      "quote": "When you have exhausted all possibilities, remember this: You haven't."
    },
    {
      "cite": "Michael Landon",
      "quote": "I'm going to beat this cancer or die trying."
    },
    {
      "cite": "Jenna Morasca",
      "quote": "I think cancer is a hard battle to fight alone or with another person at your side, but I will say having someone to pick you up when you fall, stand by your side through every appointment and delivery of bad news, is priceless."
    },
    {
      "cite": "Stuart Scott",
      "quote": "Working out is my way of saying to cancer, ‘You're trying to invade my body; you're trying to take me away from my daughters, but I'm stronger than you. And I'm going to hit harder than you."
    },
    {
      "cite": "Yuvraj Singh",
      "quote": "Beating cancer is personal battle. It was one of the toughest opponents I have faced so far, and I think I did reasonably well. Touch wood."
    },
    {
      "cite": "David H. Koch",
      "quote": "You know, once you've stood up to cancer, everything else feels like a pretty easy fight."
    },
    {
      "cite": "Regina Brett",
      "quote": "Cancer is messy and scary. You throw everything at it, but don't forget to throw love at it. It turns out that might be the best weapon of all."
    },
    {
      "cite": "Brett Conley",
      "quote": "I am not thankful for cancer but I am thankful for what cancer has taught me."
    },
    {
      "cite": "Arlen Specter",
      "quote": "I'm battling cancer. It’s another battle I intend to win."
    }
  ]
}