{
  "source": "https://www.wisesayings.com/figure-skating-quotes/",
  "theme": "figure-skating",
  "quotes": [
    {
      "cite": "Michelle Kwan",
      "quote": "I started to figure skate at the age of five, and the first thing my coach taught me was how to fall. I remember gazing up with a puzzled expression, thinking, Shouldn’t I be learning to skate? Looking back, I realize that my coach was very smart. She knew I was bound to fall many times throughout my career and that I needed to know how to handle it."
    },
    {
      "cite": "unknown",
      "quote": "The hardest part of skating is the ice."
    },
    {
      "cite": "Scott Hamilton",
      "quote": "Male figure skating is different than female figure skating; we're not America's sweetheart."
    },
    {
      "cite": "Alexei Yagudin",
      "quote": "A figure skater is not just a figure skater who does great jumps. He is an artist on ice."
    },
    {
      "cite": "Johnny Weir",
      "quote": "Figure skating is theatrical. It's artistic. It's elegant. It's extremely athletic. And there's a very specific audience for that."
    },
    {
      "cite": "Scott Hamilton",
      "quote": "Without strength and courage it's really hard to perform at the highest levels of international figure skating, because you're alone on the ice and you only have seven minutes over two nights to prove yourself."
    },
    {
      "cite": "Franklin P. Jones",
      "quote": "It's a strange world of language in which skating on thin ice can get you into hot water."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In skating over thin ice our safety is in our speed."
    },
    {
      "cite": "Peggy Fleming",
      "quote": "Skating was the vessel into which I could pour my heart and soul."
    },
    {
      "cite": "Carol Goodman",
      "quote": "There's always that first step in skating, from dry ground to slick ice, when it just seems impossible. Impossible that two thin blades of metal will support you, impossible that because its molecules have begun to dance a little slower water will hold you up."
    },
    {
      "cite": "Ashley Wagner",
      "quote": "In this crazy, crazy world of figure skating, it is easy to focus on a name or a target. But when you are going after someone, it really only holds you back from what you are capable of yourself."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Figure skating is an unlikely Olympic event but its good television. It's sort of a combination of gymnastics and ballet. A little sexy too which doesn't hurt."
    },
    {
      "cite": "Frank Carroll",
      "quote": "To me, figure skating is a diving sport. It's a sport made by the gods. It inspires people to cry, it inspires people to cheer, it pulls the emotions out of people."
    },
    {
      "cite": "Randy Gardner",
      "quote": "There's something about putting on a pair of skates, and getting out there and moving like nobody else can. Freedom is a word that comes to mind"
    },
    {
      "cite": "Anita Shreve",
      "quote": "If you're walking on thin ice, you may as well dance."
    },
    {
      "cite": "Dorothy Hamill",
      "quote": "If you don't know a lot about figure skating, it's easy to fall in love with ice dancing because it's so romantic and so theatrical."
    },
    {
      "cite": "Gracie Gold",
      "quote": "In skating there's always another jump or another spin variation or another thing to learn, and that's what I liked about it."
    },
    {
      "cite": "Katarina Witt",
      "quote": "Figure skating is a mixture of art and sport."
    },
    {
      "cite": "Scott Hamilton",
      "quote": "Half of figure skating is opinion, convincing judges."
    },
    {
      "cite": "Michelle Trachtenberg",
      "quote": "Ice skating is very difficult. It takes a lot of discipline and a lot of hard work. It's fun, but you are there on the ice every morning freezing and trying to do these moves and these tricks."
    },
    {
      "cite": "Scotty Bowman",
      "quote": "High sticking, tripping, slashing, spearing, charging, hooking, fighting, unsportsmanlike conduct, interference, roughing.... everything else is just figure skating."
    },
    {
      "cite": "Robin Cousins",
      "quote": "Ice dance should not be seen as a rigid conformist form of figure skating. There is a great deal of freedom and originality to be had."
    },
    {
      "cite": "Johnny Weir",
      "quote": "Figure skating is a bit dated - it's like that tweed jacket you pull out of the back of your closet from time to time, and I'm going to try to Chanel it up a little bit."
    }
  ]
}