{
  "source": "https://www.wisesayings.com/filmmaking-quotes/",
  "theme": "filmmaking",
  "quotes": [
    {
      "cite": "Terri Windling",
      "quote": "Filmmaking can be a fine art."
    },
    {
      "cite": "Irvine Welsh",
      "quote": "Filmmaking is a much more collaborative thing than literature, so you know you're going to be working with a group of people at the start. You know it's going to be a compromise."
    },
    {
      "cite": "Ted Kotcheff",
      "quote": "Everything about filmmaking tries to distract you from that first fine rapturous vision you have of the film."
    },
    {
      "cite": "Richard Ray Perez",
      "quote": "The essence of documentary filmmaking is how you manipulate the material to create an emotional impact, as opposed to just delivering information."
    },
    {
      "cite": "Olivia Thirlby",
      "quote": "Any filmmaking, any film is a collaborative process. There's always a lot of people working on things together."
    },
    {
      "cite": "Nicolas Winding Refn",
      "quote": "Filmmaking is like any kind of art form. You have to try to figure it out, and you're going to do that by trying. It's like teaching a child to walk. It may start by walking, but eventually it will fall. And I have kids, but I know that that will enable them to stand up again and understand why they fell, and how they can avoid that. They will walk better and faster, and stronger. Filmmaking is the same."
    },
    {
      "cite": "Drew Goddard",
      "quote": "Filmmaking is incredible introspective. It forces you to sort of examine yourself in new ways."
    },
    {
      "cite": "Ramona S. Diaz",
      "quote": "It's a cliche that filmmaking is a team sport. However, let me say just say it again: filmmaking is a team sport."
    },
    {
      "cite": "Barry Jenkins",
      "quote": "Filmmaking is a very privileged art form. It costs a lot of money to make these things."
    },
    {
      "cite": "Alejandro Gonzalez Inarri",
      "quote": "Filmmaking can give you everything, but at the same time, it can take everything from you."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "One of the nice things about the world of filmmaking is that you make friends in the business."
    },
    {
      "cite": "Jason Reitman",
      "quote": "Filmmaking is finding a piece of granite and you start to chip away and then you have the shape of a head, the shape of the arm, you can see the shape of the face and the face starts to gather character. You have to find it."
    },
    {
      "cite": "Gale Anne Hurd",
      "quote": "Filmmaking is a business and at the bottom line people who don't make fiscally responsible decisions end up going into another line of work."
    },
    {
      "cite": "John Cassavetes",
      "quote": "Filmmaking is exploring. Why would I want to make a film about something I already understand?"
    },
    {
      "cite": "Frederic Tcheng",
      "quote": "Filmmaking is always about keeping the right distance, and it's always a struggle. You struggle for more access. It's a little bit of a seduction process, trying to get more access."
    },
    {
      "cite": "Greg Kinnear",
      "quote": "Part of filmmaking is always a guessing game, and part of it is always a game of trust."
    },
    {
      "cite": "Daryl Hannah",
      "quote": "Filmmaking is such a collaborative medium."
    },
    {
      "cite": "Peter Jackson",
      "quote": "Filmmaking for me is always aiming for the imaginary movie and never achieving it."
    },
    {
      "cite": "Jason Reitman",
      "quote": "Filmmaking is a completely imperfect art form that takes years and, over those years, the movie tells you what it is. Mistakes happen, accidents happen and true great films are the results of those mistakes and the decisions that those directors make during those moments."
    },
    {
      "cite": "Shane Carruth",
      "quote": "Filmmaking is a thousand choices a day, and it's important to just let those choices potentially be informed by something deeper."
    },
    {
      "cite": "Robert Altman",
      "quote": "Filmmaking is a chance to live many lifetimes."
    },
    {
      "cite": "Lake Bell",
      "quote": "Filmmaking is a huge privilege; it's not brain surgery. It's art, and art is supposed to be an enjoyable process, and it is an enjoyable experience for me."
    },
    {
      "cite": "James McAvoy",
      "quote": "Filmmaking is a miracle of collaboration."
    },
    {
      "cite": "Jay Duplass",
      "quote": "Filmmaking is a very complex form - ya know, acting, lighting, screenwriting, storytelling, music, editing - all these things have to come together."
    },
    {
      "cite": "Kenneth Lonergan",
      "quote": "Filmmaking, like any other art, is a very profound means of human communication; beyond the professional pleasure of succeeding or the pain of failing, you do want your film to be seen, to communicate itself to other people."
    },
    {
      "cite": "Arjun Kapoor",
      "quote": "Filmmaking, at the end of the day, is a business and a balance must be struck between that and emotional ties."
    },
    {
      "cite": "Gaspar Noe",
      "quote": "Filmmaking is just a very luxurious and efficient way of expressing yourself."
    },
    {
      "cite": "Luc Dardenne",
      "quote": "Filmmaking has always involved pairs: a director coupled with a producer, a director alongside an editor. The notion of couples is not foreign to cinema."
    },
    {
      "cite": "Ed Wood",
      "quote": "Nobody will ever notice that. Filmmaking is not about the tiny details. It's about the big picture."
    },
    {
      "cite": "Matthew Fox",
      "quote": "Filmmaking is always sort of building a mosaic of this arc of what the character is going through."
    },
    {
      "cite": "Roger Deakins",
      "quote": "I think of filmmaking as a form of communication. Maybe it's also an art, but that's for somebody else to decide."
    },
    {
      "cite": "Morten Tyldum",
      "quote": "Filmmaking is about moments. In real life, things might take six months, a year, but [in filmmaking] you have to create the moment where it happened."
    },
    {
      "cite": "Steve Antin",
      "quote": "This is such a cliche, but I feel like filmmaking is a collaborative experience."
    },
    {
      "cite": "Takashi Miike",
      "quote": "Filmmaking is not a balancing act, although some directors think it is. I don't believe in it. I like ups and downs. They're the best way to translate my feelings to the screen."
    },
    {
      "cite": "Dagur Kari",
      "quote": "Filmmaking is, a sort of uncontrolled process. I think it's very important to be open to the unexpected and at the same time, of course, maintain your vision, be open to the all the things you didn't think of yourself that can make the film better."
    },
    {
      "cite": "Aamir Khan",
      "quote": "Filmmaking is a creative process so there is a lot of collaboration that happens on set between an actor and director, but at the end of the day, we're there to actualize the director's vision and things happen organically."
    },
    {
      "cite": "Luca Guadagnino",
      "quote": "The point is that filmmaking is a collaborative effort; it isn't about imposing your vision on other people. It's about the talking, you know?"
    },
    {
      "cite": "Hany Abu-Assad",
      "quote": "Filmmaking in general is about feeling and not about theory. You need to know a lot of rules about filmmaking: character development, grammar, and all these thing, but then you use it instinctively. I ask myself this question all the time. I have no solid theory, I just do what I feel is right."
    }
  ]
}