{
  "source": "https://www.wisesayings.com/filmmaker-quotes/",
  "theme": "filmmaker",
  "quotes": [
    {
      "cite": "Jehane Noujaim",
      "quote": "Being a filmmaker is kind of like being a glorified spy."
    },
    {
      "cite": "M. Night Shyamalan",
      "quote": "Filmmakers have to find the right materials to match their voice."
    },
    {
      "cite": "Rani Mukerj",
      "quote": "A filmmaker chooses an actress keeping the best interest of the film in mind. If he doesn't cast you, it doesn't mean there's a personal agenda. Change is constant, and if you have agreed to be part of this industry, you will have to go with the change. The films and filmmakers, even the audience has changed."
    },
    {
      "cite": "Richard Linklater",
      "quote": "Filmmakers are going to make films, just like painters are going to paint."
    },
    {
      "cite": "James Wan",
      "quote": "As a filmmaker, you aspire to want to make movies that can hopefully stand the test of time, but you never know when that will happen or if that will happen."
    },
    {
      "cite": "Taylor Sheridan",
      "quote": "As a filmmaker, you have to stand in front of what you did and make choices that you could do with a clear conscience."
    },
    {
      "cite": "John Milius",
      "quote": "Films are always pretentious. There's nothing more pretentious than a filmmaker."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Make films that purify the soul with the flow of rational, vigorous and compassionate thinking."
    },
    {
      "cite": "Darren Aronofsky",
      "quote": "As filmmakers, we can show where a person's mind goes, as opposed to theater, which is more to sit back and watch it."
    },
    {
      "cite": "Paul Haggis",
      "quote": "Film is an emotional medium; it's not a logical medium. It's not an intellectual medium, so every decision you make as a filmmaker and an actor has to be emotional in some way, even in the rejection of logic."
    },
    {
      "cite": "Ava Duvernay",
      "quote": "Every filmmaker imbues a movie with their own point of view."
    },
    {
      "cite": "John Milius",
      "quote": "The filmmakers always have a great level of control."
    },
    {
      "cite": "Bill Paxton",
      "quote": "When you start out as a filmmaker, you do parodies, because you can't really compete on a studio level."
    },
    {
      "cite": "Kevin Smith",
      "quote": "When you're a filmmaker you're part of a very expensive art form."
    },
    {
      "cite": "Bennett Miller",
      "quote": "As a filmmaker, you're looking to reveal something. When other people relate to it, it makes an otherwise lonely world a little less lonely."
    },
    {
      "cite": "Robert Zemeckis",
      "quote": "As a filmmaker, you're always supposed to be with your characters, in all movies, even if they're villains."
    },
    {
      "cite": "Rachel Griffiths",
      "quote": "The filmmaker's got to make it his story and the actors have got to make it their story."
    },
    {
      "cite": "David Lynch",
      "quote": "A filmmaker doesn't have to suffer to show suffering. You just have to understand it. You don't have to die to shoot a death scene."
    },
    {
      "cite": "Walt Disney",
      "quote": "We don't make movies to make money, we make money to make more movies."
    },
    {
      "cite": "Asif Kapadia",
      "quote": "As a filmmaker, you complete a film you have spent years obsessively making, and you know the release prints will never look quite the same; prints get scratched and dirty."
    },
    {
      "cite": "Hany Abu Assad",
      "quote": "As a filmmaker, you take reality and you tell a story from it."
    },
    {
      "cite": "Rohit Shetty",
      "quote": "Film making is an expensive, as well as a serious business. We should be able to entertain our audiences, who are fully aware of what they want. Every filmmaker has a different point of view and presents facets of society."
    },
    {
      "cite": "Maria Tusar",
      "quote": "Film is that much powerful to show any negative fact through a very positive way what blows humans mind."
    },
    {
      "cite": "Stanley Kubrick",
      "quote": "A filmmaker has almost the same freedom as a novelist has when he buys himself some paper."
    }
  ]
}