{
  "source": "https://www.wisesayings.com/filthy-quotes/",
  "theme": "filthy",
  "quotes": [
    {
      "cite": "François-Xavier-Joseph Droz",
      "quote": "Quality without virtue is elevated filth."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Troubles come to us like mire and filth; but, when mingled with the soil, they change to flower and fruit."
    },
    {
      "cite": "Georg Lichtenberg",
      "quote": "Many things about our bodies would not seem to us so filthy and obscene if we did not have the idea of nobility in our heads."
    },
    {
      "cite": "Nouman Ali Khan",
      "quote": "Filthy language is used by people who don't have the maturity or intelligence to express themselves with better words."
    },
    {
      "cite": "Aaron Hill",
      "quote": "Don't call the world dirty because you forgot to clean your glasses."
    },
    {
      "cite": "Saint Teresa of Avila",
      "quote": "When the soul, through its own fault... becomes rooted in a pool of pitch-black, evil smelling water, it produces nothing but misery and filth."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Blessed is he who takes off his filthy garment, to put on a new clean robe."
    },
    {
      "cite": "Stanislaw Lem",
      "quote": "People make filthy things with the freedom they regained."
    },
    {
      "cite": "Shane Claiborne",
      "quote": "The greatest sin of political imagination: Thinking there is no other way except the filthy rotten system we have today."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Life is the jailer of the soul in this filthy prison, and its only deliverer is death."
    },
    {
      "cite": "Sri Guru Granth Sahib",
      "quote": "The world is polluted with the filth of egotism, suffering in pain. This filth sticks to them because of their love of duality. This filth of egotism cannot be washed away, even by taking cleansing baths at hundreds of sacred shrines."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "To him who has nothing it is forbidden not to relish filth."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "We who burrow in filth every day may be forgiven perhaps the one sin that ends all sins."
    },
    {
      "cite": "Johnny Carson",
      "quote": "Never use a big word when a little filthy one will do."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Leaders don't fall in gutters of fear; only negative ideas flow in that canal. There, you will see filthy things like doubts and disbelief."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty."
    },
    {
      "cite": "Elif Shafak",
      "quote": "Real filth is the one inside. The rest simply washes off. There is only one type of dirt that cannot be cleansed with pure waters, and that is the stain of hatred and bigotry contaminating the soul. You can purify your body through abstinence and fasting, but only love will purify your heart."
    },
    {
      "cite": "Anonymous",
      "quote": "All our righteousnesses are as filthy rags; and we all do fade as a leaf."
    },
    {
      "cite": "Max Lucado",
      "quote": "How grimy did God get when He reached down to clean you up? How grimy are you willing to get in order to be an 'imitator of God'?"
    },
    {
      "cite": "Katya Zamolodchikova",
      "quote": "Filthy does not equal unhealthy, necessarily."
    },
    {
      "cite": "Sri Guru Granth Sahib",
      "quote": "Greed is a dog; falsehood is a filthy street-sweeper."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "I learned long ago, never to wrestle with a pig. You get dirty, and besides, the pig likes it."
    },
    {
      "cite": "John W. Gardner",
      "quote": "We get richer and richer in filthier and filthier communities until we reach a final state of affluent misery - crocus on a garbage heap."
    },
    {
      "cite": "Euripides",
      "quote": "Often a noble face hides filthy ways."
    },
    {
      "cite": "African Proverb",
      "quote": "Filthy water cannot be washed."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "We live in a world that is filled with filth and sleaze, a world that reeks of evil. You cannot afford that filthy poison to touch you. Stay away from it. Avoid it."
    },
    {
      "cite": "Lourd Ernest H. de Veyra",
      "quote": "Show me a filthy public restroom and I'll show you a society where discipline and order have broken down."
    }
  ]
}