{
  "source": "https://www.wisesayings.com/filter-quotes/",
  "theme": "filter",
  "quotes": [
    {
      "cite": "Julian Treasure",
      "quote": "It's a common mistake to speak the same to everybody. We all have different filters."
    },
    {
      "cite": "Patrick Ness",
      "quote": "Without a filter, a man is just chaos walking."
    },
    {
      "cite": "Gary Yourofsky",
      "quote": "Stop filtering your nutrients through somebody else's body."
    },
    {
      "cite": "Max Lucado",
      "quote": "Filter your pain through the brevity of this life and the unending beauty of the next."
    },
    {
      "cite": "William Peter Blatty",
      "quote": "When the filter is weakened by a powerful drug, what we see is not delusion but the truth."
    },
    {
      "cite": "Adam McKay",
      "quote": "In general, the final filter of Hollywood is for-profit. Nothing goes through unless it can make money."
    },
    {
      "cite": "William McDonough",
      "quote": "You don't filter smokestacks or water. Instead, you put the filter in your head and design the problem out of existence."
    },
    {
      "cite": "Marc E. Platt",
      "quote": "We have no filter for music, but we feel it when what's being spoken and sung is telling a story and evidencing a character."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "It's like there's a filter set up in my brain, except instead of making things better, it twists everything around so what comes out of my mouth is totally wrong, totally different from what I was thinking."
    },
    {
      "cite": "Thomas Eakins",
      "quote": "Strain your brain more than your eye... You can copy a thing to a certain limit. Then you must use intellect."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "You cannot sift out the poor from the community. The poor are indispensable to the rich."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "As you sift through this very solid-looking body, you have to go only so far before you end up with a handful of nothing."
    },
    {
      "cite": "Marjorie Kinnan Rawlings",
      "quote": "Sift each of us through the great sieve of circumstance and you have a residue, great or small as the case may be, that is the man or the woman."
    },
    {
      "cite": "Toni Morrison",
      "quote": "Sifting daylight dissolves the memory, turns it into dust motes floating in light."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Purify the mind through selfless service."
    },
    {
      "cite": "Rumi",
      "quote": "Purify your eyes, and see the pure world. Your life will fill with radiant forms."
    },
    {
      "cite": "Ann M. Dibb",
      "quote": "Purify your life by keeping the commandments. This will help you qualify for the Spirit, who will assist you in your quest."
    },
    {
      "cite": "Rumi",
      "quote": "Purify yourself from the attributes of self, so that you may see your own pure, untarnished essence."
    },
    {
      "cite": "Stefflon Don",
      "quote": "You can filter certain stuff - it depends what artist you are - but you're never going to be true to yourself if you're worried about what other people think."
    },
    {
      "cite": "John Paul Caponigro",
      "quote": "We are the strongest filter we can place before the lens. We point the lens both outward and inward."
    },
    {
      "cite": "David Weinberger",
      "quote": "In the digital age, we filter forward instead of filtering out. As a result, all that material is still available to us and to others to filter in their own ways, and to bring forward in other contexts."
    }
  ]
}