{
  "source": "https://www.wisesayings.com/finance-quotes/",
  "theme": "finance",
  "quotes": [
    {
      "cite": "Charles Dickens",
      "quote": "Annual income twenty pounds, annual expenditure nineteen six, result happiness. Annual income twenty pounds, annual expenditure twenty pound ought and six, result misery."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "I try not to borrow, first you borrow then you beg."
    },
    {
      "cite": "Manoj Arora",
      "quote": "You don't have to be like most people around you, because most people never become truly rich and wealthy."
    },
    {
      "cite": "Will Rogers",
      "quote": "Too many people spend money they earned to buy things they don't want to impress people that they don't like."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "A wise person should have money in their head, but not in their heart."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Money never made a man happy yet, nor will it. The more a man has, the more he wants. Instead of filling a vacuum, it makes one."
    },
    {
      "cite": "John Locke",
      "quote": "Our incomes are like our shoes; if too small, they gall and pinch us; but if too large, they cause us to stumble and to trip."
    },
    {
      "cite": "Phillip Fisher",
      "quote": "The stock market is filled with individuals who know the price of everything, but the value of nothing."
    },
    {
      "cite": "Paul Clitheroe",
      "quote": "Invest in yourself. Your career is the engine of your wealth."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "An investment in knowledge pays the best interest."
    },
    {
      "cite": "David Ricardo",
      "quote": "There can be no rise in the value of labour without a fall of profits."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Your net worth to the world is usually determined by what remains after your bad habits are subtracted from your good ones."
    },
    {
      "cite": "Julia Cameron",
      "quote": "What we really want to do is what we are really meant to do. When we do what we are meant to do, money comes to us, doors open for us, we feel useful, and the work we do feels like play to us."
    },
    {
      "cite": "George Horace Lorimer",
      "quote": "It's good to have money and the things that money can buy, but it's good, too, to check up once in a while and make sure that you haven't lost the things that money can't buy."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "You must gain control over your money or the lack of it will forever control you."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "Empty pockets never held anyone back. Only empty heads and empty hearts can do that."
    },
    {
      "cite": "Epictetus",
      "quote": "Wealth consists not in having great possessions, but in having few wants."
    },
    {
      "cite": "Jack Benny",
      "quote": "Try to save something while your salary is small; it's impossible to save after you begin to earn more."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Never spend your money before you have it."
    },
    {
      "cite": "Ben Graham",
      "quote": "The individual investor should act consistently as an investor and not as a speculator."
    },
    {
      "cite": "Suze Orman",
      "quote": "A big part of financial freedom is having your heart and mind free from worry about the what-ifs of life."
    },
    {
      "cite": "Adam Smith",
      "quote": "All money is a matter of belief."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "I would not pre-pay. I would invest instead and let the investments cover it."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Money is a good servant but a bad master."
    },
    {
      "cite": "Jim Cramer",
      "quote": "Every once in a while, the market does something so stupid it takes your breath away."
    },
    {
      "cite": "Sanjay Kumar",
      "quote": "Finance is critical. If sufficient investment is made in infrastructure and venture capital is made available, there will be a big improvement in the situation."
    },
    {
      "cite": "John Maynard Keynes",
      "quote": "The avoidance of taxes is the only intellectual pursuit that still carries any reward."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time."
    },
    {
      "cite": "Malcolm Forbes",
      "quote": "I made my money the old-fashioned way. I was very nice to a wealthy relative right before he died."
    },
    {
      "cite": "Thomas Keneally",
      "quote": "Personal finances are like people's personal health, crucial and tragic to the sufferer but tedious to the listener."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Beware of little expenses. A small leak will sink a great ship."
    },
    {
      "cite": "Warren Buffett",
      "quote": "I will tell you how to become rich. Close the doors. Be fearful when others are greedy. Be greedy when others are fearful."
    },
    {
      "cite": "Dave Ramsey",
      "quote": "Financial peace isn't the acquisition of stuff. It's learning to live on less than you make, so you can give money back and have money to invest. You can't win until you do this."
    },
    {
      "cite": "Nathan W. Morris",
      "quote": "Every time you borrow money, you're robbing your future self."
    },
    {
      "cite": "Jules Renard",
      "quote": "I finally know what distinguishes man from the other beasts: financial worries."
    },
    {
      "cite": "Steven J. Lee",
      "quote": "The first rule in making money is not to lose it."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "It's not how much money you make, but how much money you keep, how hard it works for you, and how many generations you keep it for."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Wide diversification is only required when investors do not understand what they are doing."
    },
    {
      "cite": "Toba Beta",
      "quote": "Price ain't merely about numbers. It's a satisfying sacrifice."
    },
    {
      "cite": "Steven J. Lee",
      "quote": "Thou shalt not forget that money is only money and not character or fame."
    },
    {
      "cite": "William Feather",
      "quote": "A budget tells us what we can't afford, but it doesn't keep us from buying it."
    },
    {
      "cite": "Robert Arnott",
      "quote": "In investing, what is comfortable is rarely profitable."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Money often costs too much."
    },
    {
      "cite": "Charlie Munger",
      "quote": "There is more dementia about finance than there is about sex."
    },
    {
      "cite": "Charlie Munger",
      "quote": "By and large, I don't think too much of finance professors. It is a field with witchcraft."
    },
    {
      "cite": "Charlie Munger",
      "quote": "Where you have complexity, by nature you can have fraud and mistakes...This will always be true of financial companies, including ones that run by governments. If you want accurate numbers from financial companies, you're in the wrong world."
    },
    {
      "cite": "Paul Martin",
      "quote": "There exists today an overwhelming consensus on the need to wrest from the grip of terrorists the funding they rely upon to finance their violence."
    },
    {
      "cite": "Warren Buffett",
      "quote": "If merely looking up past financial data would tell you what the future holds, The Forbes 400 would consist of librarians."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "If you can actually count your money, then you are not really a rich man."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "It is wonderful to think how men of very large estates not only spend their yearly income but are often actually in want of money. It is clear, they have not valued for what they spend."
    },
    {
      "cite": "Mae West",
      "quote": "When it comes to finances,  remember that there are no withholding taxes on the wages of sin."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "Money is a poor man's credit card."
    },
    {
      "cite": "Mark Twain",
      "quote": "Money-lust has always existed, but not in the history of the world was it ever a craze, a madness, until your time and mine."
    },
    {
      "cite": "Mark Twain",
      "quote": "A dollar picked up in the road is more satisfaction to you than the ninety-and-nine which you had to work for, and money won at faro or in stock snuggles into your heart in the same way."
    },
    {
      "cite": "Will Rogers",
      "quote": "A holding company is the people you give your money to while you are being searched."
    },
    {
      "cite": "Henry C. Wallich",
      "quote": "Profit is part of the mechanism by which society decides what it wants to see produced."
    },
    {
      "cite": "Sally Poplin",
      "quote": "A bank is a financial institution from which you can borrow money as long as you can provide sufficient evidence to show you don't need it."
    },
    {
      "cite": "J. Paul Getty",
      "quote": "If you owe the bank $100, that's your problem. If you owe the bank $100 million, that's the bank's problem."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Money frees you from doing things you dislike. Since I dislike doing nearly everything, money is handy."
    },
    {
      "cite": "Gottfried Reinhardt",
      "quote": "Money is good for bribing yourself through the inconveniences of life."
    },
    {
      "cite": "Remco Campert",
      "quote": "Without money, it is difficult to enjoy your wealth."
    },
    {
      "cite": "Kate Chopin",
      "quote": "The way to become rich is to make money, not to save it."
    },
    {
      "cite": "Joseph P. Kennedy",
      "quote": "If you want to make money, go where the money is."
    },
    {
      "cite": "Alfred E. Neuman",
      "quote": "The dollar will never fall as low as some people will do to get it."
    },
    {
      "cite": "Alfred E. Neuman",
      "quote": "The dollar will never fall as low as some people will do to get it."
    },
    {
      "cite": "Ken Hakuta",
      "quote": "Lack of money is no obstacle, lack of idea is an obstacle."
    },
    {
      "cite": "Sid Lance",
      "quote": "Rich or poor, it's good to have money."
    },
    {
      "cite": "Anzia Yezierska",
      "quote": "Give a beggar a dime and he'll bless you. Give him a dollar and he'll curse you for withholding the rest of your fortune."
    },
    {
      "cite": "Michael Philips",
      "quote": "Money will come to you when you are doing the right thing."
    },
    {
      "cite": "Andrew Young",
      "quote": "Politics don't control the world, money does."
    },
    {
      "cite": "Camille Cosby",
      "quote": "While many believe that only the wealthy have economic power, all of us have the power to spend our money where we choose, whether we're making a million-dollar purchase or buying a box of detergent."
    },
    {
      "cite": "Horace",
      "quote": "If possible honestly, if not, somehow make money."
    },
    {
      "cite": "Damon Runyon",
      "quote": "Always try and rub up against money long enough, some of it may rub off on you."
    },
    {
      "cite": "Woody Alllen",
      "quote": "Money is better than poverty, if only for financial reasons."
    }
  ]
}