{
  "source": "https://www.wisesayings.com/finding-yourself-quotes/",
  "theme": "finding-yourself",
  "quotes": [
    {
      "cite": "Richard Wright",
      "quote": "Men can starve from a lack of self-realization as much as they can from a lack of bread."
    },
    {
      "cite": "Thomas Szasz",
      "quote": "People often say that this or that person has not yet found himself. But the self is not something one finds, it is something one creates."
    },
    {
      "cite": "Aristotle",
      "quote": "Knowing yourself is the beginning of all wisdom."
    },
    {
      "cite": "Ann Landers",
      "quote": "Know yourself. Don't accept your dog's admiration as conclusive evidence that you are wonderful."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Know thyself? If I knew myself, I'd run away."
    },
    {
      "cite": "Rainer Maria Rilke",
      "quote": "The only journey is the journey within."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Not until we are lost do we begin to understand ourselves."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life, and there is nothing better."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "I think that somehow, we learn who we really are and then live with that decision."
    },
    {
      "cite": "Theodore Roethke",
      "quote": "Should we say the self, once perceived, becomes the soul?"
    },
    {
      "cite": "Matthew Arnold",
      "quote": "Resolve to be thyself: and know, that he who finds himself, loses his misery."
    },
    {
      "cite": "Socrates",
      "quote": "To find yourself, think for yourself."
    },
    {
      "cite": "James A. Michener",
      "quote": "If a man happens to find himself, he has a mansion which he can inhabit with dignity all the days of his life."
    },
    {
      "cite": "Robert Brault",
      "quote": "In the end you don't so much find yourself as you find someone who knows who you are."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Don't spend all of your time trying to FIND yourself. Spend your time CREATING yourself into a person that you'll be proud of."
    },
    {
      "cite": "Mohandas Karamchand Gandhi",
      "quote": "The best way to find yourself is to lose yourself in the service of others."
    },
    {
      "cite": "Epictetus",
      "quote": "Know, first, who you are, and then adorn yourself accordingly."
    },
    {
      "cite": "Jason Evert",
      "quote": "Don't worry about finding your soul mate. Find yourself."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Whatever it takes to find the real you, don't be daunted if the rest of the world looks on in shock."
    },
    {
      "cite": "Stephen Richards",
      "quote": "When you fight yourself to discover the real you, there is only one winner."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "Someday, somewhere – anywhere, unfailingly, you'll find yourself, and that, and only that, can be the happiest or bitterest hour of your life."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I long, as does every human being, to be at home wherever I find myself."
    },
    {
      "cite": "Herman Hesse",
      "quote": "Each man's life represents a road toward himself."
    },
    {
      "cite": "Lao-Tzu",
      "quote": "Knowing others is intelligence; knowing yourself is true wisdom. Mastering others is strength; mastering yourself is true power."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "First find the man in yourself if you will inspire manliness in others."
    },
    {
      "cite": "Catherine Of Siena",
      "quote": "Lose yourself wholly; and the more you lose, the more you will find."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "You've got to know yourself so you can at last be yourself."
    },
    {
      "cite": "Bonnie Zackson Koury",
      "quote": "Be who you are, and find yourself so you can be your own person and enjoy life with no regret."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Your real self may be hiding somewhere, look for it within, when you find yourself, you can freely be what you want to be."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Find yourself first-like yourself first-love yourself FIRST & friendship & love will naturally find YOU."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "Finding oneself and one's path is like waking up on a foggy day. Be patient, and presently the fog will clear and that which has always been there can be seen. The path is already there to follow."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Find the love you seek, by first finding the love within yourself. Learn to rest in that place within you that is your true home."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "You can always find the sun within yourself if you will only search."
    },
    {
      "cite": "Lykke Li",
      "quote": "If you're being ignored, that's a good time to concentrate on finding yourself and creating your own mystery."
    },
    {
      "cite": "Mariah Carey",
      "quote": "You really have to look inside yourself and find your own inner strength, and say, 'I'm proud of what I am and who I am, and I'm just going to be myself."
    },
    {
      "cite": "Charles De Lint",
      "quote": "You've got to find yourself first. Everything else'll follow."
    },
    {
      "cite": "Pearl Bailey",
      "quote": "You never find yourself until you face the truth."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Sometimes when you lose your way, you find YOURSELF."
    },
    {
      "cite": "unknown",
      "quote": "The only way to find yourself is when you start being true to everyone around you."
    },
    {
      "cite": "Kristin Martz",
      "quote": "We lose ourselves in things we love. We find ourselves there, too."
    },
    {
      "cite": "Thomas Browne",
      "quote": "All the wonders you seek are within yourself."
    },
    {
      "cite": "Sonny Long",
      "quote": "Sometimes we must lose ourselves to find ourselves."
    },
    {
      "cite": "Menander",
      "quote": "Know thyself means this, that you get acquainted with what you know, and what you can do."
    },
    {
      "cite": "Jason Behr",
      "quote": "It's not about finding a home so much as finding yourself."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Find out who you are and do it on purpose."
    },
    {
      "cite": "Robert Terwilliger",
      "quote": "Committing yourself is a way of finding out who you are. A man finds his identity by identifying."
    },
    {
      "cite": "May Sarton",
      "quote": "One does not 'find oneself' by pursuing one's self, but on the contrary by pursuing something else and learning through discipline or routine... who one is and wants to be."
    },
    {
      "cite": "Albert Einstein",
      "quote": "A person who never made a mistake never tried anything new."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Your imagination is your preview of life’s coming attractions."
    },
    {
      "cite": "Brandon Sanderson",
      "quote": "Somehow, we'll find it. The balance between whom we wish to be and whom we need to be. But for now, we simply have to be satisfied with who we are."
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "I think you travel to search and you come back home to find yourself there."
    },
    {
      "cite": "Dr. Howard Thurman",
      "quote": "Don’t ask yourself what the world needs. Ask yourself what makes you come alive and then go do that. Because what the world needs is people who have come alive."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway."
    },
    {
      "cite": "Francis Chan",
      "quote": "Our greatest fear in life shouldn’t be of failure, but of succeeding at things that don’t really matter."
    },
    {
      "cite": "St. Francis de Sales",
      "quote": "You learn to speak by speaking, to study by studying, to run by running, to work by working; and just so you learn to love… by loving."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Success does not consist in never making mistakes but in never making the same one a second time."
    },
    {
      "cite": "Gerard Way",
      "quote": "Sometimes you have to kind of die inside in order to rise from your own ashes and believe in yourself and love yourself to become a new person."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "Without leaps of imagination or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Never look back unless you are planning to go that way."
    },
    {
      "cite": "Henry Ford",
      "quote": "Whether you think you can or you think you can’t… You’re right."
    },
    {
      "cite": "Henry Miller",
      "quote": "One’s destination is never a place, but a new way of seeing things."
    },
    {
      "cite": "Jack Delosa",
      "quote": "When we find a purpose that is bigger than ourselves, we become more powerful in our ability to create."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Happiness is not something you postpone for the future; it is something you design for the present."
    },
    {
      "cite": "Jim Rohn",
      "quote": "If you don’t design your own life plan, chances are you’ll fall into someone else’s plan. And guess what they have planned for you? Not much."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Learn how to separate the majors and the minors. A lot of people don’t do well simply because they major in minor things."
    },
    {
      "cite": "Jimmy Dean",
      "quote": "I can’t change the direction of the wind, but I can adjust my sails to always reach my destination."
    },
    {
      "cite": "John A. Morrison",
      "quote": "Knowledge comes by taking things apart: analysis. But wisdom comes by putting things together."
    },
    {
      "cite": "John Lennon",
      "quote": "When I was 5 years old, my mother always told me that happiness was the key to life. When I went to school, they asked me what I wanted to be when I grew up. I wrote down ‘happy’. They told me I didn’t understand the assignment and I told them they didn’t understand life."
    },
    {
      "cite": "John Wooden",
      "quote": "Things work out best for those who make the best of how things work out."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "Follow your bliss and don’t be afraid, and doors will open where you didn’t know they were going to be."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We must be willing to get rid of the life we've planned so as to have the life that is waiting for us."
    },
    {
      "cite": "Karen Lamb",
      "quote": "A year from now you will wish you had started today."
    },
    {
      "cite": "Kenneth H. Blanchard",
      "quote": "When you’re committed to something you accept no excuses only results!"
    },
    {
      "cite": "Lao Tzu",
      "quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step."
    },
    {
      "cite": "Les Brown",
      "quote": "Too many of us are not living our dreams because we are living our fears."
    },
    {
      "cite": "Lolly Daskal",
      "quote": "Life is not about finding yourself. Life is about creating yourself."
    },
    {
      "cite": "Mark Gorman",
      "quote": "Not all dreamers are winners, but all winners are dreamers. Your dream is the key to your future."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Success is liking yourself, liking what you do, and liking how you do it."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Don’t count the days, make the days count."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "The man who has no imagination has no wings."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The starting point of all achievement is desire."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "I learned that courage was not the absence of fear, but the triumph over it… The brave man is not he who does not feel afraid, but he who conquers that fear."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "What seems to us as bitter trials are often blessings in disguise."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Only put off until tomorrow what you are willing to die having left undone."
    },
    {
      "cite": "Ralph Ellison",
      "quote": "When I discover who I am, I’ll be free."
    },
    {
      "cite": "Ralph Marston",
      "quote": "What you do today can improve all your tomorrows."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "Don’t let the fear of losing be greater than the excitement of winning."
    },
    {
      "cite": "Sam Levenson",
      "quote": "Don't watch the clock. Do what it does. Keep going."
    },
    {
      "cite": "Shelly Lazarus",
      "quote": "The very nature of creativity is coming up with things that have never been tried before."
    },
    {
      "cite": "Sophia Amoruso",
      "quote": "You combine hard work, creativity, and self-determination things start to happen."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "I am not a product of my circumstances. I am a product of my decisions."
    },
    {
      "cite": "Stephen R. Covey",
      "quote": "Live out of your imagination, not your history."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary."
    },
    {
      "cite": "Suze Orman",
      "quote": "Remember to muster up your courage and silence your fear."
    },
    {
      "cite": "Suzy Kassem",
      "quote": "Doubt kills more Dreams than failure ever will."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "I have not failed. I’ve just found 10,000 ways that won’t work."
    },
    {
      "cite": "Thomas Friedman",
      "quote": "The pessimists are usually right, but it’s the optimists that change the world."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I find that the harder I work, the more luck I seem to have."
    },
    {
      "cite": "Tony Gaskins",
      "quote": "If you don’t build your dream, someone else will hire you to build theirs."
    },
    {
      "cite": "Tricia Cunningham",
      "quote": "The one who says it’s not possible should move out of the way of those doing it."
    },
    {
      "cite": "unknown",
      "quote": "No masterpiece was ever created by a lazy artist."
    },
    {
      "cite": "unknown",
      "quote": "Nothing in the world is more common than unsuccessful people with talent."
    },
    {
      "cite": "Walt Disney",
      "quote": "All our dreams can come true if we have the courage to pursue them."
    },
    {
      "cite": "Walt Disney",
      "quote": "The way to get started is to quit talking and begin doing."
    },
    {
      "cite": "Warren Buffett",
      "quote": "I will tell you the secret of getting rich on Wall Street. You try to be greedy when others are fearful and you try to be very fearful when others are greedy."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success is walking from failure to failure with no loss of enthusiasm."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "People often say that motivation doesn’t last. Well, neither does bathing–that’s why we recommend it daily."
    }
  ]
}