{
  "source": "https://www.wisesayings.com/fine-art-quotes/",
  "theme": "fine-art",
  "quotes": [
    {
      "cite": "George Bernard Shaw",
      "quote": "Fine art is the only teacher except torture."
    },
    {
      "cite": "M.B. Dallocchio",
      "quote": "Fine art is the discipline of breaking rules."
    },
    {
      "cite": "Max Bill",
      "quote": "Fine art is in the last consequence, philosophy expressed visually."
    },
    {
      "cite": "Edmund Clarence Stedman",
      "quote": "Poetry is an art, and chief of the fine art; the easiest to dabble in, the hardest in which to reach true excellence."
    },
    {
      "cite": "Richard MacDonald",
      "quote": "My goal is to make fine art, and fine art comes from the soul. If you have virtuosity and facility, you can take and create something of significance."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Fine art is the subtlest, the most seductive, the most effective instrument of moral propaganda in the world, excepting only the example of personal conduct; and I waive even this exception in favor of the art of the stage, because it works by exhibiting examples of personal conduct made intelligible and moving to crowds of unobservant unreflecting people to whom real life means nothing."
    },
    {
      "cite": "Gustave Courbet",
      "quote": "Fine art is knowledge made visible."
    },
    {
      "cite": "Robert Frost",
      "quote": "If you're looking for something to be brave about, consider fine arts."
    },
    {
      "cite": "John Ruskin",
      "quote": "Fine art is that in which the hand, the head, and the heart of man go together."
    },
    {
      "cite": "Masashi Kishimoto",
      "quote": "Fine art is something wonderful that’s left long into the future … eternal beauty."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "The fine arts once divorcing themselves from truth are quite certain to fall mad, if they do not die."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The greatest fine art of the future will be the making of a comfortable living from a small piece of land."
    },
    {
      "cite": "Ralph Bakshi",
      "quote": "Cartooning at its best is a fine art. I'm a cartoonist who works in the medium of animation, which also allows me to paint my cartoons."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "In our fine arts, not imitation, but creation is the aim… The details, the prose of nature, he should omit, and give us only the spirit and splendour."
    },
    {
      "cite": "Brian Eno",
      "quote": "The problem with fine art is that in most cases people have to make a special excursion to go and look at it: they can't afford to own it. So it isn't really part of their life in the way that music can be."
    },
    {
      "cite": "Joel Barlow",
      "quote": "The fine arts, both in those who cultivate and those only who admire them, open and expand the mind to great ideas. They inspire liberal feelings, create a harmony of temper, favorable to a sense of justice and a habit of moderation in our social intercourse."
    },
    {
      "cite": "James Elkins",
      "quote": "Painting is a fine art: not merely because it gives us trees and faces and lovely things to see, but because paint is a finely tuned antenna, reacting to very unnoticed movement of the painter's hand, fixing the faintest shadow of a thought in color and texture."
    },
    {
      "cite": "Nobu Matsuhisa",
      "quote": "The fine art of preparing sushi is something that you watch and learn."
    },
    {
      "cite": "Nicolas Chamfort",
      "quote": "In the fine arts, as in many other things, we know well only what we have not learned."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Originality is the fine art of remembering what you hear but forgetting where you heard it."
    },
    {
      "cite": "Edward Abbey",
      "quote": "There is a fine art to making enemies and it requires diligent cultivation. It's not as easy as it looks."
    },
    {
      "cite": "Marie-Antoine Careme",
      "quote": "The fine arts are five in number, namely: painting, sculpture, poetry, music, and architecture, the principal branch of the latter being pastry."
    },
    {
      "cite": "Robert Breault",
      "quote": "There is always, in the fine arts, a physical interface between the artist's esthetic vision and the material result he seeks. The interface may be the application of brush to canvas, chisel to marble, bow to string... It may be the control of voice in song or the control of body in dance. It is the mastery of the interface that comprises the artistry; it is what constitutes the 'art' in fine art."
    }
  ]
}