{
  "source": "https://www.wisesayings.com/finger-quotes/",
  "theme": "finger",
  "quotes": [
    {
      "cite": "George R.R. Martin",
      "quote": "A man can make do with seven fingers. Seven is a sacred number."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "You can count friends on fingers, but you count love in hearts."
    },
    {
      "cite": "Diogenes",
      "quote": "There is only a finger's difference between a wise man and a fool."
    },
    {
      "cite": "William Shatner",
      "quote": "Fate gives you the finger and you accept."
    },
    {
      "cite": "Charles Morgan",
      "quote": "There is no surprise more magical than the surprise of being loved: It is God's finger on man's shoulder."
    },
    {
      "cite": "Martin Goldsmith",
      "quote": "Fate, or some mysterious force, can put the finger on you or me, for no good reason at all."
    },
    {
      "cite": "Louis Nizer",
      "quote": "When a man points a finger at someone else, he should remember that four of his fingers are pointing at himself."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Experience is in the fingers and head. The heart is inexperienced."
    },
    {
      "cite": "Marc Chagall",
      "quote": "The fingers must be educated, the thumb is born knowing."
    },
    {
      "cite": "Hans Christian Andersen",
      "quote": "Every man's life is a fairy tale written by God's fingers."
    },
    {
      "cite": "Omar Khayyam",
      "quote": "The moving finger writes; and having writ, moves on."
    },
    {
      "cite": "Charles Reznikoff",
      "quote": "The fingers of your thoughts are molding your face ceaselessly."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "Everybody wants to take responsibility when you win, but when you fail, all these fingers are pointing."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Before you point fingers at someone, clean them well. You better remove that log on your lens before you can see the speck on someone's own afar!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Run your purpose on the toes of your feet before people can type your success stories with the fingers of their hands."
    },
    {
      "cite": "Munia Khan",
      "quote": "If you are a finger, your honesty is the hand to make your existence worth living."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "Sometimes we can’t quite put our finger on something important because we’ve got our fingers wrapped around so many other things that are not important."
    },
    {
      "cite": "C.S Lewis",
      "quote": "Failures are finger posts on the road to achievement."
    },
    {
      "cite": "Moshe Dayan",
      "quote": "To aim and hit, you need one eye only, and one good finger."
    },
    {
      "cite": "Helen B. Taussig",
      "quote": "Learn to listen with your fingers."
    },
    {
      "cite": "John Jewel",
      "quote": "But the law of God came from heaven indeed. God wrote it with his finger, it is the fountain of all wisdom, and therefore shall it continue forever, and never have an end."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "The world belongs to those who think and act with it, who keep a finger on its pulse."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Your heart just breaks, that's all. But you can't judge or point fingers. You just have to be lucky enough to find someone who appreciates you."
    },
    {
      "cite": "Jane Harman",
      "quote": "The point is to solve problems, not point fingers."
    },
    {
      "cite": "Elisabeth Rohm",
      "quote": "That difficult place to put your finger on about the world - it needs to be illustrated."
    }
  ]
}