{
  "source": "https://www.wisesayings.com/finish-line-quotes/",
  "theme": "finish-line",
  "quotes": [
    {
      "cite": "Duke Ellington",
      "quote": "A goal is a dream with a finish line."
    },
    {
      "cite": "Dick Beardsley",
      "quote": "When you cross the finish line, it will change your life forever."
    },
    {
      "cite": "Chuck Norris",
      "quote": "There is no finish line. When you reach one goal, find a new one."
    },
    {
      "cite": "Rihanna",
      "quote": "Keep your eyes on the finish line and not on the turmoil around you."
    },
    {
      "cite": "Mary Anne Radmacher",
      "quote": "In choosing joy, the finish line dissolves into a different matter altogether."
    },
    {
      "cite": "Akiane Kramarik",
      "quote": "During a race where everyone holds their own truth, the finish line is a surprise."
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "Sometimes we become so focused on the finish line, that we fail to find joy in the journey."
    },
    {
      "cite": "Tablo",
      "quote": "Maybe the start line was supposed to be your finish line. Don't be afraid to walk backwards."
    },
    {
      "cite": "Catherine Martin",
      "quote": "Suffering produces the very endurance that will enable you to reach the finish line of the race set before you."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Keep moving in the direction of your dreams. No matter how slows it may seems, stay focus, you will get to the finish line."
    },
    {
      "cite": "Apolo Ohno",
      "quote": "Winning does not always mean coming in first...real victory is in arriving at the finish line with no regrets because you know you've gone all out."
    },
    {
      "cite": "Ralph Boston",
      "quote": "Being the first to cross the finish line makes you a winner in only one phase of life. It's what you do after you cross the line that really counts."
    },
    {
      "cite": "Julien Smith",
      "quote": "No one has a problem with the first mile of a journey. Even an infant could do fine for a while. But it isn't the start that matters. It's the finish line."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Leaders need to remember that the point of leading is not to cross the finish line first. It's to take people across the finish line with you. For that reason, leaders must deliberately slow their pace, stay connected to their people, enlist others to help fulfill the vision, and keep people going. You can't do that if you're running too far ahead of your people."
    },
    {
      "cite": "Steve Farrar",
      "quote": "Life is the only race you'll run where you don't know where the finish line is."
    },
    {
      "cite": "Amby Burfoot",
      "quote": "To get to the finish line, you'll have to try lots of different paths."
    },
    {
      "cite": "Robert D. Hales",
      "quote": "It is not how you start the race or where you are during the race-it is how you cross the finish line that will matter."
    }
  ]
}