{
  "source": "https://www.wisesayings.com/finishing-strong-quotes/",
  "theme": "finishing-strong",
  "quotes": [
    {
      "cite": "Og Mandino",
      "quote": "Always do your best. What you plant now, you will harvest later."
    },
    {
      "cite": "Anita Hill",
      "quote": "You can't always expect a certain result, but you can expect to do your best."
    },
    {
      "cite": "W. Edwards Deming",
      "quote": "It is not enough to do your best; you must know what to do, and THEN do your best."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You have nothing to lose by giving your best."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "To be nobody but yourself in a world that's doing its best to make you somebody else, is to fight the hardest battle you are ever going to fight. Never stop fighting."
    },
    {
      "cite": "Gary Ryan Blair",
      "quote": "Do more than is required. What is the distance between someone who achieves their goals consistently and those who spend their lives and careers merely following? The extra mile."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Doing the best at this moment puts you in the best place for the next moment."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "The best preparation for tomorrow is doing your best today."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I do the very best I know how, the very best I can, and I mean to keep on doing so until the end."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Almost everything you do will seem insignificant, but it is important that you do it"
    },
    {
      "cite": "Helen Keller",
      "quote": "When we do the best that we can, we never know what miracle is wrought in our life, or in the life of another."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "Do not look for approval except for the consciousness of doing your best."
    },
    {
      "cite": "H. Jackson Brown, Jr.",
      "quote": "If you're doing your best, you won't have any time to worry about failure."
    },
    {
      "cite": "Laurence Olivier",
      "quote": "Don't waste your time striving for perfection, instead, strive for excellence - doing your best."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "If you believe in what you are doing, then let nothing hold you up in your work. Much of the best work of the world has been done against seeming impossibilities. The thing is to get the work done."
    },
    {
      "cite": "Elvis Presley",
      "quote": "It's human nature to gripe, but I'm going ahead and doing the best I can."
    },
    {
      "cite": "Edward Albert",
      "quote": "Let us begin by doing our best to do our best, every single time, no matter what, forever."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Doing your best means never stop trying."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "Just go out there and do what you have to do."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "You have to accept whatever comes and the only important thing is that you meet it with the best you have to give."
    },
    {
      "cite": "John Wesley",
      "quote": "Do all the good you can, in all the ways you can, to all the souls you can, in every place you can, at all the times you can, with all the zeal you can, as long as ever you can."
    },
    {
      "cite": "John R. Amos",
      "quote": "It's simply a matter of doing what you do best and not worrying about what the other fellow is going to do."
    },
    {
      "cite": "Dada Vaswani",
      "quote": "Whenever you have taken up work in hand, you must see it to the finish. That is the ultimate secret of success. Never, never, never give up!"
    },
    {
      "cite": "Wilma Rudolph",
      "quote": "I ran and ran and ran every day, and I acquired this sense of determination, this sense of spirit that I would never, never give up, no matter what else happened."
    },
    {
      "cite": "George Foreman",
      "quote": "I know from experience that you should never give up on yourself or others, no matter what."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "Don't give up. Don't lose hope. Don't sell out."
    },
    {
      "cite": "Paul Bryant",
      "quote": "Don't give up at half time. Concentrate on winning the second half."
    },
    {
      "cite": "Richard E. Grant",
      "quote": "Never give up. You only get one life. Go for it!"
    },
    {
      "cite": "Tom Bradley",
      "quote": "Never give up. Keep your thoughts and your mind always on the goal."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "When you get in a tight place and everything goes against you, until it seems as if you could not hold on a minute longer, never give up then, for that is just the place and time when the tide will turn."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go so long as you do not stop."
    },
    {
      "cite": "Eric Thomas",
      "quote": "No matter how hard the battle gets or no matter how many people DON'T believe in your dream,Never give up!"
    },
    {
      "cite": "H. W. Dresses",
      "quote": "Be true to the best you know. This is your high ideal. If you do your best, you cannot do more."
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "Keep on going, and the chances are that you will stumble on something, perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down."
    },
    {
      "cite": "Rosalynn Carter",
      "quote": "You must accept that you might fail; then, if you do your best and still don't win, at least you can be satisfied that you've tried. If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk."
    },
    {
      "cite": "Rosalene Glickman, Ph.D.",
      "quote": "Make the choice to be your highest and best self, regardless of the circumstances."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Make the most of yourself, for that is all there is of you."
    },
    {
      "cite": "Angela Bassett",
      "quote": "Don't settle for average. Bring your best to the moment. Then, whether it fails or succeeds, at least you know you gave all you had. We need to live the best that's in us."
    },
    {
      "cite": "Mother Theresa",
      "quote": "Give the world the best you have and you may get hurt. Give the world your best anyway."
    },
    {
      "cite": "Rosalene Glickman, Ph.D.",
      "quote": "When you have choices, choose the best. When you have no choice, do your best."
    },
    {
      "cite": "Raymond Holliwell",
      "quote": "To give your best is to receive the best."
    },
    {
      "cite": "Howard Cosell",
      "quote": "The ultimate victory in competition is derived from the inner satisfaction of knowing that you have done your best and that you have gotten the most out of what you had to give."
    },
    {
      "cite": "Kurt Busch",
      "quote": "That's what I try to do each and every week is give my best effort and not give up, no matter what comes at us."
    },
    {
      "cite": "Benjamin Cohen",
      "quote": "On the other hand, always aim to be the best in what you do and give 100%."
    },
    {
      "cite": "Stokely Carmichael",
      "quote": "I usually say I did the best I could with what I had. I have no major regrets."
    },
    {
      "cite": "Rusty Berkus",
      "quote": "When you know you are doing your very best within the circumstances of your existence, applaud yourself!"
    },
    {
      "cite": "Shannon Miller",
      "quote": "Doing your best is more important than being the best."
    },
    {
      "cite": "unknown",
      "quote": "Never stop doing your best just because someone doesn't give you credit."
    },
    {
      "cite": "Jesse Barfield",
      "quote": "I've always tried to do my best on the ball field. I can't do any more than that. I always try to give one hundred percent; and if my team loses, I come back and give one hundred percent the next day."
    },
    {
      "cite": "Dan Green",
      "quote": "When you combine finish with strong, you create a powerful platform for action."
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "Believe and acts as if it were impossible to fail."
    },
    {
      "cite": "Gary Ryan Blair",
      "quote": "Strong foundations are built on strong fundamentals; there is no shortcut to mastery."
    },
    {
      "cite": "Dan Green",
      "quote": "Regardless of what came before or of what is yet to come, what matters most right now is how I choose to respond to the challenge before me. Will I lie down or will I fight? The choice is mine, and I choose to finish strong."
    },
    {
      "cite": "Miles Levin",
      "quote": "I have tried my best to show what it is to preserve and what it means to be strong."
    },
    {
      "cite": "Donald J. Trump",
      "quote": "Never give up! Do not settle for remaining in your comfort zone. Remaining complacent is a good way to get nowhere."
    },
    {
      "cite": "Donald J. Trump",
      "quote": "Be passionate! If you love what you're doing, it will never seem like work."
    },
    {
      "cite": "Donald J. Trump",
      "quote": "Be focused! Ask yourself: What should I be thinking about right now?"
    },
    {
      "cite": "Donald J. Trump",
      "quote": "Keep momentum! Listen, apply and move forward. Do not procrastinate."
    },
    {
      "cite": "Donald J. Trump",
      "quote": "See yourself as victorious! That will focus you in the right direction."
    },
    {
      "cite": "Donald J. Trump",
      "quote": "Be lucky! The old saying, \"The harder I work, the luckier I get\" is absolutely right on."
    },
    {
      "cite": "Donald J. Trump",
      "quote": "Believe in yourself! If you don't, no one else will either. Think of yourself as a one-man army."
    },
    {
      "cite": "Donald J. Trump",
      "quote": "Ask yourself: What am I pretending not to see? There may be some great opportunities right around you, even if things aren't looking so great. Great adversity can turn into great victory."
    },
    {
      "cite": "Donald J. Trump",
      "quote": "Look at the solution, not the problem. And never give up! Never never never give up. This thought deserves to be said (and remembered and applied) many times."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Strong people have a strong sense of self-worth and self-awareness; they don’t need the approval of others."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "The strongest people find the courage and caring to help others, even if they are going through their own storm."
    },
    {
      "cite": "Masaru Emoto",
      "quote": "If you feel lost, disappointed, hesitant, or weak, return to yourself, to who you are, here and now and when you get there, you will discover yourself, like a lotus flower in full bloom, even in a muddy pond, beautiful and strong."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "The one who falls and gets up is stronger than the one who never tried. Do not fear failure but rather fear not trying."
    },
    {
      "cite": "E. Lockhart",
      "quote": "I will prove myself strong when they think I am sick. I will prove myself brave when they think I am weak."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Stay strong, stay positive, and never give up."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Every challenge you face today makes you stronger tomorrow. The challenge of life is intended to make you better, not bitter."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "That is the rule of the Wilds: You must be bigger and stronger and tougher. You must hurt or be hurt."
    },
    {
      "cite": "Holly Black",
      "quote": "You must be strong enough to strike and strike and strike again without tiring. The first lesson is to make yourself that strong."
    },
    {
      "cite": "Anne Frank",
      "quote": "The weak fall, but the strong will remain and never go under!"
    },
    {
      "cite": "Jonathan Harnisch",
      "quote": "The strongest people are not those who show strength in front of the world but those who fight and win battles that others do not know anything about."
    },
    {
      "cite": "Kate Elliott",
      "quote": "It is not in victory that you learn how strong you truly are."
    }
  ]
}