{
  "source": "https://www.wisesayings.com/firefighter-quotes/",
  "theme": "firefighter",
  "quotes": [
    {
      "cite": "Adeline",
      "quote": "the only fire he can't put out is the one he started in my heart."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Wherever a man turns he can find someone who needs him."
    },
    {
      "cite": "Andrew Bernstein",
      "quote": "A hero has faced it all: he need not be undefeated, but he must be undaunted."
    },
    {
      "cite": "Andrew Bernstein",
      "quote": "The hero is the man who lets no obstacle prevent him from pursuing the values he has chosen."
    },
    {
      "cite": "Anonymous",
      "quote": "When tempted to fight fire with fire, remember that firefighters usually use water."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Aspire rather to be a hero than merely appear one."
    },
    {
      "cite": "Bob Riley",
      "quote": "Hard times don’t create heroes. It is during the hard times when the ‘hero’ within us is revealed."
    },
    {
      "cite": "Buddha",
      "quote": "Neither fire nor wind, birth nor death, can erase our good deeds."
    },
    {
      "cite": "Carl Jung",
      "quote": "The difference between a good life and a bad life is how well you walk through the fire."
    },
    {
      "cite": "Cervantes",
      "quote": "The guts carry the feet, not the feet the guts."
    },
    {
      "cite": "Charles M. Hayes",
      "quote": "\"Safety First\" is \"Safety Always.\""
    },
    {
      "cite": "Christopher Reeve",
      "quote": "I think a hero is an ordinary individual who finds strength to persevere and endure in spite of overwhelming obstacles."
    },
    {
      "cite": "David Thomas",
      "quote": "Unselfish and noble actions are the most radiant pages in the biography of souls."
    },
    {
      "cite": "Edward F. Crocker",
      "quote": "When a man becomes a fireman his greatest act of bravery has been accomplished. What he does after that is all in the line of work."
    },
    {
      "cite": "Eleanor Everet",
      "quote": "For safety is not a gadget but a state of mind."
    },
    {
      "cite": "General George Patton",
      "quote": "Courage is fear holding on a minute longer."
    },
    {
      "cite": "General Norman Schwarzkopf",
      "quote": "True courage is being afraid, and going ahead and doing your job anyhow. That’s what courage is."
    },
    {
      "cite": "George Carlin",
      "quote": "If crime fighters fight crime and fire fighters fight fire, what do freedom fighters fight?"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The hero is commonly the simplest and obscurest of men."
    },
    {
      "cite": "Henry Jackson Vandyke Jr.",
      "quote": "Man is the only creature that dares to light a fire and live with it. The reason? Because he alone has learned how to put it out."
    },
    {
      "cite": "James Allen",
      "quote": "No duty is more urgent than that of returning thanks."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "I became a firefighter because I wanted to save people. But I should have been more specific. I should have named names."
    },
    {
      "cite": "John 15:13",
      "quote": "Greater love hath no man than this, that a man lay down his life for his friends."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "A hero is someone who has given his or her life to something bigger than oneself."
    },
    {
      "cite": "Kevin Costner",
      "quote": "Real heroes are men who fall and fail and are flawed, but win out in the end because they’ve stayed true to their ideals and beliefs and commitments."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "I can think of no more stirring symbol of man’s humanity to man than a fire engine."
    },
    {
      "cite": "Lucius C. Lactantius",
      "quote": "Where fear is present, wisdom cannot be."
    },
    {
      "cite": "Maya Angelou",
      "quote": "How important it is for us to recognize and celebrate our heroes and she-roes!"
    },
    {
      "cite": "Meg Cabot",
      "quote": "Courage is not the absence of fear, but rather the judgement that something else is more important than fear."
    },
    {
      "cite": "Mia Hamm",
      "quote": "I am building a fire, and everyday I train, I add more fuel. At just the right moment, I light the match."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "Courage can't see around corners, but goes around them anyway."
    },
    {
      "cite": "Omar Bradley",
      "quote": "Bravery is the capacity to perform properly even when scared half to death."
    },
    {
      "cite": "Proverb",
      "quote": "Not the glittering weapon fights the fight, but rather the hero's heart."
    },
    {
      "cite": "Proverb",
      "quote": "Better a thousand times careful than once dead."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A hero is no braver than an ordinary man, but he is brave five minutes longer."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Keep your fears to yourself, but share your courage with others."
    },
    {
      "cite": "Seth Parker",
      "quote": "You may not have saved a lot of money in your life, but if you have saved a lot of heartaches for other folks, you are a pretty rich man."
    },
    {
      "cite": "Sidney Sheldon",
      "quote": "My heroes are those who risk their lives every day to protect our world and make it a better place – police, firefighters and members of our armed forces."
    },
    {
      "cite": "Thucydides",
      "quote": "The bravest are surely those who have the clearest vision of what is before them, glory and danger alike, and yet notwithstanding, go out to meet it."
    },
    {
      "cite": "Tom Brokaw",
      "quote": "It's easy to make a buck.  It's a lot tougher to make a difference."
    },
    {
      "cite": "unknown",
      "quote": "All men are created equal, then a few become firemen."
    },
    {
      "cite": "unknown",
      "quote": "Firefighters save hearts and homes."
    },
    {
      "cite": "unknown",
      "quote": "They bravely march into the depths of hell to face the fears of many, and extinguish the demons that rage free."
    },
    {
      "cite": "unknown",
      "quote": "If you think it’s tough being a firefighter, try being a firefighter’s wife or husband."
    },
    {
      "cite": "unknown",
      "quote": "When fire is cried and danger is neigh, ‘God and the fireman’ is the people’s cry; but when ‘tis out and all things righted, God is forgotten and the firemen slighted."
    },
    {
      "cite": "unknown",
      "quote": "No one is more cherished in this world than someone who lightens the burden of another.  Thank you."
    },
    {
      "cite": "unknown",
      "quote": "Safety doesn't happen by accident."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Feeling gratitude and not expressing it is like wrapping a present and not giving it."
    },
    {
      "cite": "William Feather",
      "quote": "Something that has always puzzled me all my life is why, when I am in special need of help, the good deed is usually done by somebody on whom I have no claim."
    },
    {
      "cite": "Chief Edward F. Croker",
      "quote": "I have no ambition in this world but one, and that is to be a fireman. The position may, in the eyes of some, appear to be a lowly one; but we who know the work which the fireman has to do believe that his is a noble calling. Our proudest moment is to save lives. Under the impulse of such thoughts, the nobility of the occupation thrills us and stimulates us to deeds of daring, even of supreme sacrifice."
    },
    {
      "cite": "Thomas Von Essen",
      "quote": "Every firefighter knows that he is always susceptible to this type of tragedy. They go to work every day knowing that they are doing something so positive, that people really respect them and appreciate them."
    },
    {
      "cite": "Denis Leary",
      "quote": "Firefighters don't go on strike."
    },
    {
      "cite": "Paul Sloane",
      "quote": "The innovative leader has to be an arsonist and a firefighter."
    },
    {
      "cite": "Dennis",
      "quote": "Firefighter required to perform all the necessary task in order to control an emergency situation."
    },
    {
      "cite": "Larry Brown",
      "quote": "You have to do something in your life that is honorable and not cowardly if you are to live in peace with yourself, and for the firefighter it is fire."
    },
    {
      "cite": "Thomas Carper",
      "quote": "Delaware's firefighters put their lives in jeopardy every day in an effort to keep families safe."
    },
    {
      "cite": "Bill Dedman",
      "quote": "With better gear, firefighters no longer surround and drown a fire they go in."
    },
    {
      "cite": "Edward F. Croker",
      "quote": "When a man becomes a fireman his greatest act of bravery has been accomplished. What he does after that is all in the line of work."
    },
    {
      "cite": "Fredric G. W. Fenn",
      "quote": "But aloud the praises, and give the victor-crown. To our noble hearted Firemen, who fear not danger's frown."
    },
    {
      "cite": "Denis Leary",
      "quote": "Once you have a firefighter in your family, your family and the families from his crew become one big extended family."
    },
    {
      "cite": "Chris Walker",
      "quote": "A good firefighter knows how, an educated firefighter knows why."
    },
    {
      "cite": "Carl Levin",
      "quote": "Firefighters are essential to the safety and security of our local communities. We owe it to these men and women to provide them with better training and equipment so they can do their jobs more effectively and safely."
    },
    {
      "cite": "Ted Williams",
      "quote": "That's the life, being a fireman. It sure beats being a ballplayer. I'd rather be a fireman."
    },
    {
      "cite": "Doreen Croni",
      "quote": "Police officers, firefighters, EMTs they are all out there every single day literally just a phone call away for anyone who needs them."
    },
    {
      "cite": "Susan Diane Murphree",
      "quote": "Firemen never die, they just burn forever in the hearts of the people whose lives they saved."
    },
    {
      "cite": "Jack Scalia",
      "quote": "Our firefighters are our last line of defense, baby."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "Police and firefighters are great, but they don't create wealth. They protect it. That's crucial. Teaching is a wonderful profession. Teachers help educate people to become good citizens so that citizens can then go create wealth. But they don't create the wealth themselves."
    },
    {
      "cite": "Joel Stein",
      "quote": "Firefighter is one of the few jobs kind enough to warn me away by containing two words I'm not interested in, unlike the deceptive bookkeeper."
    },
    {
      "cite": "Mark Sanchez",
      "quote": "As the member of a firefighter family myself, supporting the widowed families of rescue workers is an important, personal cause of mine."
    },
    {
      "cite": "Christopher Dodd",
      "quote": "Firefighters are indispensable foot soldiers here at home."
    },
    {
      "cite": "Pat Alexander",
      "quote": "A fireman banged on my back door, and I couldn't breathe. It scared me to death. I came out the back door, and it just took my breath."
    },
    {
      "cite": "Chief Edward F. Croker",
      "quote": "Firemen are going to get killed. When they join the department they face that fact. When a man becomes a fireman his greatest act of bravery has been accomplished. What he does after that is all in the line of work. They were not thinking of getting killed when they went where death lurked. They went there to put the fire out, and got killed. Firefighters do not regard themselves as heroes because they do what the business requires."
    },
    {
      "cite": "Denis Leary",
      "quote": "What firefighters and people in our military and cops do is separate from what the rest of us do; basically these people say, 'I'm going to protect all these strangers."
    },
    {
      "cite": "Denis Leary",
      "quote": "Firefighters are some of the most selfless public servants you will ever encounter."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Fireman never know what they will encounter on each call but proceed with the same level of commitment and service."
    },
    {
      "cite": "Tom Dawson",
      "quote": "Being a firefighter is as close as you get to being a modern day soldier in your home country."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Nothing cries out for compassion, concern, and danger as a fire engine screams by carrying firefighters ready to do battle without flinching from any demand."
    },
    {
      "cite": "Dan Felix",
      "quote": "In fire you can plan everything out to the minute, and a minute before that everything changes."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Firefighter appreciation isn't just a once a year affair because firefighters are there for each of us everyday."
    },
    {
      "cite": "Bob Muszynski",
      "quote": "Good Firefighters will know their job. Great Firefighters will also know the job of the person above them as well as teach their job to the person below them."
    },
    {
      "cite": "Gregory Widen",
      "quote": "The funny thing about firemen is, night and day, they are always firemen."
    },
    {
      "cite": "Nido R Qubein",
      "quote": "Some people procrastinate so much that all they can do is run around like firefighters all day - putting out fires that should not have gotten started in the first place."
    },
    {
      "cite": "Chief Kennedy",
      "quote": "People are always asking me how is it that firefighters run into a burning building when everyone else is running out. Courage is the answer."
    },
    {
      "cite": "Bill Dedman",
      "quote": "Firefighters go where they're needed, sometimes ignoring the dangers even when no one is inside a burning building to be saved."
    },
    {
      "cite": "Anonymous",
      "quote": "Firefighters save more than homes. They save hearts, memories, and dreams."
    }
  ]
}