{
  "source": "https://www.wisesayings.com/firefighting-quotes/",
  "theme": "firefighting",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "Firefighting is all about ass - busting ours to save yours."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "A hero is no braver than an ordinary man, but he is brave five minutes longer."
    },
    {
      "cite": "Anonymous",
      "quote": "Firefighters save hearts and homes."
    },
    {
      "cite": "Heraclitus",
      "quote": "Deliberate violence is more to be quenched than a fire."
    },
    {
      "cite": "Chief Kennedy",
      "quote": "People are always asking me how is it that firefighters run into a burning building when everyone else is running out. Courage is the answer."
    },
    {
      "cite": "Anonymous",
      "quote": "You might be a firefighter if your kids are afraid to get into water fights with you."
    },
    {
      "cite": "Joel Stein",
      "quote": "Firefighter is one of the few jobs kind enough to warn me away by containing two words I'm not interested in, unlike the deceptive bookkeeper."
    },
    {
      "cite": "Bill Dedman",
      "quote": "With better gear, firefighters no longer surround and drown a fire - they go in."
    },
    {
      "cite": "Christopher Dodd",
      "quote": "Firefighters are indispensable foot soldiers here at home."
    },
    {
      "cite": "Larry Brown",
      "quote": "You have to do something in your life that is honorable and not cowardly if you are to live in peace with yourself, and for the firefighter it is fire."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Nothing cries out for compassion, concern, and danger as a fire engine screams by carrying firefighters ready to do battle without flinching from any demand."
    },
    {
      "cite": "Thomas Von Essen",
      "quote": "Every firefighter knows that he is always susceptible to this type of tragedy. They go to work every day knowing that they are doing something so positive, that people really respect them and appreciate them."
    },
    {
      "cite": "Gregory Widen",
      "quote": "The funny thing about firemen is, night and day, they are always firemen."
    },
    {
      "cite": "Mark Sanchez",
      "quote": "As the member of a firefighter family myself, supporting the widowed families of rescue workers is an important, personal cause of mine."
    },
    {
      "cite": "Dan Felix",
      "quote": "In fire you can plan everything out to the minute, and a minute before that everything changes."
    },
    {
      "cite": "Nido R Qubein",
      "quote": "Some people procrastinate so much that all they can do is run around like firefighters all day - putting out fires that should not have gotten started in the first place."
    },
    {
      "cite": "Tom Dawson",
      "quote": "Being a firefighter is as close as you get to being a modern day soldier in your home country."
    },
    {
      "cite": "Dennis",
      "quote": "Firefighter required to perform all the necessary task in order to control an emergency situation."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Firefighter appreciation isn't just a once a year affair because firefighters are there for each of us everyday."
    },
    {
      "cite": "Susan Diane Murphree",
      "quote": "Firemen never die, they just burn forever in the hearts of the people whose lives they saved."
    },
    {
      "cite": "Bill Dedman",
      "quote": "Firefighters go where they're needed, sometimes ignoring the dangers even when no one is inside a burning building to be saved."
    },
    {
      "cite": "Denis Colin Leary",
      "quote": "What firefighters and people in our military and cops do is separate from what the rest of us do; basically these people say, 'I'm going to protect all these strangers."
    },
    {
      "cite": "Fredric G. W. Fenn",
      "quote": "But aloud the praises, and give the victor-crown. To our noble hearted Firemen, who fear not danger's frown."
    },
    {
      "cite": "Denis Leary",
      "quote": "Firefighters are some of the most selfless public servants you will ever encounter."
    },
    {
      "cite": "Kevin Costner",
      "quote": "Real heroes are men who fall and fail and are flawed, but win out in the end because they've stayed true to their ideals and beliefs and commitments."
    },
    {
      "cite": "Edward F. Crocker",
      "quote": "When a man becomes a fireman his greatest act of bravery has been accomplished. What he does after that is all in the line of work."
    },
    {
      "cite": "Anonymous",
      "quote": "Firefighting one of the few professions left that still makes house calls"
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Fireman never know what they will encounter on each call but proceed with the same level of commitment and service."
    },
    {
      "cite": "Thomas Carper",
      "quote": "Delaware's firefighters put their lives in jeopardy every day in an effort to keep families safe."
    },
    {
      "cite": "Andy Freidricks",
      "quote": "If you put out the fire, you won't have to jump out the window"
    },
    {
      "cite": "Edward Allen Bernero",
      "quote": "Being a fireman, the whole neighborhood looks up to you. Being a good fireman, the other firefighters look up to you."
    },
    {
      "cite": "Roberts Gannaway",
      "quote": "Life doesn't always go the way you expect it, but you came here to become a firefighter. If you give up today, think of all the lives you won't save tomorrow."
    },
    {
      "cite": "Lewis Colick",
      "quote": "People are always asking me how is it that firefighters run into a burning building when everyone else is running out. Courage is the answer."
    },
    {
      "cite": "Nicole Russin-McFarland",
      "quote": "I was a firefighter, and because I couldn't save the children I saw in the burning building, then I am forever, every night, trapped in a nightmare."
    },
    {
      "cite": "Ellen Kirschman",
      "quote": "Fire fighting is a low-frequency, high-risk business. That's why they train and trian in these simulated environments."
    },
    {
      "cite": "Ellen Kirschman",
      "quote": "No simulation can ever be perfect because every fire is different and every foreground is unique. The key is consistent practice and teamwork."
    },
    {
      "cite": "Ellen Kirschman",
      "quote": "Fire fighters worldwide regard themselves as a brotherhood. The fire service is built on traditions of service to the community and traditions of mutual support and hospitality to each other."
    },
    {
      "cite": "Ellen Kirschman",
      "quote": "The fire service is a profession where enduring friendships triumph over conflicts; stunning victories trump tragic tales; and acts of selfless courage and heroism overshadow occasional incidents of incompetence or lack of discipline."
    },
    {
      "cite": "Brian Rogers",
      "quote": "Firefighters are true heroes that you can see every day. They work long hours each and every week, and they do not ask for special attention."
    },
    {
      "cite": "Brian Rogers",
      "quote": "When everyone else is trying to run out of a burning building, the firefighters are the ones running into it to save their people trapped inside."
    },
    {
      "cite": "Brian Rogers",
      "quote": "Firefighters in every town are special because they are willing to give their time and energy to help their neighbors, no matter who these neighbors might be."
    },
    {
      "cite": "Brian Rogers",
      "quote": "Firefighters are a special type of person, and not everyone can do their job."
    },
    {
      "cite": "Brian Rogers",
      "quote": "Firefighters also fill a variety of roles that help to keep the community safe."
    },
    {
      "cite": "Rev Dr Cynthia Huling Hummel",
      "quote": "Our firefighters are not just called to house fires. They respond to sorts of rescue situation: motor vehicle accidents, swimming and boating accidents, chemical leaks and gas leaks, just to name a few."
    },
    {
      "cite": "Rev Dr Cynthia Huling Hummel",
      "quote": "Firefighting is a science and a passion. Firefighters do what they do because the love their work."
    },
    {
      "cite": "Lisa Thompson",
      "quote": "Being a firefighter is a combination of routine activities, intense training, and life-threatening situations--and those activities can switch instantly at the sound of an alarm."
    },
    {
      "cite": "Glenn Corbett",
      "quote": "When the bell rang, a firefighter was expected to stop everything to help others."
    },
    {
      "cite": "Glenn Corbett",
      "quote": "Firefighters had to be creative in budgeting and acquiring funds to protect those they swore and serve."
    },
    {
      "cite": "Glenn Corbett",
      "quote": "This job isn't for everybody. It takes someone special to be a firefighter."
    },
    {
      "cite": "Glenn Corbett",
      "quote": "As a rookie firefighter, you must understand from the moment you walk into the firehouse that you create your own legacy."
    },
    {
      "cite": "The Firefighter Writer",
      "quote": "A firefighter starts in the morning because an emergency knows no time and can happen without warning."
    },
    {
      "cite": "Melissa A. Settle",
      "quote": "Firefighters are people who are trained to put out fires. They help people in many ways. Firefighters rescue people and animals in trouble. It is hard work."
    },
    {
      "cite": "Melissa A. Settle",
      "quote": "It is not easy to become a firefighter. They also have to show that they are strong and in good shape."
    },
    {
      "cite": "Melissa A. Settle",
      "quote": "Fighting fires is very risky. Some firefighters have to climb very tall buildings. They have to enter rooms that are on fire. They have to be brave. And, they have to know how to stay calm."
    },
    {
      "cite": "Melissa A. Settle",
      "quote": "Being a firefighter is hard. But, it is also rewarding. It feels good to help people when they are in trouble."
    },
    {
      "cite": "Richard Scarry",
      "quote": "The firefighter do not just put out fires. They help solve all kinds of problems."
    },
    {
      "cite": "Dennis Smith",
      "quote": "Another benefit of being a firefighter is your sense of self-worth. You go out on a job, you eat some smoke, you take a little heat, and you get the great satisfaction of confronting the flames and defeating them. You know you're doing a good job, and that's a very valuable benefit."
    },
    {
      "cite": "Dennis Smith",
      "quote": "Sometimes people get killed. Every firefighter has to deal with death of a brother firefighter at some point in his life."
    },
    {
      "cite": "Dennis Smith",
      "quote": "There is something that happens to a man when he becomes a firefighter. That something is that he begins to care about what he is doing, about the people he works with, and about the department's reputation in a way that surprises, a depth of feeling that is entirely new."
    },
    {
      "cite": "Dennis Smith",
      "quote": "It is that feeling that enables people to enter burning buildings, and it is that feeling that will preserve the histories of fire departments throughout the land. It becomes a part of the man, and a part of every action."
    },
    {
      "cite": "Billy Goldfeder",
      "quote": "Being a firefighter defines who you are. If you are not proud of being a firefighter, consider doing something else."
    },
    {
      "cite": "Billy Goldfeder",
      "quote": "A successful firefighter has the right mix of formal education, vocational training, and common sense. All are required to be recognized, promoted, and ultimately respected by peers."
    },
    {
      "cite": "Billy Goldfeder",
      "quote": "Nothing is wrong with saying hello to everyone in the firehouse when you walk in. The least you can do is speak. This is brotherhood, you know."
    },
    {
      "cite": "Billy Goldfeder",
      "quote": "Being called a firefighter is the greatest compliment you will ever receive."
    },
    {
      "cite": "Steve Prziborowski",
      "quote": "Becoming a firefighter is not easy, but if you spend some quality time researching the position and the entire testing process, your chances should increase greatly at obtaining that badge you have been coveting."
    },
    {
      "cite": "Jim Ollhoff",
      "quote": "The job of a firefighter can be both exciting and dangerous. Fire is unpredictable."
    },
    {
      "cite": "Jim Ollhoff",
      "quote": "On any day, firefighters may have to risk their lives to save others. This career requires a lot of courage and dedication."
    },
    {
      "cite": "Jim Ollhoff",
      "quote": "Firefighters are in the business of helping people and saving lives."
    },
    {
      "cite": "Bobbie Kalman",
      "quote": "Firefighters are community helpers. Community helpers are people who work to keep communities safe, healthy, and fun."
    },
    {
      "cite": "Steve Prziborowski",
      "quote": "A true firefighter is someone who exemplifies the passion and dedication of a humble public servant."
    },
    {
      "cite": "Steve Prziborowski",
      "quote": "Your actions as a firefighter at times will undoubtedly be labeled by some as heroic, but it's your humility and dedication to being the best you can be that will ultimately bring you success."
    },
    {
      "cite": "Steve Prziborowski",
      "quote": "Today's firefighter is a physically fit, compassionate, blue-collar technician, who carries the education and training credentials of a white-collard professional. On rare occasions we are asked to take extraordinary risks to save life of another, but more frequently, we are asked to extend a helping hand to a less fortunate citizen in need."
    },
    {
      "cite": "Diana Herweck",
      "quote": "Firefighters are very busy. They can be called to a fire at any time of day or night. They must be ready at all times in case of an emergency."
    },
    {
      "cite": "Justin Lewis",
      "quote": "You are a firefighter, an engineer, a captain, a chief, or a paramedic. You are not average!"
    },
    {
      "cite": "Alasdair David George Murray",
      "quote": "From guys on the front lines to guys in the office / To the firefighters tryna stop it, we ain't perfect / There's flaws, but in times of crisis we drop it."
    },
    {
      "cite": "Rick Lasky",
      "quote": "So many of our firefighters and officers have worked hard to get the fire service to where it is at today; for that very reason, we need to protect it. We're all about family. We're all about taking care of people. We're all about supporting and promoting family values. We need to protect what we're all about."
    },
    {
      "cite": "Rick Lasky",
      "quote": "Firefighters truly are jacks-of-all-trades, but we are also masters of them all. Give us any challenge; we'll face it and overcome it."
    },
    {
      "cite": "Rick Lasky",
      "quote": "Firefighters are talented and are the cream of the crop in society."
    },
    {
      "cite": "Rick Lasky",
      "quote": "Treat people like family. Get your firefighters to treat the people they are responding to as if the people were their mom, dad, grandparent, or child."
    },
    {
      "cite": "Rick Lasky",
      "quote": "Your firefighters are going to enjoy the accolades for doing a good job and the tahnk you notes for going above and beyond the normal expectations of a firefighter. And most of the public, whom we have sworn to serve and protect, will be grateful for the services we provide. That's our mission. It's simple. Our mission is to take care of people."
    }
  ]
}