{
  "source": "https://www.wisesayings.com/fire-quotes/",
  "theme": "fire",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "Fire that's closest kept burns most of all."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Fire is the most tolerable third party."
    },
    {
      "cite": "Proverb",
      "quote": "Fire and gunpowder do not sleep together."
    },
    {
      "cite": "William Shakespeare",
      "quote": "As soon go kindle fire with snow, as seek to quench the fire of love with words."
    },
    {
      "cite": "Martha Graham",
      "quote": "Fire is the test of gold; adversity, of strong men."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "The fire you kindle for your enemy often burns yourself more than them."
    },
    {
      "cite": "Jerry Smith",
      "quote": "Playing with fire is bad for those who burn themselves. For the rest of us, it is a very great pleasure."
    },
    {
      "cite": "Proverb",
      "quote": "Fire in the heart sends smoke into the head."
    },
    {
      "cite": "Odell Shepherd",
      "quote": "One can enjoy a wood fire worthily only when he warms his thoughts by it as well as his hands and feet."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "What matters most is how well you walk through the fire."
    },
    {
      "cite": "W.J. Cameron",
      "quote": "He who sits by the fire, thankless for the fire, is just as if he had no fire. Nothing is possessed save in appreciation, of which thankfulness is the indispensable ingredient."
    },
    {
      "cite": "Proverb",
      "quote": "Fire, water, and government know nothing of mercy."
    },
    {
      "cite": "Leigh Hunt",
      "quote": "The most tangible of all visible mysteries - fire."
    },
    {
      "cite": "Otto Weininger",
      "quote": "Among the notable things about fire is that it also requires oxygen to burn - exactly like its enemy, life. Thereby are life and flames so often compared."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The United States is like giant boiler. Once the fire is lighted under it, there is no limit to the power it can generate."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Life is a flame that is always burning itself out, but it catches fire again every time a child is born."
    },
    {
      "cite": "Mae West",
      "quote": "A man can be short and dumpy and getting bald but if he has fire, women will like him."
    },
    {
      "cite": "Mark Twain",
      "quote": "Words are only painted fire; a look is the fire itself."
    },
    {
      "cite": "St Frances De Sales",
      "quote": "Big fires flare up in a wind, but little ones are blown out unless they are carried in under cover."
    },
    {
      "cite": "Jack Handey",
      "quote": "If you ever catch on fire, try to avoid seeing yourself in the mirror, because I bet that's what really throws you into a panic."
    },
    {
      "cite": "Proverb",
      "quote": "Fire is never a gentle master"
    },
    {
      "cite": "Buddha",
      "quote": "Just as a candle cannot burn without fire, men cannot live without a spiritual life."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The fire is the main comfort of the camp, whether in summer or winter, and is about as ample at one season as at another. It is as well for cheerfulness as for warmth and dryness."
    },
    {
      "cite": "Arnold Glascow",
      "quote": "Success isn't a result of spontaneous combustion. You must set yourself on fire."
    },
    {
      "cite": "Proverb",
      "quote": "Where there is smoke there is fire."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "People who fight fire with fire usually end up with ashes."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit."
    },
    {
      "cite": "Amit Ray",
      "quote": "Everyone has the fire, but the champions know when to ignite the spark."
    },
    {
      "cite": "Ann Landers",
      "quote": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyal through good and bad times. It settles for less than perfection and makes allowances for human weaknesses."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Courage is fire, and bullying is smoke."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A house is not a home unless it contains food and fire for the mind as well as the body."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "To those who do not know that the world is on fire, I have nothing to say."
    },
    {
      "cite": "Carl Jung",
      "quote": "The difference between a good life and a bad life is how well you walk through the fire."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Affection is a coal that must be cooled; else, suffer'd, it will set the heart on fire."
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "To poke a wood fire is more solid enjoyment than almost anything else in the world."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "The passions are like fire, useful in a thousand ways and dangerous only in one, through their excess."
    },
    {
      "cite": "Martin Puryear",
      "quote": "The fire was followed by a period of grieving and then by an incredible lightness, freedom, and mobility."
    },
    {
      "cite": "Cormac Mccarthy",
      "quote": "Keep a little fire burning; however small, however hidden."
    },
    {
      "cite": "Cus D'amato",
      "quote": "The hero and the coward both feel exactly the same fear, only the hero confronts his fear and converts it into fire."
    },
    {
      "cite": "Dante Alighieri",
      "quote": "Heat cannot be separated from fire, or beauty from The Eternal."
    },
    {
      "cite": "Dwight L. Moody",
      "quote": "We are told to let our light shine, and if it does, we won't need to tell anybody it does. Lighthouses don't fire cannons to call attention to their shining- they just shine."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "Trust your heart if the seas catch fire, live by love though the stars walk backward."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The fires of suffering become the light of consciousness."
    },
    {
      "cite": "Elisabeth Elliot",
      "quote": "The deepest lessons come out of the deepest waters and the hottest fires."
    },
    {
      "cite": "Ferdinand Foch",
      "quote": "The most powerful weapon on earth is the human soul on fire."
    },
    {
      "cite": "Henry Jackson Vandyke",
      "quote": "Man is the only creature that dares to light a fire and live with it.  The reason?  Because he alone has learned to put it out."
    },
    {
      "cite": "Henry Van Dyke",
      "quote": "Genius is talent set on fire by courage."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "Man is so made that whenever anything fires his soul, impossibilities vanish."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "If these little sparks of holy fire which I have thus heaped up together do not give life to your prepared and already enkindled spirit, yet they will sometimes help to entertain a thought, to actuate a passion, to employ and hallow a fancy."
    },
    {
      "cite": "Joan Crawford",
      "quote": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell."
    },
    {
      "cite": "John Foster",
      "quote": "One of the strongest characteristics of genius is the power of lighting its own fire."
    },
    {
      "cite": "John Hagee",
      "quote": "A church can be unified in one of two ways. You can freeze together, as the Church of the Frozen Chosen; or you can melt together with the fire of the Holy Spirit."
    },
    {
      "cite": "Jorge Luis Borges",
      "quote": "Time is the substance from which I am made. Time is a river which carries me along, but I am the river; it is a tiger that devours me, but I am the tiger; it is a fire that consumes me, but I am the fire."
    },
    {
      "cite": "Kristin Cashore",
      "quote": "While I was looking the other way your fire went out Left me with cinders to kick into dust What a waste of the wonder you were In my living fire I will keep your scorn and mine In my living fire I will keep your heartache and mine At the disgrace of a waste of a life."
    },
    {
      "cite": "Laura Esquivel",
      "quote": "Each of us is born with a box of matches inside us but we can't strike them all by ourselves."
    },
    {
      "cite": "Ludwig van Beethoven",
      "quote": "Music should strike fire from the heart of man, and bring tears from the eyes of woman."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns it all clean."
    },
    {
      "cite": "Mia Hamm",
      "quote": "I am building a fire, and every day I train, I add more fuel. At just the right moment, I light the match."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "To feel the love of people whom we love is a fire that feeds our life."
    },
    {
      "cite": "Pierre Teilhard de Chardin",
      "quote": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire."
    },
    {
      "cite": "Plutarch",
      "quote": "The mind is not a vessel to be filled but a fire to be kindled."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "The finest steel has to go through the hottest fire."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "If you break your neck, if you have nothing to eat, if your house is on fire, then you got a problem. Everything else is inconvenience."
    },
    {
      "cite": "Rumi",
      "quote": "Set your life on fire. Seek those who fan your flames."
    },
    {
      "cite": "Rumi",
      "quote": "Light up the fire of love inside and blaze the thoughts away."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Build a man a fire, and he'll be warm for a day. Set a man on fire, and he'll be warm for the rest of his life."
    },
    {
      "cite": "unknown",
      "quote": "Don't let your dreams go up in smoke - practice fire safety."
    },
    {
      "cite": "Victor Hugo",
      "quote": "To learn to read is to light a fire; every syllable that is spelled out is a spark."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Someone has a great fire in his soul and nobody ever comes to warm themselves at it, and passers-by see nothing but a little smoke at the top of the chimney and then go on their way."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Education is not the filling of a pail, but the lighting of a fire."
    },
    {
      "cite": "William Lloyd Garrison",
      "quote": "I have a need to be all on fire, for I have mountains of ice about me to melt."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Stars, hide your fires; Let not light see my black and deep desires."
    },
    {
      "cite": "William Shakespeare",
      "quote": "O for a muse of fire, that would ascend the brightest heaven of invention."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The sun's a thief, and with his great attraction Robs the vast seas. The moon's an arrant thief, And her pale fire she snatches from the sun."
    }
  ]
}