{
  "source": "https://www.wisesayings.com/fireworks-quotes/",
  "theme": "fireworks",
  "quotes": [
    {
      "cite": "Anthony T.Hincks",
      "quote": "Fireworks can make us both happy and sad. It just depends if we are talking about fireworks in the sky or fireworks with another."
    },
    {
      "cite": "Criss Jami",
      "quote": "Assuming what people want is about as controlled as using fireworks to start a fire."
    },
    {
      "cite": "Amit Ray",
      "quote": "Everyone has the fire, but the champions know when to ignite the spark."
    },
    {
      "cite": "Baz Luhrmann",
      "quote": "If Paris is a city of lights, Sydney is the city of fireworks."
    },
    {
      "cite": "Chris Rock",
      "quote": "Happy white peoples independence day the slaves weren't free but I'm sure they enjoyed fireworks."
    },
    {
      "cite": "Dave Attell",
      "quote": "Sparklers are the gay cousins of the fireworks family."
    },
    {
      "cite": "David Mitchell",
      "quote": "Now I'm a spent firework, but at least I've been a firework."
    },
    {
      "cite": "Ed Koch",
      "quote": "The fireworks begin today. Each diploma is a lighted match. Each one of you is a fuse."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "All architecture is great architecture after sunset; perhaps architecture is really a nocturnal art, like the art of fireworks."
    },
    {
      "cite": "Gilbert Keith Chesterton",
      "quote": "Against a dark sky, all flowers look like fireworks."
    },
    {
      "cite": "Jan Struther",
      "quote": "In childhood the daylight always fails too soon except when there are going to be fireworks."
    },
    {
      "cite": "Janette Oke",
      "quote": "Love isn't always fireworks. Sometimes, love just comes softly."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Perhaps all romance is like that; not a contract between equal parties but an explosion of dreams and desires that can find no outlet in everyday life. Only a drama will do and while the fireworks last the sky is a different colour."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "You might be a redneck if your lifetime goal is to own a fireworks stand."
    },
    {
      "cite": "Jeff Guinn",
      "quote": "Well, not all magic is fireworks and fanfare. Sometimes magic is quiet and sneaks up on you."
    },
    {
      "cite": "Jennifer Donnelly",
      "quote": "Because beautiful things never last. Not roses nor snow and not fireworks, either."
    },
    {
      "cite": "Jeph Jacques",
      "quote": "A good relationship is like firework, loud, explosive, and liable to maim you if you hold on too long."
    },
    {
      "cite": "John Piper",
      "quote": "If you can't see the sun you will be impressed with a street light. If you've never felt thunder and lightning you'll be impressed with fireworks. And if you turn your back on the greatness and majesty of God you'll fall in love with a world of shadows and short lived pleasures."
    },
    {
      "cite": "Josh Billings",
      "quote": "Laughter is the fireworks of the soul."
    },
    {
      "cite": "Karen Abbott",
      "quote": "Leave the fireworks for those who cast no spark of their own."
    },
    {
      "cite": "Kate Ross",
      "quote": "You're much better than fireworks. They're all over in a moment, and you're going to stay for a whole fortnight. Besides, fireworks are noisy, and they make too much smoke."
    },
    {
      "cite": "Katy Perry",
      "quote": "Baby you're a firework, come on, let your colors burst, make them go!"
    },
    {
      "cite": "Kirby Larson",
      "quote": "There should be fireworks at last, when a dream dies."
    },
    {
      "cite": "Muriel Barbery",
      "quote": "But when someone that you love dies. Well, I can tell you that you really feel what it means and it really really hurts. It's like fireworks suddenly burning out in the sky and everything going black."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "I guess we all like to be recognized not for one piece of fireworks but for the ledger of our daily work."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "You are like fireworks. You go out into your children, your friends, your society, and the whole world."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You have to find what sparks a light in you so that you in your own way can illuminate the world."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "What church could compete with the fireworks of the pure soul?"
    },
    {
      "cite": "Scott Westerfeld",
      "quote": "The world needed more fireworks especially now that there was going to be a shortage of beautiful, useless things."
    },
    {
      "cite": "Taylor Swift",
      "quote": "I'm shining like fireworks over your sad, empty town."
    },
    {
      "cite": "Tyler Kent",
      "quote": "Don't look to the sky for fireworks when you can watch them light up in the eyes of all the people passing by."
    },
    {
      "cite": "unknown",
      "quote": "Don't let anyone ever dull your sparkle. If you want to fly, give up everything that weighs you down."
    }
  ]
}