{
  "source": "https://www.wisesayings.com/first-quotes/",
  "theme": "first",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The first wealth is health."
    },
    {
      "cite": "George Herbert",
      "quote": "The first dish pleaseth all."
    },
    {
      "cite": "John Wooden",
      "quote": "First be best, then be first."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The first human who hurled an insult instead of a stone was the founder of civilization."
    },
    {
      "cite": "Nathaniel Branden",
      "quote": "The first step toward change is awareness. The second step is acceptance."
    },
    {
      "cite": "Albert Camus",
      "quote": "We call first truths those we discover after all the others."
    },
    {
      "cite": "Plato",
      "quote": "The first and greatest victory is to conquer yourself; to be conquered by yourself is of all things most shameful and vile."
    },
    {
      "cite": "Epictetus",
      "quote": "First learn the meaning of what you say, and then speak."
    },
    {
      "cite": "Richard P. Feynman",
      "quote": "The first principle is that you must not fool yourself and you are the easiest person to fool."
    },
    {
      "cite": "Franz Kafka",
      "quote": "One of the first signs of the beginning of understanding is the wish to die."
    },
    {
      "cite": "Ben Stein",
      "quote": "The first step to getting the things you want out of life is this: Decide what you want."
    },
    {
      "cite": "Ben Stein",
      "quote": "You must take the first step. The first steps will take some effort, maybe pain. But after that, everything that has to be done is real-life movement."
    },
    {
      "cite": "Chauncey Depew",
      "quote": "The first step towards getting somewhere is to decide that you are not going to stay where you are."
    },
    {
      "cite": "Ginni Rometty",
      "quote": "Be first and be lonely."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "First thought, best thought."
    },
    {
      "cite": "Rod Stewart",
      "quote": "The first cut is the deepest."
    },
    {
      "cite": "Winston Churchill",
      "quote": "The first quality that is needed is audacity."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "After the first blush of sin comes its indifference."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The first requisite of a good citizen in this republic of ours is that he shall be able and willing to pull his own weight."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The first requisite of civilization is that of justice."
    },
    {
      "cite": "Maria Montessori",
      "quote": "The first idea the child must acquire is that of the difference between good and evil."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "The first forty years of life give us the text; the next thirty supply the commentary on it."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "One of the first conditions of happiness is that the link between Man and Nature shall not be broken."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "Our first responsibility in the midst of violence is to prevent it from destroying us."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "The first step in the evolution of ethics is a sense of solidarity with other human beings."
    },
    {
      "cite": "Rene Descartes",
      "quote": "The first precept was never to accept a thing as true until I knew it as such without a single doubt."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "The first man gets the oyster, the second man gets the shell."
    },
    {
      "cite": "William Osler",
      "quote": "The very first step towards success in any occupation is to become interested in it."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "At first, dreams seem impossible, then improbable, and eventually inevitable."
    },
    {
      "cite": "John Dryden",
      "quote": "We first make our habits, and then our habits make us."
    },
    {
      "cite": "Ramakrishna",
      "quote": "If you first fortify yourself with the true knowledge of the Universal Self, and then live in the midst of wealth and worldliness, surely they will in no way affect you."
    },
    {
      "cite": "William Temple",
      "quote": "The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit."
    },
    {
      "cite": "Adora Svitak",
      "quote": "The first thing anyone can do, about any issue, is get informed."
    },
    {
      "cite": "Mark Caine",
      "quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "First be a good animal."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "The first method for estimating the intelligence of a ruler is to look at the men he has around him."
    },
    {
      "cite": "Tertullian",
      "quote": "The first reaction to truth is hatred."
    },
    {
      "cite": "Fred A. Allen",
      "quote": "The first thing that strikes a visitor to Paris is a taxi."
    },
    {
      "cite": "Max De Pree",
      "quote": "The first responsibility of a leader is to define reality. The last is to say thank you. In between, the leader is a servant."
    },
    {
      "cite": "Jhumpa Lahiri",
      "quote": "The first sentence of a book is a handshake, perhaps an embrace."
    },
    {
      "cite": "Barry Commoner",
      "quote": "The first law of ecology is that everything is related to everything else."
    }
  ]
}