{
  "source": "https://www.wisesayings.com/first-date-quotes/",
  "theme": "first-date",
  "quotes": [
    {
      "cite": "Britney Spears",
      "quote": "The best thing about being cheated on is I get to go on more first dates."
    },
    {
      "cite": "Cath Crowley",
      "quote": "I spent the weekend after our date wishing I could stab him with my fluffy duck pen and staring at the phone hoping he'd call. Dating is a very tricky business."
    },
    {
      "cite": "Chelsea Handler",
      "quote": "Men don't realize that if we're sleeping with them on the first date, we’re probably not interested in seeing them again either."
    },
    {
      "cite": "Dave Attell",
      "quote": "I was on a date with this really hot model. Well, it wasn't really a date date. We just ate dinner and saw a movie. Then the plane landed."
    },
    {
      "cite": "Dudley Moore",
      "quote": "I'm always looking for meaningful one night stands."
    },
    {
      "cite": "Edith Massey",
      "quote": "At first I thought he was walking the dog and then I realized it was his date."
    },
    {
      "cite": "Elizabeth Berg",
      "quote": "This is one rule about mixing boys and girls: that a date always comes first."
    },
    {
      "cite": "Eric Kandel",
      "quote": "Memory has always fascinated me. Think of it. You can recall at will your first day in high school, your first date, your first love."
    },
    {
      "cite": "Garry Shandling",
      "quote": "I'm dating a woman now who, evidently, is unaware of it."
    },
    {
      "cite": "Halle Berry",
      "quote": "The worst thing a man can ever do is kiss me on the first date."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Dating is about finding out who you are and who others are. If you show up in a masquerade outfit, neither is going to happen."
    },
    {
      "cite": "Henry Cloud",
      "quote": "Dating is a give and take. If you only see it as ‘taking,’ you are not getting it."
    },
    {
      "cite": "J. G. Holland",
      "quote": "The cry of the soul is for freedom. It longs for liberty, from the date of its first conscious moments."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "For our first date we went Dutch. We would have gone another nationality, but they are the tallest."
    },
    {
      "cite": "Jennifer Lopez",
      "quote": "If you kiss on the first date and it's not right, then there will be no second date. Sometimes it's better to hold out and not kiss for a long time. I am a strong believer in kissing being very intimate, and the minute you kiss, the floodgates open for everything else."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Dating is pressure and tension. What is a date, really, but a job interview that lasts all night?"
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "What is a date, really, but a job interview that lasts all night? The only difference is there aren't many job interviews where you'll wind up naked."
    },
    {
      "cite": "Joshua Harris",
      "quote": "The joy of intimacy is the reward of commitment."
    },
    {
      "cite": "Joss Stirling",
      "quote": "Yeah, well, not many boys take their girls out on a duck shoot with them as the target for a first date. You have to give me points for style."
    },
    {
      "cite": "Larry David",
      "quote": "I'd like to start a family, but you have to have a date first."
    },
    {
      "cite": "Lauren Conrad",
      "quote": "I don't kiss on the first date. My friends always make fun of me for that! But I will hold hands."
    },
    {
      "cite": "Luke Wilson",
      "quote": "It’s always been my personal feeling that unless you are married, there is something that is not very dignified about talking about who you are dating."
    },
    {
      "cite": "Mandy Hale",
      "quote": "Better to put your heart on the line, risk everything, and walk away with nothing than play it safe. Love is a lot of things, but safe isn't one of them."
    },
    {
      "cite": "Martha Beck",
      "quote": "Good looking individuals are treated better than homely ones in virtually every social situation, from dating to trial by jury."
    },
    {
      "cite": "Melanie White",
      "quote": "Dating is where you pretend you're someone you're not to impress someone you don't know."
    },
    {
      "cite": "Michael W. Smith",
      "quote": "As for me, I was already in love and ready to get engaged, which we did three and a half weeks after we met. Four months later we got married."
    },
    {
      "cite": "Monica Piper",
      "quote": "A man on a date wonders if he'll get lucky. The woman already knows."
    },
    {
      "cite": "Myles Munroe",
      "quote": "It is the same way with dating. The time you are most prepared for dating is when you don't need anyone to complete you, fulfill you, or instill in you a sense of worth or purpose. You are ready to date when you have first learned how to be single."
    },
    {
      "cite": "Myles Munroe",
      "quote": "A person’s readiness to date is largely a matter of maturity and environment."
    },
    {
      "cite": "Olin Miller",
      "quote": "If you think there are no new frontiers, watch a boy ring the front doorbell on his first date."
    },
    {
      "cite": "R.L. Stine",
      "quote": "She realized she'd never felt this happy, even at her old school, she had been an outsider, always the lonely girl, the one who stayed at home watching tv on Saturday nights while her friends went to parties and out on dates."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I tell ya, my wife was never nice to me. On our first date, I asked her if I could give her a goodnight kiss on the cheek, she bent over!"
    },
    {
      "cite": "Samantha Daniels",
      "quote": "A guy should make the woman he is dating feel different and more special than anyone else in his life."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Love is so unpredictable. Sometimes you'll know a man for years and then one day, boom! Suddenly you see him in a different way. And other times, it's that first date, that first moment. That's what makes it so great."
    },
    {
      "cite": "Susie Loucks",
      "quote": "I went on a date recently and the guy took me horseback riding. That was kind of fun, until we ran out of quarters."
    },
    {
      "cite": "Oleg Cassini",
      "quote": "A first date should be elegant. In comfortable surroundings. A place with excellent food, where you can talk easily and get to know each other."
    },
    {
      "cite": "Nargis Fakhri",
      "quote": "I shake hands on the first date."
    },
    {
      "cite": "Merrill Markoe",
      "quote": "Beware the man who doesn't ask you any questions about yourself on your first date."
    },
    {
      "cite": "Dylan O'Brien",
      "quote": "The perfect date is the one where anything and everything goes wrong, but at the end of it, all you want is to see them again."
    }
  ]
}