{
  "source": "https://www.wisesayings.com/first-impressions-quotes/",
  "theme": "first-impressions",
  "quotes": [
    {
      "cite": "Lois McMaster Bujold",
      "quote": "A stunning first impression was not the same thing as love at first sight. But surely it was an invitation to consider the matter."
    },
    {
      "cite": "P. D. Ouspensky",
      "quote": "Possibly the most interesting first impression of my life came from the world of dreams."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "We don't know where our first impressions come from or precisely what they mean, so we don't always appreciate their fragility."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "It is only at the first encounter that a face makes its full impression on us."
    },
    {
      "cite": "Pierre Bonnard",
      "quote": "What I am after is the first impression - I want to show all one sees on first entering the room - what my eye takes in at first glance."
    },
    {
      "cite": "Elliott Abrams",
      "quote": "First impressions matter. Experts say we size up new people in somewhere between 30 seconds and two minutes."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Almost everyone will make a good first impression, but only a few will make a good lasting impression."
    },
    {
      "cite": "Andrew Crumey",
      "quote": "The first impression is the truth, and all that follows is merely the excuse of memory."
    },
    {
      "cite": "Abel Stevens",
      "quote": "No great thought, no great object, satisfies the mind at first view, nor at the last."
    },
    {
      "cite": "Fyodor Dostoyevsky",
      "quote": "We sometimes encounter people, even perfect strangers, who begin to interest us at first sight, somehow suddenly, all at once, before a word has been spoken."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "A firm, hearty handshake gives a good first impression, and you'll never be forgiven if you don't live up to it."
    },
    {
      "cite": "Vincent D'Onofrio",
      "quote": "It's pretty simple, pretty obvious: that people's first impressions of people are really a big mistake."
    },
    {
      "cite": "Billy Zane",
      "quote": "For me it's always about first impressions. I trust my instincts. I love to prepare if it's something that requires training. But I don't like to prepare the psychology too much. I enjoy the psychology of the character but I work better from a first impression."
    },
    {
      "cite": "Andrew Grant",
      "quote": "You never get a second chance to make a first impression."
    },
    {
      "cite": "Guy Kawasaki",
      "quote": "If you want to make a good first impression, smile at people. What does it cost to smile? Nothing. What does it cost not to smile? Everything, if not smiling prevents you from enchanting people."
    },
    {
      "cite": "Natalie Massenet",
      "quote": "Never forget that you only have one opportunity to make a first impression - with investors, with customers, with PR, and with marketing."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "I don't know if you've ever noticed this, but first impressions are often entirely wrong."
    },
    {
      "cite": "Malcolm Gladwell",
      "quote": "Our first impressions are generated by our experiences and our environment, which means that we can change our first impressions . . . by changing the experiences that comprise those impressions."
    },
    {
      "cite": "J. K. Rowling",
      "quote": "A good first impression can work wonders."
    },
    {
      "cite": "Andreas Feininger",
      "quote": "The first impression of a new subject is not necessarily the best. Seen from a different angle or under different condition it might look even better. Always study a three - dimensional subject with one eye closed."
    },
    {
      "cite": "Jean-Baptiste Camille Corot",
      "quote": "Never lose the first impression which has moved you."
    },
    {
      "cite": "Arthur Holly Compton",
      "quote": "My first feeling about the paper and the attitude is that it is absurd."
    },
    {
      "cite": "Charles Webster Hawthorne",
      "quote": "Realize the value of putting down your first impression quickly."
    },
    {
      "cite": "Gary Vaynerchuk",
      "quote": "I influence anybody who is able to get through the chaos of my first impression."
    },
    {
      "cite": "Mitch Miles",
      "quote": "Don't second guess your professional first impression."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "My first impressions of people are invariably right. right, people."
    },
    {
      "cite": "Timothy Correa",
      "quote": "Adjust your philosophy of First Impressions - You should know they're meaningless by now."
    },
    {
      "cite": "Renate Linnenkoper",
      "quote": "First impressions are rarely worth preserving. Men typically fall short of our expectations."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Sometimes one creates a dynamic impression by saying something, and sometimes one creates as significant an impression by remaining silent."
    },
    {
      "cite": "Meryl Streep",
      "quote": "How you first meet the public is how the industry sees you. You can't argue with them. That's their perception."
    },
    {
      "cite": "Locke",
      "quote": "From the very first instances of perception, some things are grateful and others unwelcome to us; some things we incline to, and others we fly."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "To find out your real opinion of someone, judge the impression you have when you first see a letter from them."
    },
    {
      "cite": "Franz Kafka",
      "quote": "First impressions are always unreliable."
    },
    {
      "cite": "Ann Brashares",
      "quote": "People sometimes talk about the power of first impressions, and believe me, there is truth to it."
    },
    {
      "cite": "Robert Cheeke",
      "quote": "Go out of your way to make an outstanding first impression."
    },
    {
      "cite": "Susanne Katherina Langer",
      "quote": "The first impression of a work of art is its otherness from reality."
    },
    {
      "cite": "Louis XIV",
      "quote": "First feelings are always the most natural."
    },
    {
      "cite": "F. W. de Klerk",
      "quote": "I believe that first impressions are very important."
    },
    {
      "cite": "Bill Simmons",
      "quote": "First impressions matter more in basketball than in any other sport, and they can be savored only in person. Players can't hide behind pads or helmets, so we can stare at them, evaluate every move they make: running, jumping, walking, even ogling the cheerleaders. We can see every ripple and tattoo. If they're lazy, we can tell."
    },
    {
      "cite": "Camilo Villegas",
      "quote": "We have a bad image in the world, I've got to admit. I just want people to think twice about Colombia. Don't go by the first impression."
    },
    {
      "cite": "Robert Heller",
      "quote": "Never ignore a gut feeling, but never believe that it's enough."
    },
    {
      "cite": "Andrew Kaplan",
      "quote": "A first impression is a lasting impression. When we're out talking to a prospect about their business, it helps us to know what exactly it is that they do and how that affects their industry."
    },
    {
      "cite": "Naima Adedapo",
      "quote": "My first impression when I made it through was 'Good, because I'm going to prove to you that I deserve to be here', because they told me that sometimes I lack confidence in my performance and sometimes I'm not as consistent as they'd like me to be."
    },
    {
      "cite": "George Berkeley",
      "quote": "The same principles which at first view lead to skepticism, pursued to a certain point, bring men back to common sense."
    },
    {
      "cite": "Nas",
      "quote": "You only have one first chance to make one first impression that lasts a lifetime."
    },
    {
      "cite": "Cynthia Ozick",
      "quote": "Two things remain irretrievable: time and a first impression."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "First impressions never have a second chance."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "You only get one chance to make a good first impression, and yours may be in the hands of the receptionist."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "In difficult circumstances always act on first impressions."
    },
    {
      "cite": "Daniel Tosh",
      "quote": "You know who makes a great first impression? Liars."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "Each of us is full of too many wheels, screws and valves to permit us to judge one another on a first impression or by two or three external signs."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "The first impression is always the right one. I rarely change my mind upward about people."
    },
    {
      "cite": "Charles R. Swindoll",
      "quote": "Sometimes people can't see past us to hear our message. We never have a second chance to leave a first impression."
    },
    {
      "cite": "Billy Zane",
      "quote": "With me it's always about first impressions."
    },
    {
      "cite": "Daniel Handler",
      "quote": "Your initial opinion on just about anything may change over time."
    },
    {
      "cite": "William Hazlitt",
      "quote": "First impressions are often the truest, as we find (not unfrequently) to our cost when we have been wheedled out of them by plausible professions or actions. A man's look is the work of years, it is stamped on his countenance by the events of his whole life, nay, more, by the hand of nature, and it is not to be got rid of easily."
    },
    {
      "cite": "Diablo Cody",
      "quote": "You make a first impression and people never forget it. If people want to think of me as the wacky 'Juno' lady forever, I could think of worse ways to be labeled."
    },
    {
      "cite": "RuPaul",
      "quote": "It's important to make a great first impression, so make sure to hold on to your damn weave."
    },
    {
      "cite": "Sherrilyn Kenyon",
      "quote": "It is sometimes difficult to get rid of first impressions."
    },
    {
      "cite": "William Cowper",
      "quote": "The mind's impression too on every face."
    },
    {
      "cite": "Teddy Wilson",
      "quote": "My first impression of you was something indescribably new. I stood there looking at you smiling at me."
    },
    {
      "cite": "Amalgam Effect",
      "quote": "You'll simply have to hope your first impression sells. So take the plunge and don't you doubt."
    },
    {
      "cite": "Michael Jackson",
      "quote": "You better take advice. Never trust-first impressions."
    }
  ]
}