{
  "source": "https://www.wisesayings.com/first-love-quotes/",
  "theme": "first-love",
  "quotes": [
    {
      "cite": "Oscar Wilde",
      "quote": "Men always want to be a woman's first love. That is their clumsy vanity. We women have a more subtle instinct about things."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The magic of first love is our ignorance that it can ever end."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "First love is only a little foolishness and a lot of curiosity."
    },
    {
      "cite": "Albert Einstein",
      "quote": "No, this trick won't work...How on earth are you ever going to explain in terms of chemistry and physics so important a biological phenomenon as first love?"
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "A man always remembers his first love with special tenderness, but after that he begins to bunch them"
    },
    {
      "cite": "Branislav Nusic",
      "quote": "First love is dangerous only when it is also the last."
    },
    {
      "cite": "Rosemary Rogers",
      "quote": "First romance, first love, is something so special to all of us, both emotionally and physically, that it touches our lives and enriches them forever."
    },
    {
      "cite": "Michael Hayssus",
      "quote": "Since the first day I met you,that first glance at your eyes,the first time you told me you loved me, my life was changed forever, your love made me who I am today,your presence in my life inspires me to be better every day, I love you with all my senses."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The first time you fall in love, it changes your life forever, and no matter how hard you try, the feeling never goes away."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Men always want to be a woman's first love - women like to be a mans last romance."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Every man is thoroughly happy twice in his life: just after he has met his first love, and just after he has left his last one."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "First love, with its frantic haughty imagination, swings its object clear of the everyday, over the rut of living, making him all looks, silences, gestures, attitudes, a burning phrase with no context"
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "First love is a kind of vaccination which saves a man from catching the complaint the second time."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "It was love at first sight, at last sight, at ever and ever sight."
    },
    {
      "cite": "Twilight",
      "quote": "The way he stared at her, like a blind man seeing the light for the first time, like a mother looking into the eyes of her newborn baby, like an explorer discovering a new divinci."
    },
    {
      "cite": "Unkown",
      "quote": "You know the first moment you look at him or her and you felt that feeling that you've never felt before then you know you have fallen in love with just one look."
    },
    {
      "cite": "Christian Nestell Bovee",
      "quote": "Our first and last love is self-love."
    },
    {
      "cite": "Natalie Clifford Barney",
      "quote": "The advantage of love at first sight is that it delays a second sight."
    },
    {
      "cite": "Thomas Moore",
      "quote": "No, there's nothing half so sweet in life as love's young dream."
    },
    {
      "cite": "Tim McGraw",
      "quote": "Like an old photograph, time can make a feeling fade, but the memory of a first love never fades away."
    },
    {
      "cite": "Du Coeur",
      "quote": "We only love truly once. It is the first time and succeeding passions are less uncontrolled."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "We must never expect discretion in first love: it is accompanied by such excessive joy that unless the joy is allowed to overflow, it will choke you."
    },
    {
      "cite": "Anna Godbersen",
      "quote": "The first stab of love is like a sunset, a blaze of color ? oranges, pearly pinks, vibrant purples"
    },
    {
      "cite": "Anthony Hamilton",
      "quote": "No matter what the people say, I m gonna love you anyway. Girl, you re my first love."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Italy, and the spring and first love all together should suffice to make the gloomiest person happy."
    },
    {
      "cite": "Bonnie Tyler",
      "quote": "They say that your first love never dies. You can put out the flames, but not the fire."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Woman's happiness begins with her first love and ends about then"
    },
    {
      "cite": "Unkown",
      "quote": "I fall in love with you just thinking about you, remembering all the memories we've made... falling in love for the first time, our first kiss, saying our first I love you's, finding more to love about each other every day. And whenever I think about all"
    },
    {
      "cite": "Unkown",
      "quote": "Being someone's first love may be great, but to be their last is beyond perfect."
    },
    {
      "cite": "When You Know",
      "quote": "You know the first moment you look at him/her and you felt that feeling that you've never felt before then you know you have fallen in love with just one look."
    },
    {
      "cite": "P.S. I Love You",
      "quote": "Every morning I still wake up and the first thing I want to do is see your face."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Keep feeling the need for being first. But I want you to be the first in love. I want you to be the first in moral excellence. I want you to be the first in generosity."
    },
    {
      "cite": "Bob Dylan",
      "quote": "The future for me is already a thing of the past - You were my first love and you will be my last."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "There's no love like the first."
    },
    {
      "cite": "Daphne du Maurier",
      "quote": "I am glad it cannot happen twice, the fever of first love. For it is a fever, and a burden, too, whatever the poets may say."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "He smiles at me, and I am suddenly seventeen again - the year I realize that love doesn't follow the rules, the year I understood that nothing is worth having so much as something unattainable"
    },
    {
      "cite": "Sarah Dessen",
      "quote": "That first love. And the first one who breaks your heart. For me, they just happen to be the same person."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "A woman knows the face of the man she loves as a sailor knows the open sea."
    },
    {
      "cite": "Stendhal",
      "quote": "A very small degree of hope is sufficient to cause the birth of love."
    },
    {
      "cite": "Big Fish",
      "quote": "They say, when you meet the love of your life, time stops, and that's true. What they don't tell you is that when it starts again, it moves extra fast to catch up."
    },
    {
      "cite": "The Notebook",
      "quote": "I love you. I am who I am because of you. You are every reason, every hope, and every dream I've ever had, and no matter what happens to us in the future, everyday we are together is the greatest day of my life. I will always be yours."
    },
    {
      "cite": "Jerry Maguire",
      "quote": "You had me at hello."
    },
    {
      "cite": "The Girl With The Dragon Tattoo",
      "quote": "What she had realised was that love was that moment when your heart was about to burst."
    },
    {
      "cite": "Sex &amp; The City Movie",
      "quote": "She was a smart girl; Until she fell in love."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "You are the answer to every prayer I've offered. You are a song, a dream, a whisper, and I don't know how I could have lived without you for as long as I have."
    },
    {
      "cite": "Karen Allen",
      "quote": "I've never done anything for money. My first love is things of limited commercial appeal. I could be happy doing Shakespeare for the rest of my life."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "No matter how love-sick a woman is, she shouldn't take the first pill that comes."
    },
    {
      "cite": "Unkown",
      "quote": "Wait for the one you love? not the one who found you first."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Love is the triumph of imagination over intelligence."
    },
    {
      "cite": "Ben Hecht",
      "quote": "Love is the magician that pulls man out of his own hat."
    }
  ]
}