{
  "source": "https://www.wisesayings.com/first-amendment-quotes/",
  "theme": "first-amendment",
  "quotes": [
    {
      "cite": "Rush Limbaugh",
      "quote": "The First Amendment doesn't give anybody the right to be heard. People don't have to listen to you."
    },
    {
      "cite": "David Mamet",
      "quote": "The first amendment ensures not that speech will be fair, but that it will be free. It cannot be both."
    },
    {
      "cite": "Mike Godwin",
      "quote": "The First Amendment was designed to protect offensive speech, because nobody ever tries to ban the other kind."
    },
    {
      "cite": "Ann Coulter",
      "quote": "The spirit of the First Amendment has been effectively repealed for conservative speech by a censorious, accusatory mob."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "The First Amendment was designed to allow for disruption of business as usual. It is not a quiet and subdued amendment or right."
    },
    {
      "cite": "Thurgood Marshall",
      "quote": "The First Amendment serves not only the needs of the polity but also those of the human spirit- a spirit that demands self-expression."
    },
    {
      "cite": "William O. Douglas",
      "quote": "The dominant purpose of the First Amendment was to prohibit the widespread practice of government suppression of embarrassing information."
    },
    {
      "cite": "Jill Stein",
      "quote": "We have a First Amendment for good reasons. We need a free press because without an educated electorate we cannot have a functioning democracy."
    },
    {
      "cite": "William O. Douglas",
      "quote": "The First Amendment makes confidence in the common sense of our people and in the maturity of their judgement the great postulate of our democracy."
    },
    {
      "cite": "Anthony Kennedy",
      "quote": "The First Amendment is often inconvenient. But that is beside the point. Inconvenience does not absolve the government of its obligation to tolerate speech."
    },
    {
      "cite": "Fred M. Vinson",
      "quote": "The basis of the First Amendment is the hypothesis that speech can rebut speech, propaganda will answer propaganda, free debate of ideas will result in the wisest governmental policies."
    },
    {
      "cite": "Larry Flynt",
      "quote": "No one understands that the First Amendment is only important if you are going to offend somebody. If you're not going to offend somebody, you don't need protection of the First Amendment."
    },
    {
      "cite": "Orrin Hatch",
      "quote": "The First Amendment is not an altar on which we must sacrifice our children, families, and community standards. Obscene material that is not protected by the First Amendment can and must be prohibited."
    },
    {
      "cite": "Alan Keyes",
      "quote": "The First Amendment isn't about free thought and free opinion and free belief. The First Amendment is about free exercise--the carrying into practice of religious principles, and beliefs, and convictions."
    },
    {
      "cite": "Naomi Wolf",
      "quote": "The First Amendment applies to rogues and scoundrels. You don't lose your First Amendment rights because of a sleazy personality, or even for having committed a crime. Felons in jail are protected by the First Amendment."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The First Amendment has created a wall of separation between the church and the State. But that wall is one directional. It is to keep the government from running the Church. But it is not to keep Christian principles out of the government."
    },
    {
      "cite": "William O. Douglas",
      "quote": "Thus if the First Amendment means anything in this field, it must allow protests even against the moral code that the standard of the day sets for the community. In other words, literature should not be suppressed merely because it offends the moral code of the censor."
    },
    {
      "cite": "Anthony Kennedy",
      "quote": "First Amendment freedoms are most in danger when the government seeks to control thought or to justify its laws for that impermissible end. The right to think is the beginning of freedom, and speech must be protected from the government because speech is the beginning of thought."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "To those who cite the first amendment as reason for excluding God from more and more of our institutions and everyday life, may I just say: The first amendment of the Constitution was not written to protect the people of this country from religious values; it was written to protect religious values from government tyranny."
    },
    {
      "cite": "Anthony Lewis",
      "quote": "The First Amendment is very important, but it's not everything."
    },
    {
      "cite": "Roy Barnes",
      "quote": "The First Amendment rejects red tape, cover-up and double-speak."
    },
    {
      "cite": "Trey Gowdy",
      "quote": "The notion that the First Amendment has no limitations whatsoever is balderdash."
    },
    {
      "cite": "Rand Paul",
      "quote": "The First Amendment says keep government out of religion. It doesn't say keep religion out of government."
    },
    {
      "cite": "Arlen Specter",
      "quote": "The First Amendment freedom of religion is as important today as when the Bill of Rights was first written."
    },
    {
      "cite": "Michael Chabon",
      "quote": "The First Amendment has the same role in my life as a citizen and a writer as the sun has in our ecosystem."
    },
    {
      "cite": "John Yoo",
      "quote": "First Amendment speech and press rights may also be subordinated to the overriding need to wage war successfully."
    },
    {
      "cite": "Hugo Black",
      "quote": "The very reason for the First Amendment is to make the people of this country free to think, speak, write and worship as they wish, not as the Government commands."
    },
    {
      "cite": "George Will",
      "quote": "The First Amendment is not a blanket freedom-of-information act. The constitutional newsgathering freedom means the media can go where the public can, but enjoys no superior right of access."
    },
    {
      "cite": "Pete Wilson",
      "quote": "The First Amendment does not guarantee the press a constitutional right of special access to information not available to the general public, nor does it cloak the inmate with special rights of freedom of speech."
    },
    {
      "cite": "Roxane Gay",
      "quote": "The first amendment makes it clear that we are free to practice religion without government interference. The Constitution also establishes the separation of church and state so that the laws we live by our never guided by religious zeal."
    },
    {
      "cite": "Hugo Black",
      "quote": "The First Amendment provides the only kind of security system that can preserve a free government – one that leaves the way wide open for people to favor, discuss, advocate, or incite causes and doctrines however obnoxious and antagonistic such views may be to the rest of us."
    }
  ]
}