{
  "source": "https://www.wisesayings.com/first-day-of-school-quotes/",
  "theme": "first-day-of-school",
  "quotes": [
    {
      "cite": "Harry Wong",
      "quote": "The most important day of a person's education is the first day of school, not Graduation Day."
    },
    {
      "cite": "Jenny McCarthy",
      "quote": "Waking your kids up for school the first day after a break is almost as much fun as birthing them was."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You're off to great to great places. Today is your first day! Your mountain is waiting, so get on your way!"
    },
    {
      "cite": "Claire Sweeney",
      "quote": "I felt abandoned - watching my mum leave me with strangers. I'll never forget that feeling. Then I had very happy years at school."
    },
    {
      "cite": "Carlos Boozer",
      "quote": "I felt like the first day of school or someting. My heart was beating a litttle faster, my anticipation was building up. It was like the first day of school when you go to kindergaten or something."
    },
    {
      "cite": "Jenny Han",
      "quote": "I've always loved the first day of school better than the last day of school. Firsts are best because they are beginnings."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "On the first day of a college you will worry about how will you do inside the college  and at the last day of a college you will wonder what will you do outside the college"
    },
    {
      "cite": "Mark Twain",
      "quote": "Describing her first day back in grade school after a long absence, a teacher said, It was like trying to hold 35 corks under water at the same time."
    },
    {
      "cite": "John Ruskin",
      "quote": "The child who desires education will be bettered by it; the child who dislikes it disgraced."
    },
    {
      "cite": "Victor Hugo",
      "quote": "He who opens a school door, closes a prison."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "What we want is to see the child in pursuit of knowledge, and not knowledge in pursuit of the child."
    },
    {
      "cite": "unknown",
      "quote": "The first day of school is always a fashion show, The rest of the school year? A pajama party."
    },
    {
      "cite": "Chuck Grassley",
      "quote": "What makes a child gifted and talented may not always be good grades in school, but a different way of looking at the world and learning."
    },
    {
      "cite": "Mark Edmundon",
      "quote": "The first day of school is our second New Year’s. It is our day to make resolutions, to look backward to former lapses and triumphs and to look ahead, usually with a mix of anxiety and hope, to the year to come."
    },
    {
      "cite": "Kate Berube",
      "quote": "I'm not going."
    },
    {
      "cite": "Sean C. Cusak",
      "quote": "My memories on my first day of school included the classic never-ending search for that one classroom that did not seem to exist."
    },
    {
      "cite": "Dana Stewart Scott",
      "quote": "Learn as much as you can while you are young, since life becomes too busy later."
    },
    {
      "cite": "Malcolm X",
      "quote": "Education is our passport to the future, for tomorrow belongs to the people who prepare for it today."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Learning is a treasure that will follow its owner everywhere."
    },
    {
      "cite": "Arabella Weir",
      "quote": "Sending your child off to school for the first time in their life is terrifying."
    },
    {
      "cite": "Josephine Baker",
      "quote": "You must get an education. You must go to school, and you must learn to protect yourself. And you must learn to protect yourself with the pen, and not the gun."
    },
    {
      "cite": "unknown",
      "quote": "The first day of school - The day when the countdown to the last day of the school begins."
    },
    {
      "cite": "unknown",
      "quote": "That awkward moment on the first day of school when you'll go in front of the class and introduce yourself."
    },
    {
      "cite": "Ray LeBlond",
      "quote": "You learn something every day if you pay attention."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Studies serve for delight, for ornaments, and for ability."
    },
    {
      "cite": "Winifred C. Marshal",
      "quote": "School bells are ringing loud and clear; vacation's over, school is here."
    },
    {
      "cite": "Daniel Goleman",
      "quote": "School success is not predicted by a child’s fund of facts or a precocious ability to read as much as by emotional and social measures."
    },
    {
      "cite": "RuPaul",
      "quote": "You come here for one thing and one thing only, and that is to learn. I used to spend a lot of my life waiting for the day I could quit school, but then came to realize that so long as we are alive we never leave school. Life is a series of high schools, one after the other."
    },
    {
      "cite": "Tammie Jones",
      "quote": "Time to rise. Time for school! Open your eyes."
    },
    {
      "cite": "Andy Samberg",
      "quote": "You are graduating from college. That means that this is the first day of the last day of your life. No, that's wrong. This is the last day of the first day of school. Nope, that's worse. This is a day."
    },
    {
      "cite": "Jeff Kinney",
      "quote": "On the first day of school, you got to be real careful where you sit. You walk into the classroom and just plunk your stuff down on any old desk, and the next thing you know the teacher is saying, 'I hope you all like where you're sitting, because these are your permanent seats.'"
    },
    {
      "cite": "Jordan Francis",
      "quote": "First day of school, make sure that you know your locker combination."
    },
    {
      "cite": "Booker T. Washington",
      "quote": "I had the feeling that to get into a schoolhouse and study... would be about the same as getting into paradise."
    },
    {
      "cite": "Maeve Binchy",
      "quote": "On the first day of school, my father told me I'd be the most popular girl and everyone would love me and want to be my friend. It wasn't so, but it gave me an enormous amount of confidence."
    },
    {
      "cite": "Taisen Deshimaru",
      "quote": "From your first day at school you are cut off from life to make theories."
    },
    {
      "cite": "Socrates",
      "quote": "Wisdom begins in wonder."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "And this was the cause of my suffering when I was sent to school. For all of a sudden I found my world vanishing around me, giving place to wooden benches and straight walls staring at me with the blank stare of the blind. But the legend is that eating of the fruit of knowledge is not consonant with dwelling in paradise. Therefore men's children have to be banished from their paradise into a realm of death dominated by the decency of a tailoring department. So my mind had to accept the tight-fitting encasement of the school which, being like the shoes of a mandarin woman, pinched and bruised my nature on all sides and at every movement."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "What if they mispronounce my last name and everyone laughs? What if my teacher doesn't make her D's like Mom taught me? What if I spend the whole day without a friend?"
    },
    {
      "cite": "Lucy Tapahanso",
      "quote": "we pray / you will learn easily / in this new place / you will laugh and share / loving people other than us"
    },
    {
      "cite": "Catherine McTamaney",
      "quote": "My first year has been as disappointing as it was rewarding... I have lost and found hope, reviewed and revised, and finally concluded that my presence here is much more important that I had thought it would be."
    },
    {
      "cite": "Frank Pajares",
      "quote": "Our problem as educators is that far too often we begin the academic year worrying more about our courses and about our academic responsibilities than about our students, those fragile human beings who sit across from us and stare, waiting to learn and eager to know."
    },
    {
      "cite": "Northrop Frye",
      "quote": "The distance between pupil and teacher diminishes as the former gets older: by the end of high school the teacher should be a a fellow student."
    },
    {
      "cite": "Tricia Kannberg",
      "quote": "When kids look back on today, they won't remember the stack of work and supplies you sent home with them, but they will remember the love and compassion you showed them on a day full of uncertainty and anxiousness they likely can't describe."
    },
    {
      "cite": "Ansel Elgort",
      "quote": "You're perfect when you're comfortable being yourself."
    },
    {
      "cite": "Ken Robinson",
      "quote": "All children start their school careers with sparkling imaginations, fertile minds, and a willingness to take risks with what they think."
    },
    {
      "cite": "Dr. Edoardo Zeloni Magelli",
      "quote": "Every day is the first day of school."
    },
    {
      "cite": "Michael Linsin",
      "quote": "My number one goal at the end of the first day is not that they know the rules and consequences. It's that they're excited to be part of the class. That they run home to their parents and say, \"Oh my gosh. I have the best teacher. I have this awesome class. It's going to be great.\""
    },
    {
      "cite": "Marc Johns",
      "quote": "Reach as high as you can, and then reach a little higher. There you will find magic and possibility. And maybe even cookies."
    },
    {
      "cite": "Claire Dunphy",
      "quote": "The first day of school is tough on all my kids. Especially the one I married."
    },
    {
      "cite": "Joseph Bruce",
      "quote": "First I was born young and healthy / I told my mother one day I'd be wealthy /  Can't forget my first day at school / Got stabbed in the head with a pencil, but it's cool"
    },
    {
      "cite": "Robert Peter Williams",
      "quote": "And I had a dream it blows the autumn through my head / It felt like the first day of school / But I was going to the moon instead / And I walked down the hall / With the notebooks they got for me / My dad led me through the house / My mom drank instant coffee / And I knew that I would crash / But I didn't want to tell them / There are just some moments when your family makes sense / They just make sense"
    },
    {
      "cite": "Chad Everett Gilbert",
      "quote": "And I know that this is new / Like your first day of school / And you're feeling awkward / Like you miss your home / And it leaves you with an empty feeling / I just can't take it anymore"
    },
    {
      "cite": "Peter Michaels Jr.",
      "quote": "It was the first day of school / Just like that you meet new people, isn't that cool / But oh, you just did not fit in, and what a shame / You'll never make new friends, you say; but all that's gonna change"
    },
    {
      "cite": "Jordan Randall",
      "quote": "Greener than the first day at school / Wiser now but I'm still a fool / Packed my bags and I left too soon / Broke my promises, bent the rules"
    },
    {
      "cite": "Alice Guerin Crist",
      "quote": "And Mother is cutting lunches, / There are only four as a rule, / But to-day another is added, / For Baby is going to school. / ‘You’ll take her on Laddie between you, / And hold her tight at the creek.” / And Mother parts with her darling / With a kiss on her dimpled cheek."
    },
    {
      "cite": "Walt Whitman",
      "quote": "An old man's thought of School; / An old man, gathering youthful memories and blooms, that youth itself cannot. / Now only do I know you! / O fair auroral skies! O morning dew upon the grass! / And these I see--these sparkling eyes, / These stores of mystic meaning--these young lives, / Building, equipping, like a fleet of ships--immortal ships! /Soon to sail out over the measureless seas, / On the Soul's voyage."
    },
    {
      "cite": "Lesbia Harford",
      "quote": "In this little school / Life goes so sweetly, / Day on azure day / Is lost completely. / No one thinks too much, / Or worries greatly. / In a pleasant shade / We dream sedately. / There's no struggle here / Or conflict showing; / Only the sweet pain / Of young limbs growing."
    },
    {
      "cite": "Tungon Dugi",
      "quote": "School, School, School, / Without any frightening rule, / It’s not a place for fools and cools, / But a place for cute and artfuls. / It is the time when our pencils get shorten, / And notebooks get fat. / Our crayons get broken, / And erasers get flat. / Teachers here are very kind, / But wrong doings, they do mind. / Infused into us is not fear, / School days are very dear. / Studying in a school is not just a pleasure, / It’s truly a lifetime treasure."
    }
  ]
}