{
  "source": "https://www.wisesayings.com/first-time-quotes/",
  "theme": "first-time",
  "quotes": [
    {
      "cite": "Lauren Bacall",
      "quote": "The first time anything happens to you - your first love, your first success - the second one is never the same."
    },
    {
      "cite": "Shelagh Delaney",
      "quote": "You can remember the second and the third and the fourth time, but there's no time like the first. It's always there."
    },
    {
      "cite": "Agatha Christie",
      "quote": "The first time you do a thing is always exciting."
    },
    {
      "cite": "Rumer Godden",
      "quote": "To wake for the first time in a new place can be like another birth."
    },
    {
      "cite": "Ally Carter",
      "quote": "First time it's a stranger. Second time its just a coincidence. Third time it's a tail."
    },
    {
      "cite": "Ruth Reichl",
      "quote": "The first time you make something, follow the recipe, then figure out how to tailor it to your own tastes."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "The first time you say something, it's heard. The second time, it's recognized, and the third time it's learned."
    },
    {
      "cite": "Bear Bryant",
      "quote": "The first time you quit, it's hard. The second time, it gets easier. The third time, you don't even have to think about it."
    },
    {
      "cite": "Scott Adams",
      "quote": "The first time you see something that you have never seen before, you almost always know right away if you should eat it or run away from it."
    },
    {
      "cite": "Maya Angelou",
      "quote": "When someone shows you who they are, believe them the first time."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "For the first time in the history of mankind, one generation literally has the power to destroy the past, the present and the future, the power to bring time to an end."
    },
    {
      "cite": "Sienna Miller",
      "quote": "When you have your heart broken for the first time, you gain depth."
    },
    {
      "cite": "Sushant Singh Rajput",
      "quote": "If you are seeing something for the first time, one of your first reactions should be fascination."
    },
    {
      "cite": "Amy Grant",
      "quote": "I think the first time you try anything in a public way, you feel really exposed."
    },
    {
      "cite": "Lauryn Hill",
      "quote": "From the first time someone says, Who do you think you are? we learn how to repress."
    },
    {
      "cite": "Abbi Glines",
      "quote": "For the first time, the object of what I want is more important than fulfilling my desires."
    },
    {
      "cite": "Brody Armstrong",
      "quote": "When you meet someone for the first time, that's not the whole book. That's just the first page."
    },
    {
      "cite": "Mary Lee Settle",
      "quote": "The first time you are reconciled to the terrible unfairness of disappointment, you are getting old."
    },
    {
      "cite": "Margaret Mead",
      "quote": "For the very first time the young are seeing history being made before it is censored by their elders."
    },
    {
      "cite": "Anita Shreve",
      "quote": "Once you tell your first lie, the first time you lie for him, you are in it with him, and then you are lost."
    },
    {
      "cite": "Ben Harper",
      "quote": "Every time feels like my first time. And I just find that the process of it feeds into one's own self-obsession."
    },
    {
      "cite": "Brooke Valentine",
      "quote": "You never get another first time. I just remember being excited and that feeling of \"Wow my dream is really coming true\"."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "For the first time in my life I've done something for me and by choice and not because somebody told me it was good or bad."
    },
    {
      "cite": "Billy Crystal",
      "quote": "If you do something for the first time, you will always remember it. If your Dad has something to do with it, you write about it."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "It was the first time she'd discovered something she really didn't want to find, and she didn't know what to do once she'd found it."
    },
    {
      "cite": "Kirby Wright",
      "quote": "For the first time I realized adults could back themselves into corners so remote that love, or its memory, could no longer reach them."
    },
    {
      "cite": "Sam Yagan",
      "quote": "The first time you meet someone, the conversation is sort of on life support. You're just trying to live another moment in the life of the conversation."
    },
    {
      "cite": "Lupe Velez",
      "quote": "The first time you buy a house you see how pretty the paint is and buy it. The second time you look to see if the basement has termites. It's the same with men."
    },
    {
      "cite": "Kathryn Minshew",
      "quote": "The first time you meet someone, they're a new acquaintance, the second time you have a bit of an understanding, and the third time you meet them, you're old hats."
    },
    {
      "cite": "Kennedy Onassis",
      "quote": "The first time you marry for love, the second for money, and the third for companionship."
    },
    {
      "cite": "Neil Hilborn",
      "quote": "The first time I saw her, everything in my head went quiet."
    },
    {
      "cite": "James Mattis",
      "quote": "The first time you blow someone away is not an insignificant event."
    },
    {
      "cite": "Mary J. Blige",
      "quote": "For the first time in my life, I'm proud of myself."
    },
    {
      "cite": "Carl Bernstein",
      "quote": "For the first time, the weird and the stupid and the coarse are becoming our cultural norms, even our cultural ideal."
    },
    {
      "cite": "Ned Vizzini",
      "quote": "For the first time in our history it is possible to conquer poverty."
    },
    {
      "cite": "Stephenie Meyer",
      "quote": "It was the first time I'd ever felt truly jealous of anyone else in my entire life."
    },
    {
      "cite": "Mark Twain",
      "quote": "The first time a student realizes that a little learning is a dangerous thing is when he brings home a poor report card."
    },
    {
      "cite": "Tom T. Hall",
      "quote": "The first time with artistic endeavors is, if it's working, it was your idea, and if it's not, it's somebody else's idea."
    },
    {
      "cite": "Ayn Rand",
      "quote": "For the first time since her return, she felt pain, a violent pain, but it made her feel alive, because it was worth feeling."
    },
    {
      "cite": "Charles Nelson Reilly",
      "quote": "If you're entering a room for the first time, do it the way you would in life - look around; see how they have the furniture arranged. If your character is meeting another character for the first time, meet them the way you would in life."
    },
    {
      "cite": "David Copperfield",
      "quote": "When you're a guy and meet a girl the first time, you do whatever it takes."
    }
  ]
}