{
  "source": "https://www.wisesayings.com/fishing-quotes/",
  "theme": "fishing",
  "quotes": [
    {
      "cite": "Norman Schwarzkopf",
      "quote": "The fun of fishing is catching 'em, not killing 'em."
    },
    {
      "cite": "Lee Trevino",
      "quote": "If your concentration is getting bad, take up bass fishing. It will really improve your ability to focus. If you aren't ready when that fish hits, you can't set the hook."
    },
    {
      "cite": "Paul Schullery",
      "quote": "Calling fishing a hobby is like calling brain surgery a job.__"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Many men go fishing all of their lives without knowing that it is not fish they are after.__"
    },
    {
      "cite": "Charles Waterman",
      "quote": "Most of the world is covered by water. A fisherman's job is simple: Pick out the best parts."
    },
    {
      "cite": "Koos Brandt",
      "quote": "My Biggest worry is that when I'm dead and gone, my wife will sell my fishing gear for what I said I paid for it."
    },
    {
      "cite": "Robert Traver",
      "quote": "I fish because I love to . . . because I love the environs where trout are found . . . because I suspect that men are going along this way for the last time, and I for one don't want to waste the trip . . . and, finally, not because I regard fishing as being so terribly important but because I suspect that so many of the other concerns of men are equally unimportant and not nearly so much fun."
    },
    {
      "cite": "Tony Blake",
      "quote": "Some go to church and think about fishing, others go fishing and think about God."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I went fishing, and I caught a minnow. If you think that's tiny, you should see the bait I was using. What micro fish could resist my love?"
    },
    {
      "cite": "S. Bradley Stoner",
      "quote": "Don't worry, he said, that grandfatherly smile spreading across his face once more, 'I've been fishing for over forty years._ You've got plenty of time to catch up, maybe even pass what I've done._ You're a perspicacious piscatorial pursuer, and I'm sure you'll catch the big ones.'"
    },
    {
      "cite": "unknown",
      "quote": "There are two types of fisherman - those who fish for sport and those who fish for fish."
    },
    {
      "cite": "Washington Irving",
      "quote": "There is certainly something in angling that tends to produce a serenity of the mind."
    },
    {
      "cite": "Robert Altman",
      "quote": "I love fishing._ You put that line in the water and you don't know what's on the other end._ Your imagination is under there._"
    },
    {
      "cite": "John Buchan",
      "quote": "The charm of fishing is that it is the pursuit of what is elusive but attainable, a perpetual series of occasions for hope."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Fishing is much more than fish._ It is the great occasion when we may return to the fine simplicity of our forefathers."
    },
    {
      "cite": "unknown",
      "quote": "Nothing makes a fish bigger than almost being caught._"
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Be patient and calm - for no one can catch fish in anger."
    },
    {
      "cite": "Zane Grey",
      "quote": "If I fished only to capture fish, my fishing trips would have ended long ago."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "There are always new places to go fishing. For any fisherman, there's always a new place, always a new horizon."
    },
    {
      "cite": "Ted Hughes",
      "quote": "Fishing provides that connection with the whole living world. It gives you the opportunity of being totally immersed, turning back into yourself in a good way. A form of meditation, some form of communion with levels of yourself that are deeper than the ordinary self."
    },
    {
      "cite": "unknown",
      "quote": "Bragging may not bring happiness, but no man having caught a large fish goes home through an alley."
    },
    {
      "cite": "Patrick McManus",
      "quote": "Scholars have long known that fishing eventually turns men into philosophers._ Unfortunately, it is almost impossible to buy decent tackle on a philosopher's salary."
    },
    {
      "cite": "William Tapply",
      "quote": "I've gone fishing thousands of times in my life, and I have never once felt unlucky or poorly paid for those hours on the water."
    },
    {
      "cite": "Ray Bergman",
      "quote": "In every species of fish I've angled for, it is the ones that have got away that thrill me the most, the ones that keep fresh in my memory._ So I say it is good to lose fish._ If we didn't, much of the thrill of angling would be gone."
    },
    {
      "cite": "Arnold Gingrich",
      "quote": "A trout is a moment of beauty known only to those who seek it."
    },
    {
      "cite": "John Ashley-Cooper",
      "quote": "One thing becomes clearer as one gets older and one's fishing experience increases, and that is the paramount importance of one's fishing companions."
    },
    {
      "cite": "Theodore Gordon",
      "quote": "The great charm of fly-fishing is that we are always learning."
    },
    {
      "cite": "John Voelker",
      "quote": "Most fishermen swiftly learn that it's a pretty good rule never to show a favorite spot to any fisherman you wouldn't trust with your wife"
    },
    {
      "cite": "Charles F. Orvis",
      "quote": "More than half the intense enjoyment of fly-fishing is derived from the beautiful surroundings, the satisfaction felt from being in the open air, the new lease of life secured thereby, and the many, many pleasant recollections of all one has seen, heard and done."
    },
    {
      "cite": "Harry Middleton",
      "quote": "Fishing is not an escape from life, but often a deeper immersion into it..."
    },
    {
      "cite": "Nick Lyons",
      "quote": "In the best stories about fly fishing ... big fish are caught or lost; people say wild and spontaneous words; event becomes memory and sometimes, in the hands of a master, bleeds into art."
    },
    {
      "cite": "Roderick Haig-Brown",
      "quote": "There will be days when the fishing is better than one's most optimistic forecast, others when it is far worse. Either is a gain over just staying home."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "A fishing rod is a stick with a hook at one end and a fool at the other."
    },
    {
      "cite": "Frank P. Baron",
      "quote": "The agony and the ecstasy is a six-year-old boy trying to go to sleep, knowing he's going fishing in the morning."
    },
    {
      "cite": "Ovid",
      "quote": "Opportunity is ever worth expecting; let our hood be ever hanging ready. The fish will be in the pool where you least imagine it to be."
    },
    {
      "cite": "Harold F. Blaisdell",
      "quote": "Quite possibly this is the key to fishing: the ability to see glamour in whatever species one may fish for."
    },
    {
      "cite": "W.D. Wetherell",
      "quote": "Those who fish get to know and understand a river in a way few others can."
    },
    {
      "cite": "Thomas Tod Stoddart",
      "quote": "All earth is full of happy things when the angler goes a-trolling!"
    },
    {
      "cite": "Russell Chatham",
      "quote": "Perhaps all you can say is that there are great lapses or discrepancies in time; that and the simple if inexplicable fact that some people have fishing in their hearts."
    },
    {
      "cite": "Jimmy Cannon",
      "quote": "Fishing, with me, has always been an excuse to drink in the daytime."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The wildness and adventure that are in fishing still recommend it to me."
    },
    {
      "cite": "Katharine Weber",
      "quote": "Fishing is marvelous... there is the irresistible urge to tangle with the mysterious and unknown, to rely on intuition and hunches."
    },
    {
      "cite": "Edgar A. Guest",
      "quote": "A boy and his dad on a fishing trip— / there is a glorious fellowship!"
    },
    {
      "cite": "Charles Dudley Warner",
      "quote": "There is nothing like the thrill of expectation over the first cast in unfamiliar waters. Fishing is like gambling, in that failure only excites hope of a fortunate throw next time."
    },
    {
      "cite": "Hal Borland",
      "quote": "If you ever wondered why fishing is probably the most popular sport in this country, watch that boy beside the brook and you will learn. If you are really perceptive you will. For he already knows that fishing is only one part fish."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "The fishermen know that the sea is dangerous and the storm terrible, but they have never found these dangers sufficient reason for remaining ashore."
    },
    {
      "cite": "Dan Baughman",
      "quote": "When we fish, we are awake. We are attuned to the environment, to the world, to the reverence and wonder of life."
    },
    {
      "cite": "Dorothy Noyes Arms",
      "quote": "Fishing is fundamentally a game of chance, and at heart we are all gamblers."
    },
    {
      "cite": "Ernest G. Schwiebert Jr.",
      "quote": "Ours is the grandest sport. It is an intriguing battle of wits between an angler and a trout; and in addition to appreciating the tradition and grace of the game, we play it in the magnificent out-of-doors."
    },
    {
      "cite": "Roman Proverb",
      "quote": "He catches the best fish who angles with a golden hook."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "He who wants to catch fish must not mind getting wet."
    },
    {
      "cite": "French Proverb",
      "quote": "No fishing like fishing in the sea."
    },
    {
      "cite": "German Proverb",
      "quote": "The fishing is good in troubled waters."
    },
    {
      "cite": "Billy Connolly",
      "quote": "I love fishing. It's like transcendental meditation with a punch-line."
    },
    {
      "cite": "Tom Brokaw",
      "quote": "If fishing is a religion, fly fishing is high church."
    },
    {
      "cite": "Lord Home",
      "quote": "Fishing is unquestionably a form of madness but, happily, for the once-bitten there is no cure."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "It is to be observed that 'angling' is the name given to fishing by people who can't fish."
    },
    {
      "cite": "John Steinbeck",
      "quote": "It has always been my private conviction that any man who pits his intelligence against a fish and loses has it coming."
    },
    {
      "cite": "Howell Raines",
      "quote": "Fly fishing is to fishing as ballet is to walking."
    },
    {
      "cite": "Roderick L. Haig-Brown",
      "quote": "I still don't know why I fish or why other men fish, except that we like it and it makes us think and feel."
    },
    {
      "cite": "Sparse Grey Hackle",
      "quote": "You will search far to find a fisherman to admit that a taste for fishing, like a taste for liquor, must be governed lest it come to possess its possessor."
    },
    {
      "cite": "John Wolcot",
      "quote": "Enjoy thy stream, O harmless fish; / And when an angler for his dish, / Through gluttony's vile sin, / Attempts, the wretch, to pull thee out, / God give thee strength, O gentle trout, / To pull the rascal in!"
    },
    {
      "cite": "Doug Larson",
      "quote": "If people concentrated on the really important things in life, there'd be a shortage of fishing poles."
    },
    {
      "cite": "Steven Wright",
      "quote": "There is a fine line between fishing and just standing on the shore like an idiot."
    },
    {
      "cite": "Sparse Grey Hackle",
      "quote": "If fishing is interfering with your business, give up your business."
    },
    {
      "cite": "Justin Morgan",
      "quote": "It doesn't matter if the rod is or isn't bent. Time spent fishing is time well spent."
    },
    {
      "cite": "Earl Dibbles Jr.",
      "quote": "I got 99 problems and fishin' solves all of 'em."
    },
    {
      "cite": "Patrick F. McManus",
      "quote": "There is no greater fan of fly fishing than the worm."
    },
    {
      "cite": "Lee Ellington",
      "quote": "Woke up this morning / Wanting to cry / Then I remember / Yes I know why / She's a real good one for having her cake / I'm gonna go fishing or jump in the lake / Yeah, I'm gonna go fishing / That's what I'll do / Think about nothing / Not even you / Catch a real big one, a big speckled trout / Snapping in the water I'll pull him on out"
    },
    {
      "cite": "Lucy Maud Montgomery",
      "quote": "There's a piping wind from a sunrise shore /  Blowing over a silver sea, / There's a joyous voice in the lapsing tide / That calls enticingly; / The mist of dawn has taken flight / To the dim horizon's bound, / And with wide sails set and eager / hearts / We're off to the fishing ground."
    },
    {
      "cite": "James Reyne",
      "quote": "I'm going fishing / Where the catfish bite / I'm going fishing / We can stay all night / I'm going fishing / And I ain't coming back."
    }
  ]
}