{
  "source": "https://www.wisesayings.com/fish-quotes/",
  "theme": "fish",
  "quotes": [
    {
      "cite": "P.J. O'Rourke",
      "quote": "Fish is the only food that is considered spoiled once it smells like what it is."
    },
    {
      "cite": "Bobby Heenan",
      "quote": "Remember folks, fish are like relatives. After two days, they stink."
    },
    {
      "cite": "Chinese Proverbs",
      "quote": "Give me a fish and I eat for a day. Teach me to fish and I eat for a lifetime."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "No good fish goes anywhere without a porpoise."
    },
    {
      "cite": "John Taylor Wood",
      "quote": "A little bait catches a large fish."
    },
    {
      "cite": "Eugene Field",
      "quote": "The biggest fish he ever caught were those that got away."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "Fish in another man's pond and you will catch crabs."
    },
    {
      "cite": "George Eliot",
      "quote": "Net the large fish and you are sure to have the small fry."
    },
    {
      "cite": "Democritus",
      "quote": "In a shared fish, there are no bones."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that would fish, must venture his bait."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "The best way to observe a fish is to become a fish."
    },
    {
      "cite": "Nick Hexum",
      "quote": "The fish who keeps on swimming is the first to chill upstream."
    },
    {
      "cite": "Mao Zedong",
      "quote": "Dont give a child a fish but show him how to fish."
    },
    {
      "cite": "Proverb",
      "quote": "Fish, to taste right, must swim three times - in water, in butter, and in wine."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "A fish may love a bird, but where would they live?"
    },
    {
      "cite": "Proverb",
      "quote": "If the fish had not opened its mouth, it would not have been caught."
    },
    {
      "cite": "Paul Watson",
      "quote": "A fish is more valuable swimming in the sea maintaining the integrity of oceanic eco-systems than it is on anyone's plate."
    },
    {
      "cite": "Edmund Spenser",
      "quote": "The fish once caught, new bait will hardly bite."
    },
    {
      "cite": "Kurt Cobain",
      "quote": "It's okay to eat fish because they don't have any feelings."
    },
    {
      "cite": "Proverb",
      "quote": "Fish always stinks from the head downwards."
    },
    {
      "cite": "unknown",
      "quote": "Only dead fish go with the flow."
    },
    {
      "cite": "Don Van Vliet",
      "quote": "If you want to be a different fish, jump out of school."
    },
    {
      "cite": "Andre Gide",
      "quote": "Fish die belly upward, and rise to the surface. Its their way of falling."
    },
    {
      "cite": "unknown",
      "quote": "Even a fish could stay out of trouble if it would just learn to keep its mouth shut."
    },
    {
      "cite": "Indian Proverb",
      "quote": "Don't bargain for fish which are still in the water."
    },
    {
      "cite": "John Burroughs",
      "quote": "When you bait the hook with your heart, the fish always bite."
    },
    {
      "cite": "English Proverb",
      "quote": "Venture a small fish to catch a great one."
    },
    {
      "cite": "Proverb",
      "quote": "It is better to be a big fish in a small pond than a small fish in a mighty ocean."
    },
    {
      "cite": "W. C. Fields",
      "quote": "Remember, a dead fish can float down stream, but it takes a live one to swim upstream."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Bait the hook well. This fish will bite."
    },
    {
      "cite": "Janet Fitch",
      "quote": "A fish has no concept of water."
    },
    {
      "cite": "American Proverb",
      "quote": "There are plenty of fish in the sea."
    },
    {
      "cite": "Robert Bresson",
      "quote": "Empty the pond to get the fish."
    },
    {
      "cite": "Kabir",
      "quote": "The fish in the water that is thirsty needs serious professional counseling."
    },
    {
      "cite": "Ralph Linton",
      "quote": "The last thing a fish would ever notice would be water"
    },
    {
      "cite": "Moses",
      "quote": "Never leave fish to find fish."
    },
    {
      "cite": "George Allen Sr",
      "quote": "If you want to catch more fish, use more hooks."
    },
    {
      "cite": "Walter Scott",
      "quote": "It's no fish ye're buying, it's men's lives."
    },
    {
      "cite": "Irish Sayings",
      "quote": "There are fish in the sea better than have ever been caught."
    },
    {
      "cite": "Maimonides",
      "quote": "Give a man a fish and you feed him for a day; teach a man to fish and you feed him for a lifetime."
    },
    {
      "cite": "Conan O'Brien",
      "quote": "Fish recognize a bad leader."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Fishing is much more than fish. It is the great occasion when we may return to the fine simplicity of our forefathers."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Knowledge does not keep any better than fish."
    },
    {
      "cite": "Arabic Proverbs",
      "quote": "Throw a lucky man into the sea, and he will come up with a fish in his mouth."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Guests, like fish, begin to smell after three days."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "He missed you like a fish in a bowl misses the open sea."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "The tiny fish enjoy themselves in the sea."
    },
    {
      "cite": "Dan Quayle",
      "quote": "If you give a person a fish, they'll fish for a day. But if you train a person to fish, they'll fish for a lifetime."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "One fish. Two fish. Red fish. Blue fish. Black fish. Blue fish. Old fish. New fish. This one has a little star. This one has a little car. Say! What a lot of fish there are."
    },
    {
      "cite": "Eric Butterworth",
      "quote": "The one thing that a fish can never find is water; and the one thing that man can never find is God."
    },
    {
      "cite": "George Crabbe",
      "quote": "A great lie is like a great fish on dry land; it may fret and fling and make a frightful bother, but it cannot hurt you. You have only to keep still, and it will die of itself."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "A woman without a man is like a fish without a bicycle."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Many men go fishing all of their lives without knowing that it is not fish they are after."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "Fishing is great discipline in the equality of men - because All men are equal before fish."
    },
    {
      "cite": "Indian Proverb",
      "quote": "Only when the last tree has died and the last river has been poisoned and the last fish been caught will we realize that we cannot eat money."
    },
    {
      "cite": "Jim Hightower",
      "quote": "The opposite for courage is not cowardice, it is conformity. Even a dead fish can go with the flow."
    },
    {
      "cite": "John Ruskin",
      "quote": "No human being, however great, or powerful, was ever so free as a fish."
    },
    {
      "cite": "Jose Rizal",
      "quote": "He who does not love his own language is worse than an animal and a smelly fish."
    },
    {
      "cite": "Langston Hughes",
      "quote": "Life is a big sea full of many fish. I let down my nets and pulled. I'm still pulling."
    },
    {
      "cite": "Linda Ellerbee",
      "quote": "If you believe in your heart that you are right, then you must fight with all your might to do it your way. Only dead fish swim with the stream all the time."
    },
    {
      "cite": "Mark Twain",
      "quote": "When you fish for love, bait with your heart, not your brain."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Love is the net where hearts are caught like fish."
    },
    {
      "cite": "Ovid",
      "quote": "Always have your hook baited, in the pool where least think it, there will be a fish."
    },
    {
      "cite": "Sylvia Earle",
      "quote": "I want to get out in the water. I want to see fish, real fish, not fish in a laboratory."
    },
    {
      "cite": "Thai Proverb",
      "quote": "At high tide the fish eat ants; at low tide the ants eat fish."
    },
    {
      "cite": "unknown",
      "quote": "Fish should smell like the ocean. If they smell like fish, it's too late."
    },
    {
      "cite": "unknown",
      "quote": "The fish only knows that it lives in the water, after it is already on the river bank. Without our awareness of another world out there, it would never occur to us to change."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "Shakespearean fish swam the sea, far away from land; Romantic fish swam in nets coming to the hand."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Fishes live in the sea, as men do a-land; the great ones eat up the little ones."
    },
    {
      "cite": "Zhuangzi",
      "quote": "I know the joy of fishes in the river through my own joy, as I go walking along the same river."
    },
    {
      "cite": "G. Llewellyn Watson",
      "quote": "The fish in the deep water do not know how the fish by the river's edge feel."
    },
    {
      "cite": "Macr Anello",
      "quote": "Fish is brain food. People who eat fish have large, well-developed brains. Peopl with large, well-developed brain don't fish."
    },
    {
      "cite": "Irving Berlin",
      "quote": "A little fish in a big pond has plenty of room to swim."
    },
    {
      "cite": "Johnny Burke",
      "quote": "A fish won't do anything, but swim in a brook."
    },
    {
      "cite": "Alexander Barclay",
      "quote": "The great fish eat the small."
    },
    {
      "cite": "Eric Ripert",
      "quote": "The fish is the star of the plate."
    },
    {
      "cite": "Paul Watson",
      "quote": "Every fish in the ocean is in danger."
    },
    {
      "cite": "Jane Yolen",
      "quote": "Fish are not the best authority on water."
    },
    {
      "cite": "Auguste Escoffier",
      "quote": "Fish without wine is like egg without salt."
    }
  ]
}