{
  "source": "https://www.wisesayings.com/flag-quotes/",
  "theme": "flag",
  "quotes": [
    {
      "cite": "C. S. Lewis",
      "quote": "Pain plants the flag of truth within a rebel fortress."
    },
    {
      "cite": "Banksy",
      "quote": "People who enjoy waving flags don't deserve to have one."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "The man who is always waving the flag usually waives what it stands for."
    },
    {
      "cite": "Howard Zinn",
      "quote": "There is no flag large enough to cover the shame of killing innocent people."
    },
    {
      "cite": "Bette Midler",
      "quote": "If you're passionate about something, then you should pick up your flag and run with it."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "A thoughtful mind, when it sees a Nation's flag, sees not the flag only, but the Nation itself."
    },
    {
      "cite": "Nathan Bedford Forrest",
      "quote": "We have but one flag, one country; let us stand together. We may differ in color, but not in sentiment. Many things have been said about me which are wrong, and which white and black persons here, who stood by me through the war, can contradict."
    },
    {
      "cite": "Wendell Berry",
      "quote": "We are far more concerned about the desecration of the flag than we are about the desecration of our land."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Not another flag has such an errand, carrying everywhere, the world around, such hope for freedom such glorious tidings."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Flags are bits of colored cloth that governments use first to shrink-wrap people’s minds & then as ceremonial shrouds to bury the dead."
    },
    {
      "cite": "David Lloyd George",
      "quote": "The man who tries to make the flag an object of a single party is a greater traitor to that flag than any man who fires at it."
    },
    {
      "cite": "William J. Brennan",
      "quote": "We do not consecrate the flag by punishing its desecration, for in doing so, we dilute the freedom this cherished emblem represents."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Our flag is a proud flag, and it stands for liberty and civilization. Where it has once floated, there must be no return to tyranny."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "A regime that wraps itself in the flag of truth fears truth most of all, for if its story is falsified to the slightest degree, its authority is gone."
    },
    {
      "cite": "Jerrold Nadler",
      "quote": "If the flag needs protection at all, it needs protection from members of Congress who value the symbol more than the freedoms that the flag represents."
    },
    {
      "cite": "BILL MOYERS",
      "quote": "In uniform patriotism can salute one flag only, embrace but the first circle of life—one's own land and tribe. In war that is necessary, in peace it is not enough."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Unquestionably we do stand by our national flag as stoutly as any people in the world; and I myself have felt the heart-throb at sight of it, as sensibly as other men"
    },
    {
      "cite": "Ken Kesey",
      "quote": "Nowhere else in history has there ever been a flag that stands for the right to burn itself. This is the fractal of our flag. It stands for the right to destroy itself."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "The flag is the embodiment, not of sentiment, but of history."
    },
    {
      "cite": "Sri Chinmoy",
      "quote": "Only one flag Flies above all the rest:The flag of universal oneness."
    },
    {
      "cite": "LM Fields",
      "quote": "Plant your flag, respectfully stand for truth, justice, and freedom for all."
    },
    {
      "cite": "Rich Lowry",
      "quote": "A flag doesn't cause someone to sit in a prayer meeting for an hour, and then stand up and shoot people."
    },
    {
      "cite": "Adrian Cronauer",
      "quote": "Our flag is not just one of many political points of view. Rather, the flag is a symbol of our national unity."
    },
    {
      "cite": "Larry Craig",
      "quote": "Flag desecration is not a constitutional issue for the courts. It is a political one that belongs to the people."
    },
    {
      "cite": "Ezola B. Foster",
      "quote": "Anyone who says the Confederate Flag is a symbol of hate should be required to go to sensitivity training classes."
    }
  ]
}