{
  "source": "https://www.wisesayings.com/flamingo-quotes/",
  "theme": "flamingo",
  "quotes": [
    {
      "cite": "Joseph O'Connor",
      "quote": "I feel these days like a very large flamingo. No matter what way I turn, there is always a very large bill."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "The reason birds can fly and we can't is simply because they have perfect faith, for to have faith is to have wings."
    },
    {
      "cite": "John Berry",
      "quote": "The bird of paradise alights only upon the hand that does not grasp."
    },
    {
      "cite": "Salvador Dali",
      "quote": "Intelligence without ambition is a bird without wings."
    },
    {
      "cite": "Aesop",
      "quote": "It is not only fine feathers that make fine birds."
    },
    {
      "cite": "Jacques Deval",
      "quote": "God loved the birds and invented trees. Man loved the birds and invented cages."
    },
    {
      "cite": "Bob Dylan",
      "quote": "No one is free, even the birds are chained to the sky."
    },
    {
      "cite": "Francis Beaumont",
      "quote": "Faith without works is like a bird without wings; though she may hop with her companions on earth, yet she will never fly with them to heaven."
    },
    {
      "cite": "Eubie Blake",
      "quote": "Be grateful for luck. Pay the thunder no mind - listen to the birds. And don't hate nobody."
    },
    {
      "cite": "Charley Harper",
      "quote": "A flock of flirting flamingos is pure, passionate, pink pandemonium-a frenetic flamingle-mangle-a discordant discotheque of delirious dancing, flamboyant feathers, and flamingo lingo."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "The bird is powered by its own life and by its motivation."
    },
    {
      "cite": "William Blake",
      "quote": "No bird soars too high if he soars with his own wings."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Faith is the bird that feels the light And sings when the dawn is still dark."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Be as a bird perched on a frail branch that she feels bending beneath her, still she sings away all the same, knowing she has wings."
    },
    {
      "cite": "Marian Woods",
      "quote": "We're not flamingo nuts, but we are flamingo crazy."
    },
    {
      "cite": "Savannah Larsen",
      "quote": "Be a Flamingo in a flock of Pigeons."
    }
  ]
}