{
  "source": "https://www.wisesayings.com/flashback-quotes/",
  "theme": "flashback",
  "quotes": [
    {
      "cite": "Beverly Engel",
      "quote": "You cannot make yourself have a flashback, nor will you have one unless you are emotionally ready to remember something. Once remembered, the memory can help you to face more of the truth. You can then express your pent-up feelings about the memory and continue on your path to recovery. Think of the flashback as a clue to the next piece of work. No matter how painful, try to view it as a positive indication that you are now ready and willing to remember."
    },
    {
      "cite": "Christina Enevoldsen",
      "quote": "The inability to get something out of your head is a signal that shouts, “Don’t forget to deal with this!” As long as you experience fear or pain with a memory or flashback, there is a lie attached that needs to be confronted. In each healing step, there is a truth to be gathered and a lie to discard."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The advantage of a bad memory is that one enjoys several times the same good things for the first time."
    },
    {
      "cite": "Anita Loos",
      "quote": "Memory is more indelible than ink."
    },
    {
      "cite": "Toba Beta",
      "quote": "By having good memories on every place you just visit, you are building paradise in your own heart and your life."
    },
    {
      "cite": "Georges Duhamel",
      "quote": "We do not know the true value of our moments until they have undergone the test of memory."
    },
    {
      "cite": "Aeschylus",
      "quote": "Memory is the mother of all wisdom."
    },
    {
      "cite": "Steven Soderbergh",
      "quote": "The brief flashbacks are sun-kissed, summery and optimistic. It's the only place in the movie you will see red, yellow, orange, or any vibrant colors."
    },
    {
      "cite": "Susan Hill",
      "quote": "Flashback in film rarely works."
    },
    {
      "cite": "Milan Kundera",
      "quote": "The Greek word for \"return\" is nostos. Algos means \"suffering.\" So nostalgia is the suffering caused by an unappeased yearning to return."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Remembrance of things past is not necessarily the remembrance of things as they were."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Nostalgia in reverse, the longing for yet another strange land, grew especially strong in spring."
    },
    {
      "cite": "James M. Barrie",
      "quote": "God gave us memory so that we might have roses in December."
    },
    {
      "cite": "Pittacus Lore",
      "quote": "The price of a memory, is the memory of the sorrow it brings."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "Every man's memory is his private literature."
    },
    {
      "cite": "William Faulkner",
      "quote": "Memory believes before knowing remembers. Believes longer than recollects, longer than knowing even wonders."
    },
    {
      "cite": "Lois Lowry",
      "quote": "Memory is the happiness of being alone."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "Memory's truth, because memory has its own special kind. It selects, eliminates, alters, exaggerates, minimizes, glorifies, and vilifies also; but in the end it creates its own reality, its heterogeneous but usually coherent version of events; and no sane human being ever trusts someone else's version more than his own."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Memory was supposed to fill the time, but it made time a hole to be filled."
    },
    {
      "cite": "Paul Auster",
      "quote": "Memory is the space in which a thing happens for a second time."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Memory is like plaster: peel it back and you just might find a completely different picture."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Memory loss is one way of coping with damage."
    },
    {
      "cite": "Jodi Picoult",
      "quote": "Memories aren't stored in the heart or the head or even the soul, if you ask me, but in the spaces between any given two people."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Excellent memories are often coupled with feeble judgments."
    },
    {
      "cite": "Rose Kennedy",
      "quote": "Life isn't a matter of milestones, but of moments."
    },
    {
      "cite": "Haruki Murakimi",
      "quote": "Memories warm you up from the inside. But they also tear you apart."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "It's surprising how much memory is built around things unnoticed at the time."
    },
    {
      "cite": "Walter Benjamin",
      "quote": "The work of memory collapses time."
    },
    {
      "cite": "Stephen Evans",
      "quote": "Memory is imagination in reverse."
    }
  ]
}