{
  "source": "https://www.wisesayings.com/flawless-quotes/",
  "theme": "flawless",
  "quotes": [
    {
      "cite": "Amanda Seals",
      "quote": "You're flawless when you embrace the things about you that you don't necessarily like, but you own them because they're yours."
    },
    {
      "cite": "Deepanshi Gupta",
      "quote": "Life is not about making it flawless, It's about not letting the flaws steal your courage and happiness."
    },
    {
      "cite": "Vera Wang",
      "quote": "My mother was extremely controlled, sort of flawless. And I always tend to be a bit more hippie."
    },
    {
      "cite": "Komal Kataria",
      "quote": "Don't paint yourself with layers of foundation, carry yourself with a smile!  Don't conceal your so called flaws, because God is perfect in his work and has made each one of us Flawless."
    },
    {
      "cite": "Rachel Simmons",
      "quote": "Many girls aspire to a version of selfhood that puts a psychological glass ceiling on their potential to succeed. They suffer from what I call the Curse of the Good Girl: the pressure to be liked by everyone, generous to a fault, and flawless at everything you do."
    },
    {
      "cite": "Iska Lawrence",
      "quote": "You don't always need to be this flawless female with amazing skin and done hair. Perfect doesn't exist."
    },
    {
      "cite": "Kristin Scott Thomas",
      "quote": "I can't get into all that physical stuff of having to have flawless skin... Sometimes you see people and it looks like someone's got an eraser and made their face a little blurry - their traits seem to go out of focus."
    },
    {
      "cite": "Susan Choi",
      "quote": "I was the daughter of an immigrant, raised to feel that I needed to get excellent, flawless grades and a full scholarship and a graduate degree and a good job - all the stepping stones to conventional success."
    },
    {
      "cite": "Robert Schuller",
      "quote": "Better to do something imperfectly than to do nothing flawlessly."
    },
    {
      "cite": "Yahtzee Croshaw",
      "quote": "The cruelest thing you can do to an artist is tell them their work is flawless when it isn't."
    },
    {
      "cite": "Ellen Hopkins",
      "quote": "When did creating a flawless facade become a more vital goal than learning to love the person who lives inside your skin?"
    },
    {
      "cite": "Margaret Atwood",
      "quote": "I would rather dance as a ballerina, though faultily, than as a flawless clown."
    },
    {
      "cite": "Laura Wiess",
      "quote": "In my family, you can rot to hell on the inside as long as you’re flawless on the outside, which is really sick, but also hard to unlearn."
    },
    {
      "cite": "Cecily White",
      "quote": "Angels don't exist. Flawless skin, perfect hair, flowing white robes, all topped off with an adorable set of fluffy pink wings. Yeah. If you see that wandering around, you've probably stumbled onto the set of a Victoria's Secret catalog shoot. Prepare to get your butt kicked by security."
    },
    {
      "cite": "Bob Goff",
      "quote": "No one expects us to love them flawlessly, but we can love them fearlessly, furiously, and unreasonably."
    },
    {
      "cite": "Ramya",
      "quote": "Before backbitting someone to someone else, make sure you are flawless."
    },
    {
      "cite": "Arshi Dokadia",
      "quote": "And what are scars if not words on your body's canvas telling the story of your resilience?  More precious than being flawless."
    },
    {
      "cite": "Anjali",
      "quote": "If you have flaws, it doesn't mean you are not flawless. If you are flawless, it doesn't mean you have no flaws."
    },
    {
      "cite": "Elienai Aviles",
      "quote": "Stop pointing at my flaws, you aren't perfect either.  But somehow that's ok for you.  Then, why can't it be for me?"
    },
    {
      "cite": "Homer",
      "quote": "The sun rose on the flawless brimming sea into a sky all brazen-all one brightening for gods immortal and for mortal men on plowlands kind with grain."
    },
    {
      "cite": "Pat Conroy",
      "quote": "Happiness is an accident of nature, a beautiful and flawless aberration."
    },
    {
      "cite": "Abriti",
      "quote": "The love loving the flawed, is flawless."
    },
    {
      "cite": "Naveen Jain",
      "quote": "Success doesn’t necessarily come from breakthrough innovation but from flawless execution. A great strategy alone won’t win a game or a battle; the win comes from basic blocking and tackling."
    },
    {
      "cite": "Kennedy Ryan",
      "quote": "Ask me when your belly is full like the moon, and our love has stretched your body with my child, leaving your skin, once flawless, now silvered, traced, scarred, I will worship you. My eyes will never stray. My heart will never wander, gladly leashed to you all my days. I am fixed on you."
    }
  ]
}