{
  "source": "https://www.wisesayings.com/flaws-quotes/",
  "theme": "flaws",
  "quotes": [
    {
      "cite": "Anatole France",
      "quote": "I cling to my imperfection, as the very essence of my being."
    },
    {
      "cite": "Bill Lemley",
      "quote": "When nobody around you seems to measure up, it's time to check your yardstick."
    },
    {
      "cite": "Anonymous",
      "quote": "There's no flaw within you. You're beautifully made; just the way you are supposed to be."
    },
    {
      "cite": "Hermann J Steinherr",
      "quote": "You need to overlook your flaws, mistakes and regrets if you want to get ahead and move on towards the finish line."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing."
    },
    {
      "cite": "William S Burroughs",
      "quote": "By the flaws in the picture the truth will emerge."
    },
    {
      "cite": "Alexander Den Heijer",
      "quote": "Weak people see flaws in others where strong people see potential. What they really see is a part of themselves."
    },
    {
      "cite": "William Goldman",
      "quote": "Flaws would not only bring death but, far worse, humiliation."
    },
    {
      "cite": "Anurag Prakash",
      "quote": "None of us is perfect and have some or the other flaws. But flaws can always be done away with if we just try."
    },
    {
      "cite": "Greg Mottola",
      "quote": "For better or worse, I am as fascinated with human flaws as anything."
    },
    {
      "cite": "Moon Unit Zappa",
      "quote": "Everyone has flaws. It's a matter of finding the ones you can live with."
    },
    {
      "cite": "J. J. Abrams",
      "quote": "To me the interesting main character is never the one without flaws."
    },
    {
      "cite": "Robert H. Schuller",
      "quote": "Better to do something imperfectly than to do nothing flawlessly."
    },
    {
      "cite": "Ka Chinery",
      "quote": "Understand the flaws and you will know the perfection of the Universe."
    },
    {
      "cite": "Nas",
      "quote": "The flaws, the mistakes I make that's the real me."
    },
    {
      "cite": "Confucius",
      "quote": "Better a diamond with a flaw than a pebble without."
    },
    {
      "cite": "John Ruskin",
      "quote": "Do not think of your faults, still less of other's faults; look for what is good and strong, and try to imitate it. Your faults will drop off, like dead leaves, when their time comes."
    },
    {
      "cite": "Salvador Dalí",
      "quote": "Have no fear of perfection, you'll never reach it."
    },
    {
      "cite": "A.J. Darkholme",
      "quote": "What seems like a flaw is merely our higher consciousness telling us we're not looking at it in the right light yet."
    },
    {
      "cite": "Mario Tomasello",
      "quote": "I have my flaws but I want to be with someone who knows that and accepts it."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Another flaw in the human character is that everybody wants to build and nobody wants to do maintenance."
    },
    {
      "cite": "Winston Churchill",
      "quote": "They say that nobody is perfect. Then they tell you practice makes perfect. I wish they'd make up their minds."
    },
    {
      "cite": "William Safire",
      "quote": "Only in grammar can you be more than perfect."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "It is in our faults and failings, not in our virtues, that we touch each other, and find sympathy. It is in our follies that we are one."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Our flaws are what makes us human. If we can accept them as part of who we are, they really don't even have to be an issue."
    },
    {
      "cite": "Behdad Sami",
      "quote": "Appreciate your flaws to reach the potential of your greatness."
    },
    {
      "cite": "Eve Branson",
      "quote": "The flaws you see in others are actually a reflection of yourself."
    },
    {
      "cite": "Liev Schreiber",
      "quote": "Flaws reveal a lot about a character and who people are. The flawed elements of a character are where I find their humanity. Those are the things I tend to identify with the weaknesses. I don't know why, but I identify with struggle more than with success."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "What you call flaws are really just scars and wounds accumulated over a lifetime."
    },
    {
      "cite": "Ariana Grande",
      "quote": "Be happy with being you. Love your flaws. Own your quirks. And know that you are just as perfect as anyone else, exactly as you are."
    },
    {
      "cite": "Terry Mark",
      "quote": "Your flaws are not enough obstacles to block those who truly love you."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "We're miserable because we think that we are mere individuals, alone with our fears and flaws and resentment and mortality."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Certain flaws are necessary for the whole. It would seem strange if old friends lacked certain quirks."
    },
    {
      "cite": "Christofer Drew",
      "quote": "If you focus on the flaws of others it takes away from the improvements that you may need to make."
    },
    {
      "cite": "Olukemi Amala",
      "quote": "The flawed must be quiet; they must not bring attention to their aberrations"
    },
    {
      "cite": "Holly Black",
      "quote": "It's the flaw that brings out the beauty."
    },
    {
      "cite": "Darren McGreevy",
      "quote": "When your flaws are stitched together with good intentions, your flaws make you beautiful."
    },
    {
      "cite": "Erin Hunter",
      "quote": "We all have our flaws, but we overcome them. And sometimes, it's our flaws that make us who we are."
    },
    {
      "cite": "Harriet Braiker",
      "quote": "Striving for excellence motivates you; striving for perfection is demoralizing."
    },
    {
      "cite": "Anonymous",
      "quote": "Someone will always be prettier. Someone will always be smarter. Someone will always be younger. But they will never be you."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Never let a few flaws make you hate everything else about yourself. The people that love you won't care about them anyway."
    },
    {
      "cite": "Herbert Hoover",
      "quote": "The pause between the errors and trials of the day and the hopes of the night."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Love is blind, but friendship closes its eyes."
    },
    {
      "cite": "Criss Jami",
      "quote": "To be acceptable is for one to ignore his weakness while knowing his strength, to cover the scar even though it's always there, however, to be impossible is for one to see his weakness as, not an adversary, but the cherry on top of his strength, to rearrange the scar so that it compliments his features."
    },
    {
      "cite": "Susan Meissner",
      "quote": "Our flaws are obvious, yet we are loved and able to love, if we choose, because there is that bit of the divine still smoldering in us."
    },
    {
      "cite": "Sharon Begley",
      "quote": "We look harder for flaws in a study when we don't agree with its conclusions."
    },
    {
      "cite": "Auliq Ice",
      "quote": "Accepting your flaws is a hard thing to do when you're constantly reminded of them."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Perfection is not attainable. But if we chase perfection, we can catch excellence."
    },
    {
      "cite": "Tonto Dikeh",
      "quote": "In your flaws are hidden your strength. Your perfect imperfection will lead you to change."
    },
    {
      "cite": "TemitOpe Ibrahim",
      "quote": "Unlike the world that points out your flaws to ridicule you, when GOD points out your flaws, it's because He want to walk you out of it."
    }
  ]
}