{
  "source": "https://www.wisesayings.com/flexibility-quotes/",
  "theme": "flexibility",
  "quotes": [
    {
      "cite": "Sun Tzu",
      "quote": "Don't flail against the world, use it. Flexibility is the operative principle in the art of war."
    },
    {
      "cite": "Eric Maisel",
      "quote": "Even though we require flexibility to negotiate our changing circumstances, we are rather built to anxiously turn away from alternatives."
    },
    {
      "cite": "Kelly Perdew",
      "quote": "Flexibility - In all aspects of life, the person with the most varied responses 'wins'."
    },
    {
      "cite": "Robert Dilts",
      "quote": "Flexibility comes from having multiple choices; wisdom comes from having multiple perspectives."
    },
    {
      "cite": "Maynard Webb",
      "quote": "Flexibility has become a modern day value that everyone wants. But flexibility comes with a cost."
    },
    {
      "cite": "Wynton Marsalis",
      "quote": "Flexibility is an essential part of Jazz. It's what gives Jazz music the ability to combine with all other types of music and not lose its identity."
    },
    {
      "cite": "John Wooden",
      "quote": "Flexibility is the key to stability."
    },
    {
      "cite": "Carlos Barrios",
      "quote": "Flexibility makes buildings to be stronger, imagine what it can do to your soul."
    },
    {
      "cite": "Vernor Vinge",
      "quote": "Intelligence is the handmaiden of flexibility and change."
    },
    {
      "cite": "Jeremy Campbell",
      "quote": "The brain's strong point is its flexibility. It is unsurpassed at making shrewd guesses and at grasping the total meaning of information presented to it."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The definition of flexibility is being constantly open to the fact that you might be on the wrong track."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "The flexibility we gain in asana is the living symbol of the suppleness we gain in relation to life’s problems and challenges."
    },
    {
      "cite": "Malcolm X",
      "quote": "The mental flexibility of the wise man permits him to keep an open mind and enables him to readjust himself whenever it becomes necessary for a change."
    },
    {
      "cite": "Tony Jeary",
      "quote": "The person with the most flexibility has the best chance of achieving the outcome he or she desires"
    },
    {
      "cite": "Kay Redfield Jamison",
      "quote": "The quickness and flexibility of a well mind, a belief or hope that things will eventually sort themselves out-these are the resources lost to a person when the brain is ill."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "The very flexibility and ease which make men's friendships so agreeable while they endure, make them the easier to destroy and forget."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Training for strength and flexibility is a must. You must use it to support your techniques. Techniques alone are no good if you don't support them with strength and flexibility."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "Yes, flexibility of body and physical perfection for Yogasana is important. However more important is the state of your mind, Meditative mind. Your flexibility might be excellent but if your mind is not attentive, you are merely doing some physical exercise, not Yoga"
    },
    {
      "cite": "Molly Friedenfeld",
      "quote": "Yielding flexibility is a virtue of an ever-expanding heart."
    },
    {
      "cite": "Marc Benioff",
      "quote": "You must always be able to predict what's next and then have the flexibility to evolve."
    },
    {
      "cite": "Siri Hustvedt",
      "quote": "Creativity has always depended on openness and flexibility, so let us hope for more of both in the future."
    },
    {
      "cite": "Ha Jin",
      "quote": "English has more flexibility. It's a very plastic, very shapeable, very expressive language. In that sense it feels quite natural."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Flexibility in a time of great change is a vital quality of leadership."
    },
    {
      "cite": "Roger Von Oech",
      "quote": "Flexibility is a requirement for survival."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Flexibility is one of the main roads leading to happiness."
    },
    {
      "cite": "John Carmack",
      "quote": "If you're willing to restrict the flexibility of your approach, you can almost always do something better"
    },
    {
      "cite": "Michael K. Simpson",
      "quote": "Players have a great deal of flexibility when conducting diplomatic relations with their allies."
    },
    {
      "cite": "Bruce Tulgan",
      "quote": "Scheduling flexibility is the single greatest non-financial tool -- and the number-one dream-job factor -- at your disposal for winning battles in the talent wars. Use it."
    },
    {
      "cite": "Deborah Tannen",
      "quote": "The key to conversation at work is flexibility and understanding how what you say might be perceived by others."
    },
    {
      "cite": "Jimmy Carter",
      "quote": "There needs to be a similar degree of flexibility and generosity in the recognition of the humaneness and worth of people who we generally consider as adversaries."
    },
    {
      "cite": "Joseph Pilates",
      "quote": "True flexibility can be achieved only when all muscles are uniformly developed."
    },
    {
      "cite": "Husayn ibn Ali",
      "quote": "When you are frustrated and do not know a way out, only flexibility and moderation towards difficulties will save you."
    },
    {
      "cite": "Ted Cruz",
      "quote": "You know flexibility is a good thing but it shouldn't - you shouldn't be flexible on core principles."
    }
  ]
}