{
  "source": "https://www.wisesayings.com/flirty-quotes/",
  "theme": "flirty",
  "quotes": [
    {
      "cite": "Anna Held",
      "quote": "I think the eyes flirt most. There are so many ways to use them."
    },
    {
      "cite": "Corey Ford",
      "quote": "She learned to say things with her eyes that others waste time putting into words."
    },
    {
      "cite": "Charles Reade",
      "quote": "Beauty is power; a smile is its sword."
    },
    {
      "cite": "Victor Hugo",
      "quote": "You are adorable, mademoiselle. I study your feet with the microscope and your soul with the telescope."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "Flirting is a woman's trade, one must keep in practice."
    },
    {
      "cite": "Rakii Retondo",
      "quote": "When I want to smile, I know exactly what to do. I just close my eyes and think of you."
    },
    {
      "cite": "Kenna",
      "quote": "A day without sunshine is a day without you."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "I always have many roads to travel, but I take the one which leads to you."
    },
    {
      "cite": "Scemaa",
      "quote": "If you stood in front of a mirror holding 11 roses; you will see 12 of the most beautiful things in this word."
    },
    {
      "cite": "Sophia Loren",
      "quote": "A woman's dress should be like a barbed-wire fence: serving its purpose without obstructing the view."
    },
    {
      "cite": "KYB",
      "quote": "You already caught me, but everyday, you pull me in deeper and deeper."
    },
    {
      "cite": "Ryan Gosling",
      "quote": "I guess your name is Google. Because you have everything that I am searching for."
    },
    {
      "cite": "unknown",
      "quote": "Feel my shirt. Does that feel like boyfriend material?"
    },
    {
      "cite": "KYB",
      "quote": "When I look at you, my mind goes blank and my heart beats faster. All I can do is feel and keep losing myself in you."
    },
    {
      "cite": "Walt Dizzle",
      "quote": "If you were a tear, i would never cry in fear of losing you."
    },
    {
      "cite": "Maygin Nikki",
      "quote": "If you were a bullet i would shoot myself to have you in me."
    },
    {
      "cite": "Anonymous",
      "quote": "I think I can die happy now, coz I've just seen a piece of heaven."
    },
    {
      "cite": "Max",
      "quote": "The best thing about me is you."
    },
    {
      "cite": "Anonymous",
      "quote": "Do you believe in love at first sight, or should I walk by again?"
    },
    {
      "cite": "Jaesse Tyler",
      "quote": "I'm so in love, every time I look at you my soul gets dizzy."
    },
    {
      "cite": "Anonymous",
      "quote": "My parents told me angels aren't real. I used to believe them, but then I saw you."
    },
    {
      "cite": "Anonymous",
      "quote": "You remind me of my next girlfriend."
    },
    {
      "cite": "Anonymous",
      "quote": "Oops! I lost my mobile number! Could I have yours?"
    },
    {
      "cite": "Anonymous",
      "quote": "You can fall from the sky, you can fall from a tree, but the best way to fall is in love with me."
    },
    {
      "cite": "Anonymous",
      "quote": "Hey beautiful! You must be tired after running all day in my mind."
    },
    {
      "cite": "Anonymous",
      "quote": "If I fall asleep texting you, it's because I didn't want to say goodbye."
    },
    {
      "cite": "Anonymous",
      "quote": "If your heart was a prison, I would like to be sentenced for life."
    },
    {
      "cite": "KYB",
      "quote": "Every once in a while I have to pinch myself, because I'm so lucky to have such a beautiful person in my life."
    },
    {
      "cite": "Carmen Electra",
      "quote": "Being flirty is a way of letting a guy know you're interested without making a fool out of yourself."
    },
    {
      "cite": "Jason Medina",
      "quote": "What’s your poison or should I just waste my money by guessing something you probably won’t even drink? I’d much rather get you something you like."
    },
    {
      "cite": "Lauren Bacall",
      "quote": "If goodness is its own reward, shouldn’t we get a little something for being naughty?"
    },
    {
      "cite": "Amit Kalantri",
      "quote": "I have a question for you. \"If your shadow is the second most beautiful thing in the world, which is the first?"
    },
    {
      "cite": "Victor Hugo",
      "quote": "How did it happen that their lips came together? How does it happen that birds sing, that snow melts, that the rose unfolds, that the dawn whitens behind the stark shapes of trees on the quivering summit of the hill? A kiss, and all was said."
    },
    {
      "cite": "Tyler Knott Gregson",
      "quote": "Because of you, I can feel myself slowly, but surely, becoming the me I have always dreamed of being."
    },
    {
      "cite": "Shannon Hale",
      "quote": "All I've ever wanted was to be near you."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "I love you and that's the beginning and end of everything."
    },
    {
      "cite": "(Henry Tilney) Jane Austen",
      "quote": "Oh! no, not flirts. A woman in love with one man cannot flirt with another."
    },
    {
      "cite": "Herman Melville",
      "quote": "A smile is the chosen vehicle for all ambiguities."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "She gave me a smile I could feel in my hip pocket."
    },
    {
      "cite": "(Bertram) William Shakespeare",
      "quote": "She knew her distance and did angle for me, / Madding my eagerness with her restraint, / As all impediments in fancy's course / Are motives of more fancy."
    },
    {
      "cite": "(Parolles) William Shakespeare",
      "quote": "Tricks he hath had in him, which gentleman have... He did love her, sir as a gentleman loves a woman... He loved her, sir, and loved her not."
    },
    {
      "cite": "(Cleopatra) William Shakespeare",
      "quote": "O times! / I laughed him out of patience, and that night / I laughed him into patience, and next morn, / Ere the ninth hour, I drunk him to his bed."
    },
    {
      "cite": "(Falstaff) William Shakespeare",
      "quote": "I spy entertainment in her: she discourses, she carves, she gives the leer of invitation."
    },
    {
      "cite": "(Ulysses) William Shakespeare",
      "quote": "There's a language in her eye, her cheek, her lip— / Nay, her foot speaks; her wanton spirits look out / At every joint and motive of her body."
    },
    {
      "cite": "Lord Byron",
      "quote": "Merely innocent flirtation, / Not quite adultery, but adulteration"
    },
    {
      "cite": "Samira Ahmed",
      "quote": "Thanks. I love cake."
    },
    {
      "cite": "Jenna",
      "quote": "Thirty, flirty and thriving."
    },
    {
      "cite": "Audrey Wyatt",
      "quote": "Out to make some new friends. Male, of course. I'm gonna start out with a little witty conversation and then a flirtatious smile."
    },
    {
      "cite": "Johnny S. Black",
      "quote": "I'm gonna buy a Paper Doll that I can call my own / A doll that other fellows cannot steal / And then the flirty, flirty guys with their flirty, flirty eyes / Will have to flirt with dollies that are real / When I come home at night she will be waiting / She'll be the truest doll in all this world / I'd rather have a Paper Doll to call my own / Than have a fickle-minded real live girl"
    },
    {
      "cite": "Makeba Riddick",
      "quote": "Flowers candy flirty late nights / On the speed dial, that was you too / Dinner movie sweet heart kisses / He don't dance, but tangles with two / I thought you plus me divided me from him / But I discovered, many more and again again"
    },
    {
      "cite": "Benny Goran Bror Andersson",
      "quote": "Over in the corner / I could see this other guy / He was kinda flirty / He was giving me the eye / So I took advantage / Of the fact that I'm a star / Shook my hair and took / A casual stroll up to the bar / And as sure as hell / This guy was coming up to me / He said, who am I and / Who are you and who are we / What's our situation do / We have some time for us? / I said, I was not exactly / Waiting for the bus / He said, if you're going / Somewhere can I come along? / I said, keep on rocking baby / 'Til the night is gone?"
    },
    {
      "cite": "Mazloom Gill",
      "quote": "Flirt is love afore marriage, / It is the adman since marriage, / Afore wedding it makes indecency, / Since marriage is the independency, / Indecency creates a lust, / And it also makes a rust."
    },
    {
      "cite": "Rosanna Eleanor Leprohon",
      "quote": "Yes, leave my side to flirt with Maude, / To gaze into her eyes, / To whisper in her ear sweet words, / And low impassioned sighs; / And though she give you glance for glance, / And smile and scheme and plot, / You cannot raise a jealous thought, / I know you love her not. / Let us cease this cruel warfare, / Come back to me again! / Ah, what do we reap from flirting / But heartaches, mutual pain? / You’ll forgive my past shortcomings— / Be tender as of yore / And we both will make a promise / To henceforth flirt no more."
    },
    {
      "cite": "A.J. Baker",
      "quote": "I was so enchanted by your beauty that I ran into that wall over there. So I am going to need your name and number for insurance purposes."
    },
    {
      "cite": "A.J. Baker",
      "quote": "You may fall out of the sky or out of a tree, but the best way to fall is in love with me."
    },
    {
      "cite": "A.J. Baker",
      "quote": "Sorry, but you owe me a drink. Because when I looked at you, I dropped mine."
    },
    {
      "cite": "A.J. Baker",
      "quote": "Rejection can lead to emotional stress for both parties involved and emotional stress can lead to physical complications such as headaches, ulcers, cancerous tumours and even death! So for my health and yours, JUST SAY YES!"
    }
  ]
}