{
  "source": "https://www.wisesayings.com/floating-quotes/",
  "theme": "floating",
  "quotes": [
    {
      "cite": "Ava Gardner",
      "quote": "Doing nothing feels like floating on warm water to me. Delightful, perfect."
    },
    {
      "cite": "Brad Dourif",
      "quote": "We all have an edge. We all are floating our psyche on top with a great ocean underneath."
    },
    {
      "cite": "John Burroughs",
      "quote": "The floating vapour is just as true an illustration of the law of gravity as the falling avalanche."
    },
    {
      "cite": "Janet Fitch",
      "quote": "She would be half a planet away, floating in a turquoise sea, dancing by moonlight to flamenco guitar."
    },
    {
      "cite": "Robert Barry",
      "quote": "I liked the idea of the words floating in space and the space behind it moving all the time, ever changing."
    },
    {
      "cite": "Michael Neill",
      "quote": "If a stick is floating down a river and gets stuck, it doesn't need years of therapy. It just needs a little nudge and then it will get back into the flow of the river."
    },
    {
      "cite": "Rajneesh",
      "quote": "In this life, your so-called ordinary life, you must be rooted; and in your inner space, in the spiritual life, you must be weightless and flying and flowing, floating."
    },
    {
      "cite": "Shitou Xiqian",
      "quote": "The vast sky is not hindered by the floating clouds."
    },
    {
      "cite": "Aaron Betsky",
      "quote": "The floating world is the realm of the graphic designer."
    },
    {
      "cite": "Marcus V. Pollio",
      "quote": "Wind is a floating wave of air, whose undulation continually varies."
    },
    {
      "cite": "Granville Stanley Hall",
      "quote": "Puberty for a girl is like floating down a broadening river into an open sea."
    },
    {
      "cite": "Frederick Lindemann",
      "quote": "Ignore your thoughts. As you focus more intensely, you may feel as if you are floating."
    },
    {
      "cite": "Karen Walker",
      "quote": "Floating in a lake, lying in a hammock, playing a bit of Scrabble...that's what I'm in need of."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky."
    },
    {
      "cite": "Seema Gupta",
      "quote": "Love is floating somewhere in the beautiful horizon with an equal wave length with same frequency of intense feelings."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "You may feel a sensation of floating. You may see colors, maybe no phenomena, it doesn't matter. You are absorbing power."
    },
    {
      "cite": "Natalie Wood",
      "quote": "At night, when the sky is full of stars and the sea is still you get the wonderful sensation that you are floating in space."
    },
    {
      "cite": "Jean-Pierre de Caussade",
      "quote": "The soul, light as a feather, fluid as water, innocent as a child, responds to every movement of grace like a floating balloon."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "A person is made up of awarenesses. All the awarenesses that have ever been our will ever be exist like barges floating in the ocean."
    }
  ]
}