{
  "source": "https://www.wisesayings.com/flood-quotes/",
  "theme": "flood",
  "quotes": [
    {
      "cite": "Gilbert F. White",
      "quote": "Floods are acts of God, but flood losses are largely acts of man."
    },
    {
      "cite": "Pema Chodron",
      "quote": "Be kinder to yourself. And then let your kindness flood the world."
    },
    {
      "cite": "Alan Ladd",
      "quote": "Nobody's strong enough to stand up under a flood of weak material."
    },
    {
      "cite": "Nicolas De Chamfort",
      "quote": "The only thing that stops God from sending another flood is that the first one was useless."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Great floods have flown From simple sources."
    },
    {
      "cite": "Martin Luther King",
      "quote": "We must build dikes of courage to hold back the flood of fear."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "You cannot fold a flood and put it in a drawer, because the winds would find it out and tell your cedar floor."
    },
    {
      "cite": "Toni Morrison",
      "quote": "All water has a perfect memory and is forever trying to get back to where it was."
    },
    {
      "cite": "Vinoba Bhave",
      "quote": "The river flows at its own sweet will, but the flood is bound in the two banks. If it were not thus bound, its freedom would be wasted."
    },
    {
      "cite": "Herman Melville",
      "quote": "Yea, foolish mortals, Noah's flood is not yet subsided. Two thirds of the fair world it yet covers."
    },
    {
      "cite": "John Shimkus",
      "quote": "The earth will end only when God declares it's time to be over. Man will not destroy this earth. This earth will not be destroyed by a flood."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "The flood subsides, and the body, like a worn sea-shell emerges strange and lovely."
    },
    {
      "cite": "Khaled Hosseini",
      "quote": "The rope that pulls you from the flood can become a noose around your neck."
    },
    {
      "cite": "John Muir",
      "quote": "By forces seemingly antagonistic and destructive Nature accomplishes her beneficent designs now a flood of fire, now a flood of ice, now a flood of water; and again in the fullness of time an outburst of organic life."
    },
    {
      "cite": "Angela Abraham",
      "quote": "When the flood came the rain fell all the harder, water on water gushing down the unlit streets. In the darkness the gurgles sounding all the louder to the sightless eyes."
    },
    {
      "cite": "Socrates",
      "quote": "The greatest flood has the soonest ebb; the sorest tempest the most sudden calm; the hottest love the coldest end; and from the deepest desire oftentimes ensues the deadliest hate."
    },
    {
      "cite": "Jeff Albright",
      "quote": "A flood is defined as rising water, and it doesn't matter why the water is rising."
    },
    {
      "cite": "Douglas Adams",
      "quote": "The single raindrop never feels responsible for the flood."
    },
    {
      "cite": "Peter Watts",
      "quote": "But when the flash flood crosses your path, when the lion leaps at you from the grasses, advanced self-awareness is an unaffordable indulgence. The brain stem does its best."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "When the flood submerges the whole country, no raindrop may feel responsible. Finally things had lost their weightiness."
    }
  ]
}