{
  "source": "https://www.wisesayings.com/florida-quotes/",
  "theme": "florida",
  "quotes": [
    {
      "cite": "Douglas Coupland",
      "quote": "Florida isn't so much a place where one goes to reinvent oneself, as it is a place where one goes if one no longer wished to be found."
    },
    {
      "cite": "Rick Scott",
      "quote": "We ought to be bragging about Florida!"
    },
    {
      "cite": "Bill Jonson",
      "quote": "Florida means land of flowers, not land of ugly."
    },
    {
      "cite": "Ken Wilkinson",
      "quote": "If you can afford a vacation home in Florida, you should be able to pay the taxes."
    },
    {
      "cite": "Burt Reynolds",
      "quote": "Florida is a very healing place."
    },
    {
      "cite": "Amy Seimetz",
      "quote": "I live in Florida and people are crazy here. And I say that lovingly."
    },
    {
      "cite": "Kevin Richardson",
      "quote": "Florida has tons of entertainment opportunities because Walt Disney World and Universal Studios are there."
    },
    {
      "cite": "Rick Scott",
      "quote": "I am absolutely convinced that Florida will become the most exciting place in the world to live and work."
    },
    {
      "cite": "Jeb Bush",
      "quote": "Florida is a place of unparalleled diversity of backgrounds, experiences and vision. It makes our culture unique, but it can also make it difficult to define a common identity and create a sense of community that reaches beyond our neighborhoods to all corners of our state."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "It's always sunny in the Sunshine State. Except for at night."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "My love for you is like a Florida sunset. Orange, coral, pink, and lavender, it exists to warm your heart through the inevitable darkness."
    },
    {
      "cite": "Blaize Clement",
      "quote": "August in Florida is God's way of reminding us who's in charge."
    },
    {
      "cite": "Roxane Gay",
      "quote": "Florida is a strange place: hot, beautiful, ugly. I love it here, and how nothing makes sense but still, somehow, there is a rhythm."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "My parents didn't want to move to Florida, but they turned sixty and that's the law."
    },
    {
      "cite": "John Updike",
      "quote": "The Florida sun seems not much a single thing overhead but a set of klieg lights that pursue you everywhere with an even white illumination."
    },
    {
      "cite": "Jemima Kirke",
      "quote": "I go to Florida sometimes for vacation. I actually really like Florida. It's a weird place, it's surreal. It's so close, but you feel like you're in another world or on an island."
    },
    {
      "cite": "Randy Moss",
      "quote": "The one thing I did learn at Florida State, I learned to talk trash, believe that."
    },
    {
      "cite": "Jeb Bush",
      "quote": "Florida has its own rhythm, too. People go to work, they watch their children learn and grow and start families of their own. They play in the sun and pass their lives enjoying the outsized blessings that make our state unique."
    },
    {
      "cite": "George Carlin",
      "quote": "I like Florida. Everything is in the 80's. The temperatures, the ages and the IQ's."
    },
    {
      "cite": "Susan Orlean",
      "quote": "Sometimes I think I've figured out some order in the universe, but then I find myself in Florida."
    },
    {
      "cite": "Sidney Poitier",
      "quote": "I couldn't adjust to the racism in Florida."
    },
    {
      "cite": "Abby Lee Miller",
      "quote": "Every child in South Florida can dance. And every child there is amazing."
    },
    {
      "cite": "Walt Disney",
      "quote": "Here in Florida, we have something special we never enjoyed at Disneyland...the blessing of size. There's enough land here to hold all the ideas and plans we can possibly imagine."
    },
    {
      "cite": "Brittany Bowe",
      "quote": "We are not exposed to ice much in Florida."
    },
    {
      "cite": "Ric Keller",
      "quote": "I represent Orlando, Florida, the world's number one vacation destination."
    },
    {
      "cite": "Henry James",
      "quote": "Florida...does beguile and gratify me—giving me my first and and last (evidently) sense of the tropics, or a peu pres, the sub tropics, and revealing to me blandness in nature of which I had no idea."
    },
    {
      "cite": "Elizabeth Bishop",
      "quote": "The state with the prettiest name, the state that floats in brackish water, held together by mangrove roots."
    },
    {
      "cite": "Budd Schulberg",
      "quote": "Florida is the world's greatest amusement park."
    },
    {
      "cite": "John Steinbeck",
      "quote": "Florida is a golden word...The very name Florida carried the message of warmth and ease and comfort. It was irresistible."
    },
    {
      "cite": "Henry O.Dormann",
      "quote": "I wonder if the people who live in the great state of Florida know why they are able to get their initials on their license plates."
    },
    {
      "cite": "Robert Orben",
      "quote": "I happen to know that Florida is now working on something that could revolutionize its real estate market. It's an alligator that eats crabgrass."
    },
    {
      "cite": "Robert Orben",
      "quote": "There is only one problem in taking a winter vacation in Florida. You spend two weeks getting a deep, rich, golden tan— then they hand you the bill and you're pale again."
    },
    {
      "cite": "Robert Orben",
      "quote": "In all fairness, he did warn me. I asked him if you could get along in Florida on sixty-five dollars a day. He said, 'If you're an alligator, yes. If you're a tourist, no.'"
    },
    {
      "cite": "Robert Orben",
      "quote": "I won't comment on the weather we had. Did you know they named a wine after the first bird who ever flew down to Florida for the winter? Cold duck."
    },
    {
      "cite": "EB White",
      "quote": "Florida is a wasteland as a result of the Great Freeze of the last fall.  Almost all of the Australian pines were killed."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "As the immense dew of Florida / Brings forth / The big-finned palm / And green vine angering for life."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "As the immense dew of Florida / Brings forth hymn and hymn / From the beholder, / Beholding all these green sides / And gold sides of green sides."
    },
    {
      "cite": "Walt Whitman",
      "quote": "To Michigan, Florida perfumes shall tenderly come; / Not the perfumes of flowers, but sweeter, and wafted beyond death."
    },
    {
      "cite": "Greg Jenkins",
      "quote": "As amazing as it seems, the state of Florida must certainly be one of the most haunted places in the United States,"
    },
    {
      "cite": "Greg Jenkins",
      "quote": "When most people think of Florida, they may think of warm, sunny beaches, vacation attractions, and the night life it has to offer."
    },
    {
      "cite": "Teresa Wimmer",
      "quote": "Florida was also very hot and full of mosquitoes and strange creatures such as alligators."
    },
    {
      "cite": "Teresa Wimmer",
      "quote": "Many Spaniards had a hard time earning a living in Florida. The soil along the coast was not good for growing crops, so they were forced to move farther inland."
    },
    {
      "cite": "Connie Letang",
      "quote": "The Florida skies are like no other, with cloud formations that are awesome! Even when it rains, the sun shines through the drops."
    },
    {
      "cite": "Andrew Maurey",
      "quote": "It's got a good climate you need for all the water sports, plus tennis, swimming, running. It's kind of relaxing on the shore. It's pretty laid back, listening to the water, watching the sunset."
    },
    {
      "cite": "Patrick Ehnis",
      "quote": "I came from Michigan seven years ago, and every year I learn to love the winters in Florida even more."
    },
    {
      "cite": "Larry Reimer",
      "quote": "For a lot of people in different times in their life, Florida represents a new start."
    },
    {
      "cite": "Dick Ptomey",
      "quote": "There are only five bad weather days a year here in Florida, and they aren't even that bad."
    },
    {
      "cite": "Perry Chang",
      "quote": "Florida is different things to different people. To some, Florida is a paradise. It is warm water, sun-drenched beaches, mysterious swamps, and stunning coral reefs."
    },
    {
      "cite": "Perry Chang",
      "quote": "It is small towns, pickup trucks, and tomato fields. To still others, it is a vacationland with high-rise hotels, amusement parks, and bumper-to-bumper traffic."
    },
    {
      "cite": "Perry Chang",
      "quote": "Florida is a cultural crossroads where people of different backgrounds have mingled, traded, and sometimes fought."
    },
    {
      "cite": "Douglas Waitley",
      "quote": "When automobile came into popularity, Florida was among the first to begin work on a network of good roads."
    },
    {
      "cite": "Christine Schutt",
      "quote": "No winter coats in Florida, no boots, no chains, no salt, no plows and shovels. In the balmy state of Florida, fruits fell in the meanest yard."
    }
  ]
}