{
  "source": "https://www.wisesayings.com/flowers-quotes/",
  "theme": "flowers",
  "quotes": [
    {
      "cite": "Christian Dior",
      "quote": "After women, flowers are the most lovely thing God has given the world."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Flowers... are a proud assertion that a ray of beauty out-values all the utilities of the world."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Flowers are the sweetest things God ever made and forgot to put a soul into."
    },
    {
      "cite": "Emma Goldman",
      "quote": "I'd rather have roses on my table than diamonds on my neck."
    },
    {
      "cite": "Jean Giraudoux",
      "quote": "The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life."
    },
    {
      "cite": "Jim Carrey",
      "quote": "Flowers don't worry about how they're going to bloom. They just open up and turn toward the light and that makes them beautiful."
    },
    {
      "cite": "Luther Burbank",
      "quote": "Flowers always make people better, happier and more helpful; they are sunshine, food and medicine to the soul."
    },
    {
      "cite": "Gerard de Nerval",
      "quote": "Every flower is a soul blossoming in nature."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "Flowers are restful to look at. They have neither emotions nor conflicts."
    },
    {
      "cite": "Antonio Porchia",
      "quote": "Flowers are without hope. Because hope is tomorrow and flowers have no tomorrow."
    },
    {
      "cite": "William Wordsworth",
      "quote": "The flower that smells the sweetest is shy and lowly."
    },
    {
      "cite": "Lewis Thompson",
      "quote": "The silence of a flower: a kind of silence which we continually evade, of which we find only the shadow in dreams."
    },
    {
      "cite": "Joseph Cotter",
      "quote": "The flowers take the tears of weeping night, and give them to the sun for the day's delight."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Flowers leave some of their fragrance in the hand that bestows them."
    },
    {
      "cite": "Sir Francis Bacon",
      "quote": "The breath of flowers is far sweeter in the air than in the hand."
    },
    {
      "cite": "Indian Proverb",
      "quote": "All the flowers of all the tomorrows are in the seeds of today."
    },
    {
      "cite": "Lady Bird Johnson",
      "quote": "Flowers in the city are like lipstick on a woman-it just makes you look better to have a little color."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "The fairest thing in nature, a flower, still has its roots in earth and manure."
    },
    {
      "cite": "Walt Whitman",
      "quote": "A morning glory at my window satisfies me more than the metaphysics of books."
    },
    {
      "cite": "Beverly Nichols",
      "quote": "To be overcome by the fragrance of flowers is a delectable form of defeat."
    },
    {
      "cite": "Lydia M. Child",
      "quote": "Flowers have spoken to me more than I can tell in written words. They are the hieroglyphics of angels, loved by all men for the beauty of their character."
    },
    {
      "cite": "John Gerard",
      "quote": "Flowers bring to a liberal and gentlemanly mind, the remembrance of honesty, comeliness, and all kinds of virtue."
    },
    {
      "cite": "Robert G. Ingersoll",
      "quote": "Every flower about a house certifies to the refinement of somebody. Every vine climbing and blossoming tells of love and joy."
    },
    {
      "cite": "Gertrude S. Wister",
      "quote": "The flowers of late winter and early spring occupy places in our hearts well out of proportion to their size."
    },
    {
      "cite": "Georgia O'Keeffe",
      "quote": "If you take a flower in your hand and really look at it, it's your world for a moment."
    },
    {
      "cite": "John Ruskin",
      "quote": "Flowers seem intended for the solace of ordinary humanity."
    },
    {
      "cite": "H.N. Hudson",
      "quote": "Flowers knew how to preach divinity before men knew how to dissect and botanize them."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Flowers may beckon towards us, but they speak toward heaven and God."
    },
    {
      "cite": "Adabella Radici",
      "quote": "A flower's appeal is in its contradictions - so delicate in form yet strong in fragrance, so small in size yet big in beauty, so short in life yet long on effect."
    },
    {
      "cite": "Arthur Cleveland Coxe",
      "quote": "Flowers are words which even a babe may understand."
    },
    {
      "cite": "Lady Bird Johnson",
      "quote": "Where flowers bloom so does hope."
    },
    {
      "cite": "Park Benjamin",
      "quote": "Flowers are love's truest language."
    },
    {
      "cite": "Okakura Kakuzō",
      "quote": "In joy or sadness flowers are our constant friends."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A flower blossoms for its own joy."
    },
    {
      "cite": "Marty Rubin",
      "quote": "Flowers are the music of the earth."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "Flowers are not made by singing Oh, how beautiful, and sitting in the shade."
    },
    {
      "cite": "Theodore Roethke",
      "quote": "Deep in their roots all flowers keep the light."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "One of the most attractive things about the flowers is their beautiful reserve."
    },
    {
      "cite": "Joseph S. Cotter, Sr.",
      "quote": "The flowers take the tears of weeping night and give them to the sun for day's delight."
    },
    {
      "cite": "Laurie Jean Sennott",
      "quote": "Every flower must grow through dirt."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Wildflowers don't care where they grow."
    },
    {
      "cite": "Hadith Mohammed",
      "quote": "Flowers feed the soul."
    },
    {
      "cite": "Osho",
      "quote": "Look at the flowers-for no reason. It is simply unbelievable how happy flowers are."
    },
    {
      "cite": "Anthony De Mello",
      "quote": "Whatever is truly alive must die. Look at the flowers; only plastic flowers never die."
    },
    {
      "cite": "Corita Kent",
      "quote": "Flowers grow out of dark moments."
    },
    {
      "cite": "P G Wodehouse",
      "quote": "Flowers are happy things."
    },
    {
      "cite": "Ambrose Philips",
      "quote": "The flowers anew, returning seasons bring; But beauty faded has no second spring."
    },
    {
      "cite": "Mehmet Murat Idan",
      "quote": "No flower wants to be at home when it is raining outside!"
    },
    {
      "cite": "Andrew Mason",
      "quote": "If dandelions were hard to grow, they would be most welcome on any lawn."
    },
    {
      "cite": "Stefano Gabbana",
      "quote": "To me, flowers are happiness."
    },
    {
      "cite": "A.A. Milne",
      "quote": "Weeds are flowers too, once you get to know them."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "It’s the time that you spent on your rose that makes your rose so important…People have forgotten this truth, but you mustn’t forget it. You become responsible forever for what you’ve tamed. You’re responsible for your rose."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "She cast her fragrance and her radiance over me. I ought never to have run away from her… I ought to have guessed all the affection that lay behind her poor little stratagems. Flowers are so inconsistent! But I was too young to know how to love her."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "She wore flowers in her hair and carried magic secrets in her eyes."
    },
    {
      "cite": "Basho",
      "quote": "The temple bell stops but I still hear the sound coming out of the flower."
    },
    {
      "cite": "Buddha",
      "quote": "If we could see the miracle of a single flower clearly our whole life would change."
    },
    {
      "cite": "Chanakya",
      "quote": "The fragrance of flowers spreads only in the direction of the wind. But the goodness of a person spreads in all directions."
    },
    {
      "cite": "Colette",
      "quote": "How can one help shivering with delight when one's hot fingers close around the stem of a live flower, cool from the shade and stiff with newborn vigor!"
    },
    {
      "cite": "Dale Carnegie",
      "quote": "One of the most tragic things I know about human nature is that all of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today."
    },
    {
      "cite": "Dodinsky",
      "quote": "Flowers are those little colorful beacons of the sun from which we get sunshine when dark, somber skies blanket our thoughts."
    },
    {
      "cite": "E.V.",
      "quote": "Like wildflowers; You must allow yourself to grow in all the places people thought you never would."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "I will be the gladdest thing under the sun! I will touch a hundred flowers and not pick one."
    },
    {
      "cite": "Edward Abbey",
      "quote": "For myself I hold no preferences among flowers, so long as they are wild, free, spontaneous. Bricks to all greenhouses! Black thumb and cutworm to the potted plant!"
    },
    {
      "cite": "Edwin Curran",
      "quote": "Flowers are the music of the ground. From earth’s lips spoken without sound."
    },
    {
      "cite": "Elizabeth Gaskell",
      "quote": "I would far rather have two or three lilies of the valley gathered for me by a person I like, than the most expensive bouquet that could be bought!"
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Against a dark sky all flowers look like fireworks. There is something strange about them, at once vivid and secret, like flowers traced in fire in the phantasmal garden of a witch."
    },
    {
      "cite": "Georges Bernanos",
      "quote": "Little things seem nothing, but they give peace, like those meadow flowers which individually seem odorless but all together perfume the air."
    },
    {
      "cite": "Georgia O’Keeffe",
      "quote": "A flower is relatively small. Everyone has many associations with a flower – the idea of flowers. You put out your hand to touch the flower – lean forward to smell it – maybe touch it with your lips almost without thinking – or give it to someone to please them. Still – in a way – Nobody sees a flower – really – it is so small it takes time – we haven’t time – and to see takes time, like to having a friend takes time."
    },
    {
      "cite": "Heinrich Heine",
      "quote": "Perfumes are the feelings of flowers."
    },
    {
      "cite": "Helen Keller",
      "quote": "Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Flowers have an expression of countenance as much as men or animals. Some seem to smile; some have a sad expression; some are pensive and diffident; others again are plain, honest and upright, like the broad-faced sunflower and the hollyhock."
    },
    {
      "cite": "Herbert Rappaport",
      "quote": "I hope that while so many people are out smelling the flowers, someone is taking the time to plant some."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The smallest flower is a thought, a life answering to some feature of the Great Whole, of whom they have a persistent intuition."
    },
    {
      "cite": "Ikkyu Sojun",
      "quote": "Break open a cherry tree and there are no flowers, but the spring breeze brings forth myriad blossoms."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "People from a planet without flowers would think we must be mad with joy the whole time to have such things about us."
    },
    {
      "cite": "J. D. Salinger",
      "quote": "Who wants flowers when you’re dead? Nobody."
    },
    {
      "cite": "Jeremy Bentham",
      "quote": "Stretching his hand up to reach the stars, too often man forgets the flowers at his feet."
    },
    {
      "cite": "John Harrigan",
      "quote": "Happiness held is the seed; Happiness shared is the flower."
    },
    {
      "cite": "John Lennon",
      "quote": "Love is the flower you’ve got to let it grow."
    },
    {
      "cite": "John Mark Green",
      "quote": "One by one she slew her fears, and then planted a flower garden over their graves."
    },
    {
      "cite": "Joseph Addison",
      "quote": "What sunshine is to flowers, smiles are to humanity. These are but trifles, to be sure; but scattered along life's pathway, the good they do is inconceivable."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "The optimist sees the rose and not its thorns; the pessimist stares at the thorns, oblivious of the rose."
    },
    {
      "cite": "Mamata Banerjee",
      "quote": "Change is a continuous process. You cannot assess it with the static yardstick of a limited time frame. When a seed is sown into the ground, you cannot immediately see the plant. You have to be patient. With time, it grows into a large tree. And then the flowers bloom, and only then can the fruits be plucked."
    },
    {
      "cite": "Max Muller",
      "quote": "A flower cannot blossom without sunshine, and man cannot live without love."
    },
    {
      "cite": "May Sarton",
      "quote": "In the garden the door is always open into the \"holy\" - growth, birth, death. Every flower holds the whole mystery in its short cycle, and in the garden we are never far away from death, the fertilizing, good, creative death."
    },
    {
      "cite": "May Sarton",
      "quote": "Without darkness, nothing comes to birth, As without light, nothing flowers."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "You can cut all the flowers but you cannot keep spring from coming."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "A rose dreams of enjoying the company of bees, but none appears. The sun asks: ‘Aren’t you tired of waiting?’ ‘Yes,’ answers the rose, ‘but if I close my petals, I will wither and die."
    },
    {
      "cite": "Rahman Baba",
      "quote": "Always grow flowers, as that will make your way full of flowers. Never grow thorns, as that will make your way thorny. Never want to target someone on an arrow. You may become the target of that arrow. Never make a well in the way of someone. As you may pass by that way sometime."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Many eyes go through the meadow, but few see the flowers in it."
    },
    {
      "cite": "Rumi",
      "quote": "A rose’s rarest essence lives in the thorn."
    },
    {
      "cite": "Stephen Richards",
      "quote": "Minds are like flowers; they open only when the time is right."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Don’t let the tall weeds cast a shadow on the beautiful flowers in your garden."
    },
    {
      "cite": "Stevie Wonder",
      "quote": "Mama was my greatest teacher, a teacher of compassion, love and fearlessness. If love is sweet as a flower, then my mother is that sweet flower of love."
    },
    {
      "cite": "Susan Polis Schutz",
      "quote": "Let us dance in the sun, wearing wild flowers in our hair."
    },
    {
      "cite": "Vernon Howard",
      "quote": "By cultivating the beautiful we scatter the seeds of heavenly flowers, as by doing good we cultivate those that belong to humanity."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A garden to walk in and immensity to dream in–what more could he ask? A few flowers at his feet and above him the stars."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Life is the flower for which love is the honey."
    },
    {
      "cite": "Walter Hagen",
      "quote": "You’re only here for a short visit. Don’t hurry, don’t worry. And be sure to smell the flowers along the way."
    },
    {
      "cite": "Zen Shin",
      "quote": "A flower does not think of competing with the flower next to it. It just blooms."
    }
  ]
}