{
  "source": "https://www.wisesayings.com/flu-quotes/",
  "theme": "flu",
  "quotes": [
    {
      "cite": "Robert Orben",
      "quote": "The flu season is when you start off in the morning with a light heart and end up in the evening with a heavy nose."
    },
    {
      "cite": "Robert Orben",
      "quote": "In our house the only thing that gets recycled is the flu."
    },
    {
      "cite": "Robert Orben",
      "quote": "You know what really shakes you up during the flu season? When you tell the doctor your symptoms and he starts backing away."
    },
    {
      "cite": "Robert Orben",
      "quote": "This is the season when you're faced with the problem: What do you say to the person who has everything— and he's breathing on you?"
    },
    {
      "cite": "Florence Nightingale",
      "quote": "A global flu pandemic would kill  between seven million and 200 million, depending on which scientist or medical journal you read."
    },
    {
      "cite": "Richard A. Clark",
      "quote": "Beginning in 1918 and lasting less than three years. The Spanish flu epidemic killed up to five percent of the earth's population."
    },
    {
      "cite": "Alan Tudyk",
      "quote": "The swine flu is evolution, isn't it? In a way, it's an evolution of flu."
    },
    {
      "cite": "Margaret Chan",
      "quote": "The unique nature about the influenza virus is its great potential for changes, for mutation."
    },
    {
      "cite": "Paul A. Offit",
      "quote": "The flu can definitely set you up for bacterial pneumonias."
    },
    {
      "cite": "Harvey V. Fineberg",
      "quote": "The flu is very unpredictable when it begins and in how it takes off."
    },
    {
      "cite": "Quintus Ennius",
      "quote": "I never indulge in rhyme or stanza Unless I'm in bed with the influenza."
    },
    {
      "cite": "Laura Spinney",
      "quote": "When asked what the biggest disaster of the twentieth century was, almost nobody answers Spanish flu. It was the greatest tidal wave of death, perhaps in the whole of human history."
    },
    {
      "cite": "Gina Colata",
      "quote": "But influenza never makes the list of deadly plagues. It seems so innocuous. It comes around every winter and everyone gets it sooner or later."
    },
    {
      "cite": "Alfred W. Crosby",
      "quote": "I know how not to get AIDS. I don't know how not to get the flu."
    },
    {
      "cite": "Gina Colata",
      "quote": "Flu also, however, seems unavoidable. It is spread through the air and there is a little that can be done to prevent being infected."
    },
    {
      "cite": "Gina Colata",
      "quote": "But for one of the first towns to be hit by the flu, the disease was not easily dismissed— not because it is so deadly but because it is so infectious."
    },
    {
      "cite": "Don Brown",
      "quote": "But the Spanish flu, erroneously named for a country that didn't suppress reports of the flu ravages, is exceptionally violent."
    },
    {
      "cite": "Terence Ranger",
      "quote": "The brevity of the influenza pandemic of 1918 posed great problems to doctors at the time...it has poses great problems to historians ever since."
    },
    {
      "cite": "Laura Spinney",
      "quote": "The flu resculpted human populations more radically than anything since the Black Death."
    },
    {
      "cite": "Tom Frieden",
      "quote": "There's nothing quite like flu in terms of the risk."
    },
    {
      "cite": "Dr. Jeremy Brown",
      "quote": "For centuries, chicken soup has been seen as a folk remedy for coughs and colds, fevers and chills— all the symptoms of the flu."
    },
    {
      "cite": "Oliver Markus Malloy",
      "quote": "When we're really old, people in the future will interview us, because we lived through one of the biggest events in the human history. Like the Spanish flu of 1918 that killed over 50 million people. Or the great depression. Or Pompeii. Or the Titanic."
    },
    {
      "cite": "Randy Whetton",
      "quote": "Time to clean up, he knows what to do, washing after playtime can help prevent the flu."
    },
    {
      "cite": "George Dener",
      "quote": "The flu has the potential to be much more serious than is generally presumed."
    },
    {
      "cite": "Bob Garfield",
      "quote": "Chain letters are the postal equivalent of intestinal flu: you get it and pass it along to your friends."
    },
    {
      "cite": "Raheel Farooq",
      "quote": "Teenage crush is like flu. If you find a remedy for it, it lasts for a couple of days. If you don't, it still lasts for a couple of days."
    },
    {
      "cite": "Carl Zimmer",
      "quote": "When you get sick with the flu you get infected with flu viruses and they make lots of new flu viruses, but those new viruses are not exact copies of the old ones. They have mutations in them. A lot of those mutations are harmful."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "Marriage, in contrast to the flu, starts with a fever and ends with the chills."
    }
  ]
}