{
  "source": "https://www.wisesayings.com/flying-quotes/",
  "theme": "flying",
  "quotes": [
    {
      "cite": "David Letterman",
      "quote": "When you think about flying, it's nuts really. Here you are at about 40,000 feet, screaming along at 700 miles an hour and you're sitting there drinking Diet Pepsi and eating peanuts.  It just doesn't make any sense."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "Flying may not be all plain sailing, but the fun of it is worth the price."
    },
    {
      "cite": "Gregory ''Pappy'' Boyington",
      "quote": "Flying is hours and hours of boredom sprinkled with a few seconds of sheer terror."
    },
    {
      "cite": "Charles A. Lindbergh",
      "quote": "Sometimes, flying feels too godlike to be attained by man. Sometimes, the world from above seems too beautiful, too wonderful, too distant for human eyes to see . . ."
    },
    {
      "cite": "Orville Wright",
      "quote": "The exhilaration of flying is too keen, the pleasure too great, for it to be neglected as a sport."
    },
    {
      "cite": "General Adolf Galland",
      "quote": "Flying is more than a sport and more than a job; flying is pure passion and desire, which fill a lifetime."
    },
    {
      "cite": "Dusty Mctavish",
      "quote": "Flying is a lot like playing a musical instrument; you're doing so many things and thinking of so many other things, all at the same time. It becomes a spiritual experience. Something wonderful happens in the pit of your stomach."
    },
    {
      "cite": "Charles A. Lindbergh",
      "quote": "Flying has torn apart the relationship of space and time: it uses our old clock but with new yardsticks."
    },
    {
      "cite": "William T. Piper",
      "quote": "Once you have learned to fly your plane, it is far less fatiguing to fly than it is to drive a car. You don't have to watch every second for cats, dogs, children, lights, road signs, ladies with baby carriages and citizens who drive out in the middle of block against the lights. Nobody who has not been up in the sky on a glorious morning can possibly imagine the way a pilot feels in free heaven."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "Flying was a very tangible freedom. In those days, it was beauty, adventure, discovery - the epitome of breaking into new worlds."
    },
    {
      "cite": "Leonardo da Vinci",
      "quote": "When once you have tasted flight, you will forever walk the earth with your eyes turned skyward, for there you have been, and there you will always long to return."
    },
    {
      "cite": "Wilbur Wright",
      "quote": "There is no sport equal to that which aviators enjoy while being carried through the air on great white wings."
    },
    {
      "cite": "Wilbur Wright",
      "quote": "More than anything else, the sensation of flying is one of perfect peace mingled with an excitement that strains every nerve to the utmost — if you can conceive of such a combination."
    },
    {
      "cite": "Captain John Cook",
      "quote": "I learned the discipline of flying in order to have the freedom of flight....Discipline prevents crashes."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "I have often said that the lure of flying is the lure of beauty.  That the reasons flyers fly, whether they know it or not, is the aesthetic appeal of flying."
    },
    {
      "cite": "Cecil Day Lewis",
      "quote": "Flying alone! Nothing gives such a sense of mastery over time over mechanism, mastery indeed over space, time, and life itself, as this."
    },
    {
      "cite": "Dan Manningham",
      "quote": "Flying is inherently dangerous. We like to gloss that over with clever rhetoric and comforting statistics, but these facts remain: gravity is constant and powerful, and speed kills. In combination, they are particularly destructive."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Flying is learning how to throw yourself at the ground and miss."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "There is no more exciting sport than flying, for if you lose, you die."
    },
    {
      "cite": "Daniela Pestova",
      "quote": "Flying is awful, there's nothing to do when you're up in the air. I bloat up, my skin gets dry, and when we hit turbulence, I'm terrified."
    },
    {
      "cite": "Billy Bob Thornton",
      "quote": "I don't have a fear of flying; I have a fear of crashing."
    },
    {
      "cite": "Richard Bach",
      "quote": "Why fly? Simple. I'm not happy unless there's some room between me and the ground."
    },
    {
      "cite": "Amy Johnson",
      "quote": "I think it is a pity to lose the romantic side of flying and simply to accept it as a common means of transport...."
    },
    {
      "cite": "Orson Welles",
      "quote": "There are only two emotions in a plane: boredom and terror."
    },
    {
      "cite": "Amelia Earhart",
      "quote": "You haven't seen a tree until you've seen its shadow from the sky."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "The higher we soar the smaller we appear to those who cannot fly."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "There are no signposts in the sky to show a man has passed that way before. There are no channels marked. The flier breaks each second into new uncharted seas."
    },
    {
      "cite": "Jennifer E. Smith",
      "quote": "That's the thing about flying: You could talk to someone for hours and never even know his name, share your deepest secrets and then never see them again."
    },
    {
      "cite": "Paul Gallagher",
      "quote": "Flying can be easy at times, but with the wrong machine or the wrong person at the controls, it is the most difficult thing in the world."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who would learn to fly one day must first learn to stand and walk and run and climb and dance; one cannot fly into flying."
    },
    {
      "cite": "unknown",
      "quote": "To most people the sky is the limit. To those who love flying, the sky is home."
    },
    {
      "cite": "John Glenn",
      "quote": "I was sold on flying as soon as I had a taste for it."
    },
    {
      "cite": "Lauran Paine Jr",
      "quote": "If you are bored flying, your standards are too low."
    },
    {
      "cite": "Wilbur Wright",
      "quote": "In flying I have learned that carelessness and overconfidence are usually far more dangerous than deliberately accepted risks."
    },
    {
      "cite": "Charles F. Duryea",
      "quote": "Flying is within our grasp. We have naught to do but take it."
    },
    {
      "cite": "Cecil Day Lewis",
      "quote": "We who fly do so for the love of flying. We are alive in the air with this miracle that lies in our hands and beneath our feet."
    },
    {
      "cite": "Joyce Carol",
      "quote": "[Flying] fosters fantasies of childhood, of omnipotence, rapid shifts of being, miraculous moments; it stirs our capacity for dreaming."
    },
    {
      "cite": "Astronaut Robert 'Hoot' Gibson",
      "quote": "All my life, I've never been able to get enough airplanes. This will keep me flying every day."
    },
    {
      "cite": "Richard Bach",
      "quote": "Flying prevails whenever a man and his airplane are put to a test of maximum performance."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "I fly because it releases my mind from the tyranny of petty things."
    },
    {
      "cite": "Plautus",
      "quote": "Flying without feathers is not easy; my wings have no feathers."
    },
    {
      "cite": "French Proverb",
      "quote": "There is no flying without wings."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "Angels can fly because they take themselves lightly."
    },
    {
      "cite": "Steve Fossett",
      "quote": "The good thing about flying solo is it's never boring."
    },
    {
      "cite": "Wolfgang Langwiesche",
      "quote": "Flying is done largely with the imagination."
    },
    {
      "cite": "Bushwick Bill",
      "quote": "See driving is like stabbing someone, it's very personal. While flying is like shooting someone, it's more distant."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "Pilots are drawn to flying because it's a perfect combination of science, romance and adventure."
    },
    {
      "cite": "Luciano De Crescenzo",
      "quote": "We are each of us angels with only one wing, and we can only fly by embracing one another."
    },
    {
      "cite": "Charles Lindbergh",
      "quote": "Flying has torn apart the relationship of space and time. It uses our old clock but with new yardsticks."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Flying. Whatever any other organism has been able to do man should surely be able to do also, though he may go a different way about it."
    },
    {
      "cite": "Ben Goldacre",
      "quote": "Just because there are flaws in aircraft design that doesn't mean flying carpets exist."
    },
    {
      "cite": "Ellen Glasgow",
      "quote": "To seize the flying thought before it escapes us is our only touch with reality."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "The virtue of the soul does not consist in flying high, but in walking orderly."
    },
    {
      "cite": "Harrison Ford",
      "quote": "The focus and the concentration and the attention to detail that flying takes is a kind of meditation. I find it restful and engaging, and other things slip away."
    },
    {
      "cite": "Beryl Markham",
      "quote": "All the science of flying has been captured in the breadth of an instrument board, but not the religion of it."
    },
    {
      "cite": "Sharon Creech",
      "quote": "You can't keep the birds of sadness from flying over your head, but you can keep them from nesting in your hair."
    },
    {
      "cite": "Keith Henson",
      "quote": "If anyone wonders why the airlines are not doing well it is because flying has been made such an unpleasant and degrading experience."
    },
    {
      "cite": "Faith Ringgold",
      "quote": "Anyone can fly. All you need is somewhere to go that you can't get to any other way. The next thing you know, you're flying among the stars."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "If a bird is flying for pleasure, it flies with the wind, but if it meets danger it turns and faces the wind, in order that it may rise higher."
    },
    {
      "cite": "Tom Clancy",
      "quote": "One thing about flying that he never got used to was that no matter how awful the weather was on the ground, if you flew high enough you could always find the sun."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Human thought, flying on the trapezes of the star filled universe, with mathematics stretched beneath, was like an acrobat working with a net but suddenly noticing that in reality there is no net."
    },
    {
      "cite": "Sara Teasdale",
      "quote": "Life is a frail moth flying Caught in the web of the years that pass."
    },
    {
      "cite": "Joyce Carol Oates",
      "quote": "Flying fosters fantasies of childhood, of omnipotence, rapid shifts of being, miraculous moments; it stirs our capacity for dreaming."
    },
    {
      "cite": "Stephen Coonts",
      "quote": "All really great flying adventures begin at dawn."
    },
    {
      "cite": "Baroness de Laroche",
      "quote": "Flying does not rely so much on strength, as on physical and mental co ordination."
    },
    {
      "cite": "Sophocles",
      "quote": "Every wind is fare when we are flying from misfortune."
    }
  ]
}