{
  "source": "https://www.wisesayings.com/fog-quotes/",
  "theme": "fog",
  "quotes": [
    {
      "cite": "Claude Adrien Helvetius",
      "quote": "Truth is the torch that gleams through the fog without dispelling it."
    },
    {
      "cite": "Anne Sexton",
      "quote": "The future is a fog that is still hanging out over the sea, a boat that floats home or does not."
    },
    {
      "cite": "Hal Borland",
      "quote": "There it is, fog, atmospheric moisture still uncertain in destination, not quite weather and not altogether mood, yet partaking of both."
    },
    {
      "cite": "Frank Wedekind",
      "quote": "The fog is clearing; life is a matter of taste."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The truth is a fog, in which one man sees the heavenly host and the other one sees a flying elephant"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Heavy fog is a weird guide! If you go on a journey with him, it takes you from nowhere and leaves you at nowhere!"
    },
    {
      "cite": "Ben Hecht",
      "quote": "I see a lot of fog and a few lights. I like it when life's hidden. It gives you a chance to imagine nice things, nicer than they are."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "Let us go in; the fog is rising."
    },
    {
      "cite": "DeWitt Bodeen",
      "quote": "Even as fog continues to lie in the valleys, so does ancient sin cling to the low places, the depressions in the world consciousness."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Love is a fog that burns with the first daylight of reality."
    },
    {
      "cite": "Jack Kerouac",
      "quote": "And when the fog's over and the stars and the moon come out at night it'll be a beautiful sight."
    },
    {
      "cite": "David O. Selznick",
      "quote": "I don't think I'm going to do any good work this morning."
    },
    {
      "cite": "Ada Leverson",
      "quote": "Fog and hypocrisy that is to say, shadow, convention, decency these were the very things that lent to London its poetry and romance."
    },
    {
      "cite": "H. G. Wells",
      "quote": "The science hangs like a gathering fog in a valley, a fog which begins nowhere and goes nowhere, an incidental, unmeaning inconvenience to passers by."
    },
    {
      "cite": "Cavett Robert",
      "quote": "When it's foggy in the pulpit it's cloudy in the pew."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "Sometimes it is hard to see in life. If the fog rolls in we can't see anything. Most people get caught up in life that they forget the purpose of life is to be happy."
    },
    {
      "cite": "Erin Bow",
      "quote": "At night the fog was thick and full of light, and sometimes voices."
    },
    {
      "cite": "J.R. Ward",
      "quote": "You never realized how thick your fog was until it lifted."
    },
    {
      "cite": "Eavan Boland",
      "quote": "We love fog because it shifts old anomalies into the elements surrounding them. It gives relief from a way of seeing."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "The fog comes on little cat feet. It sits looking over harbor and city on silent haunches and then moves on."
    },
    {
      "cite": "Alex Z. Moores",
      "quote": "Love feels like this fog. It slinks in from some hidden place and silently overtakes me. It seems so dense, but when I reach into it, there's nothing of substance. Then, before too long, it simply vanishes. That's my perception of love."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "In nature, everything has a job. The job of the fog is to beautify further the existing beauties!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Inside the fogs, you think better and thus you see better!"
    },
    {
      "cite": "Ben Hecht",
      "quote": "I see a lot of fog and a few lights. I like when life's hidden. Gives you a chance to imagine nice things. Nicer than they are."
    },
    {
      "cite": "Olivier Assayas",
      "quote": "No, it's just mist. A little fog, when it breaks up."
    },
    {
      "cite": "James L. Brooks",
      "quote": "Human interest stories - they cloud the issues and fog the mind."
    },
    {
      "cite": "Edward D. Wood Jr.",
      "quote": "My mind is in a muddle. Like... thick fog. I can't make sense to myself sometimes."
    },
    {
      "cite": "Earl Simmons",
      "quote": "The snake, the rat, the cat, the dog / How you going see them if you living in the fog"
    },
    {
      "cite": "Catherine Marie Warner",
      "quote": "Scent of dried flowers  / And I'm walking through the fog / Walking through the fog / Scent of dried flowers"
    },
    {
      "cite": "Matthew Edward Murphy",
      "quote": "We feel nothing so jump into the fog / In the hope that we hit the ground upright"
    },
    {
      "cite": "Raymond Douglas Davies",
      "quote": "Who believe in misty ways. / Everything is lovely, / In a misty morning glaze. / I like misty water, / I like fog and haze."
    },
    {
      "cite": "Dorothy Fields",
      "quote": "Like a ship at sea, I'm just lost in a fog / My mind is hazy, my thoughts are blue / Guess I'll always be kinda / Lost in a fog without you"
    },
    {
      "cite": "Vivian Ellis",
      "quote": "But nobody listens to my plaintiff monologue / I had a dog he's lost in a fog / Me and the dog are just wandering in a fog / Won't some kind gentleman see us home"
    },
    {
      "cite": "Jesse Quin",
      "quote": "Can anyone fly into these grey skies? / Is there somewhere I'm meant to be? / Sea fog comes like a river / Rolls a stone it's rolling"
    },
    {
      "cite": "Helen Frost",
      "quote": "Fog is a cloud close to land or water. People cannot see well in fog."
    },
    {
      "cite": "Helen Frost",
      "quote": "Fog forms in humid air. Humid air holds water vapor. Water vapor is a gas that cannot be seen."
    },
    {
      "cite": "Christine L. Corton",
      "quote": "In most parts of the world fog has always been a natural phenomenon, clouding the air with tiny water particles when the climatic conditions are right."
    },
    {
      "cite": "Christine L. Corton",
      "quote": "Fog was natural, smoke unnatural."
    },
    {
      "cite": "Christine L. Corton",
      "quote": "And fog was indeed more likely to be experienced in the poorer districts of the capital."
    },
    {
      "cite": "Christine L. Corton",
      "quote": "Fog could thus appear as a kind of food ingested or inhaled, not only by the poor."
    },
    {
      "cite": "Steven L. Horstmeyer",
      "quote": "Foggy autumn mornings during longer autumn nights often reaches the dew point temperature and fog forms."
    },
    {
      "cite": "Steven L. Horstmeyer",
      "quote": "Fog is a stratus cloud on the ground."
    },
    {
      "cite": "Steven L. Horstmeyer",
      "quote": "What is a cloud in the air from the vantage point of a valley is fog form the mountain side at the same elevation as the cloud."
    },
    {
      "cite": "Steven L. Horstmeyer",
      "quote": "Fog is not water vapor but condensed liquid or solid water. If a fog is composed of small ice crystals it is termed frozen fog."
    },
    {
      "cite": "Steven L. Horstmeyer",
      "quote": "Fog is most common where water is plentiful and there is a cool surface to chill the air."
    },
    {
      "cite": "Stephen Harrison",
      "quote": "The fog of life is provided as source of confusion to the mind so that we cannot rely on it and must turn to our feeling and intuitive selves."
    },
    {
      "cite": "Rutherford Platt",
      "quote": "A trees get their sap water entirely through their roots, fog is only a substitute for rain when it condenses and drips on the ground."
    },
    {
      "cite": "David Byrd",
      "quote": "To understand the fog, it helps to first understand the cloud."
    },
    {
      "cite": "David Byrd",
      "quote": "Adversity is much like fog in our lives, and sometimes God will use fog of adversity to teach and direct us."
    },
    {
      "cite": "David Byrd",
      "quote": "Just like driving in the fog, adversity slows us to a crawl and sometimes brings us to a complete stop."
    },
    {
      "cite": "David Byrd",
      "quote": "The fog of adversity slows our pace from the hustle and bustle of life."
    },
    {
      "cite": "Michael Allaby",
      "quote": "Fog may be unpleasant, and traveling in fog can be hazardous, but breathing fog cannot harm you."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "The fog comes / on little cat feet. / It sits looking / over harbor and city / on silent haunches / and then moves on."
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "A sudden fog-drift muffled the ocean, / A throbbing of engines moved in it, / At length, a stone's throw out, between the rocks and the vapor, / One by one moved shadow"
    },
    {
      "cite": "Robinson Jeffers",
      "quote": "Holding a difficult path between the peril of the sea-fog / And the foam on / the shore granite. / One by one, trailing their leader, six crept by me, / Out of the vapor and into it"
    },
    {
      "cite": "Silas Weir Mitchell",
      "quote": "The fog's gray curtain round me draws, / And leaves no world to me / Save this swift drama of the stirred / And restless sea."
    },
    {
      "cite": "Silas Weir Mitchell",
      "quote": "Forth of the shrouding fog they roll, / As from a viewless world, / Leap spectral white, and, pausing, break, / In thunder hurled."
    },
    {
      "cite": "Conrad Potter Aiken",
      "quote": "The fog slips ghost like into a thousand rooms, / Whirls over sleeping faces, / Spins in an atomy dance round misty street lamps; / And blows in cloudy waves over open spaces . . ."
    }
  ]
}