{
  "source": "https://www.wisesayings.com/follow-your-heart-quotes/",
  "theme": "follow-your-heart",
  "quotes": [
    {
      "cite": "Steve Jobs",
      "quote": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition."
    },
    {
      "cite": "Jennifer Ellison",
      "quote": "I came out of the womb born to sing and dance. I have to follow my heart."
    },
    {
      "cite": "Carl W. Buechner",
      "quote": "Follow your heart, but be quiet for a while first. Ask questions, then feel the answer. Learn to trust your heart."
    },
    {
      "cite": "Lesley Ann",
      "quote": "Go ahead and stand up for what you believe in. As I've learned, that's the path to happiness."
    },
    {
      "cite": "Eric Mabius",
      "quote": "You do have to follow your heart, otherwise you're living a false life."
    },
    {
      "cite": "Joe Plumeri",
      "quote": "You can't do passion halfway. Living your passion means you're all in. You trust your heart and trust your gut wherever that takes you."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "How wrong we are to ignore our hearts to follow the familiar path."
    },
    {
      "cite": "Dexter Born Free",
      "quote": "Born free to follow your heart."
    },
    {
      "cite": "Gina Greenlee",
      "quote": "Follow your heart. Then root its longing with the facts."
    },
    {
      "cite": "Miguel Angel Ruiz",
      "quote": "You can choose to follow your heart always."
    },
    {
      "cite": "Confucius",
      "quote": "Wherever you go, go with all your heart."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "You will never follow your own inner voice until you clear up the doubts in your mind."
    },
    {
      "cite": "Alfred Adler",
      "quote": "Follow your heart but take your brain with you."
    },
    {
      "cite": "Fannila Tobelli",
      "quote": "Follow your heart. Even though it's on your left, it's always right."
    },
    {
      "cite": "Jalaluddin Rumi",
      "quote": "Let yourself be silently drawn by the strange pull of what you really love. It will not lead you astray."
    },
    {
      "cite": "Jean Shinoda Bolen",
      "quote": "To know how to choose a path with heart is to learn how to follow intuitive feeling. Logic can tell you superficially where a path might lead to, but it cannot judge whether your heart will be in it."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "If you ever find yourself in doubt follow your heart as it will guide you to the right course."
    },
    {
      "cite": "Ella Enchanted",
      "quote": "If you follow your heart and end with a song."
    },
    {
      "cite": "Amy Leigh Mercree",
      "quote": "Heart-flow means listening to your intuition and hunches and following your heart. How can you let your heart lead today?"
    },
    {
      "cite": "Dzien swira",
      "quote": "Just follow your heart's voice."
    },
    {
      "cite": "Carl Jung",
      "quote": "Your vision will become clear only when you look into your heart. Who looks outside, dreams. Who looks inside, awakens."
    },
    {
      "cite": "Angie karan",
      "quote": "Always follow your heart ! When your heart feels at peace, rest assured, you are on the right track."
    },
    {
      "cite": "Tasha Hoggatt",
      "quote": "You must never doubt your ability to achieve anything, become anything, overcome anything and inspire everything."
    },
    {
      "cite": "Lili Taylor",
      "quote": "It's been very important for me to follow my gut or my heart, or whichever organ you want to go by."
    },
    {
      "cite": "Austin Butler",
      "quote": "I think it's important to have a dream and to follow your heart."
    },
    {
      "cite": "Mia Hamm",
      "quote": "Follow your heart and make it your decision."
    },
    {
      "cite": "Clara Hughes",
      "quote": "What I have to do now is figure where my passion is, and follow my heart; I've proven that if I have the passion for something then I can succeed. I haven't been listening to my heart in the last little while."
    },
    {
      "cite": "Braveheart",
      "quote": "Your heart is free, have the courage to follow it."
    },
    {
      "cite": "Celine Dion",
      "quote": "If you follow your dreams, it means you follow your heart. If you do follow your heart, I don't think you can go wrong."
    },
    {
      "cite": "Keke Palmer",
      "quote": "You can do anything as long as you don't stop believing. When it is meant to be, it will be. You just have to follow your heart."
    },
    {
      "cite": "Brian Setzer",
      "quote": "If you listen to everybody's opinions, I mean, I always say I'd be digging a ditch on the side of the road now if I had listened to what everybody told me what to do. You know, you have to follow your heart, you have to."
    },
    {
      "cite": "Bicentennial Man",
      "quote": "I'm reading your heart. I'm asking you to follow it. Begging you."
    },
    {
      "cite": "Paula Abdul",
      "quote": "Break the rules, stand apart, ignore your head, and follow your heart."
    },
    {
      "cite": "Emily Giffin",
      "quote": "Everyone wants to belong, or be a part of something bigger than themselves, but it's important to follow your heart and be true to yourself in the process."
    },
    {
      "cite": "Steve Kerr",
      "quote": "I think it's imperative to follow your heart and choose a profession you're passionate about, and if you haven't found that 'spark' yet, if you're not sure what you want to do with your lives - be persistent until you do."
    },
    {
      "cite": "Katharine McPhee",
      "quote": "Everyone has that inner voice, the one that's a Negative Nancy. I'd say to ignore that voice and to be confident and follow your heart."
    },
    {
      "cite": "Simphiwe Dumi",
      "quote": "They say you must follow your heart in order to love, because heart know every feeling you are ready to convey."
    },
    {
      "cite": "Ricardo Housham",
      "quote": "Stay away from people who try to belittle your faith, goals and ambitions. follow your heart and keep pushing forward."
    },
    {
      "cite": "Epictetus",
      "quote": "Imagine for yourself a character, a model personality whose example you determine to follow, in private as well as in public."
    },
    {
      "cite": "Craig Stevens",
      "quote": "The decision I've made has come from my heart. That's me, to follow my heart."
    },
    {
      "cite": "Mark Helprin",
      "quote": "Don't worry about things that you simply cannot know. Let them fall back and recede like the foam pushed aside by the flanks of a ship. Leave them behind and let your heart power on."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart."
    },
    {
      "cite": "Carl Jung",
      "quote": "Follow that will and that way which experience confirms to be your own."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Initiative is doing the right thing without being told."
    },
    {
      "cite": "Erin Brockovich",
      "quote": "If you follow your heart, if you listen to your gut, and if you extend your hand to help another, not for any agenda, but for the sake of humanity, you are going to find the truth."
    },
    {
      "cite": "Diane Sawyer",
      "quote": "Follow what you are genuinely passionate about and let that guide you to your destination."
    },
    {
      "cite": "Faye Diane Kilday",
      "quote": "Follow your heart, go wherever it may lead. Follow your heart and you're sure to succeed!"
    },
    {
      "cite": "Debasish Mridha",
      "quote": "To reach your destination, follow the directions of your heart. It knows the way."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Do what you feel in your heart to be right - for you'll be criticized anyway."
    },
    {
      "cite": "Conway Twitty",
      "quote": "Listen to advice, but follow your heart."
    }
  ]
}