{
  "source": "https://www.wisesayings.com/following-your-dreams-quotes/",
  "theme": "following-your-dreams",
  "quotes": [
    {
      "cite": "Aysel Gunar",
      "quote": "Do more of what makes you happy. Make memories that you will cherish forever. Remember that health, family and happiness are the most important things in life. Follow your dreams and don't hold back."
    },
    {
      "cite": "Aysel Gunar",
      "quote": "Life is to be enjoyed, not endured. So follow your dreams, embrace change and live what you love."
    },
    {
      "cite": "Antawn Barb &amp; Joe Barb lll",
      "quote": "Encourage them to follow one of many dreams that they have been chasing for years. Only to hope inspire many others to follow their dreams while on that journey of life"
    },
    {
      "cite": "Michael Lee-Chin",
      "quote": "Regardless of parentage, heritage or origin, dreams are meant to be pursued and grasped and pulled from the sky. If you work hard, educate yourself, strive, and never forget to be kind to others, your dreams can come true."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Dream the biggest dream for yourself. Hold the highest vision of life for yourself."
    },
    {
      "cite": "Mariah Carey",
      "quote": "Lord knows / Dreams are hard to follow / But don't let anyone / Tear them away / Hold On / There will be tomorrow / In time you'll find the way."
    },
    {
      "cite": "Queen Latifah",
      "quote": "It just made me realize how important life is, how short time is, how important it is to follow your dreams and your goals. That's part of who you are and you take away from it by not doing it."
    },
    {
      "cite": "Les Brown",
      "quote": "Too many of us are not living our dreams because we are living our fears."
    },
    {
      "cite": "Jackson",
      "quote": "We've removed the ceiling above our dreams. There are no more impossible dreams."
    },
    {
      "cite": "Max Robinson",
      "quote": "If you haven't dream that you will get there, you will not think about ever taking the steps to be there."
    },
    {
      "cite": "Colin Powell",
      "quote": "A dream doesn't become reality through magic; it takes sweat, determination and hardwork."
    },
    {
      "cite": "Belva Davis",
      "quote": "Don't be afraid of the space between your dreams and reality. If you can dream it, you can make it."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Exercise the right to dream. You must face reality-- that which is. But the dream of the reality that ought to be, that must be."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Man, alone can transform the power of his thoughts into physical reality; man, alone can dream, and make his dream come true."
    },
    {
      "cite": "Kobe Yamada",
      "quote": "Follow your dreams, they know the way."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Nothing happens unless first we dream."
    },
    {
      "cite": "Wim Wenders",
      "quote": "Without dreams, there can be no courage. And without courage, there can be no action."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "There is only one thing that makes a dream impossible to achieve: the fear of failure."
    },
    {
      "cite": "Romeo Marrishaw",
      "quote": "If you follow your dreams and keep your desire for success at its highest peak, there is nothing in this world that you can't achieve."
    },
    {
      "cite": "Romeo Marrishaw",
      "quote": "The sooner you start taking your dreams seriously, the less time it will take for them to become a reality."
    },
    {
      "cite": "Romeo Marrishaw",
      "quote": "Wishful thinking is a delusion. Only action and perseverance will bring your dreams to fruition."
    },
    {
      "cite": "Anaïs Nin",
      "quote": "Dreams pass into the reality of action. From the action stems the dream again; and this interdependence produces the highest form of living."
    },
    {
      "cite": "James Michener",
      "quote": "The permanent temptation of life is to confuse dreams with reality. The permanent defeat of life comes when dreams are surrendered to reality."
    },
    {
      "cite": "John Harrold Johnson",
      "quote": "It's not what the dream is, it's what the dream does."
    },
    {
      "cite": "Bede Jarrett",
      "quote": "Reason may fail you. If you are going to do anything with life, you have sometimes move away from it, beyond all measurements. You must follow sometimes visions and dreams."
    },
    {
      "cite": "Harish Muralidhar",
      "quote": "The only person who can stop you from achieving your goals and dreams is you--your thoughts and beliefs."
    },
    {
      "cite": "C.G. Jung",
      "quote": "The artist's relative lack of adaptation turns out to his advantage; it enables him to follow his own yearnings far from the beaten path and to discover what it is that would meet the unconscious needs of his age."
    },
    {
      "cite": "Mary Steffen",
      "quote": "Chasing dreams / A sense following / Realizing / Making dreams of tomorrow / Today's memories."
    },
    {
      "cite": "Hailey Steele",
      "quote": "Tell me why does following your dreams / Take you far away from me and I knew that it would / Tell me how to feel the space you left behind / And how to laugh instead of cry and how to say goodbye."
    },
    {
      "cite": "Daniel O'Donoghue",
      "quote": "It's hard enough trying to live your life / But not following your dreams made you dead inside / If you don't love what you do."
    },
    {
      "cite": "Criss Jami",
      "quote": "If you're waiting until you feel talented enough to make it, you'll never make it."
    },
    {
      "cite": "Moffat Machingura",
      "quote": "Follow your dreams. I am not saying it’s going to be easy, but I am saying it’s going to be worth it."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "It takes a lot of courage to show your dreams to someone else."
    },
    {
      "cite": "Nattie Kate Mason",
      "quote": "Magic is the happiness that we create when we give ourselves permission to follow our dreams."
    },
    {
      "cite": "Pablo Picaso",
      "quote": "Everything you can imagine is real."
    },
    {
      "cite": "Walt Disney",
      "quote": "Believe in your dreams, no matter how impossible they seem."
    },
    {
      "cite": "Paul Brandt",
      "quote": "Don't tell me the sky's the limit when there are footprints on the moon."
    },
    {
      "cite": "Arthur Ashe",
      "quote": "Start where you are. Use what you have. Do what you can."
    },
    {
      "cite": "Oprah",
      "quote": "The biggest adventure you can take is to live the life of your dreams."
    },
    {
      "cite": "Paul Valery",
      "quote": "The best way to make your dreams come true is to wake up."
    },
    {
      "cite": "Marcia Wieder",
      "quote": "Commitment leads to action. Action brings your dream closer."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Our truest life is when we are in dreams awake."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "It is precisely the possibility of realizing a dream that makes life interesting."
    },
    {
      "cite": "Dez Del Rio",
      "quote": "When you stop chasing your dreams, your dreams start chasing you."
    },
    {
      "cite": "John Updike",
      "quote": "Dreams come true. Without that possibility, nature would not incite us to have them."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "We may place blame, give reasons, and even have excuses; but in the end, it is an act of cowardice to not follow your dreams."
    },
    {
      "cite": "Shelly Wu",
      "quote": "The only boundaries for me are those I place on myself. I can make my own dreams come true."
    },
    {
      "cite": "Barbara Sher",
      "quote": "As soon as you start to pursue a dream, your life wakes up and everything has meaning."
    },
    {
      "cite": "Anna Quindlen",
      "quote": "If your success is not on your own terms, if it looks good to the world but does not feel good in your heart, it is not success at all."
    },
    {
      "cite": "Epictetus",
      "quote": "First say to yourself what you would be; and then do what you have to do."
    },
    {
      "cite": "Alan Keightley",
      "quote": "Once in awhile it really hits people that they don't have to experience the world in the way they have been told."
    },
    {
      "cite": "Erica Jong",
      "quote": "I have accepted fear as a part of life- specifically the fear of change. I have gone ahead despite the pounding in the heart that says: turn back."
    },
    {
      "cite": "Quintina Ragnacci",
      "quote": "Figure out what your purpose is in life, what you really and truly want to do with your time and your life; then be willing to sacrifice everything and then some to achieve it. If you are not willing to make the sacrifice, then keep searching."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "A mediocre idea that generates enthusiasm will go further then a great idea that inspires no one."
    },
    {
      "cite": "Francis Ford Coppola",
      "quote": "It was the man's dream, and his inspiring attempt to make them come true that remain important."
    },
    {
      "cite": "Joel Barker",
      "quote": "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world."
    },
    {
      "cite": "Jiminy Cricket",
      "quote": "When your heart is in your dreams, no request is too extreme."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Deep into that darkness peering, long I stood there, wondering, fearing, doubting, dreaming dreams no mortal ever dared to dream before."
    },
    {
      "cite": "Ajaero Tony Martins",
      "quote": "Get mocked at for as much as you can, fail as much as you can, but don't quit. Let every mockery, every failure, be a source of inspiration for you to reach for greatness, and that greatness will silence your critics."
    },
    {
      "cite": "Tony Hsieh",
      "quote": "Chase the vision, not the money. The money will end up following you."
    },
    {
      "cite": "Seth Godin",
      "quote": "The only thing worse than starting something and failing ... is not starting something."
    },
    {
      "cite": "Venus Williams",
      "quote": "I don't focus on what I'm up against. I focus on my goals and I try to ignore the rest."
    },
    {
      "cite": "Jeff Bezos",
      "quote": "I knew that if I failed I wouldn't regret that, but I knew the one thing I might regret is not trying."
    },
    {
      "cite": "Harriet Tubman",
      "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "It's the possibility of having a dream come true that makes life interesting"
    },
    {
      "cite": "Les Brown",
      "quote": "You don't get in life what you want; you get in life what you are."
    },
    {
      "cite": "Steven Conrad",
      "quote": "Don't ever let someone tell you, you can't do something. Not even me. You got a dream, you got to protect it."
    },
    {
      "cite": "Earl Nightingale",
      "quote": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway."
    },
    {
      "cite": "Georgia O'Keefe",
      "quote": "I've been absolutely terrified every moment of my life and I've never let it keep me from doing a single thing that I wanted to do."
    },
    {
      "cite": "Ella Fitzgerald",
      "quote": "Just don't give up trying to do what you really want to do. Where there's love and inspiration, I don't think you can go wrong."
    },
    {
      "cite": "Mark Twain",
      "quote": "The two most important days in your life are the day you are born and the day you find out why."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "There is no passion to be found playing small-in settling for a life that is less than the one you are capable of living."
    },
    {
      "cite": "Mae Jemison",
      "quote": "It's your place in the world; it's your life. Go on and do all you can with it, and make it the life you want to live."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "Follow your passions, follow your heart, and the things you need will come."
    },
    {
      "cite": "Maya Angelou",
      "quote": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humour, some style."
    },
    {
      "cite": "Tara Brach",
      "quote": "Perhaps the biggest tragedy of our lives is that freedom is possible, yet we can pass our years trapped in the same old patterns."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Do something wonderful. People may imitate it."
    },
    {
      "cite": "Rumi",
      "quote": "Swim out of your little pond."
    },
    {
      "cite": "Evan Gourley",
      "quote": "Any dream worth dreaming, is worth the effort to make it come true"
    },
    {
      "cite": "Christopher Reeve",
      "quote": "At first, dreams seem impossible, then improbable, and eventually inevitable"
    },
    {
      "cite": "Peter McWilliams",
      "quote": "Be willing to be uncomfortable. Be comfortable being uncomfortable. It may get tough, but it's a small price to pay for living a dream"
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Cherish your visions and you dreams, as they are the children of your soul; the blueprints of your ultimate achievements"
    },
    {
      "cite": "Nikita Koloff",
      "quote": "Capture your dreams and your life becomes full. You can, because you think you can"
    }
  ]
}