{
  "source": "https://www.wisesayings.com/follow-quotes/",
  "theme": "follow",
  "quotes": [
    {
      "cite": "Nikki Giovanni",
      "quote": "Follow your image as far as you can no matter how useless you think it is. Push yourself."
    },
    {
      "cite": "Paul Watson",
      "quote": "Follow your dreams and use your natural-born talents and skills to make this a better world for tomorrow."
    },
    {
      "cite": "Ray Wilkins",
      "quote": "Follow your heart and your mind will create."
    },
    {
      "cite": "Mark Cuban",
      "quote": "Never follow your dreams. Follow your effort."
    },
    {
      "cite": "Euripides",
      "quote": "The wisest men follow their own direction."
    },
    {
      "cite": "Keke Palmer",
      "quote": "Follow your heart's truth with no need for personal gain other than the feeling produced when doing what you truly love."
    },
    {
      "cite": "Carl Jung",
      "quote": "Follow that will and that way which experience confirms to be your own."
    },
    {
      "cite": "Thomas Leland",
      "quote": "At every crossroad, follow your dream. It is courageous to let your heart lead the way."
    },
    {
      "cite": "Plato",
      "quote": "Follow your dream as long as you live, do not lessen the time of following desire, for wasting time is an abomination of the spirit."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "Follow your passions, follow your heart, and the things you need will come."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "To be happy, follow the heart not the thoughts."
    },
    {
      "cite": "Katori Hall",
      "quote": "Follow your intuition, listening to your dreams, your inner voice to guide you."
    },
    {
      "cite": "Hugh Hefner",
      "quote": "Follow your own particular dreams. We are handed a life by peers, parents and society, you can do that or follow your own dreams. Life is short, be a dreamer but be a practical person."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Follow your most intense obsessions mercilessly."
    },
    {
      "cite": "Lana Parrilla",
      "quote": "Follow your heart because it always knows."
    },
    {
      "cite": "John Gay",
      "quote": "Follow love and it will flee, flee love and it will follow thee."
    },
    {
      "cite": "Mia Hamm",
      "quote": "Follow your heart and make it your decision."
    },
    {
      "cite": "Vernon Howard",
      "quote": "People appreciate and follow the person who can persuade them properly. Make that person you."
    },
    {
      "cite": "Neale Donald Walsch",
      "quote": "Your world will follow your idea about yourself."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "Follow your inner moonlight; don't hide the madness."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Follow your instincts. That's where true wisdom manifests itself."
    },
    {
      "cite": "Terry Orlick",
      "quote": "Where the mind goes, everything follows."
    },
    {
      "cite": "Karl Marx",
      "quote": "Follow your own path, no matter what people say."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "To Follow by faith alone is to follow blindly."
    },
    {
      "cite": "Keke Palmer",
      "quote": "You can do anything as long as you don't stop believing. When it is meant to be, it will be. You just have to follow your heart."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary."
    },
    {
      "cite": "Jay Weatherill",
      "quote": "You'll be much more successful if you follow your dreams and follow your passions."
    },
    {
      "cite": "William Makepeace Thackeray",
      "quote": "Follow your honest convictions and be strong."
    },
    {
      "cite": "Sarah Jessica Parker",
      "quote": "Follow your instincts and do not let other people's opinion of you become your opinion of yourself."
    },
    {
      "cite": "Socrates",
      "quote": "Let us follow the truth whither so ever it leads."
    },
    {
      "cite": "Brett Dennen",
      "quote": "Follow your heart and you won't get lost."
    },
    {
      "cite": "Ajay Naidu",
      "quote": "It is important to keep your head up and follow what you believe is right."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "Really try to follow what it is that you want to do and what your heart is telling you to do."
    },
    {
      "cite": "Krist Novoselic",
      "quote": "Don't follow a trend. Follow your heart."
    },
    {
      "cite": "Duane Ludwig",
      "quote": "Follow your passion and you'll be successful."
    },
    {
      "cite": "Lecrae",
      "quote": "Don't follow your feeling. Just follow the word."
    },
    {
      "cite": "Donovan Bailey",
      "quote": "Follow your passion, be prepared to work hard and sacrifice, and, above all, don't let anyone limit your dreams."
    },
    {
      "cite": "Rene Descartes",
      "quote": "When it is not in our power to follow what is true, we ought to follow what is most probable."
    },
    {
      "cite": "Diane Sawyer",
      "quote": "Follow what you are genuinely passionate about and let that guide you to your destination."
    },
    {
      "cite": "Will.I.Am",
      "quote": "When you follow your heart, you're never supposed to do things because of what you think people might say. You do it for the opposite reasons."
    },
    {
      "cite": "Jimmy Lovine",
      "quote": "If you follow the lead of the artists, they will take you places that you could never go on your own."
    },
    {
      "cite": "Eric Mabius",
      "quote": "You do have to follow your heart, otherwise you're living a false life."
    }
  ]
}