{
  "source": "https://www.wisesayings.com/follow-through-quotes/",
  "theme": "follow-through",
  "quotes": [
    {
      "cite": "Bob Buford",
      "quote": "Don't just dream big; follow through."
    },
    {
      "cite": "Charles Bukowski",
      "quote": "Knowledge without follow-through is worse than no knowledge."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "Those who are blessed with the most talent don't necessarily outperform everyone else. It's the people with follow-through who excel."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Good thoughts are no better than good dreams if you don't follow through."
    },
    {
      "cite": "Robin Sharma",
      "quote": "What makes success is not your genius idea, but the execution and follow-through around it."
    },
    {
      "cite": "Akiroq Brost",
      "quote": "Spare your words, your actions will speak for you."
    },
    {
      "cite": "Amber Hurdle",
      "quote": "Follow through. You’d be surprised how many people don’t do that. If you have to stay up all night to get it done, then do that. If you consistently see that you cannot actually get things done in the time frame you committed to, stop over committing."
    },
    {
      "cite": "Bill Budge",
      "quote": "You must know in your heart before anyone else does what is going to be good and then follow through."
    },
    {
      "cite": "Bonnie Hammer",
      "quote": "If I say something, I mean it. If I promise something, best as I can, I'm going to follow through. If I say I have your back, I genuinely mean it."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Character is the ability to follow through on a resolution long after the emotion with which it was made has passed."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Follow up and follow through until the task is completed, the prize won."
    },
    {
      "cite": "Cecelia Ahern",
      "quote": "There aren’t many sure things in life, but one thing I know for sure is that you have to deal with the consequences of your actions. You have to follow through on some things."
    },
    {
      "cite": "Eddie Rickenbacker",
      "quote": "I can give you a six-word formula for success: Think things through - then follow through."
    },
    {
      "cite": "Gerald R. Ford",
      "quote": "Personal excellence can be achieved by a visionary goal, through planning, dedicated execution, and total follow-through."
    },
    {
      "cite": "Harry Allen Overstreet",
      "quote": "The mature mind seeks to follow through."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Character - in things great and small - is indicated when a man (or person) pursues with sustained follow-through what he feels himself capable of doing."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Diligent follow-up and follow-through will set you apart from the crowd and communicate excellence."
    },
    {
      "cite": "Johnnie Dent Jr.",
      "quote": "The faith comes by hearing; the reward by follow-through."
    },
    {
      "cite": "Kenneth Chenault",
      "quote": "Many people don't focus enough on execution. If you make a commitment to get something done, you need to follow through on that commitment."
    },
    {
      "cite": "Lewis Carroll",
      "quote": "I give myself very good advice, but I very seldom follow it."
    },
    {
      "cite": "Mark Goulston",
      "quote": "Do what you say you're going to do. Follow through means never having to say you're sorry."
    },
    {
      "cite": "Orrin Woodward",
      "quote": "Leverage is the ability to apply positive pressure on yourself to follow through on your decisions even when it hurts."
    },
    {
      "cite": "Rosalynn Carter",
      "quote": "If you doubt you can accomplish something, then you can't accomplish it. You have to have confidence in your ability, and then be tough enough to follow through."
    },
    {
      "cite": "SZA",
      "quote": "I want to excel at something, to follow through, to not be afraid."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Human beings absolutely follow through on who they believe they are."
    },
    {
      "cite": "Ze Frank",
      "quote": "Let me realize that my past failures at follow-through are no indication of my future performance. They're just healthy little fires that are gonna warm up my ass."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "It was character that got us out of bed, commitment that moved us into action, and discipline that enabled us to follow through."
    },
    {
      "cite": "Becca Fitzpatrick",
      "quote": "Actions speak louder than words."
    },
    {
      "cite": "Craig D. Lounsbrough",
      "quote": "We tell God that He can have all of us, and then we give Him none of us. And I would suggest that ‘intent’ without ‘action’ is like a body without a skeleton. It just doesn’t stand up."
    }
  ]
}