{
  "source": "https://www.wisesayings.com/fondness-quotes/",
  "theme": "fondness",
  "quotes": [
    {
      "cite": "Mary Wollstonecraft",
      "quote": "Fondness is a poor substitute for friendship."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "No man is much pleased with a companion who does not increase, in some respect, his fondness of himself."
    },
    {
      "cite": "Isaac Watts",
      "quote": "The fondness we have for self furnishes another long rank of prejudices."
    },
    {
      "cite": "Dan Buettner",
      "quote": "The more things for which you develop a fondness the richer the life you live."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "A fondness for power is implanted in most men, and it is natural to abuse it when acquired."
    },
    {
      "cite": "Baron de Montesquieu",
      "quote": "A fondness for reading changes the inevitable dull hours of our life into exquisite hours of delight."
    },
    {
      "cite": "Galileo Galilei",
      "quote": "Showing a greater fondness for their own opinions than for truth, they sought to deny and disprove the new things which, if they had cared to look for themselves, their own senses would have demonstrated to them."
    },
    {
      "cite": "Pope Paul VI",
      "quote": "Affection, like melancholy, magnifies trifles; but the magnifying of the one is like looking through a telescope at heavenly objects; that of the other, like enlarging monsters with a microscope."
    },
    {
      "cite": "Thomas Middleton",
      "quote": "When affection only speaks, truth is not always there."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Affection cannot be created; it can only be liberated."
    },
    {
      "cite": "Robert Frost",
      "quote": "Affection is an overpowering craving to be compellingly sought."
    },
    {
      "cite": "Henri de Montherlant",
      "quote": "Most affections are habits or duties we lack the courage to end."
    },
    {
      "cite": "Zora Neale Hurston",
      "quote": "Affection makes your spirit slither out from its concealing spot."
    },
    {
      "cite": "Theophrastus",
      "quote": "Love is the affection of a mind that has nothing better to engage it."
    },
    {
      "cite": "William Ellery Channing",
      "quote": "Our affections are our life. We live by them; they supply our warmth."
    },
    {
      "cite": "Dalai Lama XIV",
      "quote": "It is expressions of affection rather than money and power that attract real friends."
    },
    {
      "cite": "Mary Wollstonecraft",
      "quote": "True happiness must arise from well-regulated affections, and an affection includes a duty."
    },
    {
      "cite": "Isabel Allende",
      "quote": "Affection is like the noonday sun; it does not need the presence of another to be manifest."
    },
    {
      "cite": "Lillian Gordy Carter",
      "quote": "We may not return the affection of those who like us, but we always respect their good judgment."
    },
    {
      "cite": "Barbara Mertz",
      "quote": "A fondness for martyrdom, especially of the verbal variety, is common to the young."
    },
    {
      "cite": "Robert Silverberg",
      "quote": "One defining symptom of decadence is a fondness for vast and nonsensical extravagance."
    },
    {
      "cite": "Jane Austen",
      "quote": "A fondness for reading, which, properly directed, must be an education in itself."
    },
    {
      "cite": "Mary Wortley Montagu",
      "quote": "Only a mother knows a mother's fondness."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Affection reproaches, but does not denounce."
    },
    {
      "cite": "George Eliot",
      "quote": "Affection is the broadest basis of a good life."
    },
    {
      "cite": "Anne Bronte",
      "quote": "A girl's affections should never be won unsought."
    },
    {
      "cite": "J. R. D. Tata",
      "quote": "To lead men, you have to lead them with affection."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Set your affection to infinity and your hate to zero!"
    },
    {
      "cite": "Josiah Gilbert Holland",
      "quote": "The choicest thing this world has for a man is affection."
    },
    {
      "cite": "Alain De Botton",
      "quote": "Only as we mature does affection begin to depend on achievement."
    },
    {
      "cite": "William Cowper",
      "quote": "Skins may differ, but affection Dwells in white and black the same."
    },
    {
      "cite": "Libba Bray",
      "quote": "True affection and love have a purity which shall always prevail over bigotry."
    },
    {
      "cite": "Cicero",
      "quote": "If we lose affection and kindliness from our life: we lose all that gives it charm."
    },
    {
      "cite": "Thomas Browne",
      "quote": "Affection should not be too sharp eyed, and love is not made by magnifying glasses."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Affection is a coal that must be cooled; else, suffered, it will set the heart on fire."
    },
    {
      "cite": "Jo Coudert",
      "quote": "Affection may be abiding and love may be abiding, but the state of being in love is transitory."
    },
    {
      "cite": "Joseph Addison",
      "quote": "Certain is it that there is no kind of affection so purely angelic as of a father to a daughter."
    },
    {
      "cite": "Walter Scott",
      "quote": "Affection can withstand very severe storms of vigor, but not a long polar frost of indifference."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Affection faints not like a pale-faced coward, But then woos best when most his choice is froward."
    },
    {
      "cite": "Charlotte Gray",
      "quote": "A dog desires affection more than its dinner. Well - almost."
    }
  ]
}