{
  "source": "https://www.wisesayings.com/foodie-quotes/",
  "theme": "foodie",
  "quotes": [
    {
      "cite": "Jan Karon",
      "quote": "Food is a great way of communicating."
    },
    {
      "cite": "Nikita Dudani",
      "quote": "Eat, as nobody is watching. Enjoy food like that's the only thing left in your world."
    },
    {
      "cite": "Mark Twain",
      "quote": "Part of the secret to success in life is to eat what you like and let the food fight it out inside."
    },
    {
      "cite": "Louise Fresco",
      "quote": "Food, in the end, in our own tradition, is something holy. It's not about nutrients and calories. It's about sharing. It's about honesty. It's about identity."
    },
    {
      "cite": "Pete Seeger",
      "quote": "Food is one of the great organizing tools."
    },
    {
      "cite": "Anna Thomas",
      "quote": "We all eat, and it would be a sad waste of opportunity to eat badly."
    },
    {
      "cite": "Hippocrates",
      "quote": "Let food be thy medicine and medicine be thy food."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "A good food is mouthwatering when you see it and finger licking when you eat it."
    },
    {
      "cite": "Dorothy Day",
      "quote": "Food for the body is not enough. There must be food for the soul."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "Food is not rational. Food is culture, habit, craving and identity."
    },
    {
      "cite": "Franz Kafka",
      "quote": "So long as you have food in your mouth, you have solved all questions for the time being."
    },
    {
      "cite": "Virgina Woolf",
      "quote": "One cannot thing well, love well, sleep well, if one has not dined well."
    },
    {
      "cite": "Auguste Escoffier",
      "quote": "Good food is the basis of true happiness."
    },
    {
      "cite": "Patrick Holford",
      "quote": "Food is better medicine than drugs."
    },
    {
      "cite": "Victoria Moran",
      "quote": "Enjoy your food, enjoy your life."
    },
    {
      "cite": "Julia Child",
      "quote": "You don't have to cook fancy or complicated masterpieces, just good food from fresh ingredients."
    },
    {
      "cite": "Luciano Pavarotti",
      "quote": "One of the very nicest things about life is the way we must regularly stop whatever it is we are doing and devote our attention to eating."
    },
    {
      "cite": "Epicurus",
      "quote": "We should look for someone to eat and drink with before looking for something to eat and drink."
    },
    {
      "cite": "Hector Elizondo",
      "quote": "Food is a passion. Food is love."
    },
    {
      "cite": "James Beard",
      "quote": "Good bread is the most fundamentally satisfying of all foods; and good bread with fresh butter, the greatest of feasts."
    },
    {
      "cite": "George Orwell",
      "quote": "A human being is primarily a bag for putting food into."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "A balanced diet is a cookie in each hand."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Some people when they see cheese, chocolate or cake they don't think of calories."
    },
    {
      "cite": "James Beard",
      "quote": "Food is our common ground, a universal experience."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Food is an important part of a balanced diet."
    },
    {
      "cite": "Bryant H. McGill",
      "quote": "Food is a part of our contract with life."
    },
    {
      "cite": "Julia Child",
      "quote": "People who love to eat are always the best people."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "If more of us valued food and cheer and song above hoarded gold, it would be a merrier world."
    },
    {
      "cite": "Giada De Laurentiis",
      "quote": "Pasta doesn't make you fat. How much pasta you eat makes you fat."
    },
    {
      "cite": "Alan D Wolfelt",
      "quote": "Food is symbolic of love when words are inadequate."
    }
  ]
}