{
  "source": "https://www.wisesayings.com/foolishness-quotes/",
  "theme": "foolishness",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Can't see the forest for the trees."
    },
    {
      "cite": "James Howell",
      "quote": "Don't cry over spilt milk."
    },
    {
      "cite": "Mid 14th century French Proverb",
      "quote": "Don't cut off your nose to spite your face."
    },
    {
      "cite": "unknown",
      "quote": "Don't try to reinvent the wheel."
    },
    {
      "cite": "Japanese (on foolishness)",
      "quote": "Fools and scissors require good handling."
    },
    {
      "cite": "Danish (on foolishness)",
      "quote": "Fools are like other folks as long as they are silent."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Fools rush in where wise men fear to tread."
    },
    {
      "cite": "Pampango - Filipino (on buying and selling)",
      "quote": "If you buy things you don't need, you will soon be selling things you do need."
    },
    {
      "cite": "Jamaican (on foolishness)",
      "quote": "If you follow a fool, you are a fool yourself."
    },
    {
      "cite": "Italian (on common sense)",
      "quote": "It is a foolish sheep that makes the wolf its confessor."
    },
    {
      "cite": "Ashanti (West African) (on foolishness)",
      "quote": "It is a fool's sheep that breaks loose twice."
    },
    {
      "cite": "Bible",
      "quote": "It's better to be thought a fool, than to open your mouth and remove all doubt."
    },
    {
      "cite": "unknown",
      "quote": "Only a fool hates that which he knows nothing about."
    },
    {
      "cite": "Maori (on foolishness)",
      "quote": "Only the foolish visit the land of the cannibals."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Philosophy as well as foppery often changes fashion."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "Sing away sorrow, cast away care."
    },
    {
      "cite": "Yiddish (on foolishness)(Meaning: even a fool is right half the time)",
      "quote": "The complete fool is half prophet."
    },
    {
      "cite": "Ethiopian (on foolishness)",
      "quote": "The fool is thirsty in the midst of water."
    },
    {
      "cite": "Czech (on foolishness)",
      "quote": "The fool never undertakes little."
    },
    {
      "cite": "Burmese (on cynicism)",
      "quote": "The hero appears only after the tiger is dead."
    },
    {
      "cite": "unknown",
      "quote": "The right place at the wrong time."
    },
    {
      "cite": "Colette",
      "quote": "You will do foolish things, but do them with enthusiasm."
    },
    {
      "cite": "Euripedes",
      "quote": "Talk sense to a fool and he calls you foolish."
    },
    {
      "cite": "Unknown Author",
      "quote": "He who asks is a fool for five minutes, but he who does not ask remains a fool forever."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "He that breaks a thing to find out what it is has left the path of wisdom."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "If you fear nothing, then you are not brave. You are merely too foolish to be afraid."
    },
    {
      "cite": "Cher",
      "quote": "Until you're ready to look foolish, you'll never have the possibility of being great."
    },
    {
      "cite": "Horace",
      "quote": "Mix a little foolishness with your serious plans. It is lovely to be silly at the right moment."
    },
    {
      "cite": "Unknown Author",
      "quote": "Fools build houses, and wise men buy them."
    },
    {
      "cite": "Sophocies",
      "quote": "Foolishness is indeed the sister of wickedness."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain."
    },
    {
      "cite": "Sacha Guitry",
      "quote": "Our wisdom comes from our experience, and our experience comes from our foolishness."
    },
    {
      "cite": "John McCarthy",
      "quote": "Foolishness is rarely a matter of lack of intelligence or even lack of information."
    },
    {
      "cite": "Harlan Elison",
      "quote": "The two most abundant things in the universe are hydrogen and stupidity."
    },
    {
      "cite": "Alice Walker",
      "quote": "People do not wish to appear foolish; to avoid the appearance of foolishness, they are willing to remain actually fools."
    },
    {
      "cite": "Criss Jami",
      "quote": "With too much pride a man cannot learn a thing. In and of itself, learning teaches you how foolish you are."
    },
    {
      "cite": "Epictetus",
      "quote": "If you want to improve, be content to be thought foolish and stupid."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Any man can make mistakes, but only an idiot persists in his error."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "The foolish and the dead alone never change their opinion."
    },
    {
      "cite": "Edith Sitwell",
      "quote": "I am patient with stupidity but not with those who are proud of it."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Nothing in the world is more dangerous than sincere ignorance and conscientious stupidity."
    },
    {
      "cite": "Confucius",
      "quote": "Only the wisest and the stupidest of men never change."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Better a witty fool than a foolish wit."
    },
    {
      "cite": "African Proverb",
      "quote": "Only a fool tests the depth of the water with both feet."
    },
    {
      "cite": "English Proverb",
      "quote": "Fool me once, shame on you. Fool me twice, shame on me."
    },
    {
      "cite": "Josh Billings",
      "quote": "The best way to convince a fool that he is wrong is to let him have his way."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Insanity is doing the same thing over and over, and expecting a different result."
    },
    {
      "cite": "Moliere",
      "quote": "A learned fool is more foolish than an ignorant one."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "A fellow who is always declaring that he's no fool, usually has his suspicions."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is better to keep your mouth closed and let people think you are a fool than to open it and remove all doubt."
    }
  ]
}