{
  "source": "https://www.wisesayings.com/fools-quotes/",
  "theme": "fools",
  "quotes": [
    {
      "cite": "Winston S. Churchill",
      "quote": "The greatest lesson in life is to know that even fools are right sometimes."
    },
    {
      "cite": "Claude Le Petit",
      "quote": "The world is full of fools, and he who would not see it should live alone and smash his mirror."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "I don't argue with fools; I educate."
    },
    {
      "cite": "Caleb Ricketts",
      "quote": "Fools may have the greatest repository of knowledge but will never attain wisdom."
    },
    {
      "cite": "Plato",
      "quote": "Wise men talk because they have something to say; fools, because they have to say something."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Fools rush in where angels fear to tread."
    },
    {
      "cite": "CHAMFORT",
      "quote": "There are more fools than wise men, and even in the wise man himself there is more folly than wisdom."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "The greatest fool may ask more than the wisest man can answer."
    },
    {
      "cite": "Edward Young",
      "quote": "Men may live fools, but fools they cannot die."
    },
    {
      "cite": "Bhartrhari",
      "quote": "With fools forbear to argue--better strive to wake the dead."
    },
    {
      "cite": "African Proverb",
      "quote": "Only a fool tests the depth of the water with both feet."
    },
    {
      "cite": "English Proverb",
      "quote": "Fools build houses, and wise men buy them."
    },
    {
      "cite": "Proverb",
      "quote": "The fool is always beginning to live."
    },
    {
      "cite": "Josh Billings",
      "quote": "There are two kinds of fools: those who can't change their opinions and those who won't."
    },
    {
      "cite": "Josh Billings",
      "quote": "Take all the fools out of this world and there wouldn't be any fun living in it, or profit."
    },
    {
      "cite": "Nicolas Boileau-Despreaux",
      "quote": "Greatest fools are the most often satisfied."
    },
    {
      "cite": "Doris M. Smith",
      "quote": "Arguing with a fool proves there are two."
    },
    {
      "cite": "Cicero",
      "quote": "It is the peculiar quality of a fool to perceive the faults of others and to forget his own."
    },
    {
      "cite": "Romans",
      "quote": "Professing themselves to be wise, they became fools."
    },
    {
      "cite": "Aristotle",
      "quote": "There is a foolish corner in the brain of the wisest man."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "The greatest fools are ofttimes more clever than the men who laugh at them."
    },
    {
      "cite": "Henry Ford",
      "quote": "Too many men are afraid of being fools."
    },
    {
      "cite": "Henry Ford",
      "quote": "There are two fools in this world. One is the millionaire who thinks that by hoarding money he can somehow accumulate real power, and the other is the penniless reformer who thinks that if only he can take the money from one class and give it to another, all the world's ills will be cured."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Better a witty fool than a foolish wit."
    },
    {
      "cite": "Lao Tzu",
      "quote": "A foolish man is always doing,Yet much remains to be done."
    },
    {
      "cite": "Oscar Hammerstein",
      "quote": "Fools give you reasons, wise men never try."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Humanity is a parade of fools, and I am at the front of it, twirling a baton."
    },
    {
      "cite": "H. G. Bohn",
      "quote": "Wise men learn by other men's mistakes, fools by their own."
    },
    {
      "cite": "Cato the Elder",
      "quote": "Wise men learn more from fools than fools from the wise."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Wise men don't need advice. Fools won't take it."
    },
    {
      "cite": "Herbert Spencer",
      "quote": "The ultimate result of shielding men from the effects of folly is to fill the world with fools."
    },
    {
      "cite": "Baltasar Graciàn",
      "quote": "Hurry is the weakness of fools."
    },
    {
      "cite": "Thomas H. Huxley",
      "quote": "Logical consequences are the scarecrows of fools and the beacons of wise men."
    },
    {
      "cite": "Ben Jonson",
      "quote": "No man is so foolish but he may sometimes give another good counsel, and no man so wise that he may not easily err if he takes no other counsel than his own. He that is taught only by himself has a fool for a master."
    },
    {
      "cite": "Ovid",
      "quote": "Let a fool hold his tongue and he will pass for a sage."
    },
    {
      "cite": "French Proverb",
      "quote": "Young people tell what they are doing, old people what they have done and fools what they wish to do."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "He who laughs at everything is as big a fool as he who weeps at everything."
    },
    {
      "cite": "William D. Hoard",
      "quote": "The fool has set in his heart that he can get more money through the tiring of his muscle and the starvation of his brain—but he can’t."
    },
    {
      "cite": "James Gibbons Huneker",
      "quote": "He dares to be a fool, and that is the first step in the direction of wisdom."
    },
    {
      "cite": "William Ralph Inge",
      "quote": "There are two kinds of fools. One says, 'This is old, therefore it is good.' The other says, 'This is new, therefore it is better.'"
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "Sometimes a fool has talent, but never judgment."
    },
    {
      "cite": "Moliere",
      "quote": "An erudite fool is a greater fool than an ignorant fool."
    },
    {
      "cite": "Moliere",
      "quote": "An erudite fool is a greater fool than an ignorant fool."
    },
    {
      "cite": "Marcus Porcius Cato",
      "quote": "Wise men profit more from fools than fools from wise men; for the wise men shun the mistakes of fools, but fools do not imitate the successes of the wise."
    },
    {
      "cite": "William Shakespeare",
      "quote": "When we are born we cry that we are come to this great stage of fools."
    },
    {
      "cite": "Mark Twain",
      "quote": "Let us be thankful for the fools; but for them the rest of us could not succeed."
    },
    {
      "cite": "Yiddish Proverb",
      "quote": "A fool is his own informer."
    },
    {
      "cite": "Homer",
      "quote": "By their own follies they perished, the fools."
    },
    {
      "cite": "Gaius Petronius",
      "quote": "Those who wish to appear wise among fools, among the wise seem foolish."
    },
    {
      "cite": "Plutarch",
      "quote": "He is a fool who leaves things close at hand to follow what is out of reach."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Thus we play the fools with the time, and the spirits of the wise sit in the clouds and mock us."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Always the dullness of the fool is the whetstone of the wits."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The fool doth think he is wise, but the wise man knows himself to be a fool."
    },
    {
      "cite": "William Shakespeare",
      "quote": "God give them wisdom that have it; and those that are tools, let them use their talents."
    },
    {
      "cite": "Jacques du Laurens",
      "quote": "I do not attack fools, but foolishness."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Some are bewilder'd in the maze of schools, / And some made coxcombs nature meant but fools."
    },
    {
      "cite": "Nicolas Boileau-Despreaux",
      "quote": "Greatest fools are oft most satisfied."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "A fool there was and he made his prayer / (Even as you and I!) / To a rag and a bone and hank of hair / (We called her the woman who did not care) / But the fool he called her his lady fair— / (Even as you and I!)"
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "The wise man does at once what the fool does finally."
    },
    {
      "cite": "Horace",
      "quote": "Fools, through false shame, conceal their open wounds."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A wise man may look ridiculous in the company of fools."
    },
    {
      "cite": "William Blake",
      "quote": "A fool sees not the same tree that a wise man sees."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "And here, poor fool, with all my lore I stand no wiser than before."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "Fools act on imagination without knowledge, pedants act on knowledge without imagination."
    },
    {
      "cite": "Alexander Pope",
      "quote": "The learned is happy, nature to explore, the fool Is happy, that he knows no more."
    },
    {
      "cite": "George Buchanan",
      "quote": "A fool and his money are soon parted."
    },
    {
      "cite": "Luc de Clapiers Marquis de Vauvenargues",
      "quote": "Great men undertake great things because they are great; fools, because they think them easy."
    },
    {
      "cite": "Charles Montesquieu",
      "quote": "I have always observed that to succeed in the world one should appear like a fool but be wise."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "A wise man gets more use from his enemies than a fool from his friends."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Every man is a damn fool for at least five minutes every day; wisdom consists in not exceeding the limit."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "A wise man fights to win, but he is twice a fool who has no plan for possible defeat."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "For God's sake give me the young man who has brains enough to make a fool of himself."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "He who asks is a fool for five minutes, but he who does not ask remains a fool forever."
    },
    {
      "cite": "Douglas Adams",
      "quote": "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools."
    },
    {
      "cite": "Bible (Proverbs 12:15)",
      "quote": "The way of a fool is right in his own eyes."
    },
    {
      "cite": "Swedish Proverb",
      "quote": "If a fool could keep silent he would not be a fool."
    },
    {
      "cite": "Welsh Proverb",
      "quote": "If every fool wore a crown, we should all be kings."
    },
    {
      "cite": "German Proverb",
      "quote": "Learned fools are the greatest fools."
    },
    {
      "cite": "Roman Proverb",
      "quote": "No one is a fool always, everyone sometimes."
    },
    {
      "cite": "French Proverb",
      "quote": "One fool always finds a greater fool to admire him."
    },
    {
      "cite": "Jamaican Proverb",
      "quote": "Only a fool leans upon his own misunderstanding."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The learned fool writes his nonsense in better language than the unlearned; but still 'tis nonsense."
    },
    {
      "cite": "Edward Young",
      "quote": "A fool at forty is a fool indeed."
    },
    {
      "cite": "Bible (Proverbs 26:4)",
      "quote": "Answer not a fool according to his folly, lest thou also be like unto him. / Answer a fool according to his folly, lest he be wise in his own conceit."
    },
    {
      "cite": "Bible (Proverbs 26:11)",
      "quote": "As a dog returneth to his vomit, so a fool returneth to his folly."
    },
    {
      "cite": "W.S. Gilbert",
      "quote": "The idiot who praises, with enthusiastic tone, / All centuries but this, and every country but his own."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "Truth from his lips prevailed with double sway, / And fools, who came to scoff, remained to pray."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The method by which the fool arrives at his folly was as dear to him as the ultimate wisdom of the wise."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Remember that the fool in the eyes of the gods and the fool in the eyes of man are very different."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The real fool, such as the gods mock or mar, is he who does not know himself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ah! I prefer a gentlemanly fool any day. There is more to be said for stupidity than people imagine. Personally I have a great admiration for stupidity. It is a sort of fellow-feeling, I suppose."
    },
    {
      "cite": "H. G. Bohn",
      "quote": "Many talk like philosophers, and live like fools."
    },
    {
      "cite": "Jacob Cats",
      "quote": "A fool is like other men as long as he is silent."
    },
    {
      "cite": "William Cowper",
      "quote": "A fool . . . says little, but that little said owes all its weight, like loaded dice, to lead."
    },
    {
      "cite": "Groucho Marx",
      "quote": "[He] may look like an idiot and talk like an idiot but don't let that fool you: He really is an idiot."
    },
    {
      "cite": "Michael Drayton",
      "quote": "Yet fools and children sometimes tell in play / Some, wise in show, more fools indeed than they."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "O Fool, try to carry thyself upon thy own shoulders! / O beggar, to come beg at thy own door!"
    },
    {
      "cite": "William Schwenck Gilbert",
      "quote": "Oh! a private buffoon is a light-hearted loon, / If you listen to popular rumour; / From morning to night he's so joyous and bright, / And he bubbles with wit and good humour!"
    },
    {
      "cite": "Chan Marshall",
      "quote": "Come along, Fool / A direct hit of the senses you are disconnected / It's not that it's bad, it's not that it's death / It's just on the tip of your tongue, and you're so silent"
    },
    {
      "cite": "Twila Paris",
      "quote": "He is no fool / If he would choose / To give the thing he cannot keep / To buy what he can never lose"
    },
    {
      "cite": "Lexor",
      "quote": "Who is more a fool: the fool, or he who follows the fool?"
    },
    {
      "cite": "Michael O'Hara",
      "quote": "Everybody is somebody's fool."
    },
    {
      "cite": "Todd Chavez",
      "quote": "Fool me once. Fool me twice. Fool me chicken soup with rice."
    },
    {
      "cite": "Virgil van Cleef",
      "quote": "Fool me once, shame on you, but teach a man to fool me, and I'll be fooled for the rest of my life."
    },
    {
      "cite": "Jack Crabb",
      "quote": "Maybe we're all fools and none of it matters."
    },
    {
      "cite": "Jean Valjean",
      "quote": "Oh sir, we're all fools for most of our lives. It's unavoidable."
    },
    {
      "cite": "Jack Worthing",
      "quote": "I am sick to death of cleverness. Everybody is clever nowadays. You can't go anywhere without meeting clever people. The thing has become an absolute public nuisance. I wish to goodness we still had a few fools left."
    }
  ]
}