{
  "source": "https://www.wisesayings.com/footprint-quotes/",
  "theme": "footprint",
  "quotes": [
    {
      "cite": "Marion C. Blakely",
      "quote": "You can't leave a footprint that lasts if you're always walking on tiptoe."
    },
    {
      "cite": "James Branch Cabell",
      "quote": "While it is well enough to leave footprints on the sands of time, it is even more important to make sure they point in a commendable direction."
    },
    {
      "cite": "Drew Waters",
      "quote": "What footprint do you want to be known for? It's the legacy and the journey that you're on. Trust in yourself. Trust in the passion you have inside yourself."
    },
    {
      "cite": "Jared Leto",
      "quote": "Some people come into our lives, leave footprints in our hearts and minds and we are never the same again."
    },
    {
      "cite": "Hugh Miller",
      "quote": "The footprint of the savage traced in the sand is sufficient to attest the presence of man to the atheist who will not recognize God, whose hand is impressed upon the entire universe."
    },
    {
      "cite": "Hugh Newell Jacobsen",
      "quote": "It is our art that has an opportunity to leave a footprint in the sand. They don't wrap fish in our work."
    },
    {
      "cite": "Laurie David",
      "quote": "Everybody has to look at his or her own footprint and do the best they can. It's not about being perfect, it's about doing something. If we're looking for perfection, we'll never, ever get there."
    },
    {
      "cite": "Jeb Dickerson",
      "quote": "Our past is like a footprint. It only confirms we were there. No burden on our future does it bear. Bring the rain, clear the pane of clutter."
    },
    {
      "cite": "Joe McNally",
      "quote": "Our pictures are our footprints. It's the best way to tell people we were here."
    },
    {
      "cite": "Booker T Washington",
      "quote": "Success always leaves footprints."
    },
    {
      "cite": "Bernie Mac",
      "quote": "When you're offstage, that's the footprint. That's the man God's gonna judge."
    },
    {
      "cite": "Kenneth Grahame",
      "quote": "Footprints in the snow have been unfailing provokers of sentiment ever since snow was first a white wonder in this drab-coloured world of ours."
    },
    {
      "cite": "Anonymous",
      "quote": "We all leave footprints in the sand, the question is, will we be a big heal, or a great soul."
    },
    {
      "cite": "Christy Turlington",
      "quote": "So much of religion is exegesis. I would rather follow in the footprints of Christ than all of the dogma."
    },
    {
      "cite": "Martin Luther",
      "quote": "Animals are footprints of God."
    },
    {
      "cite": "Edward Norton",
      "quote": "The film industry needs to confront the physical footprint of the way films get made."
    },
    {
      "cite": "Denis Leary",
      "quote": "My goal is to leave this planet with the biggest carbon footprint I can possibly leave."
    },
    {
      "cite": "Bob Teague",
      "quote": "We all leave footprints as we journey through life- make sure yours are worth following."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "Traveling the paths of greatness, even in someone else's footprints, is a vital means to acquiring skill."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "The footprints of a free-minded man are always towards the forward direction."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "when you do more than you learn, you leave a distinctive notable footprint on earth."
    },
    {
      "cite": "Genevieve",
      "quote": "The footprints of an Angel in your life are Love."
    },
    {
      "cite": "Kazuya Minekura",
      "quote": "Even when we turn around, there are no footprints behind us. Nor the road we came along, nor the tune we hummed. When we die, No-one will know it's happened."
    },
    {
      "cite": "PROVERBS",
      "quote": "The footprint of the owner is the best manure."
    },
    {
      "cite": "Nelson Rockefeller",
      "quote": "You can't leave footprints in the sands of time while sitting down."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If you have a footprint, be happy, because it means that you aren't a shadow!"
    },
    {
      "cite": "Lyndon B. Johnson",
      "quote": "The best fertilizer for a piece of land is the footprints of its owner."
    },
    {
      "cite": "Larry Wilcox",
      "quote": "Family is very important to me because that is the footprint we perpetuate. That is, the ripple in the water when the rock first impacts the pool, and it is those waves, that energy that one produces, that determines our direction."
    },
    {
      "cite": "Sharon Begley",
      "quote": "Like sand on the beach, the brain bears the footprints of the decisions we have made, the skills we have learned, the actions we have taken."
    },
    {
      "cite": "Dr. Dennis Anderson",
      "quote": "You cannot see faith, but you can see the footprints of the faithful. We must leave behind \"faithful footprints\" for others to follow."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Even though we may all become extinct, we can still leave our footprint in the sand."
    },
    {
      "cite": "Cameron Sinclair",
      "quote": "Forget your environmental footprint. Think about your ethical footprint. What good is it to build a zero-carbon, energy efficient complex, when the labor producing this architectural gem is unethical at best?"
    },
    {
      "cite": "Dante Alighieri",
      "quote": "The whole universe is but the footprint of the Divine goodness."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Some friends leave footprints in your heart."
    },
    {
      "cite": "Jackie Joyner-Kersee",
      "quote": "Don't follow in any footprints, make your own prints. Because, you are the future of tomorrow."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Footprints, that perhaps another, Travelling o'er life's solemn main, A forlorn and shipwrecked brother, Seeing, shall take heart again."
    },
    {
      "cite": "John Moore",
      "quote": "Wherever man has left his footprint in the long ascent from barbarism to civilization we will find the hoofprint of the horse beside it."
    },
    {
      "cite": "Arlie Russell Hochschild",
      "quote": "Each marriage bears the footprints of economic and cultural trends which originate far outside marriage."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Prudence is the footprint of Wisdom."
    },
    {
      "cite": "Chief Seattle",
      "quote": "Take nothing but memories, leave nothing but footprints."
    },
    {
      "cite": "Chief Seattle",
      "quote": "Take only memories, leave only footprints."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Many people will walk in and out of your life, but only true friends will leave footprints in your heart"
    },
    {
      "cite": "Flavia Weedn",
      "quote": "Some people come into our lives and quickly go. Some people stay for awhile, and move our souls to dance. They awaken us to a new understanding, leave footprints on our hearts, and we are never, ever the same."
    },
    {
      "cite": "Nhat Hanh",
      "quote": "Walk so that your footprints bear only the marks of peaceful joy and complete freedom. To do this you have to learn to let go. Let go of your sorrows, let go of your worries. That is the secret of walking meditation."
    },
    {
      "cite": "Charles Stanley",
      "quote": "As you walk through the valley of the unknown, you will find the footprints of Jesus both in front of you and beside you."
    },
    {
      "cite": "Max Lucado",
      "quote": "In our faith we follow in someone's steps. In our faith we leave footprints to guide others. It's the principle of discipleship"
    },
    {
      "cite": "Dan Pearson",
      "quote": "We should not feel separate from nature, we are a part of it. We need to cover our footprints."
    },
    {
      "cite": "Robert Henri",
      "quote": "Art is, after all, only a trace. Like a footprint which shows that one has walked bravely and in great happiness."
    },
    {
      "cite": "George Herbert",
      "quote": "If you walk on snow you cannot hide the footprints."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Lives of great men all remind us We can make our lives sublime, And departing, leave behind us Footprints on the sands of time."
    },
    {
      "cite": "Vital Signs: The Nature and Nurture of Passion",
      "quote": "You never conquer a mountain. You just stand on the top a few moments. Then the wind blows your footprints away."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "Blondes make the best victims. They're like virgin snow that shows up the bloody footprints."
    },
    {
      "cite": "Lao Tzu",
      "quote": "A good runner leaves no footprints."
    },
    {
      "cite": "Boyle Roche",
      "quote": "All along the untrodden paths of the future, I can see the footprints of an unseen hand."
    },
    {
      "cite": "Markus Zusak",
      "quote": "Winning wasn't natural for me. It had to be fought for, in the echoes and trodden footprints of my mind."
    },
    {
      "cite": "Horace",
      "quote": "I am frightened at seeing all the footprints directed towards thy den, and none returning."
    },
    {
      "cite": "Le Grand Richards",
      "quote": "If you are goint to leave footprints in the sands of time, you'd better wear work shoes."
    },
    {
      "cite": "Gerald Stern",
      "quote": "I will look at the footprints going in and out of the water and dream up a small blue good to talk to."
    },
    {
      "cite": "Shonda Rhimes",
      "quote": "Making it through the glass ceiling to the other side was simply a matter of running on a path created by every other woman's footprints."
    },
    {
      "cite": "Hans Arp",
      "quote": "The essence of a sculpture must enter on tip-toe, as light as animal footprints on snow."
    },
    {
      "cite": "Philipp Meyer",
      "quote": "Follow your footprints long enough and they will turn into those of a beast."
    },
    {
      "cite": "Nancy Willard",
      "quote": "The skin of moss holds the footprints of star-footed birds."
    },
    {
      "cite": "David Mitchell",
      "quote": "Beyond the Indian hamlet, upon a forlorn strand, I happened on a trail of recent footprints."
    },
    {
      "cite": "Orhan Pamuk",
      "quote": "Try to discover who I am from my choice of words and colors, as attentive people like yourselves might examine footprints to catch a thief."
    }
  ]
}