{
  "source": "https://www.wisesayings.com/footsteps-quotes/",
  "theme": "footsteps",
  "quotes": [
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Be careful your footsteps do not stumble by the stumbling stone."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Setting goals is the first step in turning the invisible into the visible."
    },
    {
      "cite": "James Dobson",
      "quote": "The footsteps a child follows are most likely to be the ones his parents thought they covered up."
    },
    {
      "cite": "Demi Moore",
      "quote": "The thing is most people are afraid to step out, to take a chance beyond their established identity."
    },
    {
      "cite": "Leonid Andreyev",
      "quote": "Only the footsteps of the blind are short, but their thoughts are long."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "Step into your track and begin your steps till you reach the end because life is a personal journey."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "As long as you keep on walking on the old paths, you will never have footprints on the new paths!"
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "As a single footstep will not make a path on the earth, so a single thought will not make a pathway in the mind."
    },
    {
      "cite": "Molly Friedenfeld",
      "quote": "When your footsteps and thoughts carry you down the same path your heart and soul are directing you, you will know without a doubt that you are headed in the right direction."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Take the first step in faith. You don't have to see the whole staircase, just take the first step."
    },
    {
      "cite": "Ricky Maye",
      "quote": "Your footsteps will have more to say about your spiritual life than knowledge attained."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Follow in the footsteps of your fathers' virtue! How could you hope to climb high unless your fathers' will climbs with you?"
    },
    {
      "cite": "Brian Andreas",
      "quote": "Trying to follow in the footsteps of the masters, but it's a lot harder than it looks because even though they had the same size feet as us, they weren't looking down the whole time while they walked to make sure they were doing it right."
    },
    {
      "cite": "Diane Duane",
      "quote": "Footsteps in the snow suggest where you have been, point to where you were going: but when they suddenly vanish, never dismiss the possibility of flight."
    },
    {
      "cite": "Ameen Rihani",
      "quote": "The footsteps of a pioneer become ultimately the highway of a nation."
    },
    {
      "cite": "Robert Baden-Powell",
      "quote": "An individual step in character training is to put responsibility on the individual."
    },
    {
      "cite": "William Osler",
      "quote": "The very first step towards success in any occupation is to become interested in it."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The journey of a thousand miles begins with one step."
    },
    {
      "cite": "Gustav Mahler",
      "quote": "It's not just a question of conquering a summit previously unknown, but of tracing, step by step, a new pathway to it."
    },
    {
      "cite": "Munia Khan",
      "quote": "Footsteps are the wonders of staying alive to move forward."
    },
    {
      "cite": "Michael Bassey Johnson",
      "quote": "People will walk in and walk out of your life, but the one whose footstep made a long lasting impression is the one you should never allow to walk out."
    },
    {
      "cite": "Ernest Agyemang Yeboah",
      "quote": "If you go and your footprints go, you were here but you were never here!"
    },
    {
      "cite": "James E. Faust",
      "quote": "If you take each challenge one step at a time, with faith in every footstep, your strength and understanding will increase."
    },
    {
      "cite": "Franz Kafka",
      "quote": "A stair not worn hollow by footsteps is, regarded from its own point of view, only a boring something made of wood."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Through sheer volume of passing days you will travel a great distance in your lifetime. Imagine where you might stand if your footsteps steered toward a single goal."
    }
  ]
}