{
  "source": "https://www.wisesayings.com/football-team-quotes/",
  "theme": "football-team",
  "quotes": [
    {
      "cite": "Lou Holtz",
      "quote": "The way you motivate a football team is to eliminate the unmotivated ones."
    },
    {
      "cite": "Hope Powell",
      "quote": "A great football team is the right balance and the right mixture of players. Good leaders, good communicators and good technicians. You need people that are strategically astute. People need passion, desire and most importantly, a willingness to keep learning."
    },
    {
      "cite": "Michel Patini",
      "quote": "A football team represents a way of being, a culture."
    },
    {
      "cite": "Arsene Wenger",
      "quote": "A football team is a like a beautiful woman, when you do not tell her, she forgets she is beautiful."
    },
    {
      "cite": "Ted Solotaroff",
      "quote": "A professional football team warms up grimly and disparately, like an army on maneuvers: the ground troops here, the tanks there, the artillery and air force over there."
    },
    {
      "cite": "Phil Jackson",
      "quote": "The strength of the team is each individual member. The strength of each member is the team."
    },
    {
      "cite": "Joe Namath",
      "quote": "Football is an honest game. It's true to life. It's a game about sharing. Football is a team game. So is life."
    },
    {
      "cite": "Emmanuel Petit",
      "quote": "A football team is like a company. All of the people working in a company are not supposed to love each other, but they are supposed to be professional."
    },
    {
      "cite": "Vince Flynn",
      "quote": "A good football team plays offense and defense. You have to be aggressive and disrupt."
    },
    {
      "cite": "George Halas",
      "quote": "At least 80 percent of the success of the football team is determined by the fight and spirit that they put into their play."
    },
    {
      "cite": "Ron Jaworski",
      "quote": "The heartbeat of a football team is the quarterback position and I think everyone who has any intelligence about the game understands you must have consistency at that position to be a championship team."
    },
    {
      "cite": "Phil Douglas",
      "quote": "A football team is like a piano; you need eight men to carry it and three who can play the damn thing The strength of the team is each individual member. The strength of each member is the team."
    },
    {
      "cite": "Benjamin Watson",
      "quote": "The amazing thing about a football team is we can disagree and fight like brothers, but then we come back together. We are able to be open and honest about things that may offend us."
    },
    {
      "cite": "Matthew Stafford",
      "quote": "As a football team, you head into the season the same way with confidence and a positive mindset that you are going to win a bunch of football games."
    },
    {
      "cite": "Bud Wilkinson",
      "quote": "If a team is to reach its potential, each player must be willing to subordinate his personal goals to the good of the team."
    },
    {
      "cite": "John Elway",
      "quote": "To be able to get a football team that's capable of competing for world championships, you always got to get a little bit lucky, but you got to have all phases to win it all."
    }
  ]
}