{
  "source": "https://www.wisesayings.com/football-quotes/",
  "theme": "football",
  "quotes": [
    {
      "cite": "Henry Blaha",
      "quote": "Rugby is a beastly game played by gentlemen, soccer is a gentlemen's game played by beasts and US football is a beastly game played by beasts."
    },
    {
      "cite": "Thomas Elyot",
      "quote": "Football, wherein is nothing but beastly fury, and extreme violence, whereof proceedeth hurt, and consequently rancour and malice do remain with them that be wounded."
    },
    {
      "cite": "Frank Gifford",
      "quote": "Pro football is like nuclear warfare. There are no winners, only survivors."
    },
    {
      "cite": "Bo Jackson",
      "quote": "Football is easy if you're crazy as hell."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "Football isn't a contact sport; it's a collision sport. Dancing is a contact sport."
    },
    {
      "cite": "Doug Plank",
      "quote": "Most football players are temperamental. That's 90 percent temper and 10 percent mental."
    },
    {
      "cite": "Oliver Stone",
      "quote": "Football is mesmerizing, because it's a figurative war. You go in one direction till you get there, but you get there as a team, not as an individual. Players bond whether they're black or white, much as soldiers do."
    },
    {
      "cite": "Heywood Hale Brown",
      "quote": "Football is, after all, a wonderful way to get rid of your aggressions without going to jail for it."
    },
    {
      "cite": "Sue Lawley",
      "quote": "American football makes rugby look like a Tupperware party."
    },
    {
      "cite": "Alfred E. Crawley",
      "quote": "The tactical difference between Association Football and Rugby with its varieties seems to be that in the former the ball is the missile, in the latter men are the missiles."
    },
    {
      "cite": "Tim Green",
      "quote": "Let's face it, you have to have a slightly recessive gene that has a little something to do with the brain to go out on the football field and beat your head against other human beings on a daily basis."
    },
    {
      "cite": "Dan Birdwell",
      "quote": "You have to play this game like somebody just hit your mother with a two-by-four."
    },
    {
      "cite": "Philip Stubbes quotes",
      "quote": "As concerning football, I protest unto you that it may rather be called a friendly kind of fight than a play or recreation - a bloody and murdering practise than a fellowly sport or pastime."
    },
    {
      "cite": "John Madden",
      "quote": "What's the toughest thing in a professional football game? Well, it's being the mother of the quarterback."
    },
    {
      "cite": "Knute Rockne",
      "quote": "Football is a game played with arms, legs and shoulders but mostly from the neck up."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "To play this game (football) you must have fire in you, and there is nothing that strokes fire like hate."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "In life, as in football, you won't go far unless you know where the goalposts are."
    },
    {
      "cite": "George Plimpton",
      "quote": "At the base of it was the urge, if you wanted to play football, to knock someone down, that was what the sport was all about, the will to win closely linked with contact."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "College football is a sport that bears the same relation to education that bullfighting does to agriculture."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Football fans share a universal language that cuts across many cultures and many personality types. A serious football fan is never alone. We are legion, and football is often the only thing we have in common."
    },
    {
      "cite": "Knute Rockne",
      "quote": "The essence of football was blocking, tackling, and execution based on timing, rhythm and deception."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "Anyone who's just driven 90 yards against huge men trying to kill them has earned the right to do Jazz hands."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "In football everything is complicated by the presence of the opposite team."
    },
    {
      "cite": "George F. Will",
      "quote": "Football combines two of the worst things in American life. It is violence punctuated by committee meetings."
    },
    {
      "cite": "Bill Shankly",
      "quote": "Football is a simple game based on the giving and taking of passes, of controlling the ball and of making yourself available to receive a pass. It is terribly simple."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Anybody who watches three games of football in a row should be declared brain dead."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Football is all very well as a game for rough girls, but is hardly suitable for delicate boys."
    },
    {
      "cite": "Bill Shankly",
      "quote": "Some people think football is a matter of life and death. I assure you, it's much more serious than that."
    },
    {
      "cite": "Dmitri Shostakovich",
      "quote": "Football is the ballet of the masses."
    },
    {
      "cite": "John Hodgman",
      "quote": "If you have not seen it, FOOTBALL is a game in which men shove one another back and forth for no reason. They do not choose how, when, or whom they shove. They are doing this in order to please one angry old man on the sidelines. This old man is called the 'coach' or 'yelling surrogate' dad who will never be happy."
    }
  ]
}