{
  "source": "https://www.wisesayings.com/forbidden-love-quotes/",
  "theme": "forbidden-love",
  "quotes": [
    {
      "cite": "W. Somerset Maugham",
      "quote": "The love that lasts longest is the love that is never returned."
    },
    {
      "cite": "unknown",
      "quote": "Forbidden love provides happiness when there is no happiness."
    },
    {
      "cite": "Katherine Anne Porter",
      "quote": "Physical infidelity is the signal, the notice given, that all fidelities are undermined."
    },
    {
      "cite": "Natalia Ginzburg",
      "quote": "No adultery is bloodless."
    },
    {
      "cite": "Henry Louis Mencken",
      "quote": "Adultery is the application of democracy to love."
    },
    {
      "cite": "Bible",
      "quote": "Thou shalt not commit adultery."
    },
    {
      "cite": "Allan Dare Pearce",
      "quote": "Having something forbidden is exciting, don't you agree?"
    },
    {
      "cite": "Jennifer L. Armentrout",
      "quote": "My last conscious thought was of my biggest mistake- not the boy beside me, but the one i could never have."
    },
    {
      "cite": "Nicole Gulla",
      "quote": "Even though we were never supposed to be together'I can't be with anyone else, no matter the consequences."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Sinful and forbidden pleasures are like poisoned bread; they may satisfy appetite for the moment, but there is death in them at the end."
    },
    {
      "cite": "unknown",
      "quote": "I love him so very much, and he loves me. But we have to keep our love a secret from the world. I don't know what to do, it's breaking my heart."
    },
    {
      "cite": "Mike Tyson",
      "quote": "I'm just like you. I enjoy the forbidden fruits in life, too."
    },
    {
      "cite": "Marcus Quintilian",
      "quote": "Forbidden pleasures alone are loved immoderately; when lawful, they do not excite desire."
    },
    {
      "cite": "Francois Rabelais",
      "quote": "We always long for the forbidden things, and desire what is denied us."
    },
    {
      "cite": "Mark Twain",
      "quote": "There is a charm about the forbidden that makes it unspeakably desirable."
    },
    {
      "cite": "Ai Yazawa",
      "quote": "His hands are saying that he wants to hold her. His feet are saying that he wants to chase after her' He's probably forgotten that I'm here, beside him."
    },
    {
      "cite": "Miranda Kenneally",
      "quote": "When unrequited love is the most expensive thing on the menu, sometimes you settle for the daily special."
    },
    {
      "cite": "Julia Quinn",
      "quote": "She hated that she was still so desperate for a glimpse of him, but it had been this way for years."
    },
    {
      "cite": "James Patterson",
      "quote": "Because what's worse than knowing you want something, besides knowing you can never have it'"
    },
    {
      "cite": "Frederico Lorca",
      "quote": "To burn with desire and keep quiet about it is the greatest punishment we can bring on ourselves."
    },
    {
      "cite": "Vanessa Williams",
      "quote": "You wondered how you'd make it through. I wondered what was wrong with you. Because how could you give your love to someone else, yet share your dreams with me? Sometimes the only thing you're looking for, is the one thing you can't see."
    },
    {
      "cite": "Dawsons Creek",
      "quote": "How can you simply be friends with someone when every time you look at them, you're thinking about how much more you really want'"
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "There is a kind of love, the excess of which forbids jealousy."
    },
    {
      "cite": "Ashley Montagu",
      "quote": "It is not the most lovable individuals who stand more in need of love, but the most unlovable."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "While forbidden fruit is said to taste sweeter, it usually spoils faster."
    },
    {
      "cite": "H.M.Ward",
      "quote": "I think things that I shouldn't. I dream things that I shouldn't. I want things that I shouldn't and it's all because of one thing; I do care about you."
    },
    {
      "cite": "Natasha Harvey",
      "quote": "My eyes are tempted by the smile of an angel, and your lips whisper secrets of forbidden love."
    },
    {
      "cite": "Kay Knudsen",
      "quote": "Love that we can not have is the one that lasts the longest, hurts the deepest and feels the strongest..."
    },
    {
      "cite": "Nicole Gulla",
      "quote": "I couldn't shake this feeling that I had uncovered more than something ordinary."
    },
    {
      "cite": "unknown",
      "quote": "I am perfectly happy being his friend, in fact I love it... I just have this incredible urge to kiss him, that doesn't go away... and this feeling that we would be perfect together."
    },
    {
      "cite": "E.W. Howe",
      "quote": "To avoid mistakes and regrets, always consult your wife before engaging in a flirtation."
    },
    {
      "cite": "William Penn",
      "quote": "If love be not thy chiefest motive, thou wilt soon grow weary of a married state, and stray from thy promise, to search out thy pleasures in forbidden places."
    },
    {
      "cite": "Mark Twain",
      "quote": "Adam was but human— this explains it all. He did not want the apple for the apple's sake; he wanted it only because it was forbidden."
    },
    {
      "cite": "John Updike",
      "quote": "An affair wants to spill, to share its glory with the world. No act is so private it does not seek applause."
    },
    {
      "cite": "Anna Magnani",
      "quote": "Great passions, my dear, don't exist; they're liars' fantasies. What do exist are little loves that may last for a short or a longer while."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Nuptial love maketh mankind; friendly love perfectecth it; but wanton love corrupteth and embaseth it."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Be careful of love. It'll twist your brain around and leave you thinking up is down and right is wrong."
    },
    {
      "cite": "Madame de La Fayette",
      "quote": "One reproaches a lover, but can one reproach a husband?  When his only fault is that he no longer loves?"
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "It is better to be unfaithful than faithful without wanting to be."
    },
    {
      "cite": "Marquis De Sade",
      "quote": "No lover, if he be of good faith, and sincere, will deny he would prefer to see his mistress dead than unfaithful."
    },
    {
      "cite": "Vladimir Nabokov",
      "quote": "Adultery is the most conventional way to rise above the conventional."
    },
    {
      "cite": "Daniel Hawkins",
      "quote": "Forbidden love / Oh you shouldn't have forbade it / Cause if this is / Forbidden love / I won't rest until I've made it / If you hadn't made a rule to break / Oh I might just have obeyed it / For a while."
    },
    {
      "cite": "Richard Coles",
      "quote": "Forbidden love, this love of ours is wrong / A hidden love that cannot last for long / We have no right to happiness like this / So let your tears erase my every kiss."
    },
    {
      "cite": "John West",
      "quote": "there's no way this love could ever survive / I never knew how hard life could be / without you forever beside me / I was so blind, but now I can see / it was never meant to be / Your love is forbidden love / your sweet love is forbidden love."
    },
    {
      "cite": "Alih Shaheed Jones-Muhammad",
      "quote": "I've been tempted by forbidden love before / But why must she be everythin / That I've been praying for / Now this burning in my heart will I ignore / When I know that she'll be knocking at my door."
    },
    {
      "cite": "Robert Heatlie",
      "quote": "Don't let temptation fill your heart with dreams / Don't let your mind run away (Ohhh-ohhh-ohhh) / Forbidden love is never what it seems / And you cry just a little bit (cry just a little bit)"
    },
    {
      "cite": "Cassandra Clare",
      "quote": "My heart tells me this is the best and greatest feeling I have ever had. But my mind knows the difference between wanting what you can't have and wanting what you shouldn't want. And I shouldn't want you."
    },
    {
      "cite": "Pablo Neruda",
      "quote": "I love you as certain dark things are to be loved, in secret, between the shadow and the soul."
    },
    {
      "cite": "Melody Lee",
      "quote": "Her skin smells of vintage books and pale moonlight, exotic things, forbidden loves and rainy nights."
    },
    {
      "cite": "Karina Halle",
      "quote": "Bitter always follows the sweet, especially when it comes to love. Especially when it comes to forbidden love."
    },
    {
      "cite": "Philip James Bailey",
      "quote": "Mind and night will meet, though in silence, like forbidden lovers."
    },
    {
      "cite": "Emily Arden",
      "quote": "Fate was cruel to play this trick on her, although if she were honest she knew she only had herself to blame. She had taken the chance and now she had to pay the price."
    },
    {
      "cite": "Tyron Edwards",
      "quote": "Sinful and forbidden pleasures are like poisoned bread; they may satisfy appetite for the moment, but there is death in them at the end."
    }
  ]
}