{
  "source": "https://www.wisesayings.com/forest-quotes/",
  "theme": "forest",
  "quotes": [
    {
      "cite": "Charles Baudelaire",
      "quote": "Nature is a temple in which living columns sometimes emit confused words. Man approaches it through forests of symbols, which observe him with familiar glances."
    },
    {
      "cite": "John Muir",
      "quote": "And into the forest I go, to lose my mind and find my soul."
    },
    {
      "cite": "Victor Hugo",
      "quote": "The mountains, the forest, and the sea, render men savage; they develop the fierce, but yet do not destroy the human."
    },
    {
      "cite": "Susan Polis Schutz",
      "quote": "This life is yours. Take the power to choose what you want to do and do it well. Take the power to love what you want in life and love it honestly. Take the power to walk in the forest and be a part of nature. Take the power to control your own life. No one else can do it for you. Take the power to make your life happy."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people."
    },
    {
      "cite": "Dan Quayle",
      "quote": "Votes are like trees, if you are trying to build a forest. If you have more trees than you have forests, then at that point the pollsters will probably say you will win."
    },
    {
      "cite": "Samantha Hunt",
      "quote": "These woods are where silence has come to lick its wounds."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "In a forest of a hundred thousand trees, no two leaves are alike. And no two journeys along the same path are alike."
    },
    {
      "cite": "John Muir",
      "quote": "Come to the woods, for here is rest. There is no repose like that of the green deep woods. Sleep in forgetfulness of all ill."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "The strongest oak of the forest is not the one that is protected from the storm and hidden from the sun. It's the one that stands in the open where it is compelled to struggle for its existence against the winds and rains and the scorching sun."
    },
    {
      "cite": "P. T. Barnum",
      "quote": "A lovely nook of forest scenery, or a grand rock, like a beautiful woman, depends for much of its attractiveness upon the attendance sense of freedom from whatever is low; upon a sense of purity and of romance."
    },
    {
      "cite": "David Douglas",
      "quote": "A forest of these trees is a spectacle too much for one man to see."
    },
    {
      "cite": "William Blake",
      "quote": "The tree which moves some to tears of joy is in the eyes of others only a green thing that stands in the way."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "This forest eats itself and lives forever."
    },
    {
      "cite": "Dan Groat",
      "quote": "If the forest has a day of fire and the heat of the flames does not consume a special tree, it will still be changed; charred, but still standing."
    },
    {
      "cite": "Susan George",
      "quote": "If you cut down a forest, it doesn't matter how many sawmills you have if there are no more trees."
    },
    {
      "cite": "Dorothy Stang",
      "quote": "The death of the forest is the end of our life."
    },
    {
      "cite": "John Muir",
      "quote": "The clearest way into the universe is through a forest wilderness."
    },
    {
      "cite": "Francois-Rene de Chateaubriand",
      "quote": "Forests were the first temples of the divinity, and it is in the forests that men have grasped the first idea of architecture."
    },
    {
      "cite": "Barry Babcock",
      "quote": "The forest talks but a good hunter only hears it by learning its language."
    },
    {
      "cite": "Hal Borland",
      "quote": "A woodland in full color is awesome as a forest fire, in magnitude at least, but a single tree is like a dancing tongue of flame to warm the heart."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Forests, lakes, and rivers, clouds and winds, stars and flowers, stupendous glaciers and crystal snowflakes every form of animate or inanimate existence, leaves its impress upon the soul of man."
    },
    {
      "cite": "Prince Charles",
      "quote": "Forests are the world's air-conditioning system—the lungs of the planet—and we are on the verge of switching it off."
    },
    {
      "cite": "Keith Miller",
      "quote": "A forest is mystery but the desert is truth. Life pared to the bone."
    },
    {
      "cite": "Tahir Shah",
      "quote": "The forest did not tolerate frailty of body or mind. Show your weakness, and it would consume you without hesitation."
    },
    {
      "cite": "Rory MacLean",
      "quote": "My favourite places on earth are the wild waterways where the forest opens its arms and a silver curve of river folds the traveller into its embrace."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "What we are doing to the forests of the world is but a mirror reflection of what we are doing to ourselves and to one another."
    },
    {
      "cite": "Martin Luther",
      "quote": "For in the true nature of things, if we rightly consider, every green tree is far more glorious than if it were made of gold and silver."
    },
    {
      "cite": "Ursula K. Le Guin",
      "quote": "A forest ecology is a delicate one. If the forest perishes, its fauna may go with it. The athshean word for world is also the word for forest."
    },
    {
      "cite": "Kay Johnson",
      "quote": "The forest is a quiet place if only the best birds sing."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "The world's forests are a shared stolen treasure that we must put back for our children's future."
    },
    {
      "cite": "Mark Shand",
      "quote": "Save the elephants, and then you save the forest and then you save yourself."
    },
    {
      "cite": "Anselm Kiefer",
      "quote": "I never see a forest that does not bear a mark or a sign of history."
    },
    {
      "cite": "Friedrich Max Muller",
      "quote": "In a hamlet or in a forest, in the deep water or on the dry land, wherever venerable persons dwell, that place is delightful."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "An autumn forest is such a place that once entered you never look for the exit!"
    },
    {
      "cite": "Henrik Ibsen",
      "quote": "A forest bird never wants a cage."
    },
    {
      "cite": "David Luneau",
      "quote": "As the forest went, so went the bird. It's an indicator species, representative of what we did to the forests. Having it return is perhaps a sign that the forests and habitat are coming back as well."
    },
    {
      "cite": "Ed Bond",
      "quote": "We commend the forest for trying to do more. But at the same time i think everyone realizes a lot more can be done."
    },
    {
      "cite": "Tim Cope",
      "quote": "When you hear that howl alone at night in the forest, it's one of the most frightening sounds you'll ever hear."
    },
    {
      "cite": "Willa Cather",
      "quote": "The heart of another is a dark forest, always, no matter how close it has been to one's own."
    },
    {
      "cite": "Bill Bradley",
      "quote": "Every time I have some moment on a seashore, or in the mountains, or sometimes in a quiet forest, I think this is why the environment has to be preserved."
    },
    {
      "cite": "David Mitchell",
      "quote": "Trees're always a relief, after people."
    },
    {
      "cite": "Aleksandr Solzhenitsyn",
      "quote": "A forest doesn't weep over one tree."
    },
    {
      "cite": "Cathy McMorris Rodgers",
      "quote": "Maintaining healthy forests is essential to those who make a living from the land and for those of us who use them for recreational purposes."
    },
    {
      "cite": "Martin Luther",
      "quote": "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree."
    },
    {
      "cite": "Hal Borland",
      "quote": "Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence."
    },
    {
      "cite": "Visar Zhiti",
      "quote": "Only with a leaf can I talk of the forest."
    },
    {
      "cite": "Brian Eno",
      "quote": "If you're in a forest, the quality of the echo is very strange because echoes back off so many surfaces of all those trees that you get this strange, itchy ricochet effect."
    },
    {
      "cite": "Edward Thomas",
      "quote": "Dark is the forest and deep, and overhead / Hang stars like seeds of light / In vain, though not since they were sown was bred / Anything more bright."
    },
    {
      "cite": "Henry Kendall",
      "quote": "In the depths of a Forest secluded and wild / The night voices whisper in passionate numbers."
    },
    {
      "cite": "Ed Gage",
      "quote": "Deep in the forest / The witches are dancing / The witches are dancing / For sacrifice."
    },
    {
      "cite": "Ed Gage",
      "quote": "The Forest Of Darkness / There's no escape from the madness / The Forest Of Darkness / You'll suffer and scream from the sadness."
    },
    {
      "cite": "Alex Zivojinovich",
      "quote": "The silent forest / Echoes with the loon."
    },
    {
      "cite": "Paul Bourget",
      "quote": "The forests have taught man liberty."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Forest is the best port of the wise man!"
    },
    {
      "cite": "Bill Mollison",
      "quote": "If we lose the forests, we lose our only teachers."
    },
    {
      "cite": "Wayne W. Dyer",
      "quote": "An infinity of forest lies dormant within the dreams on one acorn."
    },
    {
      "cite": "John F. Carlson",
      "quote": "To the artist, the forest is an asylum of peace and dancing shadows."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The interminable forests should become graceful parks, for use and delight."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "A true forest is not merely a storehouse full of wood, but, as it were, a factory of wood."
    },
    {
      "cite": "Evaristo Nugkuag",
      "quote": "The forest is not a resource for us, it is life itself. It is the only place for us to live."
    },
    {
      "cite": "Woody Harrelson",
      "quote": "The forests are the lungs of the world. I've always believed if you breathe, you're an environmentalist."
    },
    {
      "cite": "Janine Benyus",
      "quote": "When the forest and the city are functionally indistinguishable, then we know we have reached sustainability."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "If you walk into a forest - you hear all kinds of subtle sounds - but underneath there is an all pervasive silence."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "The natural elements in the forests, mountains, deserts and large bodies of water, help shield you from the thought forms and auras of other human beings."
    },
    {
      "cite": "Winona LaDuke",
      "quote": "Our forests are not for toilet paper. They are worth more standing than cut. That deserves to be defended, not only by native peoples but also by environmentalists."
    },
    {
      "cite": "Orison Swett Marden",
      "quote": "Forests, lakes, and rivers, clouds and winds, stars and flowers, stupendous glaciers and crystal snowflakes - every form of animate or inanimate existence, leaves its impress upon the soul of man."
    },
    {
      "cite": "Enos Mills",
      "quote": "The forests are the flag's of Nature. They appeal to all and awaken inspiring universal feelings. Enter the forest and the boundaries of nations are forgotten. It may be that sometime an immortal pine will be the flag of a united and peaceful world."
    },
    {
      "cite": "Pierre Lieutaghi",
      "quote": "Forests are places where we can get back in touch with our inner selves, where we can walk on soft ground, breathe in natural scents, taste berries, listen to the leaves crackling - all the senses are awakened in the subdued light and stress melts away like snow in the snow."
    }
  ]
}