{
  "source": "https://www.wisesayings.com/foreign-quotes/",
  "theme": "foreign",
  "quotes": [
    {
      "cite": "Clifton Fadiman",
      "quote": "When you travel, remember that a foreign country is not designed to make you comfortable. It is designed to make its own people comfortable."
    },
    {
      "cite": "Kovie Biakolo",
      "quote": "Foreigner. What a loaded term; what an inherently political concept. It should just mean that you’re a stranger in a strange land – a land not of your birth. But the word can be, and oftentimes is used as a pejorative, a dirty word, directed at strangers in strange lands to remind them that they are not from here, and they do not belong here."
    },
    {
      "cite": "Isabel Allende",
      "quote": "I have been a foreigner all my life, first as a daughter of diplomats, then as a political refugee and now as an immigrant in the U.S. I have had to leave everything behind and start anew several times, and I have lost most of my extended family."
    },
    {
      "cite": "Tom Freston",
      "quote": "Travel early and travel often. Live abroad, if you can. Understand cultures other than your own. As your understanding of other cultures increases, your understanding of yourself and your own culture will increase exponentially."
    },
    {
      "cite": "Jhumpa Lahiri",
      "quote": "I find it really liberating to be in a place where I am a foreigner in every way. I've lived with this all my life - this divide, this bifurcation. And in Italy, I don't feel it. There's none of that tension, only the expectation I place on myself to speak the language well. I find it relaxing. Something drops away, and I observe."
    },
    {
      "cite": "Sophie",
      "quote": "I think you feel more liberated in a foreign country. You're more open. You understand less about the social constructs that exist in a certain place, so you take people more at face value, and you're also taken more at face value, which makes you more able to be yourself."
    },
    {
      "cite": "Amber Liu",
      "quote": "People don't know what it's like being the foreigner until they are one."
    },
    {
      "cite": "Margaret Cho",
      "quote": "In America, I'm a foreigner because of my Korean heritage. In Asia, because I was born in America, I'm a foreigner. I'm always a foreigner."
    },
    {
      "cite": "Abigail Washburn",
      "quote": "I've moved around so much my whole life, and I've gotten so used to being the Other in situations - the foreigner, the outsider. The first time I've ever felt like there was no separation between me and the other elements was in music."
    },
    {
      "cite": "Cornelia Otis Skinner",
      "quote": "To cement a new friendship, especially between foreigners or persons of a different social world, a spark with which both were secretly charged must fly from person to person, and cut across the accidents of place and time."
    },
    {
      "cite": "Peter Hoeg",
      "quote": "There is one way to understand another culture. Living it. Move into it, ask to be tolerated as a guest, learn the language. At some point understanding may come. It will always be wordless. The moment you grasp what is foreign, you will lose the urge to explain it. To explain a phenomenon is to distance yourself from it."
    },
    {
      "cite": "Alicia Vikander",
      "quote": "I guess, like most foreigners, when you're away, you see your own culture being even more strange. But where I come from and my roots mean a lot. I miss my family and my friends. Something I've realized as I've been traveling is that it's more about the actual people than the actual place."
    },
    {
      "cite": "David Sedaris",
      "quote": "Life might be difficult for a while, but I would tough it out because living in a foreign country is one of those things that everyone should try at least once. My understanding was that it completed a person, sanding down the rough provincial edges and transforming you into a citizen of the world."
    },
    {
      "cite": "Isabel Allende",
      "quote": "I've been a foreigner for the past twenty years. I don't have roots anymore. My roots are in my memory and my writing. That's why memory is so important. Who are you but what you can remember?"
    },
    {
      "cite": "Lewis H. Lapham",
      "quote": "When we talk about the foreign, the question becomes one of us versus them. But in the end, is one just the opposite side of the other?"
    },
    {
      "cite": "Ken Watanabe",
      "quote": "My identity and my background still remain with me when I go to a foreign country. I have kept my nationality."
    },
    {
      "cite": "Blue Balliett",
      "quote": "What was a foreigner, anyway? Is the place you're born the only place you really belong? At what point do you stop being from \"away\" and start being from \"here\"?"
    },
    {
      "cite": "Ijeoma Umebinyuo",
      "quote": "So, here you are too foreign for home too foreign for here. Never enough for both."
    },
    {
      "cite": "Alex Z. Moores",
      "quote": "It’s still hard to live in a foreign country with unfamiliar people, even when you’re with the person you love. I don’t have any roots or history of my own here. A person needs their history around them to remember who they were and to remind them of where they’re going. I’m worried about leaving my history and memories behind me."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Everything foreign is respected, partly because it comes from afar, partly because it is ready made and perfect."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "A foreigner is a friend I have yet to meet."
    },
    {
      "cite": "Olivier Martinez",
      "quote": "When you're a foreigner, at the beginning you are far away from the culture. Then, little by little, you start to interact with people, have friends, have a life, and then you feel more comfortable."
    },
    {
      "cite": "Hans Zimmer",
      "quote": "I loved this idea of always being a foreigner. There's this thing where people bring cultures, bring the music together. I love it when the music, when the cultures collide and something sort of new comes out of it."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Next time you meet a 'foreigner', remember it's only like a window with a different shape to it and the person who's sitting inside is you."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "People love to hear the brag of the local boy, because they want him to be great, but the foreigner must deny that he has any outstanding virtue - this is what will endear him to the locals."
    },
    {
      "cite": "Milan Kundera",
      "quote": "Being in a foreign country means walking a tightrope high above the ground without the net afforded a person by the country where he has his family, colleagues, and friends, and where he can easily say what he has to say in a language he has known from childhood."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "If you do not know his language, you will never understand a foreigner's silence."
    },
    {
      "cite": "Masiela Lusha",
      "quote": "Many countries had a hand in raising me. I am the product of many contradicting philosophies and cultures... My entire universe is comprised of these foreign traditions. If any one of these experiences are to be ignored, I wouldn't be the same."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "No doubt, to a man of sense, travel offers advantages. As many languages as he has, as many friends, as many arts and trades, so many times is he a man. A foreign country is a point of comparison, wherefrom to judge his own."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "I used to wonder how a man of birth and spirit could endure to be wholly insignificant and obscure in a foreign country, when he might live with lustre in his own."
    },
    {
      "cite": "George Orwell",
      "quote": "If he were allowed contact with foreigners he would discover that they are creatures similar to himself and that most of what he has been told about them is lies. The sealed world in which he lives would be broken, and the fear, hatred and self-righteousness on which his morale depends might evaporate."
    },
    {
      "cite": "John Ralston Saul",
      "quote": "A foreigner is an individual who is considered either comic or sinister. When the victim of a disaster—preferably natural but sometimes political—the foreigner may also be pitied from a distance for a short period of time."
    },
    {
      "cite": "Juan Goytisolo",
      "quote": "The vitality of a culture is in its capacity to assimilate foreign influences. The culture that's defensive and closed condemns itself to decadence."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Whenever you go on a trip to visit foreign lands or distant places, remember that they are all someone's home and backyard."
    },
    {
      "cite": "Brian Aldiss",
      "quote": "The misfortune of a young man who returns to his native land after years away is that he finds his native land foreign; whereas the lands he left behind remain for ever like a mirage in his mind."
    },
    {
      "cite": "Alfred Polgar",
      "quote": "It is the destiny of the emigrant that the foreign land does not become his homeland: his homeland becomes foreign."
    },
    {
      "cite": "Rirkrit Tiravanija",
      "quote": "My starting point was the search for my identity in foreign places, in places where I am estranged from myself."
    },
    {
      "cite": "Edward T. Hall",
      "quote": "The best reason for exposing oneself to foreign ways is to generate a sense of vitality and awareness—an interest in life which can come only when one lives through the shock of contrast and difference."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "I had long ago learned that when you are the giant, alien visitor to a remote and foreign culture it is sort of your job to become an object of ridicule. It's the least you can do, really, as a polite guest."
    },
    {
      "cite": "Frances Mayes",
      "quote": "Splendid to arrive alone in a foreign country and feel the assault of difference. Here they are all along, busy with living; they don't talk or look like me. The rhythm of their day is entirely different; I am foreign."
    },
    {
      "cite": "Adrian Grenier",
      "quote": "Understanding that which is foreign to you is fundamental to cultivating a sense of connection and unity with one another. We are ultimately trying to accomplish the same thing, which is survival and the thriving of a better world."
    }
  ]
}