{
  "source": "https://www.wisesayings.com/forgive-me-quotes/",
  "theme": "forgive-me",
  "quotes": [
    {
      "cite": "C. S. Lewis",
      "quote": "I find that when I think I am asking God to forgive me I am often in reality. . . asking Him not to forgive me but to excuse me."
    },
    {
      "cite": "Julia Ward Howe",
      "quote": "God forgive me if I do wrong in following with ardor the strongest instincts of my nature."
    },
    {
      "cite": "E. J. Dionne",
      "quote": "Forgive me for noting that conservatives seem to believe that the rich will work harder if we give them more, and the poor will work harder if we give them less."
    },
    {
      "cite": "J Cole",
      "quote": "Lord please forgive me for my sinning, I ain't saying that I'm finished but I'm praying in advance Cause they way her eyes glance like they playing in my pants"
    },
    {
      "cite": "Mohamed Atta",
      "quote": "I pray to you God to forgive me from all my sins, to allow me to glorify you in every possible way."
    },
    {
      "cite": "Pope Francis",
      "quote": "Your sins are great? Just tell the Lord: Forgive me, help me to get up again, change my heart!"
    },
    {
      "cite": "William Blake",
      "quote": "And throughout all eternity, I forgive you and you forgive me."
    },
    {
      "cite": "Reinhold Niebuhr",
      "quote": "Forgiveness is the final form of love."
    },
    {
      "cite": "Billy Graham",
      "quote": "The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, 'O God, forgive me,' or 'Help me."
    },
    {
      "cite": "Elizabeth Lowell",
      "quote": "I'm not perfect. Remember that, and try to forgive me when I fail you."
    },
    {
      "cite": "Kathy",
      "quote": "Forgiving is not forgetting. It's letting go of the hurt."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "To be a Christian means to forgive the inexcusable, because God has forgiven the inexcusable in you."
    },
    {
      "cite": "George William Russell",
      "quote": "Forgive me, Spirit of my spirit, for this, that I have found it easier to read the mystery told in tears and understood Thee better in sorrow than in joy."
    },
    {
      "cite": "Emily Jane Brontë",
      "quote": "You must forgive me, for I struggled only for you."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Forgiveness is the key to action and freedom."
    },
    {
      "cite": "John Dear",
      "quote": "Forgiveness is an act of faith in God, an act of hope in the future, and an act of love for our neighbors. If we dare forgive, we can trust that God will deepen within and among us the gift of peace."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "We think of the noble object for which the professor appears tonight, we may be assured that the Lord will forgive any one who will laugh at the professor."
    },
    {
      "cite": "Sidney and Suzanne Simon",
      "quote": "Forgiveness is freeing up and putting to better use the energy once consumed by holding grudges, harboring resentments, and nursing unhealed wounds. It is rediscovering the strengths we always had and relocating our limitless capacity to understand and accept other people and ourselves."
    },
    {
      "cite": "Jim Elliot",
      "quote": "Forgive me for being so ordinary while claiming to know so extraordinary a God."
    },
    {
      "cite": "H Jackson Brown Jr",
      "quote": "Never forget the nine most important words of any family- I love you. You are beautiful. Please forgive me."
    },
    {
      "cite": "Lauren Oliver",
      "quote": "Please understand. Please forgive me. I prayed every day for you to be alive, until hope became painful. Don't hate me. I still love you."
    },
    {
      "cite": "Drake",
      "quote": "Hope you'll forgive me, never meant wrong. Tried to be patient, but waited too long. But I would've came back.. But I would've came back for you"
    },
    {
      "cite": "Five Finger Death Punch",
      "quote": "Please forgive me for laughing when you fall. I'm so sorry but I never cared at all."
    },
    {
      "cite": "Linda Dillow",
      "quote": "Holy Father, forgive me for grumbling. I know I've sounded just like the Israelites. I long to dwell not on the If Onlys but on You. Make me wise like the old woodcutter - content with what I know, not perturbed by what I don't know."
    },
    {
      "cite": "Joseph Haydn",
      "quote": "Since God has given me a cheerful heart, He will forgive me for serving Him cheerfully."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Forgive me, O Heavenly Father, according to the multitude of Thy mercies. I have lusted in my heart to break a man's skull and scatter the stench of his brains across several people's back yards."
    },
    {
      "cite": "Lysa Terkeurst",
      "quote": "Dear Lord, forgive me for all of the times I've compared myself to others. I know that You have hand-picked all of my qualities. Help me to see these things as beautiful reminders of Your great love in creating me as Your daughter. In Jesus' Name, Amen."
    },
    {
      "cite": "Robert Frost",
      "quote": "Forgive, O Lord, my little jokes on Thee And I'll forgive Thy great big one on me."
    },
    {
      "cite": "Mohandas K. Gandhi",
      "quote": "Forgiveness is choosing to love. It is the first skill of self-giving love."
    },
    {
      "cite": "Madame De Stael",
      "quote": "The more we know, the better we forgive. Those who feel deeply feel for all living beings."
    },
    {
      "cite": "Jim Bakker",
      "quote": "I feel like God has forgiven me of so much, that I will forgive everyone who has hurt us."
    },
    {
      "cite": "D. Patrick Miller",
      "quote": "Never forget that to forgive yourself is to release trapped energy that could be doing good work in the world."
    }
  ]
}