{
  "source": "https://www.wisesayings.com/forgotten-quotes/",
  "theme": "forgotten",
  "quotes": [
    {
      "cite": "Eric Ludy",
      "quote": "We've been so concerned about being cool, relevant, and fun that we have forgotten to be bread, light, and life to a hungry, dark, and dying world."
    },
    {
      "cite": "Gusteau",
      "quote": "If you focus on what you left behind, you will never see what lies ahead."
    },
    {
      "cite": "David Levithan",
      "quote": "How sad it must be for you to be nothing more than a hollow statue, to have your tomb preserved and your story forgotten."
    },
    {
      "cite": "Natsuki Takaya",
      "quote": "I want to believe that memories, even sad and painful ones, should not be forgotten forever."
    },
    {
      "cite": "Sandra Bernhard",
      "quote": "A remembrance can mean nothing to the one remembered; it can only remind the ones left behind how little they did while you were still alive."
    },
    {
      "cite": "Gugu Mona",
      "quote": "You will be left behind when you choose to remain behind."
    },
    {
      "cite": "Abhijit Kar Gupta",
      "quote": "If you are able to forget yourself, you will know you would not be forgotten!"
    },
    {
      "cite": "Christopher Poindexter",
      "quote": "Nothing brings to life again a forgotten memory like a fragrance."
    },
    {
      "cite": "Henry Royce",
      "quote": "The quality will remain when the price is forgotten."
    },
    {
      "cite": "Lykke Li",
      "quote": "If you're being ignored, that's a good time to concentrate on finding yourself and creating your own mystery."
    },
    {
      "cite": "Statius",
      "quote": "Left behind as a memory for us."
    },
    {
      "cite": "Isabel Allende",
      "quote": "Write what should not be forgotten."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Being unwanted, unloved, uncared for, forgotten by everybody, I think that is a much greater hunger, a much greater poverty than the person who has nothing to eat."
    },
    {
      "cite": "Tess Gerritsen",
      "quote": "Only the forgotten are truly dead."
    },
    {
      "cite": "Martin Amis",
      "quote": "When the past is forgotten, the present is unforgettable"
    },
    {
      "cite": "William Wordsworth",
      "quote": "The little unremembered acts of kindness and love are the best parts of a person's life."
    },
    {
      "cite": "Charles Dickens",
      "quote": "One always begins to forgive a place as soon as it's left behind."
    },
    {
      "cite": "Anonymous",
      "quote": "The worst feeling is not being lonely, sometimes it is being forgotten by someone you can't forget."
    },
    {
      "cite": "Mark Twain",
      "quote": "It is better to take what does not belong to you than to let it lie around neglected."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "If you would be unloved and forgotten, be reasonable."
    },
    {
      "cite": "Mick Jagger",
      "quote": "People think they know you. They know the things about you that you have forgotten."
    },
    {
      "cite": "David Ogden Stiers",
      "quote": "Family means no one gets left behind or forgotten."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Remember the unremembered; love the unloved; salute the unsaluted; hear the unheard; do the things which have not been done!"
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "The things we remember best are those better forgotten."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The happiness of life is made up of minute fractions the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment."
    },
    {
      "cite": "Ovid",
      "quote": "When a rose dies, a thorn is left behind."
    },
    {
      "cite": "Voltaire",
      "quote": "Present opportunities are not to be neglected; they rarely visit us twice."
    },
    {
      "cite": "Milton Berle",
      "quote": "Experience is what you have after you've forgotten her name."
    },
    {
      "cite": "Adam Rex",
      "quote": "You can do terrible things when you don't know who you are."
    },
    {
      "cite": "Ozzy Osbourne",
      "quote": "What's the future of mankind? How do I know, I got left behind."
    },
    {
      "cite": "Steven Spielberg",
      "quote": "People have forgotten how to tell a story. Stories don't have a middle or an end any more. They usually have a beginning that never stops beginning."
    },
    {
      "cite": "Charlotte Eriksson",
      "quote": "Make someone feel something and you will never be forgotten."
    },
    {
      "cite": "Marie Antoinette",
      "quote": "There is nothing new except what has been forgotten."
    }
  ]
}