{
  "source": "https://www.wisesayings.com/forgetting-the-past-quotes/",
  "theme": "forgetting-the-past",
  "quotes": [
    {
      "cite": "Steve Maraboli",
      "quote": "If people refuse to look at you in a new light and they can only see you for what you were, only see you for the mistakes you've made, if they don't realize that you are not your mistakes, then they have to go."
    },
    {
      "cite": "C. JoyBell C.",
      "quote": "If you want to forget something or someone, never hate it, or never hate him/her. Everything and everyone that you hate is engraved upon your heart; if you want to let go of something, if you want to forget, you cannot hate."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "Renew, release, let go. Yesterday's gone. There's nothing you can do to bring it back. You can't  should've  done something. You can only DO something. Renew yourself. Release that attachment. Today is a new day!"
    },
    {
      "cite": "Jeffrey McDaniel",
      "quote": "I realise there's something incredibly honest about trees in winter, how they're experts at letting things go."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Think about any attachments that are depleting your emotional reserves. Consider letting them go."
    },
    {
      "cite": "Louise Smith",
      "quote": "You can't reach for anything new if your hands are still full of yesterday's junk."
    },
    {
      "cite": "RVM",
      "quote": "Rather than wasting time on yesterday that is gone, it is better to invest your time in tomorrow that is not yet born."
    },
    {
      "cite": "Christopher Paolini",
      "quote": "People have an annoying habit of remembering things they shouldn't."
    },
    {
      "cite": "Buddha",
      "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
    },
    {
      "cite": "Thomas S. Monson",
      "quote": "The past is behind, learn from it. The future is ahead, prepare for it. The present is here, live it."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future."
    },
    {
      "cite": "Phillips Brooks",
      "quote": "Forgive, forget. Bear with the faults of others as you would have them bear with yours."
    },
    {
      "cite": "Jack Dempsey",
      "quote": "By forgetting the past and by throwing myself into other interests, I forget to worry."
    },
    {
      "cite": "Ethel Barrymore",
      "quote": "Our achievements speak for themselves. What we have to keep track of are our failures, discouragements and doubts. We tend to forget the past difficulties, the many false starts, and the painful groping."
    },
    {
      "cite": "Brian Eno",
      "quote": "I don't live in the past at all; I'm always wanting to do something new. I make a point of constantly trying to forget and get things out of my mind."
    },
    {
      "cite": "Jayden Hayes",
      "quote": "Letting go and forgetting the past is easier said than done, but never use the past as an excuse to not care about your future."
    },
    {
      "cite": "Abhishek Tiwari",
      "quote": "I don't believe in forgetting the past, Because it's always going to be a part of my life. But I can learn from it, accept it and move on!"
    },
    {
      "cite": "unknown",
      "quote": "Moving on isn't forgetting the past, it's learning from it."
    },
    {
      "cite": "unknown",
      "quote": "Never forget the past, and hold no regrets for the mistakes you've made. forgetting the pastcan cause you to make the same mistakes again."
    },
    {
      "cite": "unknown",
      "quote": "Sometimes you have to forget what's gone, appreciate what still remains, and look forward to what's coming next."
    },
    {
      "cite": "Alyson Noel",
      "quote": "The only thing a person can ever really do is keep moving forward. Take that big leap forward without hesitation, without once looking back. Simply forget the past and forge toward the future."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "I think the secret to a happy life is a selective memory. Remember what you are most grateful for and quickly forget what your not."
    },
    {
      "cite": "Catherine Anderson",
      "quote": "The sadness in your heart is a yesterday you can no longer see, so put it behind you and walk always forward."
    },
    {
      "cite": "Simon Wiesenthal",
      "quote": "Forgetting is something time alone takes care of, but forgiveness is an act of volition, and only the sufferer is qualified to make the decision"
    },
    {
      "cite": "pleasefindthis, I Wrote This For You",
      "quote": "You're just another story I can't tell anymore."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "There is no past that we can bring back by longing for it. There is only an eternally new now that builds and creates itself out of the Best as the past withdraws."
    },
    {
      "cite": "George Orwell",
      "quote": "Who controls the past controls the future: who controls the present controls the past."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Man... cannot learn to forget, but hangs on the past: however far or fast he runs, that chain runs with him."
    },
    {
      "cite": "unknown",
      "quote": "The beauty of the past is that it is the past. The beauty of the now is to know it. The beauty of the future is to see where one is going."
    },
    {
      "cite": "unknown",
      "quote": "It is sadder to find the past again and find it inadequate to the present than it is to have it elude you and remain forever a harmonious conception of memory."
    },
    {
      "cite": "Cherokee Indian Proverb",
      "quote": "Don't let yesterday use up too much of today."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "No man is rich enough to buy back his past."
    },
    {
      "cite": "Michael Cibenko",
      "quote": "One problem with gazing too frequently into the past is that we may turn around to find the future has run out on us."
    },
    {
      "cite": "Andre Maurois",
      "quote": "The first recipe for happiness is: avoid too lengthy meditation on the past."
    },
    {
      "cite": "Dodinsky",
      "quote": "Do not let your shadow walk you. You are not a slave of the past."
    },
    {
      "cite": "Philippians 3:13",
      "quote": "Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead,"
    },
    {
      "cite": "Isaiah 43:18-19",
      "quote": "Remember not the former things, nor consider the things of old. Behold, I am doing a new thing; now it springs forth, do you not perceive it? I will make a way in the wilderness and rivers in the desert."
    },
    {
      "cite": "Ephesians 4:31-32",
      "quote": "Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."
    },
    {
      "cite": "Isaiah 43:25",
      "quote": "I am he who blots out your transgressions for my own sake, and I will not remember your sins."
    },
    {
      "cite": "William J. Durant",
      "quote": "Forget past mistakes and forget failures. Forget everything except what you are going to do now and do it."
    },
    {
      "cite": "Jaromir Jagr",
      "quote": "We have to forget the past. History is something that even today we are paying the consequences, and the future is integration. We all as a people, as citizens, as the leadership of both countries should be looking in that direction."
    },
    {
      "cite": "George Allen, Sr.",
      "quote": "Forget the past - the future will give you plenty to worry about."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Everybody's got a past. The past does not equal the future unless you live there."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "In the process of letting go you will lose many things from the past, but you will find yourself It will be a permanent Self, rooted in awareness and creativity. Once you have captured this, you have captured the world."
    },
    {
      "cite": "Daphne Rose Kingma",
      "quote": "Holding on is believing that there's only a past; letting go is knowing that there's a future."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "The knowledge of the past stays with us. To let go is to release the images and emotions, the grudges and fears, the clingings and disappointments of the past that bind our spirit."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "We must be willing to let go of the life we've planned, so as to have the life that is waiting for us."
    },
    {
      "cite": "Tennessee William",
      "quote": "There is a time for departure, even when there is no certain place to go."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "You are responsible for your life. You can't keep blaming somebody else for your dysfunction. Life is really about moving on."
    },
    {
      "cite": "Dave Mustaine",
      "quote": "Moving on, is a simple thing, what it leaves behind is hard."
    },
    {
      "cite": "David Wolinski",
      "quote": "Love is not all I crave / I know there's a world to save / But I've always done my best / And I think, I've passed every test / But there's something about a brand new heart / So I can leave my past behind"
    },
    {
      "cite": "Otis Jackson",
      "quote": "Today is the shadow of tomorrow / Today is the present future of yesterday / Yesterday is the shadow of today / The darkness of the past is yesterday / And the light of the past is yesterday"
    },
    {
      "cite": "Otis Jackson",
      "quote": "The wisdom of the past is the light of the past / The light which is to be the wisdom of the future / The light of the future casts the shadows of tomorrow"
    },
    {
      "cite": "Joe Bihari",
      "quote": "Yes, I'm looking for a better future and forgetting about the past / I'm looking for a better future and forgetting about the past / Now I'm so glad that troubles don't always last"
    },
    {
      "cite": "Webb Pierce",
      "quote": "More and more I'm forgetting the past / More and more I'm living at last / Day by day I'm a-losing my blues"
    },
    {
      "cite": "Noel Coward",
      "quote": "Time may lie heavy between / But what has been / is past forgetting / This sweet memory / Across the years / Will come to me"
    },
    {
      "cite": "Jamiinfinity",
      "quote": "I am controlling my future / I am forgetting my past / Making the best of the present / Those who don't are coming in last, aye / Forget about race do the dash, aye"
    },
    {
      "cite": "Joakim Akerman",
      "quote": "We're like candles burning in both ends / Like divers suffering from the bends  / We'll hit the surface far too fast  / And keep on forgetting our past"
    },
    {
      "cite": "Shawn Phillips",
      "quote": "And now loving is in living for forgetting your past / So now why the distant stare? / Could it be there is someone who remains / In her heart and she cares?"
    },
    {
      "cite": "Don Velli",
      "quote": "I need you to be more forgetting of the past / And for the future be more optimistic / Just for the night I need you not to be realistic / Idealistic"
    },
    {
      "cite": "Juan Nacif",
      "quote": "Rolling on the highway one / Vibes, from the sea, everyone is with a smile / Living for today, forgetting all our past / And her smile, looks like the shiniest star"
    },
    {
      "cite": "Fahl",
      "quote": "In her face he looks for traces / Of the woman he once knew / Not forgetting, past regretting / Hidden hours and hotel rooms"
    },
    {
      "cite": "Danny Elfman",
      "quote": "Something's here I'm not quite getting / Though I try, I keep forgetting / Like a memory long since past / Here in an instant, gone in a flash"
    },
    {
      "cite": "Bill Anderson",
      "quote": "Bright lights and country music a bottle and a glass / Soon I'll be forgetting that there ever was a past / And when everybody asks me what helped me forget so fast / I'll say those bright lights and country music"
    },
    {
      "cite": "Alexander Amiruddin",
      "quote": "And it feels like a hand grenade / That man, I'll never understand / Everyone's living in the past / Instead of forgetting her"
    },
    {
      "cite": "Jason Walker",
      "quote": "I'm clean through no good of my own / But when You look at me You see Your Son / And I am clean / Looking back, my past is worth forgetting / But every try brings me to my knees"
    },
    {
      "cite": "Baker",
      "quote": "We burn the candle at both ends / The circle turns, we start again / Let's make our future better than our past / Life's too short to love this fast"
    },
    {
      "cite": "Kevin Coyne",
      "quote": "Driving way too fast  / Living in the past  / And never knowing that I'm happy / I've been really, really bad"
    },
    {
      "cite": "Amy Elizabeth Ray",
      "quote": "Back in the long stretch of loneliness  / I have come to call a living,  / I'm getting something for all this love's labor,  / Even when I am forgetting."
    },
    {
      "cite": "Aiis",
      "quote": "Getting up / I start anew / Forgetting all that I have put me through / Unraveling my past / Now I am back"
    },
    {
      "cite": "Tim Kring",
      "quote": "Forget the past. Save the future."
    },
    {
      "cite": "Claude Chabrol",
      "quote": "Think of yourself now. Forget the past. Live in the present. That's surprising. Normally, people say the opposite."
    },
    {
      "cite": "Tetsurô Sayama",
      "quote": "There's no future for people who worship the future, and forget the past."
    },
    {
      "cite": "Nicholas Boxer",
      "quote": "I find life is easier if I can forget the past."
    },
    {
      "cite": "John Logan",
      "quote": "You've tried to forget the past for so long, but it has caused you nothing but unhappiness. Maybe it's time you tried to remember."
    },
    {
      "cite": "Mike Kelley",
      "quote": "There's an old saying about those who cannot remember the past being condemned to repeat it. But those of us who refuse to forget the past are condemned to relive it."
    },
    {
      "cite": "Elizabeth Young",
      "quote": "He's gonna be so sorry he lost you, so stop worrying. Forget the past. Forget the pain."
    },
    {
      "cite": "Denis Dyack",
      "quote": "You must forget the past. Despite who you are now, you will also become something more."
    },
    {
      "cite": "Hideo Kojima",
      "quote": "Building the future and keeping the past alive are one in the same thing."
    },
    {
      "cite": "Lewis Hyde",
      "quote": "The furies bloat the present with the undigested past. / 'Memory and oblivion, we call that imagination.' / We dream in order to forget."
    },
    {
      "cite": "Ann Landers",
      "quote": "Nobody gets to live life backward. Look ahead--that is where your future lies."
    },
    {
      "cite": "Buddha",
      "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
    },
    {
      "cite": "Dr. Wayne Dyer",
      "quote": "Stop acting as if life is a rehearsal. Life this day as if it were your last. The past is over and gone. The future is not guaranteed."
    },
    {
      "cite": "Winnie Mandela",
      "quote": "True reconciliation does not consist in merely forgetting the past."
    },
    {
      "cite": "Phil 03:13-14",
      "quote": "I leave the past behind and with hands outreached to what ever lies ahead I go straight for the goal."
    },
    {
      "cite": "Max Lucado",
      "quote": "There ain't no future in the past in the past. You can't change yesterday, but you can do something about your tomorrow."
    },
    {
      "cite": "Jessamyn West",
      "quote": "The past is really almost as much a work of the imagination as the future."
    },
    {
      "cite": "A. Whitney Brown",
      "quote": "The past actually happened but history is only what someone wrote down."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I like the dreams of the future better than the history of the past."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Certain past experiences reminds us of those times in which we wish would just go away. More often than not, these memories live in the subconscious part of our minds. It's these memories, which can suddenly turn a good time into bad."
    },
    {
      "cite": "James A. Murphy",
      "quote": "Sometimes when you feel completely powerless to a situation in your life, all you can do is let go. Sometimes letting go is all it takes to create the change you want."
    },
    {
      "cite": "Lesley Robins",
      "quote": "Keep moving. Exercise will make you feel better. It's a fact. Do not rush into being a superwoman at the gym or joining a team to run a marathon right after the breakup."
    },
    {
      "cite": "Lesley Robins",
      "quote": "You can't change the past. It was what it was, and we learn and grow from our experiences so next time we're better equipped to make self-honoring choices."
    },
    {
      "cite": "James A. Murphy",
      "quote": "The trick to having more good time, is to do your best to focus on what you've learned from your past life challenges."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "Despite the heartache and loss, the reason you are not hearing from me is that I am too busy taking care of myself moving on with my fabulous life."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "You gladly accept this radio silence because your relationship has been broken for a while, and get on with your grieving because you are moving on to something better."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "Now, defeating kryptonite and getting over a broken heart is incredibly tough. It's also wildly empowering. But the even bigger victory is finally living your own life again without the constant presence of heartache."
    },
    {
      "cite": "Greg Behrendt",
      "quote": "The hard truth is that breakups are sink-or-swim. Some people spend their life in an emotional downward spiral because they can't get over lost love. Others, most notably you, use it as a turning point to reevaluate, rebuild, and possibly redecorate."
    },
    {
      "cite": "Lewis Hyde",
      "quote": "Firewood becomes ash, and it does not become firewood again."
    },
    {
      "cite": "Lewis Hyde",
      "quote": "Forgetting the past and moving toward the things which are before me, I press on toward the goal."
    }
  ]
}