{
  "source": "https://www.wisesayings.com/forgiveness-quotes/",
  "theme": "forgiveness",
  "quotes": [
    {
      "cite": "Stormie Omartian",
      "quote": "Forgiveness doesn't make the other person right, it makes you free."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "To be a Christian means to forgive the inexcusable because God has forgiven the inexcusable in you."
    },
    {
      "cite": "Max Lucado",
      "quote": "Forgiveness is unlocking the door to set someone free and realising you were the prisoner!"
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Forgiveness is the key that unlocks the door of resentment and the handcuffs of hatred. It is a power that breaks the chains of bitterness and the shackles of selfishness."
    },
    {
      "cite": "Confucius",
      "quote": "Those who cannot forgive others break the bridge over which they themselves must pass."
    },
    {
      "cite": "Martin Luther King",
      "quote": "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love."
    },
    {
      "cite": "Rick Warren",
      "quote": "To begin loving people today, we must close the door on the past. And that cannot happen without forgiveness! Forgive those who have hurt you for your sake, not because they deserve it."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "You will know that forgiveness has begun when you recall those who hurt you and feel the power to wish them well."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Whatever our religion, we know that if we really want to love, we must first learn to forgive before anything else."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "We all agree that forgiveness is a beautiful idea until we have to practice it."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "When you forgive, you in no way change the past - but you sure do change the future."
    },
    {
      "cite": "Lawana Blackwell",
      "quote": "The hatred you're carrying is a live coal in your heart far more damaging to yourself than to them."
    },
    {
      "cite": "Robert Browning",
      "quote": "Good to forgive, best to forget."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Forgiveness is not an occasional act, it is a constant attitude."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Forgiveness is choosing to love. It is the first skill of self giving love."
    },
    {
      "cite": "Ben Greenhalgh",
      "quote": "Forgiveness is a sign that the person who has wronged you means more to you than the wrong they have delt."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "True forgiveness is when you can say, thank you for that experience."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Never forget the three powerful resources you always have available to you: love, prayer, and forgiveness."
    },
    {
      "cite": "Robert Muller",
      "quote": "To forgive is the highest, most beautiful form of love. In return, you will receive untold peace and happiness."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "Without forgiveness, there is no future."
    },
    {
      "cite": "Reinhold Niebuhr",
      "quote": "Forgiveness is the final form of love."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "Forgiveness is not always easy. At times, it feels more painful than the wound we suffered, to forgive the one that inflicted it. And yet, there is no peace without forgiveness."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "To forgive is to set a prisoner free and discover that the prisoner was you."
    },
    {
      "cite": "Lewis B. Smedes",
      "quote": "Forgiveness is God's invention for coming to terms with a world in which people are unfair to each other and hurt each other deeply. He began by forgiving us. And He invites us all to forgive each other."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Forgiveness is giving up the hope that the past could have been any different, it's accepting the past for what it was, and using this moment and this time to help yourself move forward."
    },
    {
      "cite": "Cherie Carter-Scott",
      "quote": "Anger makes you smaller, while forgiveness forces you to grow beyond what you were."
    },
    {
      "cite": "Caroline Myss",
      "quote": "By far the strongest poison to the human spirit is the inability to forgive oneself or another person. Forgiveness is no longer an option but a necessity for healing."
    },
    {
      "cite": "Confucius",
      "quote": "The more you know yourself, the more you forgive yourself."
    },
    {
      "cite": "Gerald Jampolsky",
      "quote": "Forgiveness is an inner correction that lightens our heart and frees us to live in the present. It is for our peace of mind first. Being at peace, we now have peace to extend to others, and this is the most permanent and valuable gift we can possibly give."
    },
    {
      "cite": "William P. Young",
      "quote": "Forgiveness in no way requires that you trust the one you forgive."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "One forgives to the degree that one loves."
    },
    {
      "cite": "Alice Miller",
      "quote": "Genuine forgiveness does not deny anger but faces it head on."
    },
    {
      "cite": "Robert Breault",
      "quote": "If you can't forgive and forget, pick one."
    },
    {
      "cite": "Celia Cruz",
      "quote": "Forgiving is not forgetting. Forgiving is remembering without pain."
    },
    {
      "cite": "John Macarthur",
      "quote": "Forgiveness unleashes joy. It brings peace. It washes the slate clean. It sets all the highest values of love in motion. In a sense, forgiveness is Christianity at its highest level."
    },
    {
      "cite": "Bill Cosby",
      "quote": "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what's bitter and move on."
    },
    {
      "cite": "Lance Morrow",
      "quote": "Not to forgive is to be imprisoned by the past, by old grievances that do not permit life to proceed with new business."
    },
    {
      "cite": "Louise Hay",
      "quote": "Forgiveness is for yourself because it frees you. It lets you out of that prison you put yourself in."
    },
    {
      "cite": "Indira Gandhi",
      "quote": "Forgiveness is a virtue of the brave."
    },
    {
      "cite": "Corrie ten Boom",
      "quote": "Forgiveness is an act of the will, and the will can function regardless of the temperature of the heart."
    },
    {
      "cite": "Mark Twain",
      "quote": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it."
    },
    {
      "cite": "Josh Billings",
      "quote": "There is no revenge so complete as forgiveness."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Forgiveness is the remission of sins. For it is by this that what has been lost, and was found, is saved from being lost again."
    },
    {
      "cite": "Hannah Arendt",
      "quote": "Forgiveness is the key to action and freedom."
    },
    {
      "cite": "Mason Cooley",
      "quote": "Forgiveness is like faith. You have to keep reviving it."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "The first step in forgiveness is the willingness to forgive."
    },
    {
      "cite": "Catherine Ponder",
      "quote": "The forgiving state of mind is a magnetic power for attracting good. No good thing can be withheld  from the forgiving state of mind."
    },
    {
      "cite": "Lawana Blackwell",
      "quote": "Forgiveness is almost a selfish act because of its immense benefits to the one who forgives."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Forgiveness is a funny thing. It warms the heart and cools the sting."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "A winner rebukes and forgives. A loser is too timid to rebuke and too petty to forgive."
    },
    {
      "cite": "Gary Zukav",
      "quote": "If you choose to forgive someone who has wronged you rather than to hate that person, you shift the frequency of your Light."
    },
    {
      "cite": "English Proverb",
      "quote": "A fault confessed is half redressed."
    },
    {
      "cite": "unknown",
      "quote": "A grudge is a heavy thing to carry."
    },
    {
      "cite": "Bible (Peter 4:8)",
      "quote": "Charity covers a multitude of sins."
    },
    {
      "cite": "Henry Ellis",
      "quote": "Don't make a mountain out of a molehill."
    },
    {
      "cite": "unknown",
      "quote": "Forgive and forget."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Forgiveness is the attribute of the strong."
    },
    {
      "cite": "German Proverb",
      "quote": "If God were not willing to forgive sin, heaven would be empty."
    },
    {
      "cite": "Christina Georgina Rossetti",
      "quote": "Let bygones be bygones."
    },
    {
      "cite": "unknown",
      "quote": "Record only the sunny hours."
    },
    {
      "cite": "unknown",
      "quote": "Repay evil with kindness."
    },
    {
      "cite": "John Milton",
      "quote": "Temper justice with mercy."
    }
  ]
}