{
  "source": "https://www.wisesayings.com/fork-in-the-road-quotes/",
  "theme": "fork-in-the-road",
  "quotes": [
    {
      "cite": "Michelle Cruz-Rosado",
      "quote": "When you come to a fork in the road, be still, and see with your mind's eye. There you find the clarity you seek."
    },
    {
      "cite": "Angela Khristin Brown",
      "quote": "When coming to the fork in the road, be cautious of the direction you choose in life."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Every major difficulty you face in life is a fork in the road. You choose which track you will head down, toward breakdown or breakthrough."
    },
    {
      "cite": "Olga Grushin",
      "quote": "Whenever you come to a fork in the road, always choose the harder path, otherwise the path of least resistance will be chosen for you."
    },
    {
      "cite": "Brad Meltzer",
      "quote": "Every life has forks in the road. And sometimes, the tines of that fork stab deep."
    },
    {
      "cite": "Elizabeth George",
      "quote": "At the fork in every road, choose the road that brings you nearer to God."
    },
    {
      "cite": "Michael S. McKinney",
      "quote": "Do not stand before the fork in the road with indecisive decisions!"
    },
    {
      "cite": "Pat Riley",
      "quote": "When you face a fork in the road, step on the exhilarator!"
    },
    {
      "cite": "Mike DeWine",
      "quote": "On every journey you take, you are met with options. At every fork in the road, you make a choice. These are the decisions that shape your life."
    },
    {
      "cite": "Liz Murray",
      "quote": "This fork in the road happens over a hundred times a day, and it's the choices that you make that will determine the shape of your life."
    },
    {
      "cite": "John Sandford",
      "quote": "Impossible to know. The thing is, you take a fork in the road, it doesn't always work out for the better . . . but sometimes it does. It must."
    },
    {
      "cite": "Marie Forleo",
      "quote": "When it comes to forks in the road, your heart always knows the answer, not your mind."
    },
    {
      "cite": "Yogi Berra",
      "quote": "If you come to a fork in the road, take it."
    },
    {
      "cite": "Paul Samuelson",
      "quote": "You're not making a decision if you come to a fork in the road. There is no 'it' to take. It's one or the other."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "With all these forks in the roads of our path, why do so many choose to take the knife?"
    }
  ]
}