{
  "source": "https://www.wisesayings.com/formal-quotes/",
  "theme": "formal",
  "quotes": [
    {
      "cite": "Abhishek Ratna",
      "quote": "Formal business situations are likely to be the least revealing because these are the times when all of us are most likely to have our ‘game faces' on."
    },
    {
      "cite": "Dr. Cat",
      "quote": "Being formal is always better, no expectations no demands."
    },
    {
      "cite": "Lemony Snicket",
      "quote": "Just because something is traditional is no reason to do it, of course."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "Tradition becomes our security, and when the mind is secure it is in decay."
    },
    {
      "cite": "Mark Twain",
      "quote": "The less there is to justify a traditional custom, the harder it is to get rid of it"
    },
    {
      "cite": "Warren Ellis",
      "quote": "Tradition: one of those words conservative people use as a shortcut to thinking."
    },
    {
      "cite": "Gustav Mahler",
      "quote": "Tradition is not the worship of ashes, but the preservation of fire."
    },
    {
      "cite": "Alice Albinia",
      "quote": "Tradition is a fragile thing in a culture built entirely on the memories of the elders."
    },
    {
      "cite": "Matthew Scully",
      "quote": "Sometimes tradition and habit are just that, comfortable excuses to leave things be, even when they are unjust and unworthy."
    },
    {
      "cite": "Winston Churchill",
      "quote": "A love of tradition has never weakened a nation."
    },
    {
      "cite": "Harold MacMillan",
      "quote": "Tradition does not mean that the living are dead, it means that the dead are living."
    },
    {
      "cite": "Matt St. Germain-Donnelly",
      "quote": "Take 'tradition' out of the equation. Tradition is a human idea too, and traditions change to fit our societal needs."
    },
    {
      "cite": "Ellen Goodman",
      "quote": "Traditions are the guideposts driven deep in our subconscious minds. The most powerful ones are those we can’t even describe and aren’t even aware of."
    },
    {
      "cite": "Leo Strauss",
      "quote": "It is of the essence of traditions that they cover or conceal their humble foundations by erecting impressive edifices on them."
    },
    {
      "cite": "Will Pebbles",
      "quote": "Old traditions are timeless; the melodies of our roots can resonate deeply as they travel through the years."
    },
    {
      "cite": "Stacy Aumonier",
      "quote": "Tradition is a fine thing. Nothing comes out of the blue, except perhaps thunderbolts and they are not really very useful things."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Tradition is a guide and not a jailer."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Every generation is inculcated in traditions of prejudice which are encouraged as normal, natural and healthy."
    },
    {
      "cite": "Lars Fr. H. Svendsen",
      "quote": "Traditions have been replaced by lifestyles."
    },
    {
      "cite": "John Searle",
      "quote": "You do not understand your own tradition if you do not see it in relation to others."
    },
    {
      "cite": "Jonah Goldberg",
      "quote": "Cultures grow on the vine of tradition."
    },
    {
      "cite": "Woody Allen",
      "quote": "Tradition is the illusion of permanence."
    },
    {
      "cite": "Jiddu Krishnamurti",
      "quote": "All tradition is merely the past."
    },
    {
      "cite": "Will Peebles",
      "quote": "Tradition is comforting. It's solemn, steady and unwavering."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "A tradition without intelligence is not worth having."
    },
    {
      "cite": "Taylor Welsh",
      "quote": "Family traditions are important because they give you a source of identity, teach values, strengthen the family bond and add to the rhythm of life."
    },
    {
      "cite": "James Agee",
      "quote": "You must be in tune with the times and prepared to break with tradition."
    },
    {
      "cite": "James Agee",
      "quote": "Human beings need to belong to a tradition and equally need to know about the world in which they find themselves."
    }
  ]
}