{
  "source": "https://www.wisesayings.com/fortune-quotes/",
  "theme": "fortune",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "A body makes his own luck, be it good or bad."
    },
    {
      "cite": "Portuguese (on fortune)",
      "quote": "Change yourself and fortune will change."
    },
    {
      "cite": "unknown",
      "quote": "Good things come when you least expect them."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Great actions are not always true sons of great and mighty resolutions."
    },
    {
      "cite": "Robert Herrick",
      "quote": "Happy is the bride that the sun shines on."
    },
    {
      "cite": "Aesop",
      "quote": "It is possible to have too much of a good thing."
    },
    {
      "cite": "P. H. Myers",
      "quote": "Lightning never strikes the same place twice."
    },
    {
      "cite": "unknown",
      "quote": "May the wind be always at your back."
    },
    {
      "cite": "George Herbert",
      "quote": "Sum up at night what thou hast done by day."
    },
    {
      "cite": "Estonian (on perversity)",
      "quote": "The new boat will find the old stones."
    },
    {
      "cite": "English (on buying and selling)",
      "quote": "Venture a small fish to catch a great one."
    },
    {
      "cite": "Yiddish (on fortune)",
      "quote": "When fortune calls, offer her a chair."
    },
    {
      "cite": "Iranian",
      "quote": "When fortune turns against you, even jelly breaks your teeth."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Diligence is the mother of good fortune."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A wise man turns chance into good fortune."
    },
    {
      "cite": "Julius Caesar",
      "quote": "Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces."
    },
    {
      "cite": "Louis Pasteur",
      "quote": "Fortune favors the prepared mind."
    },
    {
      "cite": "Virgil",
      "quote": "Come what may, all bad fortune is to be conquered by endurance."
    },
    {
      "cite": "Goethe",
      "quote": "The day of fortune is like a harvest day, We must be busy when the corn is ripe."
    },
    {
      "cite": "Alison Cockburn",
      "quote": "I've seen the smiling of Fortune beguiling, I've felt all its favours and found its decay."
    },
    {
      "cite": "Edward Counsel",
      "quote": "There is frequently a poison in fortune's gifts."
    },
    {
      "cite": "E.H. Chapin",
      "quote": "The loss of fortune to a true man is but the trumpet challenge to renewed exertion, not the thunder stroke of destruction."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "Fortune may raise up or abuse the ordinary mortal, but the sage and the soldier should have minds beyond her control."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "We make a goddess of Fortune ... and place her in the highest heaven. But it is not fortune that is exalted and powerful, but we ourselves that are abject and weak."
    },
    {
      "cite": "John Dryden",
      "quote": "It is madness to make fortune the mistress of events, because by herself she is nothing and is ruled by prudence."
    },
    {
      "cite": "Horace",
      "quote": "If a man's fortune does not fit him, it is like the shoe in the story; if too large it trips him up, if too small it pinches him."
    },
    {
      "cite": "Anonymous",
      "quote": "Fortune does not so much change men, as it unmasks them."
    },
    {
      "cite": "Mark Twain",
      "quote": "Fortune knocks at every man's door once in a life, but in a good many cases the man is in a neighboring saloon and does not hear her."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "Fortune is like glass--the brighter the glitter, the more easily broken."
    },
    {
      "cite": "Charles V",
      "quote": "Fortune has something of the nature of a woman. If she is too intensely wooed, she commonly goes the further away."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that waits upon fortune, is never sure of a dinner."
    },
    {
      "cite": "Moasi",
      "quote": "Good fortune and evil fortune come to all things alike in this world of time."
    },
    {
      "cite": "Vincent Voiture",
      "quote": "Fortune is a great deceiver. She sells very dear the things she seems to give us."
    },
    {
      "cite": "Francis Bacon",
      "quote": "If a man look sharply and attentively, he shall see Fortune; for though she be blind, yet she is not invisible."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Behind every great fortune there is a crime."
    },
    {
      "cite": "Oliver Goldsmith",
      "quote": "Fortune is ever seen accompanying industry."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "Fortune is the rod of the weak, and the staff of the brave."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Fortune brings in some boats that are not steered."
    },
    {
      "cite": "Francis Bacon",
      "quote": "The way of fortune is like the milky way in the sky; which is a number of smaller stars, not seen asunder, but giving light together; so it is a number of little and scarce discerned virtues, or rather faculties and customs, that make men fortunate"
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "We should manage our fortune as we do our health - enjoy it when good, be patient when it is bad, and never apply violent remedies except in an extreme necessity"
    },
    {
      "cite": "Antoinette Deshoulieres",
      "quote": "No one is satisfied with his fortune, nor dissatisfied with his intellect"
    },
    {
      "cite": "German Proverb",
      "quote": "Fortune and misfortune are two buckets in the same well"
    },
    {
      "cite": "Jonathan Swift",
      "quote": "The power of fortune is confessed only by the miserable; for the happy impute all their success to prudence and merit"
    },
    {
      "cite": "Seneca",
      "quote": "A great fortune is a great slavery."
    },
    {
      "cite": "Amelia E. Barr",
      "quote": "Fortune sells her wares; she never gives them. In some form or other, we pay for her favors; or we go empty away."
    },
    {
      "cite": "Francis Bacon",
      "quote": "No man's fortune can be an end worthy of his being."
    },
    {
      "cite": "Miguel de Cervantes",
      "quote": "The brave man carves out his fortune and every man is the son of his own works."
    },
    {
      "cite": "Arthur Schopenhauer",
      "quote": "Friends and acquaintances are the surest passport to fortune."
    },
    {
      "cite": "Charles Kuralt",
      "quote": "We always take credit for the good and attribute the bad to fortune."
    },
    {
      "cite": "Proverb",
      "quote": "To attract good fortune, spend a new penny on an old friend, share an old pleasure with a new friend and lift up the heart of a true friend by writing his name on the wings of a dragon."
    },
    {
      "cite": "George Chapman",
      "quote": "Fortune, the great commandress of the world, Hath diverse ways to advance her followers: To some she gives honor without deserving; To other some, deserving without honor; Some wit, some wealth,--and some, wit without wealth; Some wealth without wit; some nor wit nor wealth."
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "On what a slender threads our fortune and our life hang!"
    },
    {
      "cite": "Alexandre Dumas",
      "quote": "That is a dream also, only he has remained asleep, while you have awakened and who knows which of you is the most fortunate?"
    },
    {
      "cite": "Boethius",
      "quote": "All fortune is good fortune, for it either rewards, disciplines, amends, or punishes, and so is either useful or just."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Love, like Fortune, favors the bold."
    },
    {
      "cite": "H. Raven Rose",
      "quote": "This is your karma. You do not understand now, but you will understand later. The source of pain is within your own larger expression of being."
    },
    {
      "cite": "Helen Keller",
      "quote": "Instead of comparing our lot with that of those who are more fortunate than we are, we should compare it with the lot of the great majority of our fellow men. It then appears that we are among the privileged."
    },
    {
      "cite": "Hermann Hesse",
      "quote": "I have always believed, and I still believe, that whatever good or bad fortune may come our way we can always give it meaning and transform it into something of value."
    },
    {
      "cite": "Jeannette Walls",
      "quote": "You'll never make a fortune working for the boss man."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Self-education will make you a fortune."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "I often think how unfairly life's good fortune is sometimes distributed."
    },
    {
      "cite": "Miguel de Cervantes Saavedra",
      "quote": "Diligence is the mother of good fortune."
    },
    {
      "cite": "Nadia Scrieva",
      "quote": "Each meeting occurs at the precise moment for which it was meant. Usually, when it will have the greatest impact on our lives."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The crowning fortune of a man is to be born to some pursuit which finds him employment and happiness, whether it be to make baskets, or broadswords, or canals, or statues, or songs."
    },
    {
      "cite": "Seneca",
      "quote": "The final hour when we cease to exist does not itself bring death, it merely of itself completes the death-process. We reach death at that moment, but we have been a long time on the way."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Oh, I am fortune's fool!"
    }
  ]
}