{
  "source": "https://www.wisesayings.com/fortitude-quotes/",
  "theme": "fortitude",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Patience and fortitude conquer all things."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Fortitude is the disposition of soul which enables us to despise all inconveniences and the loss of things not in our power."
    },
    {
      "cite": "Sarada Devi",
      "quote": "There is no treasure equal to contentment and no virtue equal to fortitude."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "He who is not courageous enough to take risks will accomplish nothing in life."
    },
    {
      "cite": "John Locke",
      "quote": "Fortitude is the guard and support of the other virtues."
    },
    {
      "cite": "Joseph Addison",
      "quote": "True fortitude is seen in great exploits That justice warrants, and that wisdom guides; And all else is tow'ring phrenzy and distraction."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen."
    },
    {
      "cite": "Confucius",
      "quote": "To be fond of learning is near to wisdom; to practice with vigor is near to benevolence; and to be conscious of shame is near to fortitude."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Without courage you can't practice any other virtue consistently."
    },
    {
      "cite": "Plautus",
      "quote": "Fortitude is a great help in distress."
    },
    {
      "cite": "Bayode Ojo",
      "quote": "Attitude with gratitude supported by fortitude will take you to the next altitude!"
    },
    {
      "cite": "Erich Fromm",
      "quote": "Fortitude is the capacity to say no when the world wants to hear yes."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "The greatest test of courage on earth is to bear defeat without losing heart."
    },
    {
      "cite": "John Galsworthy",
      "quote": "It's not life that counts but the fortitude you bring into it."
    },
    {
      "cite": "Susan Ertz",
      "quote": "One's own troubles can be borne with fortitude; only a monster of indifference can bear the sufferings of others with fortitude."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "All of us have sufficient fortitude to bear the misfortunes of others."
    },
    {
      "cite": "Steve Goodier",
      "quote": "We are stronger than we think. We have emotional, spiritual and even physical resources at our disposal. We may get knocked down, but we don't have to stay down."
    },
    {
      "cite": "Mark Twain",
      "quote": "Courage is resistance to fear, mastery of fear, not absence of fear."
    },
    {
      "cite": "Auliq-Ice",
      "quote": "There is no fortitude like patience, just as there is no destructive emotion worse than hatred."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Fortitude: That quality of mind which does not care what happens so long as it does not happen to us."
    },
    {
      "cite": "Maya Angelou",
      "quote": "Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Fortitude is the marshal of thought, the armor of the will, and the fort of reason."
    },
    {
      "cite": "Emil Dorian",
      "quote": "Strong people alone know how to organize their suffering so as to bear only the most necessary pain."
    },
    {
      "cite": "Bohdi Sanders",
      "quote": "During times of persistent hardship is when the warrior learns the most about his fortitude."
    },
    {
      "cite": "David Mallet",
      "quote": "Affliction is the wholesome soil of virtue, where patience, honor, sweet humility, and calm fortitude, take root and strongly flourish."
    },
    {
      "cite": "Bethany Hamilton",
      "quote": "Courage doesn't mean you don't get afraid. Courage means you don't let fear stop you."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Efforts and courage are not enough without purpose and direction."
    },
    {
      "cite": "Felicia Hemans",
      "quote": "Gird your hearts with silent fortitude, suffering yet hoping all things."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Courage is not simply one of the virtues, but the form of every virtue at the testing point."
    },
    {
      "cite": "Plato",
      "quote": "Courage is knowing what not to fear."
    },
    {
      "cite": "Gisbertus Voetius",
      "quote": "Fortitude has its extremes as well as the rest of the virtues, and ought, like them, to be always attended by prudence."
    },
    {
      "cite": "E. E. Cummings",
      "quote": "It takes courage to grow up and become who you really are."
    },
    {
      "cite": "Matthew Kelly",
      "quote": "Courage is not the absence of fear but the acquired ability to move beyond fear."
    },
    {
      "cite": "Jocelyn Murray",
      "quote": "It is not his body which makes a man strong, but his spirit. Nothing on the outside, but only that which comes from within."
    }
  ]
}