{
  "source": "https://www.wisesayings.com/fortress-quotes/",
  "theme": "fortress",
  "quotes": [
    {
      "cite": "Epictetus",
      "quote": "Fortify yourself with contentment, for this is an impregnable fortress."
    },
    {
      "cite": "Helen Steiner Rice",
      "quote": "A mother's love is like a fortress, And we seek protection there, When the waves of tribulation, Seem to drown us in despair."
    },
    {
      "cite": "Antisthenes",
      "quote": "When brothers agree, no fortress is so strong as their common life."
    },
    {
      "cite": "Francisco Pizarro",
      "quote": "Prepare your hearts as a fortress, for there will be no other."
    },
    {
      "cite": "Pope Gregory I",
      "quote": "Whoever wishes to hold the fortress of contemplation must first of all train in the camp of action."
    },
    {
      "cite": "Lord Coke",
      "quote": "The house of every one is to him as his castle and fortress, as well for his defence against injury and violence, as for his repose."
    },
    {
      "cite": "Martin Luther",
      "quote": "A mighty fortress is our God , A sword and shield victorious ; He breaks the cruel oppressors rod And wins salvation glorious ."
    },
    {
      "cite": "Martin Luther",
      "quote": "Prayer is a strong wall and fortress of the church; it is a goodly Christian weapon."
    },
    {
      "cite": "Todd McFarlane",
      "quote": "Image has to be its own fortress, in spite of the owners. People can't separate that or they don't comprehend that you can turn that on and off for each one of the different entities."
    },
    {
      "cite": "unknown",
      "quote": "The best fortress which a prince can possess is the affection of his people."
    },
    {
      "cite": "S.R. Crawford",
      "quote": "A fortress doesn’t fall unless its towers are weakened."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "A fortress on its guard is not surprised."
    },
    {
      "cite": "Dwight David Eisenhower",
      "quote": "There can be no such thing as Fortress America. If ever we were reduced to the isolationism implied by that term, we would occupy a prison, not a fortress."
    },
    {
      "cite": "Quitard French Proverb",
      "quote": "Marriage is like a beleaguered fortress; those who are without want to get in, and those within want to get out."
    },
    {
      "cite": "Alexander Ostrovsky",
      "quote": "The entire Civil Service is like a fortress made of papers, forms, and red tape."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Neither a fortress nor a maidenhead will hold out long after they begin to parley."
    },
    {
      "cite": "Napoleon",
      "quote": "The fate of a Nation may sometimes depend upon the position of the fortress."
    },
    {
      "cite": "Psalm 91:1-2",
      "quote": "He who dwells in the secret place of the Most High shall abide under the shadow of the Almighty. I will say of the Lord. 'He is my refuge and my fortress, my God; in Him I will trust.'"
    },
    {
      "cite": "Dan Sturkie",
      "quote": "Faith is an impregnable fortress."
    },
    {
      "cite": "Alexander Watson",
      "quote": "The Fortress was stormed, starved, and severed from the world. Mentalities of war— ruthlessness, racism, endemic suspicion, and a readiness for absolute destruction— seized the opposing armies."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "From the rock of ages, a pebble thrown. A thundering crash— from David's stone."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "The fortress of immortal love; not only invincibly defending the most sacred manifestations of eternal romance; but perpetually ensuring that they blissfully gallivanted in corridors of unfettered yearning."
    },
    {
      "cite": "Sonia Walker",
      "quote": "Reading a newspaper provides a fortress for my lonely feelings, occasionally, I peek from behind the printed wall and watch other diners who share intimate glances, laughter, and coupleness."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "You were the ones who safeguarded me like a formidable fortress; taking the brunt of the murderously acrimonious world; directly on your shivering chests."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "I have you fast in my fortress / And will not let you depart, / But put you down in the dungeon / In the round tower of my heart."
    },
    {
      "cite": "Sir Walter Raleigh",
      "quote": "A fortress foiled, which reason did defend, / A sirensong, a fever of the mind, / A maze wherein affection finds no end, / A raging cloud that runs before the wind, / A substance like the shadow of the sun, /  A goal of grief for which the wisest run."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "If a man wailed in a woman's eclectically sensitive palms in his time of duress; / felt their latent warmth as the most invincible fortress; / even as the worst of hell descended on earth."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Therefore the best fortress is to be found in the love of the people, for although you may have fortresses they will not save you if you are hated by the people."
    },
    {
      "cite": "José Ortega y Gasset",
      "quote": "In order to master the unruly torrent of life the learned man meditates, the poet quivers, and the political hero erects the fortress of his will."
    },
    {
      "cite": "Tatsiana",
      "quote": "She is a fortress build with fortitude. She goes on when she’s deadbeat. She can't quit, because others are watching. She smiles instead."
    }
  ]
}