{
  "source": "https://www.wisesayings.com/fountain-quotes/",
  "theme": "fountain",
  "quotes": [
    {
      "cite": "William Shakespeare",
      "quote": "My mind is troubled, like a fountain stirred; And I myself see not the bottom of it."
    },
    {
      "cite": "Washington Irving",
      "quote": "A kind heart is a fountain of gladness, making everything in its vicinity freshen into smiles."
    },
    {
      "cite": "Epicurus",
      "quote": "A beneficent person is like a fountain watering the earth and spreading fertility: it is therefore more delightful and more honourable to give than receive."
    },
    {
      "cite": "Shaun Tan",
      "quote": "Good and bad ideas both come from the same fountain of speculation and experiment."
    },
    {
      "cite": "Sophia Loren",
      "quote": "There is a Fountain of Youth: It is your mind, your talents, the creativity you bring to your life and the lives of the people you love. When you learn to tap this source, you will truly have defeated age."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The conscious mind may be compared to a fountain playing in the sun and falling back into the great subterranean pool of subconscious from which it rises."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "That which the fountain sends forth returns again to the fountain."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "Unlike a fountain that circulates the same water in an enclosed, perpetually recycling system, a human being circulates thoughts in an unlimited reservoir of self. Don't limit yourself to being a mere fountain when you contain an ocean."
    },
    {
      "cite": "Toba Beta",
      "quote": "Mind of a loving heart is the fountain of knowledge."
    },
    {
      "cite": "Brenda Ueland",
      "quote": "The spirit, I think, is a stream, a fountain, and must be continually poured out, for only if it is poured out will more and clearer streams come."
    },
    {
      "cite": "Jay Electronica",
      "quote": "My pen is an artery, my heart is a fountain."
    },
    {
      "cite": "John Muir",
      "quote": "Nature as a poet, an enthusiastic workingman, becomes more and more visible the farther and higher we go; for the mountains are fountains – beginning places, however related to sources beyond mortal ken."
    },
    {
      "cite": "Ben Sweetland",
      "quote": "The world is full of abundance and opportunity, but far too many people come to the fountain of life with a sieve instead of a tank car... a teaspoon instead of a steam shovel. They expect little and as a result they get little."
    },
    {
      "cite": "Nan Fairbrother",
      "quote": "The hardest of all is learning to be a well of affection, and not a fountain; to show them we love them not when we feel like it, but when they do."
    },
    {
      "cite": "Coleen Atwood",
      "quote": "The exposure I have had to beautiful materials across the world, from Japan to Italy, enables me to pull design ideas together. This, combined with years of historical research, has created a great fountain of ideas for me."
    },
    {
      "cite": "Phoenix",
      "quote": "Mountains are like stationary fountains of serenity."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "Friendship flourishes at the fountain of forgiveness."
    },
    {
      "cite": "Friedrich Froebel",
      "quote": "The child-soul is an ever-bubbling fountain in the world of humanity."
    },
    {
      "cite": "Bob Harper",
      "quote": "Yoga is the fountain of youth. You're only as young as your spine is flexible."
    },
    {
      "cite": "Phillis wheatley",
      "quote": "But, Madam, let your grief be laid aside,And let the fountain of your tears be dry'd,In vain they flow to wet the dusty plain,Your sighs are wafted to the skies in vain,Your pains they witness, but they can no more,While Death reigns tyrant o'er this mortal shore."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "Few people know so clearly what they want. Most people can't even think what to hope for when they throw a penny in a fountain."
    }
  ]
}