{
  "source": "https://www.wisesayings.com/foundation-quotes/",
  "theme": "foundation",
  "quotes": [
    {
      "cite": "Zig Ziglar",
      "quote": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty."
    },
    {
      "cite": "Saint Augustine",
      "quote": "Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility."
    },
    {
      "cite": "Lech Walesa",
      "quote": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being."
    },
    {
      "cite": "Dennis Banks",
      "quote": "When you have a spiritual foundation, you look at poverty differently then."
    },
    {
      "cite": "Rumi",
      "quote": "Burdens are the foundations of ease and bitter things the forerunners of pleasure."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Good order is the foundation of all good things."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "A society built upon a foundation of vengeance is a society doomed to destroy itself."
    },
    {
      "cite": "Bette Davis",
      "quote": "Love is not enough. It must be the foundation, the cornerstone—but not the complete structure. It is much too pliable, too yielding."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them."
    },
    {
      "cite": "Daniel Kahneman",
      "quote": "Our comforting conviction that the world makes sense rests on a secure foundation: our almost unlimited ability to ignore our ignorance."
    },
    {
      "cite": "Allan Rufus",
      "quote": "Your inner strength is your outer foundation."
    },
    {
      "cite": "Ian McEwan",
      "quote": "That love which does not build a foundation on good sense is doomed."
    },
    {
      "cite": "Diogenes",
      "quote": "The foundation of every state is the education of its youth."
    },
    {
      "cite": "Les Brown",
      "quote": "Believe that you possess a basic goodness, which is the foundation for the greatness you can ultimately achieve."
    },
    {
      "cite": "George Santayana",
      "quote": "The loftiest edifices need the deepest foundations."
    },
    {
      "cite": "Joseph Farrell",
      "quote": "Enjoy your happiness while you have it, and while, you have it do not too closely scrutinize its foundation."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Mankind must evolve for all human conflict a method which rejects revenge, aggression, and retaliation. The foundation of such a method is love."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The foundations of a person are not in matter but in spirit."
    },
    {
      "cite": "David Allan Coe",
      "quote": "It is not the beauty of a building you should look at; it’s the construction of the foundation that will stand the test of time."
    },
    {
      "cite": "Radhanath Swami",
      "quote": "Humility is the foundation by which love manifests."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "The foundation of the true joy is in the conscience."
    },
    {
      "cite": "Charles Spurgeon",
      "quote": "Faith is the fountain, the foundation and the fosterer of obedience."
    },
    {
      "cite": "Bryant McGill",
      "quote": "The foundation of joyful independence is being content with yourself; self-love."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The foundation of morality should not be made dependent on myth nor tied to any authority lest doubt about the myth or about the legitimacy of the authority imperil the foundation of sound judgment and action."
    },
    {
      "cite": "Anne Frank",
      "quote": "In spite of everything I still believe that people are really good at heart. I simply can't build up my hopes on a foundation consisting of confusion, misery and death."
    },
    {
      "cite": "Jean-Baptiste de La Salle",
      "quote": "Hold prayer in high esteem. It is the foundation of all the virtues, and the source of all grace needed to sanctify ourselves and to discharge the duties of our employment."
    },
    {
      "cite": "David Brinkley",
      "quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "And so rock bottom became the solid foundation on which I rebuilt my life."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "Obedience to lawful authority is the foundation of manly character."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "You can't build a great building on a weak foundation. You must have a solid foundation if you're going to have a strong superstructure."
    }
  ]
}