{
  "source": "https://www.wisesayings.com/fox-quotes/",
  "theme": "fox",
  "quotes": [
    {
      "cite": "Tamuna Tsertsvadze",
      "quote": "A fox can be smarter than a wolf."
    },
    {
      "cite": "Matshona Dhliwayo",
      "quote": "The early bird gets the worm, and the early fox gets the bird."
    },
    {
      "cite": "Criminal Minds",
      "quote": "With foxes we must play the fox."
    },
    {
      "cite": "Jean de la Fontaine",
      "quote": "If you deal with a fox, think of his tricks."
    },
    {
      "cite": "Ruth Brown",
      "quote": "A fox is a wolf who sends flowers."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The fox has many tricks. The hedgehog has but one. But that is the best of all."
    },
    {
      "cite": "George Herbert",
      "quote": "The Fox, when he cannot reach the grapes, says they are not ripe."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "A fox should not be on the jury at a goose's trial."
    },
    {
      "cite": "Jeff Davis",
      "quote": "Wolves and foxes tend not to get along. Not just in fables and stories."
    },
    {
      "cite": "Jeff Davis",
      "quote": "That's the problem. We're all trying to outfox the fox."
    },
    {
      "cite": "Frank Fenton",
      "quote": "The sleeping fox catches no poultry."
    },
    {
      "cite": "Kevin Reynolds",
      "quote": "Comrades, if a fox stole your chickens, would you slaughter your pig because he saw the fox? No, you would hunt the fox, find where it lives and destroy it!"
    },
    {
      "cite": "Clive Cussler",
      "quote": "The fox chases the rabbit around the tree and down the hole. That's how the tie works buddy."
    },
    {
      "cite": "Souichirou Morizumi",
      "quote": "Foxes don't get as many lives as cats."
    },
    {
      "cite": "Alan White",
      "quote": "Run with the fox / Into the wind on to the dawn of tomorrow / Run with the fox / Into the wild into the wild and the cold / Beware of the rocks / And be prepared prepare for love finally grows"
    },
    {
      "cite": "Edwin Thomas Congreave",
      "quote": "Sand dunes fill up all our towns / Foxes howl and the creepers prowl around / The peeling wet bricks of London town / Foxes howl and the way men cower"
    },
    {
      "cite": "Robert F Diggs",
      "quote": "The fox is kinda foxy, Mr. Wolf he's the guy / Who chased Red through the woods and ate grandma / But a dog is a dog, is a dog, is a dog / Unlike the wolf who made a widower of grandpa"
    },
    {
      "cite": "Paddy Mcaloon",
      "quote": "Foxes are only good for / Ruffling feathers, leading lambs to the slaughter / Swans effortlessly beautiful, take care!"
    },
    {
      "cite": "Paddy Mcaloon",
      "quote": "You ought to be aware of foxes hiding / Go on there's time for you to sail back to his side / While I forget I ever saw you gliding"
    },
    {
      "cite": "Brooke Fraser",
      "quote": "The fields are bleeding / It was the age the foxes came for the fields / We were bleeding as we bowed to kneel  / And pray for mercy, pray for mercy"
    },
    {
      "cite": "Martin Wallen",
      "quote": "In mythic systems from other parts of the world, the fox may guide a young person from one phase of life to another."
    },
    {
      "cite": "Michael Leach",
      "quote": "Wild dogs are well adapted to living in different habitats. The Arctic fox has a thick fur, which protects it from below-freezing temperatures."
    },
    {
      "cite": "Caroline Arnold",
      "quote": "The foxes are kept encloses resembling their natural habitat, they behave much as they do in the wild."
    },
    {
      "cite": "Caroline Arnold",
      "quote": "When people think of foxes, they picture the red fox, with its large white-tipped tail and brilliant flame color fur."
    },
    {
      "cite": "Xiaofei Kang",
      "quote": "The fox, among many other animals, was used as a symbol of premonition in ancient Chinese texts."
    },
    {
      "cite": "Thomas Smith",
      "quote": "A faithful history of the life even of a fox may be not without its interest, for, to the wise, nothing in nature mean, and truth us never insignificant."
    },
    {
      "cite": "David Lee",
      "quote": "The forest is a great place for many foxes to live. Thy can use the trees for shelter and for stalking their prey."
    },
    {
      "cite": "David Lee",
      "quote": "Red foxes like to live in the forest. They also live in mountains an grasslands."
    },
    {
      "cite": "Marshall Cavendish Corporation",
      "quote": "Foxes live u most habitats in Earth, except in the driest and coldest regions."
    },
    {
      "cite": "Marshall Cavendish Corporation",
      "quote": "Foxes have excellent nightmare vision and a keen sense of smell."
    },
    {
      "cite": "Marshall Cavendish Corporation",
      "quote": "Foxes do not share their kills except with their offspring. If a fox cannot finish a meal, it buries or hides the rest for later."
    },
    {
      "cite": "Marshall Cavendish Corporation",
      "quote": "As they grow, the cubs establish a dominance system: in their first fall, the lower-ranked foxes are forced out of the territory by the more dominant ones."
    },
    {
      "cite": "Elizabeth Russell-Arnot",
      "quote": "A fox tries to make its home near good supplies of food."
    },
    {
      "cite": "Elizabeth Russell-Arnot",
      "quote": "Sometimes, foxes will chase their food. At other times, they will just lie quietly, wait for something to come along, and then pounce on it."
    },
    {
      "cite": "Anonymous",
      "quote": "An old fox understands the trap."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The sleeping fox catches no poultry."
    },
    {
      "cite": "Thomas Paine",
      "quote": "The cunning of the fox is as murderous as the violence of the wolf."
    },
    {
      "cite": "Ruth Brown",
      "quote": "A fox is a wolf who sends flowers."
    },
    {
      "cite": "Anonymous",
      "quote": "The fox changes his fur but not his habits."
    },
    {
      "cite": "William Blake",
      "quote": "The fox condemns the trap, not himself."
    },
    {
      "cite": "Seth MacFarlane",
      "quote": "Fox is notorious for having a very thick skin about taking shots at themselves."
    },
    {
      "cite": "Carri Stuhr",
      "quote": "Two eyes and a nose poke out of the snow. The arctic fox can hide in the snow because it has white fur."
    },
    {
      "cite": "Kristin Petrie",
      "quote": "What creature lives in the desert, has huge ears, and walks or furry feet? It rarely drinks water, and it stays up all night. This special animal is the fennec fox."
    },
    {
      "cite": "Mary Holland",
      "quote": "Young foxes learn about the world by using their different senses. Like human  babies."
    },
    {
      "cite": "Pennsylvania. Dept. of Agriculture",
      "quote": "Foxes unquestionably do far more harm than good."
    },
    {
      "cite": "Pennsylvania. Dept. of Agriculture",
      "quote": "Foxes kill a great many young lambs, and sometimes destroy whole litters of pigs; this means a loss of money."
    },
    {
      "cite": "Tristan Donovan",
      "quote": "The bountiful supply of food also makes the life of the city fox noticeably different from those living in rural areas. Like us, foxes live in denser populations in cities than in the countryside."
    },
    {
      "cite": "Vicki Redden",
      "quote": "Foxes are often called sly, and they certainly earn their reputation."
    },
    {
      "cite": "Vicki Redden",
      "quote": "Paired foxes are loyal to each other, and they show a lot of affection. They mate for life."
    },
    {
      "cite": "Adele Brand",
      "quote": "In any case, it is clear that foxes held a strong cultural significance for the later people of the Levant."
    },
    {
      "cite": "Adele Brand",
      "quote": "Most of the fox's extended family is extinct, and known to u only through paleontology, but the glimpses defy imagination."
    }
  ]
}