{
  "source": "https://www.wisesayings.com/frame-quotes/",
  "theme": "frame",
  "quotes": [
    {
      "cite": "Edgar Degas",
      "quote": "The frame is the reward of the artist."
    },
    {
      "cite": "Edgar Degas",
      "quote": "The frame is the pimp of painting; it enhances it, but it must never shine at the painting's expense."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "The human frame being what it is, heart, body and brain all mixed together, and not contained in separate compartments as they will be no doubt in another million years, a good dinner is of great importance to good talk. One cannot think well, love well, sleep well, if one has not dined well."
    },
    {
      "cite": "Criss Jami",
      "quote": "A piece of art receives its frame when found offensive."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "For it is only framed in space that beauty blooms."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Frame your mind to mirth and merriment which bars a thousand harms and lengthens life."
    },
    {
      "cite": "Garry Winogrand",
      "quote": "Frame in terms of what you want to have in the picture, not about making a nice picture, that anybody can do."
    },
    {
      "cite": "Jacque Fresco",
      "quote": "Your frame of reference is what you see."
    },
    {
      "cite": "Bob Burg",
      "quote": "A frame is the foundation from which everything evolves."
    },
    {
      "cite": "Eve Babitz",
      "quote": "It's the frames which make some things important and some things forgotten. It's all only frames from which the content rises."
    },
    {
      "cite": "Richie Norton",
      "quote": "Like creating a masterpiece, quitting is an art: you have to decide what to keep within the frame and what to keep out."
    },
    {
      "cite": "Rosalind E. Krauss",
      "quote": "The frame announces that between the part of reality that was cut away and this part there is a difference and that this segment which the frame frames is an example of nature as representation, nature as sign."
    },
    {
      "cite": "Caroline Leaf",
      "quote": "Frame your world with your words."
    },
    {
      "cite": "Charles F. Glassman",
      "quote": "Thoughts frame your portrait, action paints it."
    },
    {
      "cite": "Mira Nair",
      "quote": "Every frame and every scene has to have an intention."
    },
    {
      "cite": "Ann Voskamp",
      "quote": "The frame of a soul was never made for fame. The frame of a soul was made to serve."
    }
  ]
}