{
  "source": "https://www.wisesayings.com/framing-quotes/",
  "theme": "framing",
  "quotes": [
    {
      "cite": "Hlovate",
      "quote": "Live the moment. Cherish the present. Anticipate the future. Frame the yesteryear."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "Framing the issue of work-life balance - as if the two were dramatically opposed - practically ensures work will lose out. Who would ever choose work over life?"
    },
    {
      "cite": "William Shakespeare",
      "quote": "Frame thy mind to mirth and merriment, which bars a thousand harms, and lengthens life."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The framing of a problem is often far more essential than its solution."
    },
    {
      "cite": "Annie Leibovitz",
      "quote": "One doesn't stop seeing. One doesn't stop framing. It doesn't turn off and turn on. It's on all the time."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Nature hath framed strange fellows in her time."
    },
    {
      "cite": "William J. Brennan, Jr.",
      "quote": "We look to the history of the time of framing and to the intervening history of interpretation. But the ultimate question must be, what do the words of the text mean in our time."
    },
    {
      "cite": "James Madison",
      "quote": "In framing a system, which we wish to last for ages, we should not lose sight of the changes which ages will produce."
    },
    {
      "cite": "Peter Landesman",
      "quote": "Life only has narrative when we frame it and edit it and call it certain things."
    },
    {
      "cite": "Mariana Mazzucato",
      "quote": "Unfortunately, simplistic framing of problems leads to simplistic answers."
    },
    {
      "cite": "Ravi Zacharias",
      "quote": "The day that each person willingly accepts himself or herself for who he or she is and acknowledges the uniqueness of God's framing process marks the beginning of a journey to seeing the handiwork of God in each life."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "A resolution to avoid an evil is seldom framed till the evil is so far advanced as to make avoidance impossible."
    },
    {
      "cite": "Armin Houman",
      "quote": "You can frame a moment. But you canÂ´t frame life."
    },
    {
      "cite": "Simon Mainwaring",
      "quote": "The framing of how we relate to each other within and across social media platforms will continue to become more sophisticated and nuanced in their expression of how we structure our relationships in our real world lives."
    },
    {
      "cite": "Niccolo Machiavelli",
      "quote": "Nature that framed us of four elements, warring within our breasts for regiment, doth teach us all to have aspiring minds."
    },
    {
      "cite": "Criss Jami",
      "quote": "Create with the heart; build with the mind."
    },
    {
      "cite": "Alexander Hamilton",
      "quote": "In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place, oblige it to control itself."
    },
    {
      "cite": "Jeremy Taylor",
      "quote": "The thing framed says that nothing framed it; the tongue never made itself to speak, and yet talks against him that did; saying that which is made, is, and that which made it, is not. But this folly is infinite as hell, as much without light or bound as the chaos or the primitive nothing."
    },
    {
      "cite": "Edward Hirsch",
      "quote": "The line is a way of framing poetry. All verse is measured by lines. The poetic line immediately announces its difference from everyday speech and prose."
    }
  ]
}