{
  "source": "https://www.wisesayings.com/freaky-quotes/",
  "theme": "freaky",
  "quotes": [
    {
      "cite": "Michael Franti",
      "quote": "All the freaky people make the beauty of the world."
    },
    {
      "cite": "Regina Brett",
      "quote": "Be eccentric now. Don't wait for old age to wear purple."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric."
    },
    {
      "cite": "Judy Garland",
      "quote": "How strange when an illusion dies. It's as though you've lost a child."
    },
    {
      "cite": "Richie Norton",
      "quote": "Fear is the freaky troll under the bridge that leads to achievement."
    },
    {
      "cite": "Jeetendr Sehdev",
      "quote": "If you're not okay with the freaky truth about what you do and why you do it, then why should anyone else be?"
    },
    {
      "cite": "Philip Gulley",
      "quote": "Oddity, like beauty, is in the eye of the beholder. What one person rejects as lunacy, another reveres as truth."
    },
    {
      "cite": "Friedrich Schiller",
      "quote": "Strange customs do not thrive in foreign soil."
    },
    {
      "cite": "May Sarton",
      "quote": "We have to dare to be ourselves, however frightening or strange that self may prove to be."
    },
    {
      "cite": "David Ogilvy",
      "quote": "Develop your eccentricities early, and no one will think you're going senile later in life."
    },
    {
      "cite": "David Weeks",
      "quote": "The eccentric never changes themselves, never even contemplates doing that, ... They're always true to their own nature and as far as they're concerned, the rest of society can either like them or not."
    },
    {
      "cite": "Mark Twain",
      "quote": "Be virtuous and you will be eccentric."
    },
    {
      "cite": "Erich Fromm",
      "quote": "Let your mind start a journey thru a strange new world. Leave all thoughts of the world you knew before. Let your soul take you where you long to be...Close your eyes let your spirit start to soar, and you'll live as you've never lived before."
    },
    {
      "cite": "T.S.Eliot",
      "quote": "It's strange that words are so inadequate. Yet, like the asthmatic struggling for breath, so the lover must struggle for words."
    },
    {
      "cite": "Blaise Pascal",
      "quote": "The sensibility of man to trifles, and his insensibility to great things, indicates a strange inversion."
    },
    {
      "cite": "George Saunders",
      "quote": "It would be so weird if we knew just as much as we needed to know to answer all the questions of the universe. Wouldn't that be freaky? Whereas the probability is high that there is a vast reality that we have no way to perceive, that's actually bearing down on us now and influencing everything."
    },
    {
      "cite": "Stephen King",
      "quote": "People think that I must be a very strange person. This is not correct. I have the heart of a small boy. It is in a glass jar on my desk."
    },
    {
      "cite": "Claude Mckay",
      "quote": "I know the dark delight of being strange, The penalty of difference in the crowd, The loneliness of wisdom among fools."
    },
    {
      "cite": "Herman Melville",
      "quote": "There are certain queer times and occasions in this strange mixed affair we call life when a man takes his whole universe for a vast practical joke."
    },
    {
      "cite": "John Jeremiah Sullivan",
      "quote": "Freaky things happen all the time in the world. I suppose everything has to happen for the first time at some point."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "As life runs on, the road grows strange with faces new -- and near the end. The milestones into headstones change, Neath every one a friend."
    },
    {
      "cite": "George Macdonald",
      "quote": "How strange this fear of death is! We are never frightened at a sunset."
    },
    {
      "cite": "Johann Von Goethe",
      "quote": "It is the strange fate of man, that even in the greatest of evils the fear of the worst continues to haunt him."
    },
    {
      "cite": "Ninon de L'Enclos",
      "quote": "It is strange that modesty is the rule for women when what they most value in men is boldness."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Strange that creatures without backbones have the hardest shells."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "How strange that nature does not knock, and yet does not intrude!"
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "It is very strange that the years teach us patience - that the shorter our time, the greater our capacity for waiting."
    },
    {
      "cite": "John Haldane",
      "quote": "So many new ideas are at first strange and horrible, though ultimately valuable that a very heavy responsibility rests upon those who would prevent their dissemination."
    }
  ]
}