{
  "source": "https://www.wisesayings.com/freckles-quotes/",
  "theme": "freckles",
  "quotes": [
    {
      "cite": "Nikita Gill",
      "quote": "Those freckles make you seem like a galaxy of stars, just waiting to be explored and loved."
    },
    {
      "cite": "Jeffrey Eugenides",
      "quote": "I'd never seen a creature with so many freckles before. A Big Bang had occurred, originating at the bridge of her nose, and the force of this explosion had sent galaxies of freckles hurtling and drifting to every end of her curved, warm-blooded universe."
    },
    {
      "cite": "Cassadee Pope",
      "quote": "I have never wanted to hide my freckles. I just didn't like the way I looked without them; it didn't look like me."
    },
    {
      "cite": "Lara Flynn Boyle",
      "quote": "I had so many freckles that my mother used to say that they were kisses from the angels. I still have them."
    },
    {
      "cite": "Julianne Moore",
      "quote": "I've got more freckles than just about anybody. My children didn't get them, thankfully. They have tiny little freckles."
    },
    {
      "cite": "Madison Beer",
      "quote": "Something that I've learned to love about myself is my freckles. I used to absolutely hate them; I even looked into ways I could get them removed."
    },
    {
      "cite": "Rick Riordan",
      "quote": "Her freckles were orange, as if somebody had spray-painted her face with liquid Cheetos."
    },
    {
      "cite": "Robert Redford",
      "quote": "I don't see myself as beautiful. I was a kid who was freckle-faced, and they used to call me 'hay head.'"
    },
    {
      "cite": "The Postal Service",
      "quote": "I am thinking it's a sign / That the freckles in our eyes / Are mirror images / And when we kiss, they're perfectly aligned"
    },
    {
      "cite": "Tracee Ellis Ross",
      "quote": "It is important to me to take care of my skin. In general I don't like to wear foundation; I'm not a fan of the look. I like my skin fresh and natural enough so my freckles show through."
    },
    {
      "cite": "Charlie Day",
      "quote": "I was the world's smallest man, covered in freckles with a squeaky, scratchy voice. I still am, but I learned to love myself."
    },
    {
      "cite": "Jennifer L. Armentroutal",
      "quote": "I want to get to know every freckle and every curve on a person level."
    },
    {
      "cite": "Anna Godbersen",
      "quote": "Girls, their mother interjected, \"you must both stop being strange - it is unattractive. And don't forget your hats. It would be absolutely the end for me if you two came down with freckles at a time like this."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "The only remedy is to take the liver of a toad, bind it tight about your throat, stand naked by the full moon in a barrel of eels’ eyes — I have not got spattergroit But the unsightly blemishes upon your visage, young master, They're freckles said Ron furiously."
    },
    {
      "cite": "Mackenzi Lee",
      "quote": "My head's higher than his, but we're close enough that I can see the freckles beneath his eyes. If I had to pick a favorite part of Percy's face - which would be impossible, really, but if held at gunpoint and forced to make a selection - it would be that small star-map across his skin. A part of him it feels as though no one else but me is ever close enough to see."
    },
    {
      "cite": "Michael Scott",
      "quote": "He’d never heard of a demon with freckles before."
    },
    {
      "cite": "Alexis Hall",
      "quote": "In daylight and up close, he was merciless, all smiles and freckles, the brightest, boldest flame a moth could wish for."
    },
    {
      "cite": "Adina Rishe Gewirtz",
      "quote": "Rew looked like he had put his face up to the sky in a rainstorm of freckles"
    },
    {
      "cite": "Lisa Kleypas",
      "quote": "Having been raised by relations who had always lamented the garish color of her hair and the proliferation of freckles, Evie gave him a skeptical smile. Aunt Florence has always given me a bleaching lotion to make my freckles vanish. But there’s no getting rid of them."
    },
    {
      "cite": "E. L. Konigsburg",
      "quote": "Tendrils of bright red hair framed her face, a spray of freckles powdered her nose, and she was as plump as a perfectly ripened peach. Raphael probably would have painted out the freckles, and that would have been a mistake. Like brushing cinnamon off cinnamon toast."
    },
    {
      "cite": "Alexis Hall",
      "quote": "He grinned, teeth and dimples and freckles moving like dust in a ray of sunlight."
    },
    {
      "cite": "Ilse V. Rensburg",
      "quote": "My ravenous gaze devouring every inch of her visage, from the gentle branching of lines that wing from her sunken eyes to a paltry splattering of freckles that mottle her bottom lip."
    },
    {
      "cite": "Madison Beer",
      "quote": "I like when my freckles show or when I do shoots and they accentuate them. It's such a compliment."
    },
    {
      "cite": "Camille Rowe",
      "quote": "I love the texture of my skin and I love my freckles and even if my nose gets a little red, I don't mind so much."
    },
    {
      "cite": "Rachel Morrison",
      "quote": "I love faces that have freckles. I love faces that have wrinkles. For me, beauty is naturalism, I guess."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "His face with freckles,--and his ears, how quick And curious and intrusive!--And how pale The blue of his big eyes;--and how a tale Of Giants, Trolls or Fairies, bulged them still"
    },
    {
      "cite": "William Shakespeare",
      "quote": "In their gold coats spots you see; Those be rubies, fairy favours; In those freckles live their savours; I must go seek some dewdrops here, I must go seek some dewdrops here,"
    },
    {
      "cite": "Emily Pauline Johnson",
      "quote": "By heated kisses, mischief, and has brought Some vagrant freckles, while from here and there A few wild locks of vagabond brown hair Escape the old straw hat the sun looks through."
    },
    {
      "cite": "Andrew Barton Paterson",
      "quote": "I'm driving down by Wexford-street and up a winder goes, A girl sticks out 'er 'ead and looks at me, An all-right tart with ginger 'air, and freckles on 'er nose;"
    },
    {
      "cite": "Carl Sandburg",
      "quote": "A laughing young man, sunny with freckles, Climbs a ladder, yells a joke to somebody in the crowd, And then fixes a yellow button one inch west And follows the yellow button with a black button one inch west."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "When you were in dazzling light of the celestial sun; you acquired a distinctive tan, Coating your supple face with profound lines of black; inundating your skin with yellow freckles."
    },
    {
      "cite": "John Keats",
      "quote": "There may not be one dimple on her hand; And freckles many; ah! a careless nurse, In haste to teach the little thing to walk, May have crumpt up a pair of Dian's legs, And warpt the ivory of a Juno's neck."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Four be the things I’d been better without: Love, curiosity, freckles, and doubt."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "I never could imagine the silhouettes of her lips; the freckles prevalent in tandem on her face,"
    },
    {
      "cite": "John Dryden",
      "quote": "Some sprinkled freckles on his face were seen, Whose dusk set off the whiteness of the skin."
    },
    {
      "cite": "Clarence Michael James Stanislaus Dennis",
      "quote": "Muse upon ologies, freckles and fog, Why hermits live lonely and grapes in a bunch,  On the ways of a child or the mind of a dog, Or the oyster you bolted last Friday at lunch."
    },
    {
      "cite": "Paul Laurence Dunbar",
      "quote": "On my face the bronze an' freckles O' the suns o' youthful Junes— Thinkin' that no mortal minstrel Ever chanted sich a lay"
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "When i greedily gulped saline water from sea waves fresh centers of thirst got doubly stimulated wild freckles of red rash encompassed my lips,"
    },
    {
      "cite": "John Bunyan",
      "quote": "Thou may'st, too, here thy spots and freckles see, Hast thou but eyes, and what their numbers be."
    },
    {
      "cite": "The Regrettes",
      "quote": "the freckles on my face Won't you come and hold my hand now? (Hand now, hand now) I think that you may wanna (wanna)"
    },
    {
      "cite": "Taylor Swift",
      "quote": "Is green eyes and freckles and your smile In the back of my mind making me feel like I just wanna know you better, know you better, know you better now"
    },
    {
      "cite": "Barbra Streisand",
      "quote": "Hat, sir, I guess I didn't make it! But whether I'm the rose Of sheer perfection Or freckle on the nose Of life's complexion"
    },
    {
      "cite": "Miranda Lambert",
      "quote": "Well, you melt the snow And you grow the roses And you dry the tears And you freckle noses Our little world revolves around You coming up and going down"
    },
    {
      "cite": "Frank Sinatra",
      "quote": "You always looked a little out of place All grown out with freckles on your face We'd spend each night with company Just you, the teddy bear, the dolls and me What a funny girl you used to be"
    }
  ]
}