{
  "source": "https://www.wisesayings.com/free-will-quotes/",
  "theme": "free-will",
  "quotes": [
    {
      "cite": "Jawaharlal Nehru",
      "quote": "Life is like a game of cards. The hand you are dealt is determinism, the way you play it is free will."
    },
    {
      "cite": "Scott Adams",
      "quote": "Free will is an illusion. People always choose the perceived path of greatest pleasure."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Free will, though it makes evil possible, is also the only thing that makes possible any love or goodness or joy worth having."
    },
    {
      "cite": "Aeschylus",
      "quote": "And one who is just of his own free will shall not lack for happiness; and he will never come to utter ruin."
    },
    {
      "cite": "Martin Luther",
      "quote": "Let all the 'free-will' in the world do all it can with all its strength; it will never give rise to a single instance of ability to avoid being hardened if God does not give the Spirit, or of meriting mercy if it is left to its own strength."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "If God thinks this state of war in the universe a price worth paying for free will...then we may take it it is worth paying."
    },
    {
      "cite": "Radhanath Swami",
      "quote": "The essence of spiritual life is simply to use our free will properly."
    },
    {
      "cite": "R. C. Sproul",
      "quote": "The neutral view of free will is impossible. It involves choice without desire."
    },
    {
      "cite": "Charles Darwin",
      "quote": "Free will is to mind what chance is to matter."
    },
    {
      "cite": "George Macdonald",
      "quote": "Free will is not the liberty to do whatever one likes, but the power of doing whatever one sees ought to be done, even in the very face of otherwise overwhelming impulse. There lies freedom, indeed."
    },
    {
      "cite": "Ayn Rand",
      "quote": "Morality pertains only to the sphere of man's free will - only to those actions which are open to his choice."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Man has reason, discrimination and free-will such as it is. The brute has no such thing. It is not a free agent, and knows no distinction between virtue and vice, good and evil. Man, being a free agent, knows these distinctions, and when he follows his higher nature, shows himself far superior to the brute, but when he follows his baser nature can show himself lower than the brute."
    },
    {
      "cite": "Martin Luther",
      "quote": "Mankind has a free will; but it is free to milk cows and to build houses, nothing more."
    },
    {
      "cite": "Augustus Toplady",
      "quote": "The greatest judgment which God himself can, in the present life, inflict upon a man is to leave him in the hand of his own boasted 'free'-will."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "...free will does not mean one will, but many wills conflicting in one man. Freedom cannot be conceived simply."
    },
    {
      "cite": "Arthur C. Clarke",
      "quote": "You can't have it both ways. You can't have both free will and a benevolent higher power who protects you from yourself."
    },
    {
      "cite": "J.D. Stroube",
      "quote": "No one has free will until they are an adult, and by then the choices that were made for them, have already set them on a course that gives limited freedom in the choices to be made."
    },
    {
      "cite": "William James",
      "quote": "The question of free will is insoluble on strictly psychological grounds."
    },
    {
      "cite": "Origen",
      "quote": "Free will is the power of choosing good and evil."
    },
    {
      "cite": "Arthur Keith",
      "quote": "No tribe unites with another of its own free will."
    },
    {
      "cite": "Steve Pavlina",
      "quote": "One of my core beliefs is that belief itself is a choice that can be made of our own free will."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Our hands we open of our own free will, and the good flies, which we can never recall."
    },
    {
      "cite": "Ruben Papian",
      "quote": "Think of destiny more like potentiality because of an element called - free will."
    },
    {
      "cite": "James Lileks",
      "quote": "Contempt for the things people choose of their own free will is, at its heart, contempt for free will."
    },
    {
      "cite": "John Calvin",
      "quote": "Free will does not enable any man to perform good works, unless he is assisted by grace; indeed, the special grace which the elect alone receive through regeneration. For I stay not to consider the extravagance of those who say that grace is offered equally and promiscuously to all"
    },
    {
      "cite": "Halldor Laxness",
      "quote": "You have fettered yourself of your own free will, man - break the fetters!"
    },
    {
      "cite": "Swami Vivekananda",
      "quote": "It is only work that is done as freewill offering to humanity and to nature that does not bring with it any binding attachment."
    }
  ]
}