{
  "source": "https://www.wisesayings.com/free-time-quotes/",
  "theme": "free-time",
  "quotes": [
    {
      "cite": "Casey Neistat",
      "quote": "Free time is the enemy of progress."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Free time is a terrible thing to waste. Read a book."
    },
    {
      "cite": "John Avery",
      "quote": "If finding true love was easy we'd all have a lot more free time."
    },
    {
      "cite": "Howard Nemerov",
      "quote": "Write what you know. That should leave you with a lot of free time."
    },
    {
      "cite": "Susan Cain",
      "quote": "Spend your free time the way you like, not the way you think you're supposed to."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Handmade presents are scary because they reveal that you have too much free time."
    },
    {
      "cite": "Bob Proctor",
      "quote": "You will be amazed at how much free time you have when you never have to think about money."
    },
    {
      "cite": "Alex Bogusky",
      "quote": "We try to 'self-medicate' ourselves against boredom with mobile phones in any given moment of free time."
    },
    {
      "cite": "Douglas Coupland",
      "quote": "Too much free time is certainly a monkey's paw in disguise. Most people can't handle a structureless life."
    },
    {
      "cite": "Deniece Schofield",
      "quote": "Being organized will give you more free time, contribute to a cheerful nature, and add to the peace and security of your home."
    },
    {
      "cite": "Tamora Pierce",
      "quote": "Free time is an illusion. It's what you get when you die and the gods reward you for a life spent working from dawn until midnight."
    },
    {
      "cite": "Ruth Reichl",
      "quote": "The way we live is changing. Each year, our free time shrinks a little more as computers clamor for an increasing percentage of our attention."
    },
    {
      "cite": "Mata Amritanandamayi",
      "quote": "Make use of all free time at the office and elsewhere for chanting your mantra or reading spiritual books. Avoid indulging in unnecessary gossip and try to talk about spiritual subjects with others."
    },
    {
      "cite": "Bill McKibben",
      "quote": "Spend 70% of your spare time doing things close to home and the other 30% doing work at the global and national level."
    },
    {
      "cite": "Karl Marx",
      "quote": "In capitalist society spare time is acquired for one class by converting the whole life-time of the masses into labour-time."
    },
    {
      "cite": "George Allen",
      "quote": "Leisure time is that five or six hours when you sleep at night."
    },
    {
      "cite": "Arthur Lacey",
      "quote": "The real problem of leisure time is how to keep others from using yours."
    },
    {
      "cite": "Marilynne Robinson",
      "quote": "It's not a man's working hours that is important, it is how he spends his leisure time."
    },
    {
      "cite": "Orlando Aloysius Battista",
      "quote": "Nothing adds to a person's leisure time like doing things when they are supposed to be done."
    },
    {
      "cite": "W. N. Taylor",
      "quote": "Temptation rarely comes in working hours. It is in their leisure time that men are made or marred."
    },
    {
      "cite": "Peg Bracken",
      "quote": "People would have more leisure time if it weren't for all the leisure-time activities that use it up."
    },
    {
      "cite": "Guy Debord",
      "quote": "Work is only justified by leisure time. To admit the emptiness of leisure time is to admit the impossibility of life."
    },
    {
      "cite": "Isocrates",
      "quote": "Spend your leisure time in cultivating an ear attentive to discourse, for in this way you will find that you learn with ease what others have found out with difficulty."
    },
    {
      "cite": "Robert Fogel",
      "quote": "People want more and more leisure time which means the freedom to do what they want to do, not what they have to do, and as we get richer and richer, more and more people will be able to afford that."
    },
    {
      "cite": "Ben Shapiro",
      "quote": "Leisure time is only leisure time when it is earned; otherwise, leisure time devolves into soul-killing lassitude. There's a reason so many new retirees, freed from the treadmill of work, promptly keel over on the golf course: Work fulfills us. It keeps us going."
    },
    {
      "cite": "John Gray",
      "quote": "Take time off to give to yourself, in a sense to fill yourself up to fullness, to where now you can overflow in giving."
    },
    {
      "cite": "Gus Van Sant",
      "quote": "Free time keeps me going."
    },
    {
      "cite": "Jordin Sparks",
      "quote": "Any extra free time you have, you are sleeping, or you're trying to sleep."
    },
    {
      "cite": "Natalie Massenet",
      "quote": "It's a false assumption that people with a lot of money have a lot of free time to shop."
    },
    {
      "cite": "Diane Lane",
      "quote": "That's why they call it work, because it's not what you'd prefer to do with your free time."
    },
    {
      "cite": "Sri Sri Ravi Shankar",
      "quote": "Take some time off to go within, in silence. With that, your charm becomes eternal, your love becomes unconditional & great strength arises."
    }
  ]
}