{
  "source": "https://www.wisesayings.com/freedom-of-speech-quotes/",
  "theme": "freedom-of-speech",
  "quotes": [
    {
      "cite": "George Washington",
      "quote": "If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter."
    },
    {
      "cite": "Voltaire",
      "quote": "I disapprove of what you say, but I will defend to the death your right to say it."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "People demand freedom of speech to make up for the freedom of thought which they avoid."
    },
    {
      "cite": "Napoleon I",
      "quote": "A people which is able to say everything becomes able to do everything."
    },
    {
      "cite": "George Orwell",
      "quote": "Take away freedom of speech, and the creative faculties dry up."
    },
    {
      "cite": "Leo Mckern",
      "quote": "It is easy to believe in freedom of speech for those with whom we agree."
    },
    {
      "cite": "Brad Thor",
      "quote": "Freedom of speech includes the freedom to offend people."
    },
    {
      "cite": "Spiro Agnew",
      "quote": "Freedom of speech is useless without freedom of thought."
    },
    {
      "cite": "Raphael Cohen-Almagor",
      "quote": "Freedom of speech is a guiding rule, one of the foundations of democracy, but at the same time, freedom does not imply anarchy, and the right to exercise free expression does not include the right to do unjustified harm to others."
    },
    {
      "cite": "Epictetus",
      "quote": "We should not have either a blunt knife or a freedom of speech which is ill-managed."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Freedom of speech gives you the right to stay silent."
    },
    {
      "cite": "Marshall Lumsden",
      "quote": "At no time is freedom of speech more precious than when a man hits his thumb with a hammer."
    },
    {
      "cite": "Barbara Ehrenreich",
      "quote": "We who officially value freedom of speech above life itself seem to have nothing to talk about but the weather."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "To suppress free speech is a double wrong. It violates the rights of the hearer as well as those of the speaker."
    },
    {
      "cite": "Larry Flynt",
      "quote": "Freedom of speech doesn't protect speech you like; it protects speech you don't like."
    },
    {
      "cite": "David Joseph Cribbin",
      "quote": "Most people do not really want others to have freedom of speech, they just want others to be given the freedom to say want they want to hear."
    },
    {
      "cite": "Tim Fargo",
      "quote": "Don't exercise your freedom of speech until you have exercised your freedom of thought."
    },
    {
      "cite": "John R Dallas Jr",
      "quote": "Freedom of speech means setting words free. Imprisoned and freed words are consequential. All words have consequences."
    },
    {
      "cite": "Warren Earl Burger",
      "quote": "Free speech carries with it some freedom to listen."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Free speech not only lives, it rocks!"
    },
    {
      "cite": "Hugo L. Black",
      "quote": "Freedom of speech means that you shall not do something to people either for the views they have, or the views they express, or the words they speak or write."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "Free speech is life itself."
    },
    {
      "cite": "Charles Bradlaugh",
      "quote": "Without free speech no search for truth is possible... no discovery of truth is useful... Better a thousandfold abuse of free speech than denial of free speech. The abuse dies in a day, but the denial slays the life of the people, and entombs the hope of the race."
    },
    {
      "cite": "Stockwell Day",
      "quote": "I believe in freedom of speech, but I believe we should also have the right to comment on freedom of speech."
    },
    {
      "cite": "Ian Mccallum",
      "quote": "Freedom of speech is not simply a freedom to think and say what you wish, but to speak for yourself, to speak from the heart, and to be accountable for your words."
    },
    {
      "cite": "Sir Winston Churchill",
      "quote": "Where there is a great deal of free speech there is always a certain amount of foolish speech."
    },
    {
      "cite": "Jackson Pearce",
      "quote": "Freedom of speech doesn't mean freedom from judgement."
    },
    {
      "cite": "Ai Weiwei",
      "quote": "Without freedom of speech there is no modern world, just a barbaric one."
    },
    {
      "cite": "George Orwell",
      "quote": "If liberty means anything at all, it means the right to tell people what they do not want to hear."
    },
    {
      "cite": "Alan Bennett",
      "quote": "I'm for the freedom of expression, given that it will be under strict control."
    },
    {
      "cite": "Bob Dylan",
      "quote": "Without freedom of speech, I might be in the swamp."
    },
    {
      "cite": "Ayjee Grogan",
      "quote": "Freedom Of Speech Can Be Just As Deadly As The Right To Bear Arms."
    },
    {
      "cite": "Philip Sharp",
      "quote": "The right to free speech and the unrealistic expectation to never be offended can not coexist."
    },
    {
      "cite": "William O. Douglas",
      "quote": "Free speech is not to be regulated like diseased cattle and impure butter. The audience...that hissed yesterday may applaud today even for the same performance."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Some people's idea of [free speech] is that they are free to say what they like, but if anyone says anything back, that is an outrage."
    },
    {
      "cite": "Charles Bradlaugh",
      "quote": "Better a thousandfold abuse of free speech than denial of free speech."
    },
    {
      "cite": "Alan Dershowitz",
      "quote": "Freedom of speech means freedom for those who you despise, and freedom to express the most despicable views. It also means that the government cannot pick and choose which expressions to authorize and which to prevent."
    },
    {
      "cite": "Boyle Roche",
      "quote": "WE SHOULD SILENCE ANYONE WHO OPPOSES THE RIGHT TO FREEDOM OF SPEECH."
    },
    {
      "cite": "Barack Obama",
      "quote": "We have to uphold a free press and freedom of speech -- because, in the end, lies and misinformation are no match for the truth."
    },
    {
      "cite": "Peggy Noonan",
      "quote": "We don't need to  control' free speech, we need to control ourselves"
    },
    {
      "cite": "Anna Quindlen",
      "quote": "Ignorant free speech often works against the speaker. That is one of several reasons why it must be given rein instead of suppressed."
    },
    {
      "cite": "Heywood Broun",
      "quote": "We must bring ourselves to realize that it is necessary to support free speech for the things we hate in order to ensure it for the things in which we believe with all our heart."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Freedom of speech is the great bulwark of liberty; they prosper and die together: And it is the terror of traitors and oppressors, and a barrier against them. It produces excellent writers, and encourages men of fine genius."
    },
    {
      "cite": "Newton Lee",
      "quote": "There is a fine line between free speech and hate speech. Free speech encourages debate whereas hate speech incites violence."
    },
    {
      "cite": "Mark Thomas",
      "quote": "Free speech is the cornerstone to every right we have."
    },
    {
      "cite": "Jimmy Wales",
      "quote": "Free speech includes the right to not speak."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "Free speech gives us the ability to react vigorously with effective arguments and expose the weakness and misdirection of the other side's claims."
    },
    {
      "cite": "Herodotus",
      "quote": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing."
    },
    {
      "cite": "Alan Dershowitz",
      "quote": "Being offended by freedom of speech should never be regarded as a justification for violence."
    },
    {
      "cite": "Tracy Morgan",
      "quote": "We have freedom of speech, but you got to watch what you say."
    }
  ]
}