{
  "source": "https://www.wisesayings.com/freedom-quotes/",
  "theme": "freedom",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "It is easy to take liberty for granted, when you have never had it taken from you."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Nothing is more difficult, and therefore more precious, than to be able to decide."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The revelation of thought takes men out of servitude into freedom."
    },
    {
      "cite": "Daniel J. Boorstin",
      "quote": "Freedom means the opportunity to be what we never thought we would be."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Everything that is really great and inspiring is created by the individual who can labor in freedom."
    },
    {
      "cite": "George Orwell",
      "quote": "Freedom is the right to tell people what they do not want to hear."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Freedom is not worth having if it does not include the freedom to make mistakes."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Freedom in general may be defined as the absence of obstacles to the realization of desires."
    },
    {
      "cite": "William Faulkner",
      "quote": "We must be free not because we claim freedom, but because we practice it."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Order without liberty and liberty without order are equally destructive."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed."
    },
    {
      "cite": "Archibald MacLeish",
      "quote": "Freedom is the right to one's dignity as a man."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "When a man is denied the right to live the life he believes in, he has no choice but to become an outlaw."
    },
    {
      "cite": "Bob Marley",
      "quote": "Better to die fighting for freedom then be a prisoner all the days of your life."
    },
    {
      "cite": "Carl Schurz",
      "quote": "If you want to be free, there is but one way; it is to guarantee an equally full measure of liberty to all your neighbors. There is no other."
    },
    {
      "cite": "Lawana Blackwell",
      "quote": "Patterning your life around other's opinions is nothing more than slavery."
    },
    {
      "cite": "Alan Dean Foster",
      "quote": "Freedom is just Chaos, with better lighting."
    },
    {
      "cite": "Charles Evans Hughes",
      "quote": "When we lose the right to be different, we lose the privilege to be free."
    },
    {
      "cite": "Lord Acton",
      "quote": "Liberty is not a means to a higher political end. It is itself the highest political end."
    },
    {
      "cite": "Robert Frost",
      "quote": "Freedom lies in being bold."
    },
    {
      "cite": "Archibald MacLeish",
      "quote": "What is freedom? Freedom is the right to choose: the right to create for oneself the alternatives of choice."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "There are two freedoms - the false, where a man is free to do what he likes; the true, where he is free to do what he ought."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Freedom - to walk free and own no superior."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "He only earns his freedom and his life Who takes them every day by storm."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Those who deny freedom to others deserve it not for themselves."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "Freedom is the last, best hope of earth."
    },
    {
      "cite": "Adlai Stevenson",
      "quote": "The sound of tireless voices is the price we pay for the right to hear the music of our own opinions."
    },
    {
      "cite": "Andre Gide",
      "quote": "To know how to free oneself is nothing; the arduous thing is to know what to do with one's freedom."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "I know but one freedom and that is the freedom of the mind."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "If a thing is free to be good it is also free to be bad. And free will is what has made evil possible. Why, then, did God give them free will? Because free will, though it makes evil possible, is also the only thing that makes possible any love or goodness or joy worth having."
    },
    {
      "cite": "George Macdonald",
      "quote": "Free will is not the liberty to do whatever one likes, but the power of doing whatever one sees ought to be done, even in the very face of otherwise overwhelming impulse. There lies freedom, indeed."
    },
    {
      "cite": "Charles Finney",
      "quote": "Unless the will is free, man has no freedom; and if he has no freedom he is not a moral agent, that is, he is incapable of moral action and also of moral character."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "The family is the test of freedom; because the family is the only thing that the free man makes for himself and by himself."
    },
    {
      "cite": "George Washington Carver",
      "quote": "Education is the key to unlock the golden door of freedom."
    },
    {
      "cite": "Aristotle",
      "quote": "He who has overcome his fears will truly be free."
    },
    {
      "cite": "Stephen Covey",
      "quote": "While we are free to choose our actions, we are not free to choose the consequences of our actions."
    },
    {
      "cite": "Stephen Harper",
      "quote": "Freedom is not an end in itself, that how freedom is exercised matters as much as freedom itself."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "A man can be free without being great, but no man can be great without being free."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Freedom is the right to question and change the established way of doing things."
    },
    {
      "cite": "Epictetus",
      "quote": "Freedom is not procured by a full enjoyment of what is desired, but by controlling the desire."
    },
    {
      "cite": "Remez Sasson",
      "quote": "The ability to free your mind from unwanted thoughts is real freedom."
    },
    {
      "cite": "Francis Wright",
      "quote": "Who speaks of liberty while the human mind is in chains?"
    },
    {
      "cite": "Nietzsche",
      "quote": "Freedom is the will to be responsible to ourselves."
    },
    {
      "cite": "George Washington",
      "quote": "Liberty, when it begins to take root, is a plant of rapid growth."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "???Freedom has its life in the hearts, the actions, the spirit of men and so it must be daily earned and refreshed - else like a flower cut from its life-giving roots, it will wither and die.?"
    },
    {
      "cite": "Alan Keyes",
      "quote": "Freedom is not an unlimited license, an unlimited choice, or an unlimited opportunity. Freedom is first of all a responsibility before the God from whom we come."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "?No man can put a chain about the ankle of his fellow man without at last finding the other end fastened about his own neck.?"
    },
    {
      "cite": "unknown",
      "quote": "?Freedom is never free.?"
    },
    {
      "cite": "Epictetus",
      "quote": "Freedom is the right to live as we wish."
    },
    {
      "cite": "Ernest Holmes",
      "quote": "The Divine Plan is one of Freedom.The inherent nature of man is ever seeking to express itself in terms of freedom,because freedom is the birthright of every living soul."
    }
  ]
}