{
  "source": "https://www.wisesayings.com/free-spirit-quotes/",
  "theme": "free-spirit",
  "quotes": [
    {
      "cite": "Simeon Rice",
      "quote": "I'm a free spirit. A spirit that evolves. I'm a diamond. I'm just refining it. Polishing it. Glossing it up."
    },
    {
      "cite": "Jeremy Limn",
      "quote": "Let your mind be set free from the control of others influence."
    },
    {
      "cite": "Anne Sullivan Macy",
      "quote": "Every renaissance comes to the world with a cry, the cry of the human spirit to be free."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "I am a wild woman, it would take a warrior to tame my spirit."
    },
    {
      "cite": "George Will",
      "quote": "One radical free spirit nonconformist is pretty much like another."
    },
    {
      "cite": "William C. Bryant",
      "quote": "Here the free spirit of mankind, at length, Throws its last fetters off; and who shall place A limit to the giant's unchained strength, Or curb his swiftness in the forward race?"
    },
    {
      "cite": "Ed Rendell",
      "quote": "I am a free spirit. I tell the truth, and I like to mix it up."
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "There are incalculable resources in the human spirit, once it has been set free."
    },
    {
      "cite": "Chamique Holdsclaw",
      "quote": "I realize I'm a free spirit. I like to be happy. I have to have more control of my happiness."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "You must be the change you wish to see in the world."
    },
    {
      "cite": "Voltairine de Cleyre",
      "quote": "I die, as I have lived, a free spirit, an Anarchist, owing no allegiance to rulers, heavenly or earthly."
    },
    {
      "cite": "Nikki Rowe",
      "quote": "If you try to tame her she will fly away, because pretty little spirits like her, never like to be caged."
    },
    {
      "cite": "Hiroko Sakai",
      "quote": "I am living breathing freedom"
    },
    {
      "cite": "Carlotta Leon Guerrero",
      "quote": "He had a free spirit. He was so far-reaching, he's the person who likes the wind in his hair."
    },
    {
      "cite": "Nokwethemba Nkosi",
      "quote": "Your happiness doesn't come free, but you need to be free to be happy."
    },
    {
      "cite": "Princess Diana",
      "quote": "I like to be a free spirit. Some don't like that, but that's the way I am"
    },
    {
      "cite": "Francis Picabia",
      "quote": "A free spirit takes liberties even with liberty itself."
    },
    {
      "cite": "Albert Camus",
      "quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion."
    },
    {
      "cite": "Richard Bach",
      "quote": "You are always free to change your mind and choose a different future, or a different past."
    },
    {
      "cite": "Joss Whedon",
      "quote": "I am a leaf on the wind. Watch how I soar!"
    },
    {
      "cite": "Bill Watterson",
      "quote": "They can't chain my spirit! My spirit runs free! Walls can't contain it! Laws can't restrain it! Authority has no power over it!"
    },
    {
      "cite": "Garth Brooks",
      "quote": "The human spirit: Unbreakable. Relentless. Free."
    },
    {
      "cite": "Neon Hitch",
      "quote": "I'm a free spirit and that definitely comes from my upbringing, so it's definitely shaped me as an artist."
    },
    {
      "cite": "Melanie Muller",
      "quote": "Release your majestic mind, embrace your untamed inner spirit. Break free from captivity, avoid society.. You were born to be free."
    }
  ]
}