{
  "source": "https://www.wisesayings.com/freeloader-quotes/",
  "theme": "freeloader",
  "quotes": [
    {
      "cite": "unknown",
      "quote": "Know the difference, between those who stay to feed the soil and those who come out to grab the fruit."
    },
    {
      "cite": "Rachel Wolchin",
      "quote": "Givers need to set limits because takers rarely do."
    },
    {
      "cite": "unknown",
      "quote": "A 'free loader' is someone who doesn't pay the mandate tax, but NOT someone who pays no income tax."
    },
    {
      "cite": "unknown",
      "quote": "Some people will only \"love you\" as much as they can use you. Their \"loyalty\" ends where the benefits stop."
    },
    {
      "cite": "Ann Landers",
      "quote": "Parents do not owe their progeny an inheritance no matter how much money they have. One of the surest ways to produce loafers and freeloaders is to let children know that their future is assured."
    },
    {
      "cite": "O. S. Hickman",
      "quote": "Some people do just enough to keep you around because they are afraid to know what life would be like without you."
    },
    {
      "cite": "Juan Largo",
      "quote": "Behind every great man, there is always somebody asking him for favors."
    },
    {
      "cite": "unknown",
      "quote": "There comes a time when you have to stop crossing oceans for people who wouldn't even jump puddles for you."
    },
    {
      "cite": "Homer",
      "quote": "Thou shalt not take moochers into thy hut?"
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Unemployment insurance is a pre-paid vacation for freeloaders."
    },
    {
      "cite": "unknown",
      "quote": "These kids who never have any accountability for their actions will continue through life thinking nothing is their fault, and everything is owed to them."
    },
    {
      "cite": "Anonymous",
      "quote": "Don't let people treat you like cigarette. Use you when they need you and throw you when they're done."
    },
    {
      "cite": "unknown",
      "quote": "You see a person's true colors when you are no longer beneficial to their life."
    },
    {
      "cite": "unknown",
      "quote": "You can't always be nice. That's how people take advantage of you. Sometimes you have to set boundaries."
    },
    {
      "cite": "Christie Williams",
      "quote": "If you allow people to make more withdrawals than deposits in your life, you will be out of balance and in the negative! Know when to close the account."
    },
    {
      "cite": "Jane Austen",
      "quote": "There are people, who the more you do for them, the less they will do for themselves."
    },
    {
      "cite": "Damon Runyon",
      "quote": "A free-loader is a confirmed guest. He is the man who is always willing to come for dinner."
    },
    {
      "cite": "Herman Cain",
      "quote": "A gold standard is to the moochers and looters in government what sunlight and garlic are to vampires."
    }
  ]
}