{
  "source": "https://www.wisesayings.com/freedom-of-religion-quotes/",
  "theme": "freedom-of-religion",
  "quotes": [
    {
      "cite": "John Adams",
      "quote": "We should begin by setting conscience free. When all men of all religions...shall enjoy equal liberty, property, and an equal chance for honors and power...we may expect that improvements will be made in the human character and the state of society."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Spiritual freedom is the root of political liberty...As the union between spiritual freedom and political liberty seems nearly inseparable, it is our duty to defend both."
    },
    {
      "cite": "George Washington",
      "quote": "The liberty enjoyed by the people of these States of worshipping Almighty God, agreable to their consciences, is not only among the choicest of their blessings, but also of their rights."
    },
    {
      "cite": "John Adams",
      "quote": "Government has no right to hurt a hair of the head of an atheist for his opinions. Let him have a care of his practices."
    },
    {
      "cite": "George Carlin",
      "quote": "Religion is like a pair of shoes.....Find one that fits for you, but don't make me wear your shoes."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Religious liberty might be supposed to mean that everybody is free to discuss religion. In practice it means that hardly anybody is allowed to mention it."
    },
    {
      "cite": "Joseph Kennedy III",
      "quote": "There is a difference between exercising religious beliefs and imposing them on others. Our Constitution fiercely protects the former and expressly prohibits the latter."
    },
    {
      "cite": "Frank Murphy",
      "quote": "Religious freedom is too sacred a right to be restricted or prohibited in any degree without convincing proof that a legitimate interest of the state is in grave danger."
    },
    {
      "cite": "Sherman Alexie",
      "quote": "Religious fundamentalists are unaware that freedom of religion necessarily brings with it the freedom to mock religion."
    },
    {
      "cite": "Russell M. Nelson",
      "quote": "Religious liberty is essential if we are to raise up righteous children. Morally responsible families will not marginalize religious liberty, they will nurture and protect it."
    },
    {
      "cite": "John Adams",
      "quote": "Let the pulpit resound with the doctrine and sentiments of religious liberty. Let us hear of the dignity of man’s nature, and the noble rank he holds among the works of God...Let it be known that British liberties are not the grants of princes and parliaments."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "It does me no injury for my neighbor to say there are twenty gods, or no God."
    },
    {
      "cite": "James Madison",
      "quote": "That religion, or the duty which we owe to our CREATOR, and the manner of discharging it, can be directed only by reason and conviction, not by force or violence; and therefore, all men are equally entitled to the free exercise of religion, according to the dictates of conscience; and that it is the mutual duty of all to practise Christian forbearance, love, and charity; towards each other."
    },
    {
      "cite": "Thomas Paine",
      "quote": "Adam, if ever there were such a man, was created a Deist; but in the mean time let every man follow, as he has a right to do, the religion and the worship he prefers."
    },
    {
      "cite": "James Madison",
      "quote": "I have ever regarded the freedom of religious opinions and worship as equally belonging to every sect."
    },
    {
      "cite": "James Madison",
      "quote": "Congress should not establish a religion, and enforce the legal observation of it by law, nor compel men to worship God in any Manner contrary to their conscience."
    },
    {
      "cite": "Abhijit Naskar",
      "quote": "Freedom to practice one's own religion, doesn't mean belittling other religions."
    },
    {
      "cite": "Billy Graham",
      "quote": "The framers of our Constitution meant we were to have freedom of religion, not freedom from religion."
    },
    {
      "cite": "William Barr",
      "quote": "Freedom of religion requires not only freeing religion from undue government regulation and interference. It also requires freeing religion from discrimination and from vile acts of hatred and persecution."
    },
    {
      "cite": "John Adams",
      "quote": "Nothing is more dreaded than the national government meddling with religion."
    },
    {
      "cite": "William Barr",
      "quote": "The imperative of protecting religious freedom was not just a nod in the direction of piety. It reflects the Framers' belief that religion was indispensable to sustaining our free system of government."
    },
    {
      "cite": "Mike Quigley",
      "quote": "Protection of religious freedom means considering the faiths and beliefs of everyone involved."
    },
    {
      "cite": "Walter Koenig",
      "quote": "Religious tolerance is something we should all practice; however, there have been more persecution and atrocities committed in the name of religion and religious freedom than anything else."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "The constitutional freedom of religion is the most inalienable and sacred of all human rights."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "I am for freedom of religion, and against all maneuvers to bring about a legal ascendancy of one sect over another."
    },
    {
      "cite": "Philip Schaff",
      "quote": "Freedom of religion is one of the greatest gifts of God to man, without distinction of race and color. He is the author and lord of conscience, and no power on earth has a right to stand between God and the conscience."
    },
    {
      "cite": "Jim C. Hines",
      "quote": "Freedom of religion does not give you the right to physically or verbally assault people."
    },
    {
      "cite": "James Madison",
      "quote": "The Religion then of every man must be left to the conviction and conscience of every man: and it is the right of every man to exercise it as these may dictate."
    },
    {
      "cite": "Pope Francis",
      "quote": "It [religious freedom] is a fundamental right which shapes the way we interact socially and personally with our neighbors whose religious views differ from our own."
    },
    {
      "cite": "Pope Francis",
      "quote": "The ideal of interreligious dialogue, where all men and women, from different religious traditions, can speak to one another without arguing. This is what religious freedom allows."
    },
    {
      "cite": "Marianne Thieme",
      "quote": "While anyone who practices a religion has the right to their own religious truths, it doesn't give them the right to violate the welfare of another human or an animal. So, where necessary, it is the task of the government to intervene and curb the freedom of religion."
    },
    {
      "cite": "Geraldine Ferraro",
      "quote": "We are a religious nation because we do not have a state religion, because the government guarantees freedom of religion but has no role in religion, because not only do we tolerate our religious differences, we celebrate them."
    },
    {
      "cite": "Dalai Lama",
      "quote": "In pluralistic, democratic societies, there is the freedom to adopt the religion of your choice. This is good. This lets curious people like you run around on the loose!"
    },
    {
      "cite": "Pope Francis",
      "quote": "Let us preserve freedom. Let us cherish freedom. Freedom of conscience, religious freedom, the freedom of each person, each family, each people, which is what gives rise to rights."
    },
    {
      "cite": "John Irving",
      "quote": "Religious freedom should work two ways: we should be free to practice the religion of our choice, but we must also be free from having someone else's religion practiced on us."
    },
    {
      "cite": "Pope Francis",
      "quote": "It's the duty of everyone to defend religious freedom and promote it for all people."
    },
    {
      "cite": "Rick Perry",
      "quote": "Religious freedom does not mean freedom from religion."
    },
    {
      "cite": "Amendment I",
      "quote": "Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the Government for a redress of grievances."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "Equal and exact justice to all men...freedom of religion, freedom of the press, freedom of the person under the protection of the habeas corpus; and trial by juries impartially selected – these principles form the bright constellation that has gone before us."
    },
    {
      "cite": "Chief Joseph",
      "quote": "Let me be a free man, free to travel, free to stop, free to work, free to trade where I choose, free to choose my own teachers, free to follow the religion of my fathers, free to talk, think and act for myself — and I will obey every law or submit to the penalty."
    },
    {
      "cite": "Joseph Leon Blau",
      "quote": "Freedom of religion means the right of the individual to choose and to adhere to whichever religious beliefs he may prefer, to join with others in religious associations to express these beliefs, and to incur no civil disabilities because of his choice."
    },
    {
      "cite": "James Madison",
      "quote": "Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "Freedom prospers when religion is vibrant and the rule of law under God is acknowledged."
    },
    {
      "cite": "Eric Rassbach",
      "quote": "As a people we will always have disagreements about religion. But that reality cannot be used as an excuse to banish religious activity entirely from public life."
    },
    {
      "cite": "Ed Martin",
      "quote": "There is religious freedom under law and religious discrimination laws. You can't be treated differently from others."
    }
  ]
}