{
  "source": "https://www.wisesayings.com/french-revolution-quotes/",
  "theme": "french-revolution",
  "quotes": [
    {
      "cite": "Raya Dunayevskaya",
      "quote": "Democracy, thus French revolution, was not invented by philosophic theory nor by the bourgeois leadership. It was discovered by the masses in their method of action."
    },
    {
      "cite": "Albert Camus",
      "quote": "The French Revolution gave birth to no artists but only to a great journalist, desmoulins, and to an under-the-counter writer, sade. The only poet of the times was the guillotine."
    },
    {
      "cite": "Pankaj Mishra",
      "quote": "The French Revolution actualised the Enlightenment's greatest intellectual breakthrough: detaching the political from the theocratic."
    },
    {
      "cite": "Edward Abbey",
      "quote": "The “terror” of the French Revolution lasted for ten years. The terror that preceded and led to it lasted for a thousand years."
    },
    {
      "cite": "Samuel Taylor Coleridge",
      "quote": "The annals of the French Revolution prove that the knowledge of the few cannot counteract the ignorance of the many.The light of philosophy, when it is confined to a small minority, points out the possessors as the victims rather than the illuminators of the multitude."
    },
    {
      "cite": "Camille Desmoulins",
      "quote": "I shall die in the belief that to make France free, republican and prosperous, a little ink would have sufficed - and only one guillotine."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Justice has its anger, my lord Bishop, and the wrath of justice is an element of progress. Whatever else may be said of it, the French Revolution was the greatest step forward by mankind since the coming of Christ. It was unfinished, I agree, but still it was sublime. It released the untapped springs of society; it softened hearts, appeased, tranquilized, enlightened, and set flowing through the world the tides of civilization. It was good. The French Revolution was the anointing of humanity."
    },
    {
      "cite": "Ian Hamilton Finlay",
      "quote": "I have often said that just as the French revolution, for instance, understood itself through antiquity, I think our time can be understood through the French revolution. It is quite a natural process to use other times to understand your own time."
    },
    {
      "cite": "Karl Marx",
      "quote": "The french revolution gave rise to ideas which led beyond the ideas of the entire old world order. The revolutionary movement which began in 1789 gave rise to the communist idea which babeu's friend buonarroti re-introduced in france after the revolution of 1830. This idea, consistently developed, is the idea of the new world order."
    },
    {
      "cite": "Eric Hobsbawm",
      "quote": "The most lasting and universal consequence of the French revolution is the metric system."
    },
    {
      "cite": "Thomas Sankara",
      "quote": "The French revolution taught us the rights of man"
    },
    {
      "cite": "kathleen mcintosh",
      "quote": "The french revolution and the rise of the middle class signaled the end of the harpsichord's popularity. The middle class began attending performance in large concert halls, and a keyboard intrument with a bigger sound that could fill a hall was needed."
    },
    {
      "cite": "Vladimir Lenin",
      "quote": "We need the real, nation wide terror which reinvigorates the country and through which the great French Revolution achieved glory."
    },
    {
      "cite": "John Corigliano",
      "quote": "The French Revolution is the ultimate modernist statement. Destroy everything. Don’t build on the past. There is no past."
    },
    {
      "cite": "John Marshall",
      "quote": "The French Revolution will be found to have had great influence on the strength of parties, and on the subsequent political transactions of the United States."
    },
    {
      "cite": "Tom Reiss",
      "quote": "The French Revolution ends slavery unilaterally. And it does so at this moment when the British, the Spanish, the Portuguese and the Americans - all of the other major powers - keep slavery. And the fact is that it's almost bankrupting the French Colonial Empire."
    },
    {
      "cite": "Tom Reiss",
      "quote": "The French Revolution was a kind of 21st-century moment in the heart of the 18th century - and Alex Dumas, outstanding though he was, could never have risen the way he did if not for that. The French Revolution was the American Revolution on steroids."
    },
    {
      "cite": "Adam Michnik",
      "quote": "After the French Revolution, it was not the treason of the king that was in question; it was the existence of the king. You have to be very careful when you judge and execute somebody for being a symbol."
    },
    {
      "cite": "Jonah Goldberg",
      "quote": "What truly makes the French Revolution the first fascist revolution was its effort to turn politics into a religion. (In this the revolutionaries were inspired by Rousseau, whose concept of the general will divinized the people while rendering the person an afterthought.)"
    },
    {
      "cite": "Francis D. Wormuth",
      "quote": "The french revolution has not received more attention than it deserves; but in comparison disproportionately little attention has been given to the English Civil Wars of the seventeenth century. In a more modest way, these too helped fix the shape of the modern world. Specifically, most of the devices and ideas which have found expression in subsequent constitutions date from the experiments and theories of that day."
    },
    {
      "cite": "Francois-Noel Babeuf",
      "quote": "The French Revolution was nothing but a precursor of another revolution, one that will be bigger, more solemn, and which will be the last."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "The French revolution was a machine invented and constructed for the purpose of manufacturing liberty; but it had neither lever cogs, nor adjusting powers, and the consequences were that it worked so rapidly that it destroyed its own inventors, and set itself on fire."
    },
    {
      "cite": "Immanuel Wallerstein",
      "quote": "It was the French Revolution that served as the catalyst of this renovation. Its impact was to make the concept of popular sovereignty the new moral justification for the political system of historical capitalism."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To be born, or at any rate bred, in a hand-bag, whether it had handles or not, seems to me to display a contempt for the ordinary decencies of family life that reminds one of the worst excesses of the French Revolution."
    },
    {
      "cite": "R. R. Palmer",
      "quote": "It is obvious that the French Revolution was a vaster and more profound social upheaval, involving more violent conflict between classes, more radical reorganization of government and society, more far-reaching redefinition of marriage, property, and civil law as well as of organs of public authority, more redistribution of wealth and income, more fears on the part of the rich and more demands from the poor, more sensational repercussions in other countries, more crises of counterrevolution, war, and invasion, and more drastic or emergency measures, as in the Reign of Terror. From very early in the French Revolution the American Revolution came to seem very moderate."
    },
    {
      "cite": "Fernand Braudel",
      "quote": "There were two, three or four French Revolutions. Like a multi-stage rocket today, the Revolution involved several successive explosions and propellant thrusts."
    },
    {
      "cite": "Grace Lee Boggs",
      "quote": "The nation-state became powerful in the wake of the French Revolution, whereas the nation-state has become powerless in light of globalization."
    },
    {
      "cite": "Marina Warner",
      "quote": "The French Revolution printed money because they didn't have any, so they just printed it, and this was a revolutionary step which of course we are still reaping the huge consequences of today. It struck me that this was beginning to happen...there had been scandals where shares had been printed."
    },
    {
      "cite": "Mike Jay",
      "quote": "The French revolution, he concluded, had not produced any new principles of truths, merely a mass of examples of how things could go wrong."
    },
    {
      "cite": "William Doyle",
      "quote": "The French Revolution had many turning points; but the oath of the clergy was; if not the greatest, unquestionably one of the. It was certainly the Constituent Assembly’s most serious mistake. For the first time, it forced fellow citizens to choose: declare themselves publicly for or against the new order."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "We don't want to be like the leader in the French Revolution who said There go my people, I must find out where they are going so I can lead them."
    }
  ]
}