{
  "source": "https://www.wisesayings.com/fresh-air-quotes/",
  "theme": "fresh-air",
  "quotes": [
    {
      "cite": "Robert Baden-Powell",
      "quote": "Living indoors without fresh air quickly poisons the blood and makes people feel tired and seedy when they don't know why. For myself, I sleep out of doors in winter as well as summer. I only feel tired or seedy when I have been indoors a lot. I only catch cold when I sleep in a room."
    },
    {
      "cite": "Evel Knievel",
      "quote": "I love the feeling of the fresh air on my face and the wind blowing through my hair."
    },
    {
      "cite": "John Lubbock",
      "quote": "Fresh air is as good for the mind as for the body. Nature always seems trying to talk to us as if she had some great secret to tell. And so she has."
    },
    {
      "cite": "Helen Keller",
      "quote": "I could never stay long enough on the shore; the tang of the untainted, fresh, and free sea air was like a cool, quieting thought."
    },
    {
      "cite": "Oliver Wendall Holmes",
      "quote": "Fresh air is good if you do not take too much of it; most of the achievements and pleasures of life are in bad air."
    },
    {
      "cite": "Chris Evert",
      "quote": "I love hiking in the mountains in Aspen. Breathing the clean, fresh air is great. Plus, it gives me a cardiovascular workout and firms my legs."
    },
    {
      "cite": "Kaitie Hopkins",
      "quote": "Fresh air and exercise. That's all you need to stay slim and feel better about life."
    },
    {
      "cite": "Peter Mullan",
      "quote": "There are some people who walk into a room and they oxygenate it, by their very being there's fresh air. Then there are those who come in with the smell of death and they suck the life out."
    },
    {
      "cite": "Ernesto Bertarelli",
      "quote": "You can't change who you are, but you can change what you have in your head, you can refresh what you're thinking about, you can put some fresh air in your brain."
    },
    {
      "cite": "Laura Ingalls Wilder",
      "quote": "Some old-fashioned things like fresh air and sunshine are hard to beat."
    },
    {
      "cite": "Mike Hernacki",
      "quote": "An open mind is like an open window. It lets the fresh air in."
    },
    {
      "cite": "Joseph Pilates",
      "quote": "By all means never fail to get all the sunshine and fresh air you can."
    },
    {
      "cite": "Susan Wiggs",
      "quote": "Unexpected change can be like a breath of fresh air a little brisk at first, but magic for the body and soul."
    },
    {
      "cite": "Sister Souljah",
      "quote": "It might be hard to believe, but the air in prison is different. There's like one thousand people sucking on the one little piece of fresh air until it turns stale."
    },
    {
      "cite": "Rawi Hage",
      "quote": "There is nothing like the cure of fresh air for cases of bladder infection, paranoia, and Cartesian thinking."
    },
    {
      "cite": "Lillie Langtry",
      "quote": "Anyone's life truly lived consists of work, sunshine, exercise, soap, plenty of fresh air, and a happy contented spirit."
    },
    {
      "cite": "Chief Seattle",
      "quote": "If we do not own the freshness of the air and the sparkle of the water, how can you buy them?"
    },
    {
      "cite": "Amaka Imani Nkosazana",
      "quote": "Be thankful for a breath of fresh air to be alive and well. Allow love and happiness to penetrate throughout your mind and soul. Take time to relax and live in the moment, the now, the present. Enjoy today."
    },
    {
      "cite": "Angie Stone",
      "quote": "I have a massage when I want to relax. I love being pampered. I love island massages when you're outside in the fresh air."
    },
    {
      "cite": "Amit Ray",
      "quote": "Open the window of your mind. Allow the fresh air,new lights and new truths to enter."
    }
  ]
}