{
  "source": "https://www.wisesayings.com/fresh-quotes/",
  "theme": "fresh",
  "quotes": [
    {
      "cite": "T. S. Eliot",
      "quote": "Every moment is a fresh beginning."
    },
    {
      "cite": "Martin Conway, 1st Baron Conway of Allington",
      "quote": "Each fresh peak ascended teaches something."
    },
    {
      "cite": "Kanye West",
      "quote": "Being fresh is more important than having money."
    },
    {
      "cite": "L.M. Montgomery",
      "quote": "Tomorrow is always fresh, with no mistakes in it yet."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "You can make a fresh start with your final breath."
    },
    {
      "cite": "Steven Furtick",
      "quote": "True creativity is fresh, but not always original."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Every fresh morning brings freshness of sacred-being."
    },
    {
      "cite": "Madonna Ciccone",
      "quote": "You have to reinvent to stay fresh, to stay in the game."
    },
    {
      "cite": "Eleanor Clark",
      "quote": "The fresh start is always an illusion but a necessary one."
    },
    {
      "cite": "Steven Tyler",
      "quote": "Humility is really important because it keeps you fresh and new."
    },
    {
      "cite": "Dean Rusk",
      "quote": "Continuity does not rule out fresh approaches to fresh situations."
    },
    {
      "cite": "Sarah Chauncey Woolsey",
      "quote": "Every day is a fresh beginning, Every morn is the world made new."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "To keep the air fresh among words is the secret of verbal cleanliness."
    },
    {
      "cite": "Criss Jami",
      "quote": "Fresh, solid ideas feel like gifts to writers, therefore every morning is Christmas."
    },
    {
      "cite": "Oliver Wendell Holmes, Sr.",
      "quote": "Fresh air is good if you do not take too much of it; most of the achievements and pleasures of life are in bad air."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Love is always fresh as morning dew."
    },
    {
      "cite": "Mike Simpson",
      "quote": "A fresh pair of eyes can often find problems."
    },
    {
      "cite": "Neil Young",
      "quote": "One new feature or fresh take can change everything."
    },
    {
      "cite": "Julia Child",
      "quote": "Freshness is essential. That makes all the difference."
    },
    {
      "cite": "Bugsy Siegel",
      "quote": "Everybody deserves a fresh start every once in a while."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Fresh activity is the only means of overcoming adversity."
    },
    {
      "cite": "Walter Munk",
      "quote": "Fresh water is like a fossil fuel; we should not waste it."
    },
    {
      "cite": "Robert Aris Willmott",
      "quote": "Every fresh acquirement is another remedy against affliction and time."
    },
    {
      "cite": "D'Brickashaw Ferguson",
      "quote": "You don't have to worry about what happened last year; you can start fresh."
    },
    {
      "cite": "Rachel Carson",
      "quote": "A child's world is fresh and new and beautiful, full of wonder and excitement."
    },
    {
      "cite": "John Keats",
      "quote": "Every fresh experience points out some form of error which we shall afterwards carefully avoid."
    },
    {
      "cite": "Walter Darby Bannard",
      "quote": "Start a painting with fresh ideas, and then let the painting replace your ideas with its ideas."
    },
    {
      "cite": "James Hillman",
      "quote": "We can't change anything until we get some fresh ideas, until we begin to see things differently."
    },
    {
      "cite": "Richard Blackaby",
      "quote": "Regardless of how badly you handled yesterday, today provides a fresh opportunity to do things right!"
    },
    {
      "cite": "Virat Kohli",
      "quote": "You have to stay fresh and blank in your mind when you go out to bat. You complicate things, and you're gone."
    },
    {
      "cite": "William Soutar",
      "quote": "My life's purpose is to write poetry - but behind the poetry must be the vision of a fresh revelation for men."
    },
    {
      "cite": "Guy Finley",
      "quote": "The greatest power you possess in life is your understanding that life gives you a fresh start any moment you choose."
    }
  ]
}