{
  "source": "https://www.wisesayings.com/friday-quotes/",
  "theme": "friday",
  "quotes": [
    {
      "cite": "Lauren Oliver",
      "quote": "Fridays are the hardest in some ways: you're so close to freedom."
    },
    {
      "cite": "James Johnson",
      "quote": "If my boss knew how unproductive I am on Fridays, he wouldn't want me here either."
    },
    {
      "cite": "John Sununu",
      "quote": "For most Americans, Friday afternoons are filled with positive anticipation of the weekend. In Washington, it's where government officials dump stories they want to bury."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Employers are at their happiest on Mondays. Employees are at their happiest on Fridays."
    },
    {
      "cite": "unknown",
      "quote": "Friday is like a superhero that always arrives just in time to stop me from savagely beating one of my coworkers with a keyboard."
    },
    {
      "cite": "Richard Nelson Bolles",
      "quote": "There is a vast world of work out there in this country, where at least 111 million people are employed in this country alone—many of whom are bored out of their minds. All day long. Not for nothing is their motto TGIF —'Thank God It's Friday.' They live for the weekends, when they can go do what they really want to do."
    },
    {
      "cite": "Richard Nelson Bolles",
      "quote": "Youth is like a long weekend on Friday night. Middle age is like a long weekend on Monday afternoon."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Make a Friday a day to celebrate work well done that you can be proud of knowing that you just didn't put in time to the next pay check."
    },
    {
      "cite": "Noel Coward",
      "quote": "If you must have motivation, think of your paycheck on Friday."
    },
    {
      "cite": "Anonymous",
      "quote": "It's Friday...any plan of being a productive member of society is officially thrown out the window."
    },
    {
      "cite": "Anonymous",
      "quote": "Welcome to Friday. In preparation for takeoff, please ensure all negative attitudes are properly stowed. On behalf of your captain, Jack Daniels and myself, welcome aboard. I expect sunshine and good attitudes today for our trip. Enjoy the ride."
    },
    {
      "cite": "Anonymous",
      "quote": "I always give 100% at work: 13% Monday, 22% Tuesday, 26% Wednesday, 35% Thursday, 4% Friday. Welcome back weekend."
    },
    {
      "cite": "Anonymous",
      "quote": "Friday. The golden child of the weekdays. The superhero of the workweek. The welcome wagon to the weekend. The famous F word we thank God for every week."
    },
    {
      "cite": "Anonymous",
      "quote": "Dear Monday, I want to break up. I'm seeing Tuesday and dreaming about Friday. Sincerely, It's not me, It's you."
    },
    {
      "cite": "Kai Sinclair",
      "quote": "It's always difficult to keep Fridays confined within themselves..they tend to spill over.."
    },
    {
      "cite": "Anonymous",
      "quote": "Things people say: It's Friday! Things self-employed people say: It's Friday?"
    },
    {
      "cite": "Anonymous",
      "quote": "Thursday doesn't even count as a day, it's just the thing that's blocking friday."
    },
    {
      "cite": "Anonymous",
      "quote": "If you're playing World of Warcraft on a Friday night & you put your ear up to your monitor, it sounds exactly like having no friends."
    },
    {
      "cite": "Anonymous",
      "quote": "My boss yelled at me yesterday 'It's the fifth time you've been late to work this week! Do you know what that means!?' I said, 'Probably that it's Friday?'"
    },
    {
      "cite": "Anonymous",
      "quote": "I'm so sad it's Friday. I wish it was Monday already' said No one in history, ever."
    },
    {
      "cite": "Anonymous",
      "quote": "I know every day is a gift, but where's the receipt for Mondays? I want to exchange it for another Friday."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Waiting for the fish to bite or waiting for wind to fly a kite. Or waiting around for Friday night or waiting perhaps for their Uncle Jake or a pot to boil or a better break or a string of pearls or a pair of pants or a wig with curls or another chance. Everyone is just waiting."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Your hair may be brushed, but your mind's untidy. You've had about seven hours of sleep since Friday. No wonder you feel that lost sensation. You're sunk from a riot of relaxation."
    },
    {
      "cite": "Anonymous",
      "quote": "Why is Monday so far away from Friday but Friday is so close to Monday?"
    },
    {
      "cite": "John Brand",
      "quote": "Some days are commonly deemed unlucky; among others Friday labours under that opprobrium; and it is pretty generally held that no new work or enterprise should commence on that day."
    },
    {
      "cite": "Elizabeth Ehrlich",
      "quote": "It was a nice day to remember, to gather those scattered Friday nights of candles over childhood's inconsistent terrain."
    },
    {
      "cite": "John Bartlett",
      "quote": "And Friday, my dear Friday, died of measles, 17 years ago come March."
    },
    {
      "cite": "Alan Burton",
      "quote": "Travel into any Texas town on any Friday night in Autumn and you'll witness the populace undergoing something akin to a religious experience at the local stadium."
    },
    {
      "cite": "Ros Perot",
      "quote": "We in Texas have to decide. do we want our kids to entertain us on Friday nights at football games, or do we want them to be winners for the rest of their lives?"
    },
    {
      "cite": "Zohar",
      "quote": "The housewife should kindle tha Sabbath candles with a joyous heart and goodwill, for it is a great privilege accorded to her."
    },
    {
      "cite": "Daniel McCoy",
      "quote": "Now, Saturday and Sunday are called weekends, and they're pretty good but the best day of all is Friday."
    },
    {
      "cite": "James Whitcomb Riley",
      "quote": "Midst of wealth of facts and fancies / That our memory may recall / Thus the old-school day romances / Are the dearest after all! / When some sweet thought revises / The half-forgotten tune / That opened 'exercises' / On 'Friday afternoon.'"
    },
    {
      "cite": "Elie Wiesel",
      "quote": "When my town shall fade into the abyss of time, I will continue to remember the light and the warmth it radiated on Shabbat"
    },
    {
      "cite": "Mark Twain",
      "quote": "They have three Sundays a week in Tangier. the Muhammadans' comes on Friday, the Jews' on Saturday, and that of the Christian Consuls on Sunday."
    },
    {
      "cite": "Iona Opie and Peter Opie",
      "quote": "Solomon Grundy, born on a Monday / Christened on Tuesday, married on Wednesday / Took ill on Thursday,  worse on Friday/ Died on Saturday, buried on Sunday: This is the end of Solomon Grundy."
    },
    {
      "cite": "John Brand",
      "quote": "You know that Munday is Sundayes brother /  Tuesday is such another / Wednesday you must go to church and pray /  Thursday is half-holiday /  On Friday it is too late to begin to spin /  The Saturday is half-holiday agen."
    },
    {
      "cite": "Lawrence Dorfman",
      "quote": "Although many believe the Friday after Thanksgiving is the busiest shopping day of the year, it is not. It is the fifth to tenth busiest."
    },
    {
      "cite": "Mary Elizabeth Coleridge",
      "quote": "Good Friday in my heart! Fear and affright! / My thoughts are the Disciples when they fled, / My words the words that priest and soldier said."
    },
    {
      "cite": "John Boyle O'Reilly",
      "quote": "The days sped slowly; but the Friday came / And flocked the miners to the shooting-ground / They chose six riflemen of deadly aim / And with low voices sat and lounged around."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "One long Good Friday 'twas, one heartache drear / But may my mistress' Advent ever prove / With its palm-jubilee, so sweet and glad / One endless Mayday, through the livelong year!"
    },
    {
      "cite": "Arabesque",
      "quote": "I missed your embrace / Seven lonely days / There are so many kisses due / Friday night."
    },
    {
      "cite": "Arabesque",
      "quote": "I hope and I pray / You will say one day / That our love is not only for / Friday night."
    },
    {
      "cite": "Nicole Ewang Congwe",
      "quote": "Fridays never swing the same / That's what makes it so charming / where is it heading to / Oh what are we gonna do."
    },
    {
      "cite": "Raheem Davaughn",
      "quote": "It's Friday night and I got stacks / The club was crunk, jammed packed / Mrs. Bartender what drink is that / T-Pain Buy a Drink playin' in the back."
    },
    {
      "cite": "Bobby K. Boyd",
      "quote": "It's finally Friday I'm free again / I got my motor running for a wild weekend / It's finally Friday I'm out of control / Forget the workin' blues / And let the good times roll."
    },
    {
      "cite": "Nanea Hoffman",
      "quote": "Every Friday, I like to high five myself for getting through another week on little more than caffeine, will power, and inappropriate humor."
    },
    {
      "cite": "Byron Pulsifer",
      "quote": "Friday is a day to finish your goals for the week. It is a day to celebrate that which you set out to accomplish at the beginning of the week."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Weekends are life’s gift to those who hate their jobs."
    },
    {
      "cite": "Raimonda B.",
      "quote": "People wait all week for Friday, all year for summer, all life for happiness."
    }
  ]
}