{
  "source": "https://www.wisesayings.com/friday-night-quotes/",
  "theme": "friday-night",
  "quotes": [
    {
      "cite": "Bob Marley",
      "quote": "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nobody can hurt me without my permission."
    },
    {
      "cite": "Mother Teresa",
      "quote": "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents; people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you."
    },
    {
      "cite": "Lance Armstrong",
      "quote": "Two things scare me. The first is getting hurt. But that's not nearly as scary as the second, which is losing."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Some old wounds never truly heal, and bleed again at the slightest word."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "To hurt is as human as to breathe."
    },
    {
      "cite": "Nina LaCour",
      "quote": "I don't want to hurt you or anybody so please forget about me. Just try. Find yourself a better friend."
    },
    {
      "cite": "Emilie Autumn",
      "quote": "I still own my heart, which I know because it hurts so much."
    },
    {
      "cite": "Tshepo Koos Maluleke",
      "quote": "It hurts so bad to be ignored or rejected by that only person who means the world to you."
    },
    {
      "cite": "Varsha Sharma",
      "quote": "You will never know the power of yourself until someone hurts you badly."
    },
    {
      "cite": "Sonya Parker",
      "quote": "If they keep hurting you, love them and stay or love yourself and leave."
    },
    {
      "cite": "Karina Barton",
      "quote": "I hope some day you realize what you meant to me. You were my everything while I was your nothing. You threw me away like trash the way she'll do you."
    },
    {
      "cite": "Anurag Prakash Ray",
      "quote": "Sometimes someone can hurt us more than we really deserve because we had loved them more than they actually deserve."
    },
    {
      "cite": "Albert Camus",
      "quote": "To live is to hurt others, and through others, to hurt oneself. Cruel earth! How can we manage not to touch anything? To find what ultimate exile?"
    },
    {
      "cite": "William Shakespeare",
      "quote": "The stroke of death is as a lover's pinch, Which hurts and is desired."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "That old saying, how you always hurt the one you love, well, it works both ways."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Love, to be real, must cost - it must hurt - it must empty us of self."
    }
  ]
}