{
  "source": "https://www.wisesayings.com/friends-leaving-quotes/",
  "theme": "friends-leaving",
  "quotes": [
    {
      "cite": "Richard Bach",
      "quote": "Don't be dismayed at goodbyes. A farewell is necessary before you can meet again. And meeting again, after moments or lifetime, is certain for those who are friends."
    },
    {
      "cite": "Pam Brown",
      "quote": "Odd how much it hurts when a friend moves away- and leaves behind only silence."
    },
    {
      "cite": "Unkown",
      "quote": "True love is when you have to watch a friend leave, with the knowledge that you might never see him again. But you know he'll be in your mind and heart forever."
    },
    {
      "cite": "Washington Irving",
      "quote": "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "When you part from your friend, you grieve not. For that which you love in him may be clearer in his absence, as the mountain to the climber is cleaner from the plain."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "The tender friendships one gives up, on parting, leave their bite on the heart, but also a curious feeling of a treasure somewhere buried."
    },
    {
      "cite": "Misti Hemlock",
      "quote": "When a friend leaves you, you move on. When a best friend leaves you, part of you is gone."
    },
    {
      "cite": "Melina Campos",
      "quote": "Memories last forever, never do they die. Friends stay together, never say goodbye."
    },
    {
      "cite": "Tom Petty",
      "quote": "You and I will meet again, When we're least expecting it, One day in some far off place, I will recognize your face, I won't say goodbye my friend, For you and I will meet again."
    },
    {
      "cite": "Edward Young",
      "quote": "But fate ordains that dearest friends must part."
    },
    {
      "cite": "Richard Bach",
      "quote": "Can miles truly separate you from friends. If you want to be with someone you love, aren't you already there?"
    },
    {
      "cite": "Pocahontas",
      "quote": "Good-Bye is an easy word to say but try saying it to a friend. If I never knew you, I'd be safe, but half as real, never knowing I could feel."
    },
    {
      "cite": "Robert Southey",
      "quote": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth."
    },
    {
      "cite": "Ovid",
      "quote": "Could we see when and where we are to meet again, we would be more tender when we bid our friends goodbye."
    },
    {
      "cite": "unknown",
      "quote": "True friends don't say good-bye, they just take extended leaves of absences from each other."
    },
    {
      "cite": "Ghandi",
      "quote": "There are no good-byes, where ever you'll be, you'll be in my heart."
    },
    {
      "cite": "Sergei Yesenin",
      "quote": "Goodbye, my friend, goodbye. My dear, you are in my heart. Predestined separation promises a future meeting."
    },
    {
      "cite": "Trey Parker",
      "quote": "Saying goodbye doesn't mean anything. It's the time we spent together that matters, not how we left it."
    },
    {
      "cite": "Spice Girls",
      "quote": "Look for the rainbow in every storm, fly like an angel, good-bye my friend. I know you're gone, you said you're gone, but I can still feel you here."
    },
    {
      "cite": "Unkown",
      "quote": "True friends cry when you leave. Fake friends leave when you cry."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "True friendship is like sound health; the value of it is seldom known until it be lost."
    },
    {
      "cite": "Dale Evans Rogers",
      "quote": "Happy trails to you, until we meet again."
    },
    {
      "cite": "John Gay",
      "quote": "We only part to meet again."
    },
    {
      "cite": "A. A. Milne",
      "quote": "How lucky I am to have something that makes saying goodbye so hard."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "The reason it hurts so much to separate is because our souls are connected."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you’re brave enough to say goodbye, life will reward you with a new hello."
    },
    {
      "cite": "Robert Southey",
      "quote": "The loss of a friend is like that of a limb, time may heal the anguish of the wound, but the loss cannot be repaired."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "Be well, do good work, and keep in touch."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Wherever you are you will always be in my heart."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "To say goodbye is to die a little."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Never part without loving words to think of during your absence. It may be that you will not meet again in this life."
    },
    {
      "cite": "George Eliot",
      "quote": "Only in the agony of parting do we look into the depths of love."
    },
    {
      "cite": "Kai Knudsen",
      "quote": "Love is missing someone whenever you're apart, but somehow feeling warm inside because you're close in heart."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Farewell! God knows when we shall meet again."
    },
    {
      "cite": "Donald Cargill",
      "quote": "Farewell, dearest friend, never to see one another any more till at the right hand of Christ."
    },
    {
      "cite": "unknown",
      "quote": "Goodbyes are not forever, are not the end, it simply means I’ll miss you until we meet again."
    },
    {
      "cite": "unknown",
      "quote": "Good friends never say goodbye. They simply say see you soon."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The pain of parting is nothing to the joy of meeting again."
    }
  ]
}