{
  "source": "https://www.wisesayings.com/friends-forever-quotes/",
  "theme": "friends-forever",
  "quotes": [
    {
      "cite": "Michael W. Smith",
      "quote": "Friends are friends forever. If the Lord's the Lord of them, a friend will not say never 'cause the welcome will not end. Although it's hard to let you go, in the Father's hands we know, a lifetime's not too long to live as friends."
    },
    {
      "cite": "Bridget Davis",
      "quote": "I hope we'll be friends forever, together we'll always be. I don't think you understand just how much you mean to me. And one day when we part our ways, we'll think back to the past and think about how happy we are 'cause our friendship will always last."
    },
    {
      "cite": "Margaret Lee Runbeck",
      "quote": "Silence makes the real conversations between friends. Not the saying, but the never needing to say that counts."
    },
    {
      "cite": "Helen Keller",
      "quote": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing... not healing, not curing... that is a friend who cares."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Close friends are truly life's treasures. Sometimes they know us better than we know ourselves. With gentle honesty, they are there to guide and support us, to share our laughter and our tears. Their presence reminds us that we are never really alone."
    },
    {
      "cite": "Donna Roberts",
      "quote": "A friend knows the song in my heart and sings it to me when my memory fails."
    },
    {
      "cite": "Henri Nouwen",
      "quote": "A friend is a hand that is always holding yours, no matter how close or far apart you may be. A friend is someone who is always there and will always, always care. A friend is a feeling of forever in the heart."
    },
    {
      "cite": "Len Wein",
      "quote": "A friend is someone who is there for you when he'd rather be anywhere else."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow."
    },
    {
      "cite": "Laura Marling",
      "quote": "A friend is a friend forever and a good one will never leave, never."
    },
    {
      "cite": "Walter Winchell",
      "quote": "A real friend is one who walks in when the rest of the world walks out."
    },
    {
      "cite": "Kristin Hannah",
      "quote": "That was the thing about best friends. Like sisters and mothers, they could piss you off and make you cry and break your heart, but in the end, when the chips were down, they were there, making you laugh even in your darkest hours."
    },
    {
      "cite": "Barbara Kingsolver",
      "quote": "The friend who holds your hand and says the wrong thing is made of dearer stuff than the one who stays away."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "I don't want to go to heaven. None of my friends are there."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you."
    },
    {
      "cite": "Frances Ward Weller",
      "quote": "A friend can tell you things you don't want to tell yourself."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing."
    },
    {
      "cite": "Kristin Hannah",
      "quote": "That was what a best friend did: hold up a mirror and show you your heart."
    },
    {
      "cite": "Emily Kimbrough",
      "quote": "Remember, we all stumble, every one of us. That's why it's a comfort to go hand in hand."
    },
    {
      "cite": "Henry Clay Trumbull",
      "quote": "Friendship by its very nature consists in loving, rather than in being loved."
    },
    {
      "cite": "Greg Tamblyn",
      "quote": "Friends are people who know you really well and like you anyway."
    },
    {
      "cite": "Ashley Olsen",
      "quote": "She's always there for me when I need her; She's my best friend; she's just my everything."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A friend is someone who knows all about you and still loves you."
    },
    {
      "cite": "Grace Pulpit",
      "quote": "A friend is the one who comes in when the whole world has gone out."
    },
    {
      "cite": "Sher E Yazdan",
      "quote": "Sometimes family don't understand you..But your friends understand you the most."
    },
    {
      "cite": "Bill Bryson",
      "quote": "To my mind, the only possible pet is a cow. Cows love you. . . . They will listen to your problems and never ask a thing in return. They will be your friends forever. And when you get tired of them, you can kill and eat them. Perfect."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "If you go out looking for friends, you're going to find they are very scarce. If you go out to be a friend, you'll find them everywhere."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things, does the heart find its morning and is refreshed."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "A friend is someone who will always be there for you, in good and hard times."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "You are my best friend as well as my lover, and I do not know which side of you I enjoy the most. I treasure each side, just as I have treasured our life together."
    },
    {
      "cite": "Robert Breault",
      "quote": "I value the friend who for me finds time on his calendar, but I cherish the friend who for me does not consult his calendar."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Friendship is always a sweet responsibility, never an opportunity."
    },
    {
      "cite": "Conor Oberst",
      "quote": "When everything is lonely I can be my best friend."
    },
    {
      "cite": "Supriya Parulekar",
      "quote": "Friendship means understanding not agreement it means forgiveness not forgetting.I means the memories last even if the contact is lost."
    },
    {
      "cite": "Ariel Books",
      "quote": "Friends are family we choose. They are our kindred spirits, met by chance or good fortune and bound to us by a commonality of interests."
    },
    {
      "cite": "Cicero",
      "quote": "Friendship makes prosperity more brilliant, and lightens adversity by dividing and sharing it."
    },
    {
      "cite": "Francis Bacon",
      "quote": "A principal fruit of friendship is the ease and discharge of the fullness and swellings of the heart which passions of all kinds do cause and induce."
    },
    {
      "cite": "John Lyly",
      "quote": "When adversities flow, then love ebbs; but friendship standeth stiffly in storms."
    },
    {
      "cite": "Francois de la Rouchefoucauld",
      "quote": "In friendship, as in love, we are often more happy from the things we are ignorant than those we are acquianted with."
    },
    {
      "cite": "Sallust",
      "quote": "To like and dislike the same things, this is what makes a solid friendship."
    },
    {
      "cite": "Karol Ladd",
      "quote": "The worth of friend is priceless. Friendship is a topic that is deserving of our honor and attention."
    },
    {
      "cite": "Terry Ladd",
      "quote": "The power of a possitive friend is about being a positive influence in the lives of other people. It is no a sweet and fluffy celebration of happy relationships. Rather, it is a compelling work designed to insipre and equip each and every one  of us to build deeper and more meaningful friendships."
    },
    {
      "cite": "Karol Ladd",
      "quote": "But whether you are overly busy or lead a relatively simple life, the powerful principles for being a positive friend hold true.They are  foundational and lasting."
    },
    {
      "cite": "Terry Ladd",
      "quote": "A positive friend is someone who encourages us--who sees who we are, notices the things that we for, and says, 'You go, girl.' That encouragement is so critical to our souls that some of us will go to great lengths to get it."
    },
    {
      "cite": "Fred Frankel",
      "quote": "Close friends support each other in stressful times and help each other to look beyond their own needs and become sensitive to others."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "So if you feel like you're happier because a certain friend is in your life, well, that's a genuine feeling--backed up by science."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "If you have a friend you can be weird around, then you have everything."
    },
    {
      "cite": "Karen Salmansohn",
      "quote": "I don't think I hould call you a friend-and that's a compliment. I mean,look a at the word 'friend.' It has 'end' inside of it! You're more like a 'friforever.'"
    },
    {
      "cite": "C. Warner",
      "quote": "I can trust my friends.. These people examine myself, encourage me to grow."
    },
    {
      "cite": "C. Warner",
      "quote": "Friends get you through bad times and help you enjoy the good times."
    },
    {
      "cite": "Anaïs Nin",
      "quote": "Each friend represents a world in us, a world possibly not born until they arrive, and it is by this meeting that a new workd is born."
    },
    {
      "cite": "Aristotle",
      "quote": "What is a friend? A single sould dwelling in two bodie."
    },
    {
      "cite": "Arthur Brisbane",
      "quote": "A good friend can tell you what is the matter with you in a minute. He may not seem such a good friend after telling."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "A true friend is someone who thinks that you are a good egg though he knows that you are slightly cracked."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Never leave a friend behind. Friends are all we have to get us through this life-- and they are the only things from this world that we could hope to see in the next."
    },
    {
      "cite": "Henri J.M. Nouwen",
      "quote": "A friend is more than a therapist or a confessor, even though a friend can sometimes heal us and offer us God's forgiveness. A friend is that other person with whom we can share our solitue, our silence, and our prayer."
    },
    {
      "cite": "Kate Hudson",
      "quote": "No matter how far you take it with your friends,whether you're fighting with them or you hate them for two months, you just really need them, because they're the one's who teach you the most about yourself."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "A faithful friend is a strong defense; And he that hath found him found a treasure."
    },
    {
      "cite": "Nicole Richie",
      "quote": "True friends are like diamonds -- bright, beautiful, valuable, and always in style."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "When friendships are real, they are not glass threads or frost work, but the solidest things we can know."
    },
    {
      "cite": "Richelle Mead",
      "quote": "Only a true bestfriend can protect you from your immortal enemies."
    },
    {
      "cite": "S. E. Hilton",
      "quote": "If you have two friends in your lifetime, you're lucky. If you have a good friend, you're more than lucky."
    },
    {
      "cite": "William Penn",
      "quote": "A true friend unbossoms freely, address justly, assists readily, adventure boldly, takes all patiently, defends courageously, and continues a friend unchangeably."
    },
    {
      "cite": "Greg Scelsa",
      "quote": "Friends forever, friends forever. When good friend stick together, I know we can weather any storm."
    },
    {
      "cite": "Greg Scelsa",
      "quote": "A friend is there through thick and thin, in sunshine and in rain."
    },
    {
      "cite": "King Tse",
      "quote": "When two friends understand each other totally, the words are soft and strong like an orchind's perfume."
    },
    {
      "cite": "Kevin Grommersch",
      "quote": "Friends we will forever be, for no storm can send us apart. A force of friendship from above forever binds us. No matter what evil or troubles may come to us, we will be friends forever and all eternity."
    },
    {
      "cite": "Kevin Grommersch",
      "quote": "Friends are the ones who stick with us when everyone else laughs.They are the ones who cheer you up when you are angry and sad. They are the warmth of the fire in the winter, and the cool breeze of the summer."
    },
    {
      "cite": "Albert Camus",
      "quote": "Don’t walk behind me; I may not lead. Don’t walk in front of me; I may not follow. Just walk beside me and be my friend."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "A friend is someone who knows the song in your heart and can sing it back to you when you have forgotten the words."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Friendship is unnecessary, like philosophy, like art… It has no survival value; rather it is one of those things which give value to survival."
    },
    {
      "cite": "Christy Evans",
      "quote": "Good friends are like stars, you don’t always see them, but you know they are there."
    },
    {
      "cite": "Douglas Pagels",
      "quote": "A friend is one of the nicest things you can have, and one of the best things you can be."
    },
    {
      "cite": "Liz Fenton",
      "quote": "A true best friend loves you even when it seems like you’ve gone off the deep end."
    },
    {
      "cite": "Nathaniel Richmond",
      "quote": "Best friends can turn a horrible day, into one of the best days of your life."
    },
    {
      "cite": "Nausicca Twila",
      "quote": "There are rare people who will show up at the right time, help you through the hard times and stay into your best times… Those are the keepers."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Anybody can sympathise with the sufferings of a friend, but it requires a very fine nature to sympathise with a friend’s success."
    },
    {
      "cite": "R.J.L.",
      "quote": "That’s when I realized what a true friend was. Someone who would always love you – the imperfect you, the confused you, the wrong you – because that is what people are supposed to do."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the blessings of old friends that you can afford to be stupid with them."
    },
    {
      "cite": "Renee Olstead",
      "quote": "The biggest ingredient in a best friend is someone whose actions you respect and who you can truly be yourself around."
    },
    {
      "cite": "Sandra King",
      "quote": "It’s not the length of time we knew someone that makes them so special. It’s what they brought into our lives."
    },
    {
      "cite": "Socrates",
      "quote": "Be slow to fall into friendship, but when you are in, continue firm and constant."
    },
    {
      "cite": "A.R. Asher",
      "quote": "Life isn't about having a thousand friends, it's about finding the very few right ones you need."
    },
    {
      "cite": "Aidan Chambers",
      "quote": "The most memorable people in life will be the friends who loved you when you weren't very lovable."
    },
    {
      "cite": "Amy Poehler",
      "quote": "Find a group of people who challenge and inspire you; spend a lot of time with them, and it will change your life."
    },
    {
      "cite": "Anna Taylor",
      "quote": "Some people arrive and make such a beautiful impact on your life, you can barely remember what life was like without them."
    },
    {
      "cite": "Aristotle",
      "quote": "Wishing to be friends is quick work, but friendship is a slow-ripening fruit."
    },
    {
      "cite": "Elizabeth Foley",
      "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
    },
    {
      "cite": "Euripides",
      "quote": "One loyal friend is worth ten thousand relatives."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes."
    },
    {
      "cite": "Irish Proverb",
      "quote": "A good friend is like a four-leaf clover; hard to find and lucky to have."
    },
    {
      "cite": "Jim Morrison",
      "quote": "A friend is someone who gives you total freedom to be yourself — and especially to feel, or not feel. Whatever you happen to be feeling at any moment is fine with them. That's what real love amounts to — letting a person be what he really is."
    },
    {
      "cite": "O. Henry",
      "quote": "Friendship is all about trusting each other, helping each other, loving each other and being crazy together."
    },
    {
      "cite": "R. J. L.",
      "quote": "A true friend is someone who will always love you — the imperfect, the confused, the wrong you — because that is what people are supposed to do."
    },
    {
      "cite": "Salman Rushdie",
      "quote": "In the cookie of life, friends are chocolate chips."
    },
    {
      "cite": "Steve Maraboli​",
      "quote": "Friends are medicine for a wounded heart, and vitamins for a hopeful soul."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "There is nothing like puking with somebody to make you into old friends."
    },
    {
      "cite": "Thomas Moore",
      "quote": "We need people in our lives with whom we can be as open as possible. To have real conversations with people may seem like such a simple, obvious suggestion, but it involves courage and risk."
    }
  ]
}