{
  "source": "https://www.wisesayings.com/friends-come-and-go-quotes/",
  "theme": "friends-come-and-go",
  "quotes": [
    {
      "cite": "Henry Rollins",
      "quote": "Friends may come and go. But two hundred pounds is always two hundred pounds."
    },
    {
      "cite": "Louise Hay",
      "quote": "I am my best friend. Other friends may come and go, but I am always here for me."
    },
    {
      "cite": "Yashraj Suman",
      "quote": "Friends come and go, but true friends leave footprints in your heart."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Just remember, some come, some go. The ones that stay with you through everything they're your true best friends. Don't let go of them."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "Always remember the stronger your position in life, the more enemies you're gonna have, while friends come and go."
    },
    {
      "cite": "Anonymous",
      "quote": "Friends come and go, I really don't have time to be running after people."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Friends come and go but I wouldn't have thought you'd be one of them."
    },
    {
      "cite": "Mary Schmich",
      "quote": "Understand that friends come and go, but with a precious few you should hold on. The older you get, the more you need the people who knew you when you were young."
    },
    {
      "cite": "Joey Parker",
      "quote": "Friends come & go but there's always a reason."
    },
    {
      "cite": "Anonymous",
      "quote": "Friends come and go you can't control who stays and who leaves."
    },
    {
      "cite": "Anonymous",
      "quote": "Friends come and go, that's why I watch my back and trust only few."
    },
    {
      "cite": "Arthur Bloch",
      "quote": "Friends come and go but enemies accumulate."
    },
    {
      "cite": "Kushand",
      "quote": "Friends are like stars they come and they go but only the true ones glow."
    },
    {
      "cite": "Nick Tosches",
      "quote": "The older you get, the more you live with ghosts."
    },
    {
      "cite": "Lea Michele",
      "quote": "I would tell 17-year-olds to be proud of who you are. Don't try to change yourself for others. Focus on school and your future. Boys and friends will come and go, just focus on you and your future."
    },
    {
      "cite": "Kobe Bryant",
      "quote": "Friends come and go but banners hang forever."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Many people will walk in and out of your life but only true friends leave footprints in your heart."
    },
    {
      "cite": "Norman Douglas",
      "quote": "To find a friend one must close one eye, to keep him, two."
    },
    {
      "cite": "Henry Adams",
      "quote": "One friend in a lifetime is much; two are many; three are hardly possible."
    },
    {
      "cite": "Chesterton",
      "quote": "There are a good many fools who call me a friend, and also a good many friends who call me a fool."
    },
    {
      "cite": "Henry Adams",
      "quote": "A friend in power is a friend lost."
    },
    {
      "cite": "Santayana",
      "quote": "One's friends are that part of the human race with which one can be human."
    },
    {
      "cite": "R.L. Stevenson",
      "quote": "A friend is a present which you give yourself."
    },
    {
      "cite": "Samuel Jackson",
      "quote": "There are people whom one should like very well to drop, and would not wish to be dropped by."
    },
    {
      "cite": "Evan Esar",
      "quote": "It's what people don't know about each other that makes them such good friends."
    },
    {
      "cite": "Evan Esar",
      "quote": "Some friends are a habit. others a luxury."
    },
    {
      "cite": "Evan Esar",
      "quote": "A true friend remains a friend even when you don't deserve to have one."
    },
    {
      "cite": "Evan Esar",
      "quote": "It is surprising how many friends a man has until he needs one."
    },
    {
      "cite": "Evan Esar",
      "quote": "If a false friend is one who stabs you in the back, is a true friend one who stabs you in front?"
    },
    {
      "cite": "Santayana",
      "quote": "Friendship is almost always the union of a part of one mind with a part of another: people are friends in spots."
    },
    {
      "cite": "Ben Hecht",
      "quote": "It is a mark of friendship to imagine the worst possible things about a friend."
    },
    {
      "cite": "Samuel Butler",
      "quote": "A man's friendships are invalidated by his marriage, but they are also no less invalidated by the marriage of his friends."
    },
    {
      "cite": "Gerald Gillum",
      "quote": "Friends come and go, friends come and go / Go like the seasons / I never know, I never know / What to believe in / And it's getting old, it's getting old / But no hard feelings"
    },
    {
      "cite": "James Samuel III Harris",
      "quote": "Friends come and friends may go / My friend, you're real I know / True self you have shown / You're alright with me / Through thick and thick to thin / I'll love you till the end / You know it's true my friend / You're alright with me"
    },
    {
      "cite": "Ann Nesby",
      "quote": "When your friends come and go / Because they depended on you  / For their own selfish needs / The Lord he won't leave you  / Nor will he forsake you"
    },
    {
      "cite": "Jacqueline Cummings",
      "quote": "Friends come and go like the spring, or snow / You can make plans but you'll never know  / Whether the tide is high, whether the high is low"
    },
    {
      "cite": "Alex Koehler",
      "quote": "There's not a person I can trust in this world / I've seen friends come and go / And I'm not falling for it anymore / Everything you said / Everything you've done / Did it mean anything?"
    },
    {
      "cite": "Damion Anderson",
      "quote": "Good friends they come, good friends they go / It's just a product of this crazy world and how it goes / What doesn't change is that you'll always be there for me / That's why I see you in everything"
    },
    {
      "cite": "Arlo Guthrie",
      "quote": "Many friends come and go, / You know there's a lot of feelings that I've left behind, / And it's a lonely world, I know, / When your friends are hard to find."
    },
    {
      "cite": "Van Morrison",
      "quote": "So called friends come and go / And things just don't add up / Trying to make my way / Through all this illusion and myth / I don't even have no safety net"
    },
    {
      "cite": "Brantley Keith Gilbert",
      "quote": "I could stand to lose my faith in / Friends that come and go / Yeah, they'll be there when you need them, / They say that when you don't / I could give up on my heroes / Could let myself down, too / But what would I do / If I lost my faith in you? / My faith in you"
    },
    {
      "cite": "Kylie Minogue",
      "quote": "When friends come and go / This family is stone / You'll always be with me no matter where I go / Wherever we are / Just look to the stars / And know that you're forever shining in my heart"
    },
    {
      "cite": "Joy Lynn White",
      "quote": "Nothing lasts, well she knows, try to hang on / When it's gone, you'll be burned / Fashions and friends come and go / Everyone travels that road in their turn"
    },
    {
      "cite": "Alexander Barr",
      "quote": "His friends come and go like the seasons and tide / He can't keep a women they all realize / He loves them, leaves them, takes what he needs / He's loyal to no one, no one at all"
    },
    {
      "cite": "Gavin Richard Harrison",
      "quote": "Friends come and friends go / As I go round and round in circles / Love someone change your mind / Decide he was a swine / As you go round and round in circles"
    },
    {
      "cite": "James Anderson",
      "quote": "Oh Mrs friend of mine / You know there's friends that come and go  / I hope that you'll be mine   / Cause there's feelings I don't show"
    },
    {
      "cite": "Aristotle",
      "quote": "A friend to all is a friend to none."
    },
    {
      "cite": "Henri Wilde",
      "quote": "The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing.. not healing, not curing.. that is a friend who cares."
    },
    {
      "cite": "Laurence J Peter",
      "quote": "You can always tell a real friend: when you've made a fool of yourself he doesn't feel you've done a permanent job."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "Never part without loving words to think of during your absence. It may be that you will not meet again in this life."
    },
    {
      "cite": "Robert Southey",
      "quote": "The loss of a friend is like that of a limb, time may heal the anguish of the wound, but the loss cannot be repaired."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The pain of parting is nothing to the joy of meeting again."
    },
    {
      "cite": "Donald Cargill",
      "quote": "Farewell, dearest friend, never to see one another any more till at the right hand of Christ."
    },
    {
      "cite": "Walter Winchell",
      "quote": "A real friend is one who walks in when the rest of the world walks out."
    },
    {
      "cite": "Arnold H. Glasow",
      "quote": "A true friend never gets in your way unless you happen to be going down."
    },
    {
      "cite": "Waqar Ahmed",
      "quote": "Friendship is delicate as a glass, once broken it can be fixed but there will always be cracks."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "Letting go of toxic people in your life is a big step in loving yourself."
    },
    {
      "cite": "Jennifer Green",
      "quote": "Sometimes, you have to give up on people. Not because you don’t care but because they don’t."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Without wearing any mask we are conscious of, we have a special face for each friend."
    },
    {
      "cite": "Students at Pierce Middle School",
      "quote": "Although friends come and go through our lives, we still need them. Friends are important because they are  there for us and then most of the time we are there for them."
    },
    {
      "cite": "Students at Pierce Middle School",
      "quote": "Sadly, they come and go but there will always be that memory of a certain friend we will cherish for a long time."
    }
  ]
}