{
  "source": "https://www.wisesayings.com/friendless--quotes/",
  "theme": "friendless-",
  "quotes": [
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Even among familiar faces, people often feel invisible and desolate, like an island in cold waters or a shadow apart from the crowd. Be the reason another never feels alone."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Nobody enjoys the company of others as intensely as someone who usually avoids the company of others."
    },
    {
      "cite": "Charlotte Bronte",
      "quote": "I care for myself. The more solitary, the more friendless, the more unsustained I am, the more I will respect myself."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Friendless. Having no favors to bestow. Destitute of fortune. Addicted to utterance of truth and common sense."
    },
    {
      "cite": "Dorothea Dix",
      "quote": "In proportion as my own discomfort has increased, my conviction of necessity to search into the wants of the friendless and afflicted has deepened. If I am cold, they too are cold; if I am weary, they are distressed; if I am alone, they are abandoned."
    },
    {
      "cite": "Mark Twain",
      "quote": "The cayote is a living, breathing allegory of Want. He is always hungry. He is always poor, out of luck and friendless. The meanest creatures despise him, and even the fleas would desert him for a velocipede."
    },
    {
      "cite": "Benito Mussolini",
      "quote": "We become strong, I feel, when we have no friends upon whom to lean, or to look to for moral guidance."
    },
    {
      "cite": "Rumi",
      "quote": "If you are looking for a friend who is faultless, you will be friendless."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "There is no man so friendless but what he can find a friend sincere enough to tell him disagreeable truths."
    },
    {
      "cite": "Aristotle",
      "quote": "No one would choose a friendless existence on condition of having all other things in the world."
    },
    {
      "cite": "Massie Block",
      "quote": "I'd rather be a friendless loser, than have a bunch of friends who secretly hate me."
    },
    {
      "cite": "Dian Fossey",
      "quote": "I have no friends.The more you learn about the difgnity of the gorilla, the more you want to avoid people."
    },
    {
      "cite": "Turkish Proverb",
      "quote": "A man who seeks a perfect friend, will remain friendless."
    },
    {
      "cite": "Ezra Pound",
      "quote": "Come, let us pity those who are better off than we are. Come, my friend, and remember that the rich have butlers and no friends, And we have friends and no butlers."
    },
    {
      "cite": "Sean Covey",
      "quote": "It's hard, but sometimes it is better to have no friends for a time than to have the wrong friends. The wrong group can lead you down all kinds of paths you really don't want to be on. And retracing your steps can be a long and hard journey."
    },
    {
      "cite": "Colleen Wainwright",
      "quote": "Being friendless taught me how to be a friend. Funny how that works."
    },
    {
      "cite": "Eugene V. Debs",
      "quote": "If I were hungry and friendless today, I would rather take my chances with a saloon-keeper than with the average preacher."
    },
    {
      "cite": "Catherine Lacey",
      "quote": "I found, increasingly, that I did not particularly care and I tried to fake a little kindness, a little sweetness, tried to mirror Luna back at herself, but that exhausted me after a week and I concluded that I was not meant for this sort of thing, friends, friendliness, no, I wasn't meant for it."
    },
    {
      "cite": "Elizabeth Strout",
      "quote": "We were not as close as you might expect; we were equally friendless and equally scorned, and we eyed each other with the same suspicion with which we viewed the rest of the world."
    },
    {
      "cite": "Mary Shelley",
      "quote": "Do not despair. To be friendless is indeed to be unfortunate, but the hearts of men, when unprejudiced by any obvious self-interest, are full of brotherly love and charity."
    },
    {
      "cite": "Elizabeth Barrett Browning",
      "quote": "No man can be called friendless who has God and the companionship of good books."
    },
    {
      "cite": "Leif Enger",
      "quote": "It is one thing to be sick of your own infirmities and another to understand that the people you love most are sick of them also. You are very near then to being friendless in the world."
    },
    {
      "cite": "Melissa Broder",
      "quote": "But what if I did tell people exactly what was going on? What if I valued my own peace of mind more than what other people think of me? Would I end up jobless, friendless, and loveless? Would I vanish entirely?"
    },
    {
      "cite": "George Graham Vest",
      "quote": "If fortune drives the master forth, an outcast in the world, friendless and homeless, the faithful dog asks no higher privilege than that of accompanying him, to guard him against danger, to fight against his enemies."
    },
    {
      "cite": "Jason S. Hornsby",
      "quote": "I'm haunted. We all are, I guess. We're parentless, friendless, unloved, abandoned. The spirits of our deceased emotional anchors and proofs of existence will follow and demean us until we too roam a quiet lifeless world alongside them - unable to speak - our histories written in beach sand."
    },
    {
      "cite": "Charles Nicholson",
      "quote": "Be he poor, be he friendless,here he may acquire distinction, the reward of merit alone. Knowledge to him will here unfold her ample page; all the spoils of time, all the treasures of thought, and all the bright domains of a glorious future, may here become his."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "He alone is great and happy who requires neither to command nor to obey in order to secure his being of some importance in this world."
    },
    {
      "cite": "Chanakya",
      "quote": "A man is born alone and dies alone; and he experiences the good and bad consequences of his karma alone; and he goes alone to hell or the Supreme abode."
    },
    {
      "cite": "unknown",
      "quote": "Will I try to buy your love. I'm getting friendless, back to the end. Shadows of guilt run through, this time it's better than the last. Guilt from your face, This is wanted to the end there's a smile in me."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival."
    }
  ]
}