{
  "source": "https://www.wisesayings.com/friends-changing-quotes/",
  "theme": "friends-changing",
  "quotes": [
    {
      "cite": "Derek Landy",
      "quote": "She had been a teenager once, and she knew that, despite the apparent contradictions, a person's teenage years lasted well into their fifties."
    },
    {
      "cite": "Magenta Periwinkle",
      "quote": "I had choosen the path of the black sheep rather than that of the unicorns and puppies."
    },
    {
      "cite": "Jennifer Elisabeth",
      "quote": "Your personal truth is your gift to the world."
    },
    {
      "cite": "Rubye Armorer",
      "quote": "To now is to love, to see is a joy, but to lose is hurtful."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Heredity is what sets the parents of a teenager wondering about each other."
    },
    {
      "cite": "Karen Savage and Patricia Adams",
      "quote": "Adolescence is perhaps nature's way of preparing parents to welcome the empty nest."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "As a teenager you are at the last stage in your life when you will be happy to hear that the phone is for you."
    },
    {
      "cite": "Raymond Duncan",
      "quote": "The best substitute for experience is being sixteen."
    },
    {
      "cite": "Bob Phillips",
      "quote": "Teenagers complain there's nothing to do, then stay out all night doing it."
    },
    {
      "cite": "Kami Garcia",
      "quote": "Teenagers. Everything is so apocalyptic."
    },
    {
      "cite": "Kevin Leman",
      "quote": "The older your teenagers are, the more they will have their own ideas and opinions. If you take them seriously, rather than assuming your ideas are always best and the only ones, you will begin to grow a relationship that will extend beyond the hormone-group years."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "As a teenager you are at the last stage in your life when you will be happy to hear that the phone is for you."
    },
    {
      "cite": "Beverley Mitchell",
      "quote": "I think the hardest part about being a teenager is dealing with other teenagers - the criticism and the ridicule, the gossip and rumors."
    },
    {
      "cite": "Jennifer Lawrence",
      "quote": "Teenagers only have to focus on themselves - its not until we get older that we realize that other people exist."
    },
    {
      "cite": "Joan Chen",
      "quote": "All teenagers have this desire to somehow run away."
    },
    {
      "cite": "Stephen King",
      "quote": "If you liked being a teenager, there's something really wrong with you."
    },
    {
      "cite": "Veronica Roth",
      "quote": "As a teenager, I put a lot of pressure on myself, and a lot of that, for me, was about finding a moral high ground. As I've grown up, I've decided to abandon that because it made me judgmental and also stressed me out."
    }
  ]
}