{
  "source": "https://www.wisesayings.com/friends-quotes/",
  "theme": "friends",
  "quotes": [
    {
      "cite": "Jess C. Scott",
      "quote": "Friends are the family you choose."
    },
    {
      "cite": "unknown",
      "quote": "Friends are like rainbows - always there to cheer you up after a storm."
    },
    {
      "cite": "Epictetus",
      "quote": "When our friends are present we ought to treat them well; and when they are absent, to speak of them well."
    },
    {
      "cite": "Aristotle",
      "quote": "Friends are much better tried in bad fortune than in good."
    },
    {
      "cite": "Theophrastus",
      "quote": "True friends visit us in prosperity only when invited, but in adversity they come without invitation."
    },
    {
      "cite": "Claude Mermet",
      "quote": "Friends are like melons. Shall I tell you why? To find one good, you must a hundred try."
    },
    {
      "cite": "Pythagoras",
      "quote": "Friends are as companions on a journey, who ought to aid each other to persevere in the road to a happier life."
    },
    {
      "cite": "C.J. Langenhoven",
      "quote": "Friends should be like books, few, but hand-selected."
    },
    {
      "cite": "Aristotle",
      "quote": "Without friends, no one would want to live, even if he had all other goods."
    },
    {
      "cite": "Euripides",
      "quote": "Friends show their love in times of trouble..."
    },
    {
      "cite": "Titus Maccius Plautus",
      "quote": "Where there are friends, there is wealth."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world."
    },
    {
      "cite": "Anon",
      "quote": "If all my friends were to jump off a bridge, I wouldn't jump with them, I would be at the bottom to catch them."
    },
    {
      "cite": "Anon",
      "quote": "Friends are the bacon bits in the salad bowl of life."
    },
    {
      "cite": "Author Unknown",
      "quote": "Friends are life's finest blessings. \"Friend\" and \"free\" are from the same root word; perhaps because you are free to be yourself with a friend."
    },
    {
      "cite": "Author Unknown",
      "quote": "Friends make memories...the heart preserves them."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the blessings of old friends that you can afford to be stupid with them."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "My friends are my estate."
    },
    {
      "cite": "Author Unknown",
      "quote": "True friends are the ones who never leave your heart, even if they leave your life for awhile. Even after years apart, you pick up with them right where you left off, and even if they die they're never dead in your heart."
    },
    {
      "cite": "Author Unknown",
      "quote": "True friends are those who lift you up when your heart's wings forget how to fly."
    },
    {
      "cite": "John Churton Collins",
      "quote": "In prosperity our friends know us; in adversity we know our friends."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "All we can do is to make the best of our friends: love and cherish what is good in them, and keep out of the way of what is bad: but no more think of rejecting them for it than of throwing away a piece of music for a flat passage or two."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "With true friends...even water drunk together is sweet enough."
    },
    {
      "cite": "Ed Cunningham",
      "quote": "Friends are those rare people who ask how we are and then wait to hear the answer."
    },
    {
      "cite": "Eustache Descamps",
      "quote": "Friends are relatives you make for yourself."
    },
    {
      "cite": "Henry Drummond",
      "quote": "Wherever we are, it is our friends that make our world."
    },
    {
      "cite": "unknown",
      "quote": "Friends are the most important ingredient in the recipe called life."
    },
    {
      "cite": "Doe Zantamata",
      "quote": "Good friends help you to find important things when you have lost them - your smile, your hope, and your courage."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Friends are those crazy people who keep coming back, in spite of being exposed to the real you."
    },
    {
      "cite": "Helen Keller",
      "quote": "True friends never apart maybe in distance but never in heart."
    },
    {
      "cite": "Anthony Liccione",
      "quote": "A circle of friends, doesn't always keep perfect relationships."
    },
    {
      "cite": "Hiroko Sakai",
      "quote": "Real Friends' are someone who are right next to you when you got in emergency, not in only parties."
    },
    {
      "cite": "G. Randolf",
      "quote": "Truly great friends are hard to find, difficult to leave, and impossible to forget."
    },
    {
      "cite": "Author Unknown",
      "quote": "Friends are like walls. Sometimes you lean on them, and sometimes it's good just knowing they are there."
    },
    {
      "cite": "Author Unknown",
      "quote": "Friends are kisses blown to us by angels."
    },
    {
      "cite": "Sare and Cate",
      "quote": "Friends are the sailors who guide your rickety boat safely across the dangerous waters of life."
    },
    {
      "cite": "Tonny Rutakirwa",
      "quote": "No matter whether you believe this or not, your friends command a major proportion of your destiny, they contribute largely to your future. Choose the right friends, keep yourself around like ? minded people, regardless of their background, as long as you share common future aspirations!"
    },
    {
      "cite": "Anonymous",
      "quote": "Friends are God's way of apologizing to us for our families."
    },
    {
      "cite": "Anatole Broyard",
      "quote": "When friends stop being frank and useful to each other, the whole world loses some of its radiance."
    },
    {
      "cite": "unknown",
      "quote": "Friends are like Peanut Butter ... it sticks to the roof of your mouth, like a friend sticks to you.... and it feels as if they never go away.!"
    },
    {
      "cite": "John Hay",
      "quote": "Friends are the sunshine of life."
    },
    {
      "cite": "Jennie Jerome Churchill",
      "quote": "Treat your friends as you do your pictures, and place them in their best light."
    },
    {
      "cite": "Roxy Quiksilver",
      "quote": "Friends are like stars, they come and go, but the ones that stay are the ones that glow."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Many people will walk in and out of your life, but only true friends will leave footprints in your heart."
    },
    {
      "cite": "unknown",
      "quote": "True friends can see the hurt in your eyes when everyone else is fooled by your smile."
    },
    {
      "cite": "unknown",
      "quote": "Side by side or miles apart, dear friends are always close to the heart."
    },
    {
      "cite": "Philippos",
      "quote": "Good friends are those who care without hesitation, who remember without limitation and who love even without communication."
    }
  ]
}