{
  "source": "https://www.wisesayings.com/friendship-quotes/",
  "theme": "friendship",
  "quotes": [
    {
      "cite": "Muhammad Ali",
      "quote": "Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything."
    },
    {
      "cite": "Aristotle",
      "quote": "Wishing to be friends is quick work, but friendship is a slow ripening fruit."
    },
    {
      "cite": "Nigerian Proverb",
      "quote": "Hold a true friend with both your hands."
    },
    {
      "cite": "Walter Winchell",
      "quote": "A real friend is one who walks in when the rest of the world walks out."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "The wise man learns more from his enemies than the fool does from his friends."
    },
    {
      "cite": "Aesop",
      "quote": "Misfortune tests the sincerity of friends."
    },
    {
      "cite": "Elisabeth Foley",
      "quote": "The most beautiful discovery true friends make is that they can grow separately without growing apart."
    },
    {
      "cite": "Octvaia Butler",
      "quote": "Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over."
    },
    {
      "cite": "Hebrew (on friends and foes)",
      "quote": "Who is mighty? He who makes an enemy into a friend."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "One of the most beautiful qualities of true friendship is to understand and to be understood."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Keep your friendships in repair."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Friendship is always a sweet responsibility, never an opportunity."
    },
    {
      "cite": "Orson Welles",
      "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."
    },
    {
      "cite": "Woodrow Wilson",
      "quote": "Friendship is the only cement that will ever hold the world together."
    },
    {
      "cite": "Anais Nin",
      "quote": "Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born."
    },
    {
      "cite": "Elie Wiesel",
      "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing"
    },
    {
      "cite": "Robert Brault",
      "quote": "Most of us don't need a psychiatric therapist as much as a friend to be silly with."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The language of friendship is not words but meanings."
    },
    {
      "cite": "Ann Lamott",
      "quote": "To have a few amazing friends on this side of eternity, this sometimes grotesque amusement park, is the greatest joy."
    },
    {
      "cite": "Arnold Glasgow",
      "quote": "A loyal friend laughs at your jokes when they're not so good, and sympathizes with your problems when they're not so bad."
    },
    {
      "cite": "Helen Keller",
      "quote": "I would rather walk with a friend in the dark, than alone in the light."
    },
    {
      "cite": "Anonymous",
      "quote": "Friends are God's way of taking care of us."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A true friend is the best Possession."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Friendship increases by visiting friends but visiting seldom."
    },
    {
      "cite": "Mencius",
      "quote": "Friendship is one mind in two bodies."
    },
    {
      "cite": "Sun Tzu",
      "quote": "Keep your friends close, your enemies even closer."
    },
    {
      "cite": "Jamaican (on friendship)",
      "quote": "Make a friend when you don't need one."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "No better relation than a prudent and faithful friend."
    },
    {
      "cite": "Anonymous",
      "quote": "One enemy is too many and a hundred friends too few."
    },
    {
      "cite": "Aesop",
      "quote": "Little friends may prove great friends."
    },
    {
      "cite": "Rod McKuen",
      "quote": "Strangers are just friends waiting to happen."
    },
    {
      "cite": "George Herbert",
      "quote": "The best mirror is an old friend."
    },
    {
      "cite": "Danish Proverb",
      "quote": "The road to a friend's house is never long."
    },
    {
      "cite": "Basque (on friends and foes)",
      "quote": "The wolf and the dog agree, at the expense of the goat which together they eat."
    },
    {
      "cite": "German (on friendship)",
      "quote": "When I eat your bread, I sing your song."
    },
    {
      "cite": "Eskimo (on friends and foes)",
      "quote": "You never really know your friends from your enemies until the ice breaks."
    },
    {
      "cite": "Thomas Aquinas",
      "quote": "There is nothing on this earth more to be prized than true friendship."
    },
    {
      "cite": "Jim Morrison",
      "quote": "A friend is someone who gives you total freedom to be yourself."
    },
    {
      "cite": "Euripedes",
      "quote": "Friends show their love in times of trouble, not in happiness."
    },
    {
      "cite": "CS Lewis",
      "quote": "Friendship is born at that moment when one man says to another: What! You too? I thought that no one but myself . . ."
    },
    {
      "cite": "Albert Camus",
      "quote": "Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A friend is someone who knows all about you and still loves you."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "Life is an awful, ugly place to not have a best friend."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "It's the friends you can call up at 4 a.m. that matter."
    },
    {
      "cite": "Unknown Author",
      "quote": "Friendship isn't a big thing it's a million little things."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit."
    },
    {
      "cite": "Samuel Butler",
      "quote": "Friendship is like money, easier made than kept."
    },
    {
      "cite": "Unknown Author",
      "quote": "There are some people in life that make you laugh a little louder, smile a little bigger, and live just a little bit better."
    },
    {
      "cite": "Unknown Author",
      "quote": "Good friends help you find important things when you have lost them. Your smile, you hope, and your courage."
    },
    {
      "cite": "David Tyson Gentry",
      "quote": "True friendship comes when the silence between two people is comfortable."
    },
    {
      "cite": "Alexander Dumas",
      "quote": "Friendship consists in forgetting what one gives and remembering what one receives."
    },
    {
      "cite": "Plutarch",
      "quote": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better."
    },
    {
      "cite": "Bob Marley",
      "quote": "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for."
    },
    {
      "cite": "Norman Douglas",
      "quote": "To find a friend one must close one eye. To keep him—close two."
    },
    {
      "cite": "Hugh Kingsmill",
      "quote": "[Friends are] God’s apology for relations."
    },
    {
      "cite": "Jeffrey Bernard",
      "quote": "It may be more difficult to make new friends as you get older but it is some consolation to know how easy it is to lose them when you are young."
    },
    {
      "cite": "Andrew Gold",
      "quote": "Thank you for being a friend / Traveled down a road and back again / Your heart is true, you're a pal and a confidant."
    },
    {
      "cite": "Paul McCartney and John Lennon",
      "quote": "What would you think if I sang out of tune? / Would you stand up and walk out on me? / Lend me your ears and I'll sing you a song / And I'll try not to sing out of key / Oh, I get by with a little help from my friends."
    },
    {
      "cite": "Burt Bacharach and Carole Bayer Sager",
      "quote": "For good times and bad times / I'll be on your side forever more / That's what friends are for."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Two sturdy oaks I mean, which side by side, / Withstand the winter's storm, / And spite of wind and tide, / Grow up the meadow's pride, / For both are strong / Above they barely touch, but undermined / Down to their deepest source, / Admiring you shall find / Their roots are intertwined / Insep'rably."
    },
    {
      "cite": "William Blake",
      "quote": "I was angry with my friend: / I told my wrath, my wrath did end. / I was angry with my foe: / I told it not, my wrath did grow."
    },
    {
      "cite": "Gina Barreca",
      "quote": "It’s not that diamonds are a girl’s best friend, but it’s your best friends who are your diamonds."
    },
    {
      "cite": "Jane Austen",
      "quote": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature."
    },
    {
      "cite": "Aristotle",
      "quote": "What is a friend? A single soul dwelling in two bodies."
    },
    {
      "cite": "Alice Walker",
      "quote": "No person is your friend who demands your silence, or denies your right to grow."
    },
    {
      "cite": "Ally Condie",
      "quote": "Growing apart doesn’t change the fact that for a long time we grew side by side; our roots will always be tangled. I’m glad for that."
    },
    {
      "cite": "Amy Poehler",
      "quote": "Find a group of people who challenge and inspire you; spend a lot of time with them, and it will change your life."
    },
    {
      "cite": "Anna Taylor",
      "quote": "Some people arrive and make such a beautiful impact on your life, you can barely remember what life was like without them."
    },
    {
      "cite": "Arnold H. Glasgow",
      "quote": "A true friend never gets in your way unless you happen to be going down."
    },
    {
      "cite": "Arthur Brisbane",
      "quote": "A good friend can tell you what is the matter with you in a minute. He may not seem such a good friend after telling."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked."
    },
    {
      "cite": "Buddha",
      "quote": "An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."
    },
    {
      "cite": "C.J. Langenhoven",
      "quote": "Friends should be like books, few, but hand-selected."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "Friendship is like a glass ornament, once it is broken it can rarely be put back together exactly the same way."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Tis the privilege of friendship to talk nonsense, and to have her nonsense respected."
    },
    {
      "cite": "Clifton Fadiman",
      "quote": "One measure of friendship consists not in the number of things friends can discuss, but in the number of things they need no longer mention."
    },
    {
      "cite": "Confucius",
      "quote": "What you do not want done to yourself, do not do to others."
    },
    {
      "cite": "Donna Roberts",
      "quote": "A friend knows the song in my heart and sings it to me when my memory fails."
    },
    {
      "cite": "Ed Cunningham",
      "quote": "Friends are those rare people who ask how we are and then wait to hear the answer."
    },
    {
      "cite": "Edith Wharton",
      "quote": "There is one friend in the life of each of us who seems not a separate person, however dear and beloved, but an expansion, an interpretation, of one’s self, the very meaning of one’s soul."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "Many people will walk in and out of your life, but only true friends will leave footprints in your heart."
    },
    {
      "cite": "Emilie Saint-Genis",
      "quote": "True friends don’t judge each other, they judge other people together."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "I like to listen. I have learned a great deal from listening carefully. Most people never listen."
    },
    {
      "cite": "Ethel Barrymore",
      "quote": "The best time to make friends is before you need them."
    },
    {
      "cite": "Eugene Kennedy",
      "quote": "The real test of friendship is can you literally do nothing with the other person? Can you enjoy those moments of life that are utterly simple?"
    },
    {
      "cite": "Frances Ward Weller",
      "quote": "A friend can tell you things you don’t want to tell yourself."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Love is blind; friendship closes its eyes."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "True friendship can afford true knowledge. It does not depend on darkness and ignorance."
    },
    {
      "cite": "Jim Henson",
      "quote": "There’s not a word yet for old friends who’ve just met."
    },
    {
      "cite": "John Churton Collins",
      "quote": "In prosperity our friends know us; in adversity we know our friends."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "In the sweetness of friendship let there be laughter and sharing of pleasure. For in the dew of little things the heart finds its morning and is refreshed."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "A single rose can be my garden… a single friend, my world."
    },
    {
      "cite": "Lois Wyse",
      "quote": "A good friend is a connection to life a tie to the past, a road to the future, the key to sanity in a totally insane world."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom."
    },
    {
      "cite": "Marcus Tullius Cicero",
      "quote": "Friendship improves happiness, and abates misery, by doubling our joys, and dividing our grief."
    },
    {
      "cite": "Martin Luther King",
      "quote": "In the End, we will remember not the words of our enemies, but the silence of our friends."
    },
    {
      "cite": "Mencius",
      "quote": "Friends are the siblings God never gave us."
    },
    {
      "cite": "Noel Jones",
      "quote": "Never forget that a true friend is someone who understands your past, believes in your future, and accepts you just the way you are."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Anybody can sympathise with the sufferings of a friend, but it requires a very fine nature to sympathise with a friend’s success."
    },
    {
      "cite": "Paramahansa Yogananda",
      "quote": "There is a magnet in your heart that will attract true friends. That magnet is unselfishness, thinking of others first; when you learn to live for others, they will live for you."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "A friendship that can end never really began."
    },
    {
      "cite": "Robert Brault",
      "quote": "I value the friend who for me finds time on his calendar, but I cherish the friend who for me does not consult his calendar."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "A friend is a gift you give yourself."
    },
    {
      "cite": "S.E. Hinton",
      "quote": "If you have two friends in your lifetime, you’re lucky. If you have one good friend, you’re more than lucky."
    },
    {
      "cite": "Shanna Rodriguez",
      "quote": "The great thing about new friends is that they bring new energy to your soul."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Life is partly what we make it, and partly what it is made by the friends we choose."
    },
    {
      "cite": "Thomas J. Watson",
      "quote": "Don’t make friends who are comfortable to be with. Make friends who will force you to lever yourself up."
    },
    {
      "cite": "Washington Irving",
      "quote": "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart."
    },
    {
      "cite": "William Shakespeare",
      "quote": "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow."
    },
    {
      "cite": "Winnie the Pooh",
      "quote": "If you live to be 100, I hope I live to be 100 minus 1 day, so I never have to live without you."
    }
  ]
}