{
  "source": "https://www.wisesayings.com/friend-zone-quotes/",
  "theme": "friend-zone",
  "quotes": [
    {
      "cite": "Abby Jimenez",
      "quote": "This was the best date I’d ever been on. And it wasn’t even a date."
    },
    {
      "cite": "Neera Kapur Badhwar",
      "quote": "Love is blind friendship closes its eyes."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "The friend becomes a traitor by breaking, however unwillingly or sadly, out of our own zone. A hard judgement is passed on him, for all the pleas of the heart."
    },
    {
      "cite": "Latifah Bates",
      "quote": "Should I smile because we are friends? Or cry because we'll never be anything more?"
    },
    {
      "cite": "Christian Simamora",
      "quote": "Always a boyfriend, never a boyfriend."
    },
    {
      "cite": "Jane Avrich",
      "quote": "Even now I'll see her looking at him, her eyes milky yet full of longing, and all he ever gives her is a gentle, absent nod. Perhaps this is the nature of true deprivation a lifetime of love, tenderly spurned."
    },
    {
      "cite": "Anonymous",
      "quote": "There is boy friend and then there is boyfriend that tiny little space is known as the friend zone. Dont get it twisted."
    },
    {
      "cite": "Demetri Martin",
      "quote": "I've often liked a girl, made her laugh, and thought she liked me, and then found out that she didn't like me that way. I've definitely done time in the friend zone."
    },
    {
      "cite": "Elizabeth Bowen",
      "quote": "The heart may think it knows better: the senses know that absence blots people out. We really have no absent friends. The friend becomes a traitor by breaking, however unwillingly or sadly, out of our own zone: a hard judgment is passed on him, for all the pleas of the heart."
    },
    {
      "cite": "Emma Roberts",
      "quote": "I think once you're in the friend zone, I'm not sure how you get out. Well, actually, I do know how you get out. You act like the friend back. That's how you get out."
    }
  ]
}