{
  "source": "https://www.wisesayings.com/fries-quotes/",
  "theme": "fries",
  "quotes": [
    {
      "cite": "Joan Lunden",
      "quote": "Show me a person who doesn't like french fries and we'll swap lies."
    },
    {
      "cite": "unknown",
      "quote": "Your french fries are just my french fries on the wrong plate."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "French fries kill more people than guns and sharks, yet nobody's afraid of French fries."
    },
    {
      "cite": "unknown",
      "quote": "Keep your friends close and your fries closer."
    },
    {
      "cite": "Bauvard",
      "quote": "The French: a people who have used their sophisticated culture and beautiful language to bequeath to the world the sliced potato."
    },
    {
      "cite": "Kate Marra",
      "quote": "Even if I'm eating healthy, I let myself indulge with french fries. That's my favorite thing. You only live once!"
    },
    {
      "cite": "Russell Baker",
      "quote": "The French fried potato has become an inescapable horror in almost every public eating place in the country. 'French fries,' say the menus, but they are not French fries any longer. They are a furry-textured substance with the taste of plastic wood."
    },
    {
      "cite": "Terry Mosher",
      "quote": "It occurs to us that so-called 'freedom fries' kill many more Americans than terrorists ever do."
    },
    {
      "cite": "unknown",
      "quote": "I may look like a potato now, but one day I'll turn into fries and you'll want me then."
    },
    {
      "cite": "Britt Beemer",
      "quote": "Their secret weapon has always been their french fries. I would say that if they do change the oils, I'll bet they did a million taste tests to make sure nothing has changed. But there's always that risk when you're tampering with a product."
    },
    {
      "cite": "Demetri Martin",
      "quote": "When a couch potato is sliced up and then deep fried that is couch French fries."
    },
    {
      "cite": "Michael Pollan",
      "quote": "The problem is that we let special-occasion food become everyday food. That goes for soda and french fries."
    },
    {
      "cite": "Spiritaja",
      "quote": "Gossips are like french fries, crispy when hot but uninteresting once stale."
    },
    {
      "cite": "Umar",
      "quote": "French fries are french fries on the menu. But when the order comes, they're not french fries anymore...they're my fries."
    },
    {
      "cite": "Nisha",
      "quote": "Once someone told a potato 'you are fat!'Then it became a french fries and said 'now I am slim... but full of fat.'"
    },
    {
      "cite": "Bill Lockyer",
      "quote": "I am not telling people to stop eating potato chips and french fries, ... But I and all consumers should have the information we need to make informed decisions about the food we eat."
    },
    {
      "cite": "Margo Wootan",
      "quote": "This is a good step toward reducing artery-clogging fat in french fries, but it doesn't make french fries a health food."
    },
    {
      "cite": "Francine Pascal",
      "quote": "In a lot of ways that poor little potato' – Evan pointed directly at Jade's French fries – 'symbolizes the reckless consumerism that plagues America."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Blood may be thicker than water, but it's certainly not as thick as ketchup. Nor does it go as well with French fries."
    },
    {
      "cite": "Johnny Depp",
      "quote": "I was ecstatic when they re-named \"French fries\" as \"freedom fries.\" Grown men and women in positions of power in the U.S. government showing themselves as idiots."
    }
  ]
}