{
  "source": "https://www.wisesayings.com/fringe-quotes/",
  "theme": "fringe",
  "quotes": [
    {
      "cite": "Dejan Stojanovic",
      "quote": "There are no clear borders, only merging invisible to the sight."
    },
    {
      "cite": "Steve Carell",
      "quote": "It's nice to find people who live on the fringe, finding one another and she's just unrelentingly funny."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "Being on the fringes of the world is not the best place for someone who intends to re-create it: here again, to go beyond the given, one must be deeply rooted in it. Personal accomplishments are almost impossible in human categories collectively kept in an inferior situation."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "The lunatic fringe in all reform movements."
    },
    {
      "cite": "Alfred North Whitehead",
      "quote": "What we perceive as the present is the vivid fringe of memory tinged with anticipation."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The fringed curtains of thine eye advance, And say what thou seest yond."
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Caprice in women often infringes upon the rules of decency."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "You sometimes find something good in the lunatic fringe. In fact, we have got as part of our social and economic government today a whole lot of things which in my boyhood were considered lunatic fringe, and yet they are now part of everyday life."
    },
    {
      "cite": "Ben Hopkins",
      "quote": "When fringe groups gather, there is power in that."
    },
    {
      "cite": "Judith Rossner",
      "quote": "Writers are the lunatic fringe of publishing."
    },
    {
      "cite": "Scott D. Anthony",
      "quote": "Almost every disruption starts at the perceived fringes of today's market."
    },
    {
      "cite": "Maureen Duffy",
      "quote": "Society isn't a simple organism with one nucleus and a fringe of little feet, it's an infinitely complex living structure and if you try to suppress any part of it by that much, and perhaps more, you diminish, you mutilate the whole."
    },
    {
      "cite": "Warren Littlefield",
      "quote": "There's no reason that there has to be a fringe network that illuminates an urban or a multiethnic experience."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Too great a display of delicacy can and does sometimes infringe upon de-cency."
    },
    {
      "cite": "Ian McEwan",
      "quote": "The luxury of being half-asleep, exploring the fringes of psychosis in safety."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Every reform movement has a lunatic fringe."
    },
    {
      "cite": "Drew Curtis",
      "quote": "Don't fight the patent, fight the infringement."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "The lunatic fringe wags the underdog."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "There is apt to be a lunatic fringe among the votaries of any forward movement."
    },
    {
      "cite": "Bryant McGill",
      "quote": "At the fringe edge of advancement it's a war of anarchy and chaos."
    },
    {
      "cite": "Joel Salatin",
      "quote": "Outrageous behavior, also known as the lunatic fringe, is the seed bed of innovation and creativity."
    },
    {
      "cite": "Amy Goodman",
      "quote": "People who are against hate are not a fringe minority, not even a silent majority, but are a silenced majority, silenced by the corporate media."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "Go to the edge of the cliff and jump off. Build your wings on the way down."
    },
    {
      "cite": "Mike Klepper",
      "quote": "It is the right of every sovereign nation to determine who can and who cannot legally enter within its borders."
    },
    {
      "cite": "John Conyers",
      "quote": "Some of the ideas that come from the fringe of the far right are just so implausible that it is hard to take those ideas seriously."
    },
    {
      "cite": "Ansel Adams",
      "quote": "We all move on the fringes of eternity and are sometimes granted vistas through fabric of illusion."
    },
    {
      "cite": "Jean-Louis Gassee",
      "quote": "The way to find what the mainstream will do tomorrow is to associate with the lunatic fringe today."
    },
    {
      "cite": "St. George Tucker",
      "quote": "The right of the people to keep and bear arms shall not be infringed, and this without any qualification as to their condition or degree, as is the case in the British government."
    },
    {
      "cite": "Laurie Beth Jones",
      "quote": "A wise person does not fear the edges and fringes, but studies them. Indeed, he or she is often in them, working to make change happen."
    },
    {
      "cite": "Lori Lansens",
      "quote": "When you stand outside, you look around and find that the people you're with live on the fringes."
    }
  ]
}