{
  "source": "https://www.wisesayings.com/frog-quotes/",
  "theme": "frog",
  "quotes": [
    {
      "cite": "Witold Gombrowicz",
      "quote": "Two conspirators with a frog, following the line of a whiffletree."
    },
    {
      "cite": "Zhuangzi",
      "quote": "A frog in a well cannot conceive of the ocean."
    },
    {
      "cite": "Kim Young-ha",
      "quote": "Don't be a fish; be a frog. Swim in the water and jump when you hit ground."
    },
    {
      "cite": "Anonymous",
      "quote": "Frogs have it made, they get to eat what bugs them."
    },
    {
      "cite": "Eric Berne",
      "quote": "We are born princes and the civilizing process makes us frogs."
    },
    {
      "cite": "Arthur Quinn",
      "quote": "Style, is like a frog: you can dissect the thing, but it somehow dies in the process."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Frog in the mud is happier than the man, because it has no ambition to reach the stars!"
    },
    {
      "cite": "Jaime Lerner",
      "quote": "There is no place in a city that can't be better. There is no toad that can't be a princess, no frog that can't become a prince."
    },
    {
      "cite": "Igbo",
      "quote": "The frog does not run in the daytime for nothing."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If a frog becomes a king, he will make the whole kingdom muddy!"
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "If you were called to gallop like the horse, never end up hopping like the frog. Rise up for greatness."
    },
    {
      "cite": "E.D. Baker",
      "quote": "I'd rather be ignored as a frog than eaten as a human."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Frog in a little pond can be much happier than fish in a vast ocean!"
    },
    {
      "cite": "Mason Cooley",
      "quote": "Like a frog, the aphorist waits for something to fly by that he can catch with his tongue."
    },
    {
      "cite": "Cameron Diaz",
      "quote": "I'd kiss a frog even if there was no promise of a Prince Charming popping out of it. I love frogs."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "It wasn't a kiss that changed the frog, but the fact that a young girl looked beneath warts and slime and believed she saw a prince. So he became one."
    },
    {
      "cite": "E. L. James",
      "quote": "You have to kiss a lot of frogs before you find your prince."
    },
    {
      "cite": "Richelle E. Goodrich",
      "quote": "Kiss a frog with your eyes wide open. If he turns into a prince you won't miss the transformation, but if he doesn't, you won't be fooled by some wishful illusion in your head."
    },
    {
      "cite": "John Clare",
      "quote": "The frog croaks loud, and maidens dare not pass but fear the noisome toad and shun the grass."
    },
    {
      "cite": "Deci Hernandez",
      "quote": "I wish you were a frog you could change with just a kiss to brace you will make me toad I could fill pails with tears."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "Be kind and tender to the Frog and do not call him names."
    },
    {
      "cite": "Hilaire Belloc",
      "quote": "The Frog is justly sensitive to epithets like these. No animal will more repay a treatment kind and fair. At least so lonely people say who keep a frog (and, by the way,they are extremely rare)."
    },
    {
      "cite": "John Bannister Tabb",
      "quote": "Bull father frog was on the log. While many a little fellow around the pool. Upon his stool sat learning how to bellow."
    },
    {
      "cite": "Kobayashi Issa",
      "quote": "A huge frog and I, staring at each other, neither of us moves."
    }
  ]
}