{
  "source": "https://www.wisesayings.com/frost-quotes/",
  "theme": "frost",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The frost which kills the harvest of a year saves the harvest of a century, by destroying the weevil or the locust."
    },
    {
      "cite": "Maxim Gorky",
      "quote": "Anger is like ice, and also quick to melt."
    },
    {
      "cite": "Martin Farquhar Tupper",
      "quote": "As frost to the bud, and blight to the blossom, even such is self-interest to friendship; for confidence cannot dwell where selfishness is porter at the gate."
    },
    {
      "cite": "Georg Trakl",
      "quote": "Black frost. The ground is hard, the air tastes bitter. Your stars cluster in evil signs."
    },
    {
      "cite": "Tanith Lee",
      "quote": "It gets cold in the desert at night, particularly up in the mountains; the stars hammer on the rock and strike frost."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "The winter's frost must rend the burr of the nut before the fruit is seen. So adversity tempers the human heart, to discover its real worth."
    },
    {
      "cite": "Steven Michael Quezada",
      "quote": "The desert is cold early in the morning. Laying down on that sand is like laying on a block of ice."
    },
    {
      "cite": "Victoria Steele Logue",
      "quote": "But frost, like the crystallized dreams of autumn, began to coat the clearing with its sugar glaze."
    },
    {
      "cite": "William Matthews",
      "quote": "As frost, raised to its utmost intensity, produces the sensation of fire, so any good quality, overwrought and pushed to excess, turns into its own contrary."
    },
    {
      "cite": "Paul Morand",
      "quote": "Mirrors are ice which do not melt: what melts are those who admire themselves in them."
    },
    {
      "cite": "A. S. Byatt",
      "quote": "Ice burns, and it is hard to the warm-skinned to distinguish one sensation, fire, from the other, frost."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Cold indeed, and labor lost: Then farewell heat, and welcome frost!"
    },
    {
      "cite": "Johann Gottfried Herder",
      "quote": "Thus we build on the ice, thus we write on the waves of the sea; the waves roaring pass away, the ice melts, and away goes our palace, like our thoughts."
    },
    {
      "cite": "P G Wodehouse",
      "quote": "The ice was not only broken; it was shivered into a million fragments."
    },
    {
      "cite": "Josh Billings",
      "quote": "The thinner the ice, the more anxious is everyone to see whether it will bear."
    },
    {
      "cite": "Sarah Addison Allen",
      "quote": "First frost meant letting go, so it was always reason to celebrate."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "The frost makes a flower, the dew makes a star."
    },
    {
      "cite": "Ihara Saikaku",
      "quote": "Like ice beneath the sun's rays to such poverty did he fall...his fortune melted to water."
    }
  ]
}