{
  "source": "https://www.wisesayings.com/fruit-quotes/",
  "theme": "fruit",
  "quotes": [
    {
      "cite": "Luiz Inacio Lula da Silva",
      "quote": "No one can reap the fruit before planting the trees."
    },
    {
      "cite": "Jean-Jacques Rousseau",
      "quote": "You forget that the fruits belong to all and that the land belongs to no one."
    },
    {
      "cite": "François de Malherbe",
      "quote": "And the fruits will outdo what the flowers have promised."
    },
    {
      "cite": "Abigail Van Buren",
      "quote": "While forbidden fruit is said to taste sweeter, it usually spoils faster."
    },
    {
      "cite": "Andrew Jackson Downing",
      "quote": "Fine fruit is the flower of commodities. It is the most perfect union of the useful and the beautiful that the earth knows. Trees full of soft foliage; blossoms fresh with spring bounty; and, finally, fruit, rich, bloom-dusted, melting, and luscious."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "A fruit is a vegetable with looks and money. Plus, if you let fruit rot, it turns into wine, something brussel sprouts never do."
    },
    {
      "cite": "Stephen Fry",
      "quote": "Taste every fruit of every tree in the garden at least once. It is an insult to creation not to experience it fully. Temperance is wickedness."
    },
    {
      "cite": "Firoozeh Dumas",
      "quote": "Most fruits, if left alone on a tree, eventually do ripen, especially if they're not being yelled at."
    },
    {
      "cite": "Pat Conroy",
      "quote": "The fruit tasted foreign but indigenous, like sunlight a tree had changed through patience."
    },
    {
      "cite": "Marty Rubin",
      "quote": "A basket of ripe fruit is holier than any prayer book."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Forbidden fruit tastes sweet, but its aftertaste is bitter."
    },
    {
      "cite": "Deepika Padukone",
      "quote": "The fruit of your own hard work is the sweetest."
    },
    {
      "cite": "Sam Storms",
      "quote": "Where there is no fruit, there may be no root."
    },
    {
      "cite": "Luc De Clapiers",
      "quote": "The fruit derived from labor is the sweetest of pleasures."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Fruits that blossom first will first be ripe."
    },
    {
      "cite": "Caroline Anne Southey",
      "quote": "Fruit forced is never half so sweet / As that comes quite in season."
    },
    {
      "cite": "George Orwell",
      "quote": "Why should be fruit be held inferior to the flower?"
    },
    {
      "cite": "Martin Luther",
      "quote": "The fruit does not make the tree good or bad but the tree itself is what determines the nature of the fruit. In the same way, a person first must be good or bad before doing a good or bad work."
    },
    {
      "cite": "William Shakespeare",
      "quote": "The weakest kind of fruit drops earliest to the ground."
    },
    {
      "cite": "Bill Johnson",
      "quote": "All fruit grows through abiding, not striving."
    },
    {
      "cite": "Jose Marti",
      "quote": "No fruit on earth can rival the cemetery's crop"
    },
    {
      "cite": "Alphonse Karr",
      "quote": "If there is a fruit that can be eaten raw, it is beauty."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "There is no fruit which is not bitter before it is ripe."
    }
  ]
}