{
  "source": "https://www.wisesayings.com/frustration-quotes/",
  "theme": "frustration",
  "quotes": [
    {
      "cite": "Andrea Buchanan",
      "quote": "Forget perfect on the first try. In the face of frustration, your best tool is a few deep breaths, and remembering that you can do anything once you've practiced two hundred times. Seriously."
    },
    {
      "cite": "Tumerica",
      "quote": "Frustration is the compost from which the mushrooms of creativity grow."
    },
    {
      "cite": "unknown",
      "quote": "Frustration is commonly the difference between what you would like to be and what you are willing to sacrifice to become what you would like to be."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Consider how hard it is to change yourself and you'll understand what little chance you have in trying to change others."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "Our frustration is greater when we have much and want more than when we have nothing and want some. We are less dissatisfied when we lack many things than when we seem to lack but one thing."
    },
    {
      "cite": "George Grace",
      "quote": "No matter how discouraged we get, God has not asked us to do the impossible."
    },
    {
      "cite": "S. N. Behrman",
      "quote": "I have had just about all I can take of myself."
    },
    {
      "cite": "William Blake",
      "quote": "You throw the sand against the wind; And the wind blows it back again."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "When you are angry or frustrated, what comes out? Whatever it is, it's a good indication of what you're made of."
    },
    {
      "cite": "Lee Iacocca",
      "quote": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Laughter and tears are both responses to frustration and exhaustion . . . . I myself prefer to laugh, since there is less cleaning up to do afterward."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "I've come to believe that all my past failure and frustration were actually laying the foundation for the understandings that have created the new level of living I now enjoy."
    },
    {
      "cite": "David Abrahansen",
      "quote": "Frustration is the wet nurse of violence."
    },
    {
      "cite": "Alan Watts",
      "quote": "Buddha's doctrine: Man suffers because of his craving to possess and keep forever things which are essentially impermanent... this frustration of the desire to possess is the immediate cause of suffering."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It's a lack of clarity that creates chaos and frustration. Those emotions are poison to any living goal."
    },
    {
      "cite": "Tony Robbins",
      "quote": "All successful people learn that success is buried on the other side of frustration."
    },
    {
      "cite": "Sylvia Plath",
      "quote": "Is there no way out of the mind."
    },
    {
      "cite": "Steven Wright",
      "quote": "At one point he decided enough was enough."
    },
    {
      "cite": "D. H. Lawrence",
      "quote": "But better die than live mechanically a life that is a repetition of repetitions."
    },
    {
      "cite": "E. M. Cioran",
      "quote": "Every thought derives from a thwarted sensation."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "It is the awareness of unfulfilled desires which gives a nation the feeling that it has a mission and a destiny."
    },
    {
      "cite": "Elizabeth Drew",
      "quote": "The torment of human frustration, whatever its immediate cause, is the knowledge that the self is in prison, its vital force and ''mangled mind'' leaking away in lonely, wasteful self-conflict."
    },
    {
      "cite": "William Faulkner",
      "quote": "People need trouble -- a little frustration to sharpen the spirit on, toughen it."
    },
    {
      "cite": "Dorothea Brande",
      "quote": "All that is necessary to break the spell of inertia and frustration is to -- act as if it were impossible to fail."
    },
    {
      "cite": "Psalm 119:165",
      "quote": "Frustration is an indication of lack of faith and trust in the Lord."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Frustration is a very positive sign. It means that the solution to your problem is within range, but what you're currently doing isn't working, and you need to change your approach in order to achieve your goal."
    },
    {
      "cite": "Nido Qubein",
      "quote": "Motivation without mobilization means only frustration"
    },
    {
      "cite": "Antonio Banderas",
      "quote": "Expectation is the mother of all frustration"
    },
    {
      "cite": "Bo Bennett",
      "quote": "Frustration, although quite painful at times, is a very positive and essential part of success"
    }
  ]
}