{
  "source": "https://www.wisesayings.com/fuel-quotes/",
  "theme": "fuel",
  "quotes": [
    {
      "cite": "Alex Rodriguez",
      "quote": "Fear of failure is what fuels me, keeps me on edge and sharp. I'm not as good when I'm comfortable."
    },
    {
      "cite": "Bruce Lee",
      "quote": "Now I see that I will never find the light unless, like the candle, I am my own fuel, consuming myself."
    },
    {
      "cite": "Carrie-Anne Moss",
      "quote": "Are you gonna fuel your faith or fuel your fear? I'm all about fueling my faith, especially when it's hard to do so."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Passion towards a dream is the fuel that fires every trace of impossibility in the environment, paving way for you to win with style."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "While spirituality provides an efficient and endless fuel for your mind and body, you must burn that fuel with human action towards your goals, dreams, and desires."
    },
    {
      "cite": "Aaidh ibn Abdullah al-Qarni",
      "quote": "Determination is the fuel that propels one to higher virtues."
    },
    {
      "cite": "Brené Brown",
      "quote": "Empathy fuels connection; sympathy drives disconnection."
    },
    {
      "cite": "Criss Jami",
      "quote": "Their doubt is your fuel for dreams. You just have to drive."
    },
    {
      "cite": "Erwin McManus",
      "quote": "The fuel of ambition is not the problem; it is the focus of ambition that frees or betrays us."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Hope fuels your inspirations while doubts assault your aspirations!"
    },
    {
      "cite": "Mia Hamm",
      "quote": "I am building a fire, and everyday I train, I add more fuel. At just the right moment, I light the match."
    },
    {
      "cite": "Paul Brown",
      "quote": "The only thing that counts is your dedication to the game. You run on your own fuel; it comes from within you."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Fuel your kids' dreams. Sometimes, that means letting them stay up past their bedtimes."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "If you fuel your journey on the opinions of others, you are going to run out of gas."
    },
    {
      "cite": "Stewart O'Nan",
      "quote": "Her anger was the fuel she used to keep going."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Encouragement is the fuel on which hope runs."
    },
    {
      "cite": "Adam Savage",
      "quote": "Stand back! I gotta get some rocket fuel out of the fridge!"
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "TEAMWORK: the fuel that allows common people attain uncommon results."
    },
    {
      "cite": "Blake Mycoskie",
      "quote": "Giving is what fuels us. Giving is our future."
    },
    {
      "cite": "Eminem",
      "quote": "Throughout my career, I fed off the fuel of people not being able to understand me."
    },
    {
      "cite": "John Stossel",
      "quote": "People acting in their own self-interest is the fuel for all the discovery, innovation, and prosperity that powers the world."
    },
    {
      "cite": "Martin Short",
      "quote": "I think loss can fuel how you lead your whole life."
    },
    {
      "cite": "Matthew Woodring Stover",
      "quote": "Suffering is the fuel in the engine of civilization."
    },
    {
      "cite": "Pitbull",
      "quote": "If you continue to work hard, let that be the fuel to your fire."
    },
    {
      "cite": "TemitOpe Ibrahim",
      "quote": "Hope is fuel for living; without it, we'll stop here."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Contentment consists not in adding more fuel, but in taking away some fire."
    },
    {
      "cite": "Tony Ferguson",
      "quote": "My fuel for my fire is to be able to provide for my family."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Reading has been the fuel of my motivation: it has changed the direction in which I have traveled, and it has enhanced my creative imagination more than any other activity I have ever pursued."
    }
  ]
}