{
  "source": "https://www.wisesayings.com/fugitive-quotes/",
  "theme": "fugitive",
  "quotes": [
    {
      "cite": "Marcel Proust",
      "quote": "The past not merely is not fugitive, it remains present."
    },
    {
      "cite": "Thomas Bailey Aldrich",
      "quote": "How fugitive and brief is mortal life between the budding and the falling leaf."
    },
    {
      "cite": "Jack Vance",
      "quote": "Happiness is fugitive; dissatisfaction and boredom are real."
    },
    {
      "cite": "Madame De Stael",
      "quote": "There is no reality on this earth except religion and the power of love; all the rest is even more fugitive than life itself."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "There is in most passions a shrinking away from ourselves. The passionate pursuer has all the earmarks of a fugitive."
    },
    {
      "cite": "Horace",
      "quote": "Not even for an hour can you bear to be alone, nor can you advantageously apply your leisure time, but you endeavor, a fugitive and wanderer, to escape from yourself, now vainly seeking to banish remorse by wine, and now by sleep; but the gloomy companion presses on you, and pursues you as you fly."
    },
    {
      "cite": "Antonin Artaud",
      "quote": "Hell is of this world and there are men who are unhappy escapees from hell, escapees destined ETERNALLY to reenact their escape."
    },
    {
      "cite": "Joan Rivers",
      "quote": "The ideal beauty is a fugitive which is never found."
    },
    {
      "cite": "Alphonse De Lamartine",
      "quote": "Let us enjoy the fugitive hour. Man has no harbor, time has no shore; it rushes on, and carries us with it."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Unmarried men are best friends, best masters, best servants, but not always best subjects; for they are light to run away, and almost all fugitives are of that condition."
    },
    {
      "cite": "Theodor Reik",
      "quote": "We are all in a race for dear life: that is to say, we are fugitives from death."
    },
    {
      "cite": "Eliphas Levi",
      "quote": "Passing beauties are only the fugitive reflections of the eternal."
    },
    {
      "cite": "Mahasweta Devi",
      "quote": "Time was the arch fugitive, always on the run."
    },
    {
      "cite": "Larry Todd",
      "quote": "Anytime there is an escapee, we consider that escapee to be dangerous. The adrenaline is flowing. He wants to get away."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "The fugitive, brief, though intense satisfactions that come to the nerves through the appetite and passions are not the foundations of joy in this world: they come with a moment's flash, and are disastrous in their flight."
    },
    {
      "cite": "Virgil",
      "quote": "In youth alone, unhappy mortals live; But, ah! the mighty bliss is fugitive: Discolour'd sickness, anxious labour, come, And age, and death's inexorable doom."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "In a world of fugitives, the person taking the opposite direction will appear to run away."
    },
    {
      "cite": "Horace",
      "quote": "What fugitive from his country can also escape from himself."
    },
    {
      "cite": "Simone Weil",
      "quote": "One must always be prepared to switch sides with justice, that fugitive of the winning camp."
    },
    {
      "cite": "Jean Guitton",
      "quote": "Thought is fugitive; the mind does not repeat itself; if you do not catch the whisperings of the oracle as they come to you, they are lost forever. You must-and this is absolutely essential-convince yourselves that what is offered you this very moment will never be offered again."
    },
    {
      "cite": "Charles Baudelaire",
      "quote": "Modernity signifies the transitory, the fugitive, the contingent, the half of art of which the other half is the eternal and the immutable."
    },
    {
      "cite": "John Milton",
      "quote": "I cannot praise a fugitive and cloistered virtue, unexercised and unbreathed, that never sallies out and sees her adversary, but slinks out of the race where that immortal garland is to be run for, not without dust and heat."
    },
    {
      "cite": "Daphne du Maurier",
      "quote": "People who travel are always fugitives."
    },
    {
      "cite": "Howard Zinn",
      "quote": "I am supposing, or perhaps only hoping, that our future may be found in the past's fugitive moments of compassion rather than in its solid centuries of warfare."
    },
    {
      "cite": "Eavan Boland",
      "quote": "Poetry is one of the most fugitive arts: it can be assigned to memory, taken and hidden in the mind, smuggled into smoky cabin back rooms, recited there and then conveyed only by speech to another person. It is therefore the most likely to survive colonization."
    },
    {
      "cite": "Stacy Aumonier",
      "quote": "Memory, with its fugitive adjustments, is the merciful veil to the grim enactments of the first law. It hides the anguish in the human heart which is always craving for perpetuity."
    },
    {
      "cite": "Norman Jewison",
      "quote": "We also have a tendency to root for the fugitive. We're always on the side of the animal being chased."
    }
  ]
}