{
  "source": "https://www.wisesayings.com/fun-quotes/",
  "theme": "fun",
  "quotes": [
    {
      "cite": "Gordon B. Hinckley",
      "quote": "In all of living, have much fun and laughter. Life is to be enjoyed, not just endured."
    },
    {
      "cite": "Eileen Caddy",
      "quote": "Live and work but do not forget to play, to have fun in life and really enjoy it."
    },
    {
      "cite": "the Oaqui",
      "quote": "When fun gets deep enough, it can heal the world."
    },
    {
      "cite": "Milton Murray",
      "quote": "Youth expects fun in the getting, age reflects on the fun of having given"
    },
    {
      "cite": "Mary Wilson Little",
      "quote": "There is no pleasure in having nothing to do; the fun is having lots to do and not doing it."
    },
    {
      "cite": "the Oaqui",
      "quote": "It's more fun when you're not the only one having it."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "The further you get away from yourself, the more challenging it is. Not to be in your comfort zone is great fun."
    },
    {
      "cite": "Randy Pausch",
      "quote": "I am going to keep having fun every day I have left, because there is no other way of life. You just have to decide whether you are a Tigger or an Eeyore."
    },
    {
      "cite": "Robert Holden",
      "quote": "Make a commitment to having fun. See your best friends and make time for your hobbies and passions."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "Sometimes, the simple things are more fun and meaningful than all the banquets in the world"
    },
    {
      "cite": "Gwen Fox",
      "quote": "Having fun with our creativity makes us a better artist and a better person."
    },
    {
      "cite": "Julia Child",
      "quote": "It's fun to get together and have something good to eat at least once a day. That's what human life is all about — enjoying things."
    },
    {
      "cite": "Derek Jeter",
      "quote": "You gotta have fun. Regardless of how you look at it, we're playing a game. It's a business, it's our job, but I don't think you can do well unless you're having fun."
    },
    {
      "cite": "George Matthew Adams",
      "quote": "He who does not get fun and enjoyment out of every day...needs to reorganize his life."
    },
    {
      "cite": "Alyson Noel",
      "quote": "Rules should always be bent, if not broken. It's the only way to have any fun."
    },
    {
      "cite": "Rich DiGirolamo",
      "quote": "If you're not having fun, it's your own fault."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "If you never did you should. These things are fun, and fun is good."
    },
    {
      "cite": "Nina Dobrev",
      "quote": "Even though you're growing up, you should never stop having fun."
    },
    {
      "cite": "Will Thomas",
      "quote": "There's no fear when you're having fun."
    },
    {
      "cite": "Amy Chua",
      "quote": "Nothing is fun until you're good at it."
    },
    {
      "cite": "Walt Disney",
      "quote": "It's kind of fun to do the impossible."
    },
    {
      "cite": "Tommy Bolin",
      "quote": "If you're not having fun it's not worth doing."
    },
    {
      "cite": "Bruno Mars",
      "quote": "I think that success is having fun."
    },
    {
      "cite": "Charlaine Harris",
      "quote": "If I quit having fun, then it's time for me to quit working."
    },
    {
      "cite": "Randy Pausch",
      "quote": "Never, ever underestimate the importance of having fun."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "You must learn to enjoy life and have fun doing what you love."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "People rarely succeed unless they have fun in what they are doing."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "If you obey all the rules, you miss all the fun."
    },
    {
      "cite": "Roald Dahl",
      "quote": "Life is more fun if you play games."
    },
    {
      "cite": "Bob Basso",
      "quote": "If it's not fun, you're not doing it right."
    },
    {
      "cite": "Robert Frost",
      "quote": "All the fun's in how you say a thing."
    },
    {
      "cite": "Sue Johanson",
      "quote": "As long as I'm having fun, I'm not quitting."
    },
    {
      "cite": "Julia Child",
      "quote": "You must have discipline to have fun."
    },
    {
      "cite": "Donald Trump",
      "quote": "I try to learn from the past, but I always plan for the future by focusing exclusively on the present. That's where the fun really is."
    },
    {
      "cite": "unknown",
      "quote": "Having fun is a choice. There is enough fun for each of us. Choosing to have fun depends on you only."
    },
    {
      "cite": "unknown",
      "quote": "If you want to succeed in anything you do, you have to find some fun in it."
    },
    {
      "cite": "Amy Poehler",
      "quote": "No one looks stupid when they're having fun."
    },
    {
      "cite": "Bum Phillips",
      "quote": "Winning is only half of it. Having fun is the other half."
    },
    {
      "cite": "Bernie DeKoven",
      "quote": "The purpose of fun is to live it."
    },
    {
      "cite": "Randy Pausch",
      "quote": "I don't know how to not have fun. I'm dying and I'm having fun, and I'm going to keep having fun every day I've got left."
    },
    {
      "cite": "George H. W. Bush",
      "quote": "Old guys can still do fun things."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "I've taken my fun where I've found it."
    },
    {
      "cite": "Bernie DeKoven",
      "quote": "Fun is where it's at. That's why you have to be there."
    },
    {
      "cite": "Epicurus",
      "quote": "It is impossible to live pleasurably without living wisely, well, and justly, and impossible to live wisely, well and justly without living pleasurably."
    },
    {
      "cite": "James Matthew Barrie",
      "quote": "The secret of happiness is not in doing what one likes, but in liking what one has to do."
    },
    {
      "cite": "William Blake",
      "quote": "He who binds to himself a job /Does the winged life destroy / But he who kisses the joy as it flies / Lives in eternity's sunrise."
    },
    {
      "cite": "Matthew Green",
      "quote": "By happy alchemy of mind, they turn to pleasure all they find."
    },
    {
      "cite": "Warren Wiersbe",
      "quote": "The secret of a happy life is to delight in duty. When duty becomes delight, then burdens become blessings."
    },
    {
      "cite": "Herodotus",
      "quote": "If a man insisted always in being serious, and never allowed himself a bit of fun and relaxation, he would go mad or become unstable without knowing it."
    },
    {
      "cite": "Plutarch",
      "quote": "Boys throw stones at frogs for fun. but the frogs don't die for 'fun', but in sober earnest."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "We are so made, that we can only derive intense enjoyment from a contrast and only very little from a state of things."
    },
    {
      "cite": "Adam Smith",
      "quote": "People of the same trade seldom meet together, even for the merriment and diversion, but the conversaton ends in a conspiracy against the public, or in some contrivance to raise prices."
    },
    {
      "cite": "Alain De Vogue",
      "quote": "Can you imagine opening a bottle of champaigne with a bottle opener? I can't. It would eliminate half the fun."
    },
    {
      "cite": "Jerry Root",
      "quote": "You are quite right if you mean that giving up fun for no reason except that you think it's 'good' to give it up, is all nonsense"
    },
    {
      "cite": "Jerry Root",
      "quote": "It is good fun, but it is certainly not good sense; we laugh, and disbelieve."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Frame your mind to mirth and merriment, which bars a thousand harms and lengthens life."
    },
    {
      "cite": "Michael Cooper",
      "quote": "I wanna thank you for your love so true / Your tender lovin' keeps my mind on you / I'll pick you up and we'll go out and dance / You kiss my lips and we'll have fun, fun, fun."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "When the clouds in the cosmos wanted to have some fun; they clashed playfully against each other; fomenting heavenly droplets of liquid to tumble down in rhapsodic frenzy."
    },
    {
      "cite": "Leslie Alexis",
      "quote": "I was drunk and it was fun, / At least I think, for it did not return; / To keep save in my memory, / The last 16 hours lived by me."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "I’m just having fun, but no doubt someone will take this serious / I’m about to take you on a lyrical experience / I’m having fun with words, like when a baby first starts reading books."
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "Work can be fun, and men can enjoy it; then it's not labour. / Let's have it so! Let's make a revolution for fun!"
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "If you make a revolution, make it for fun, / don't make it in ghastly seriousness, / don't do it in deadly earnest, / do it for fun."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "I've taken my fun where I've found it, / An' now I must pay for my fun, / For the more you 'ave known o' the others / The less will you settle to one."
    },
    {
      "cite": "Bill Waterson",
      "quote": "We’re so busy watching out for what’s just ahead of us that we don’t take time to enjoy where we are."
    },
    {
      "cite": "Leo Babauta",
      "quote": "The life you have left is a gift. Cherish it. Enjoy it now, to the fullest. Do what matters, now."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Everyone wants to live on top of the mountain, but all the happiness and growth occurs while you’re climbing it."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Children are the most desirable opponents at scrabble as they are both easy to beat and fun to cheat."
    },
    {
      "cite": "Jimmy Buffet",
      "quote": "Searching is half the fun: life is much more manageable when thought of as a scavenger hunt as opposed to a surprise party."
    },
    {
      "cite": "A.P.J. Abdul Kalam",
      "quote": "Sometimes, it's better to bunk a class and enjoy with friends, because now, when I look back, marks never make me laugh, but memories do."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "When you combine boring with fear, you have fun."
    },
    {
      "cite": "Tom Wilson",
      "quote": "About the only time losing is more fun than winning is when you're fighting temptation."
    },
    {
      "cite": "Woody Allen",
      "quote": "Man consists of two parts, his mind and his body, only the body has more fun."
    }
  ]
}