{
  "source": "https://www.wisesayings.com/fundraising-quotes/",
  "theme": "fundraising",
  "quotes": [
    {
      "cite": "Andrew Carnegie",
      "quote": "Wealth is not to feed our egos but to feed the hungry and to help people help themselves."
    },
    {
      "cite": "Andrew D. Parker Jr.",
      "quote": "We should never forget that no fundraising effort ever succeeds unless one person asks another person for money."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "The greatest good you can do for another is not just to share your riches but to reveal to him his own."
    },
    {
      "cite": "Jeff Brooks",
      "quote": "If you need to raise funds from donors, you need to study them, respect them, and build everything you do around them."
    },
    {
      "cite": "Paul Graham",
      "quote": "The most important thing is not to let fundraising get you down. Startups live or die on morale. If you let the difficulty of raising money destroy your morale, it will become a self-fulfilling prophecy."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You give but little when you give of your possessions.It is when you give of yourself that you truly give."
    },
    {
      "cite": "Jacques Bossuet",
      "quote": "Only great souls know the grandeur there is in charity."
    },
    {
      "cite": "Aristotle",
      "quote": "To give away money is an easy matter and in any man's power. But to decide to whom to give it and how large and when, and for what purpose and how, is neither in every man's power nor an easy matter."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the most beautiful compensations of life that no person can sincerely try to help another without helping themselves."
    },
    {
      "cite": "Howard L. Jones",
      "quote": "Fundraising requires both optimism and realism. Without the first, few if any gift solicitation efforts would be made. Without the second, few if any would succeed."
    },
    {
      "cite": "John D. Rockefeller",
      "quote": "Think of giving not as a duty but as a privilege."
    },
    {
      "cite": "Robert Brault",
      "quote": "The willingness to share does not make one charitable; it makes one free."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The price of anything is the amount of life you exchange for it."
    },
    {
      "cite": "George Washington",
      "quote": "Let your heart feel for the afflictions and distresses of every one, and let your hand give in proportion to your purse; remembering always the estimation of the widow's mite, but, that it is not every one who asketh that deserveth charity; all, however, are worthy of the inquiry, or the deserving may suffer."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "It's not just about being able to write a check. It's being able to touch somebody's life."
    },
    {
      "cite": "Moliere",
      "quote": "Every good act is charity. A man's true wealth hereafter is the good that he does in this world to his fellows."
    },
    {
      "cite": "Confucius",
      "quote": "He who wished to secure the good of others, has already secured his own."
    },
    {
      "cite": "Henry Rosso",
      "quote": "Fundraisers should use pride, not apology, when asking for a gift for a charity that is doing good work."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The value of a man resides in what he gives and not in what he is capable of receiving."
    },
    {
      "cite": "Edgar D. Powell",
      "quote": "Fundraising opportunities will continue to exist throughout the next century. Those opportunities will equal or exceed all current experience or presently held future expectations."
    },
    {
      "cite": "Larry C. Johnson",
      "quote": "Fundraising is not really about money. It's about people."
    },
    {
      "cite": "Henri",
      "quote": "Fundraising is proclaiming what we believe in such a way that we offer other people an opportunity to participate with us in our vision and mission."
    },
    {
      "cite": "Homer",
      "quote": "The charity that is a trifle to us can be precious to others."
    },
    {
      "cite": "Anne Frank",
      "quote": "No one has ever become poor by giving."
    },
    {
      "cite": "Maya Angelou",
      "quote": "when we give cheerfully and accept gratefully, everyone is blessed."
    },
    {
      "cite": "Anne Baxter",
      "quote": "In necessary things, unity; in doubtful things, liberty; in all things, charity."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "Charity never humiliated him who profited from it, nor ever bound him by the chains of gratitude, since it was not to him but to God that the gift was made."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "There is so much wretchedness in the world, that we may safely take the word of any mortal professing to need our assistance; and, even should we be deceived, still the good to ourselves resulting from a kind act is worth more than the trifle by which we purchase it."
    },
    {
      "cite": "Melinda Gates",
      "quote": "Helping people doesn't have to be an unsound financial strategy."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "No person was ever honored for what he received. Honor has been the reward for what he gave."
    },
    {
      "cite": "Andre Gide",
      "quote": "Complete possession is proved only by giving. All you are unable to give possesses you."
    },
    {
      "cite": "Randy Gravon",
      "quote": "We don't have enough money in our budget to buy everything we need."
    },
    {
      "cite": "Lawrence G. Lovasik",
      "quote": "A single act of kindness throws out roots in all directs, and the roots spring up and make new trees. The greatest work that kindness does to others is that it makes them kind to themselves."
    },
    {
      "cite": "Kathy Calvin",
      "quote": "Giving is not just about making a donation. It is about making a difference."
    },
    {
      "cite": "Bryant McGill",
      "quote": "Giving is the master key to success, in all applications of human life."
    },
    {
      "cite": "Hank Rosso",
      "quote": "Fundraising is the gentle art of teaching the joy of giving."
    },
    {
      "cite": "Ivan Panin",
      "quote": "The small charity that comes from the heart is better than the great charity that comes from the head."
    },
    {
      "cite": "Seneca",
      "quote": "Wherever there is a human being, there is an opportunity for kindness."
    },
    {
      "cite": "Walt Whitman",
      "quote": "Charity and personal force are the only investments worth anything."
    },
    {
      "cite": "G.T. Smith",
      "quote": "Donors don't give to institutions. They invest in ideas and people in whom they believe."
    },
    {
      "cite": "Kay Sprinkel Grace",
      "quote": "In good times and bad, we know that people give because you meet needs, not because you have needs."
    },
    {
      "cite": "Lao Tzu",
      "quote": "The wise man does not lay up his own treasures. The more he gives to others, the more he has for his own."
    },
    {
      "cite": "Jay Samit",
      "quote": "The secret to fundraising comes down to three magic words: before, more, and strategic."
    },
    {
      "cite": "Anonymous",
      "quote": "While earning your daily bread, be sure you share a slice with those less fortunate."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "It is more rewarding to watch money change the world than watch it accumulate."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Down in their hearts, wise men know this truth: the only way to help yourself is to help others."
    },
    {
      "cite": "Robert M. Hensel",
      "quote": "Never take more out of life, than you intend to give back."
    },
    {
      "cite": "Anonymous",
      "quote": "Life is never so busy that there is no time to serve."
    }
  ]
}