{
  "source": "https://www.wisesayings.com/funeral-quotes/",
  "theme": "funeral",
  "quotes": [
    {
      "cite": "Ennius",
      "quote": "Let no one pay me honor with tears, nor celebrate my funeral rites with weeping."
    },
    {
      "cite": "Stan Laurel",
      "quote": "If any of you cry at my funeral, I'll never speak to you again!"
    },
    {
      "cite": "Alla Bozarth Campbell",
      "quote": "Funerals are the rituals we create to help us face the reality of death, to give us a way of expressing our response to that reality with other persons, and to protect us from the full impact of the meaning of death for ourselves. Some funerals fulfill these functions beautifully. Others fail."
    },
    {
      "cite": "Michelangelo",
      "quote": "If we have been pleased with life, we should not be displeased with death, since it comes from the hand of the same master."
    },
    {
      "cite": "unknown",
      "quote": "We know you'd be with us today if heaven wasn't so far away."
    },
    {
      "cite": "Hebrew Proverb",
      "quote": "Say not in grief: \"He is no more\", but live in thankfulness that he was."
    },
    {
      "cite": "Quintus Ennius",
      "quote": "Let no one weep for me or celebrate my funeral with mourning, for I still live as I pass to and fro through the mouths of men."
    },
    {
      "cite": "William Penn",
      "quote": "For death is no more than a turning of us over from time to eternity."
    },
    {
      "cite": "Gavin Extence",
      "quote": "Funerals aren't for the dead. They're for the living."
    },
    {
      "cite": "Lord Mountbatten",
      "quote": "I can't think of a more wonderful thanksgiving for the life I have had than that everyone should be jolly at my funeral."
    },
    {
      "cite": "unknown",
      "quote": "Some people never head a procession until they're dead."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "Funerals are pretty compared to death. Funerals are quiet, but deaths not always."
    },
    {
      "cite": "Mitch Albom",
      "quote": "A funeral is no place for secrets."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "A funeral is a pageant whereby we attest our respect for the dead by enriching the undertaker."
    },
    {
      "cite": "unknown",
      "quote": "The only reason I might go to the funeral is to make absolutely sure that he's dead."
    },
    {
      "cite": "Irvin S. Cobb",
      "quote": "A funeral eulogy is a belated plea for the defense delivered after the evidence is all in."
    },
    {
      "cite": "unknown",
      "quote": "If tears could build a stairway and memories a lane, I'd walk right up to heaven and bring you home again."
    },
    {
      "cite": "Emerson Ralph Waldo",
      "quote": "It is not length of life, but depth of life."
    },
    {
      "cite": "Rin Chupeco",
      "quote": "Funerals seem less about comforting the souls of these dearly departed than about comforting the people they leave behind."
    },
    {
      "cite": "Maurice Maeterlinck",
      "quote": "When we lose someoe we love, our bitterest tears are called forth by the memory of hours when we loved not enough."
    },
    {
      "cite": "J Taylor",
      "quote": "While we are mourning the loss of our friend, others are rejoicing to meet him behind the veil."
    },
    {
      "cite": "Irving Berlin",
      "quote": "The song is ended, but the melody lingers on..."
    },
    {
      "cite": "George Ade",
      "quote": "In the city a funeral is just an interruption of traffic; in the country it is a form of entertainment."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "The bitterest tears shed over graves are for words left unsaid and deeds left undone."
    },
    {
      "cite": "Julia Mcnamara",
      "quote": "Nowadays, the only occassions that seem to bring families together are weddings and funerals."
    },
    {
      "cite": "Ralph Webster",
      "quote": "Visit me before I die. We can enjoy one another's company. A funeral is a rather one-sided affair."
    },
    {
      "cite": "J. Lincoln Fenn",
      "quote": "And a funeral, I found out, is like a wedding in reverse, with less time to plan."
    },
    {
      "cite": "unknown",
      "quote": "It's better to be last in the traffic lane than first in the funeral procession."
    },
    {
      "cite": "Norman Cousins",
      "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."
    },
    {
      "cite": "Kehlog Albran",
      "quote": "Even the best of friends cannot attend each other's funeral."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "A man is not completely born until he is dead."
    },
    {
      "cite": "W. G. Benham",
      "quote": "After a funeral, a feast ."
    },
    {
      "cite": "Neeraj Bhanot",
      "quote": "Some people don't attend funeral not because they don't want to but they are not emotionally strong to see anybody GO."
    }
  ]
}