{
  "source": "https://www.wisesayings.com/funky-quotes/",
  "theme": "funky",
  "quotes": [
    {
      "cite": "Jill Conner Browne",
      "quote": "The lesson of the Funk Dog: “You can forget what it used to feel like to feel good about life; feeling rotten—or just a low-grad funk—seems normal and therefore acceptable. I just don’t believe that God intended for any of his creatures to be petted with sticks."
    },
    {
      "cite": "Scott Stabile",
      "quote": "The Funk happens. For all of us. We can’t be happy all the time. We don’t need to be."
    },
    {
      "cite": "T.F. Hodge",
      "quote": "Don't kill the game with your 'funk', elevate it with your humility."
    },
    {
      "cite": "Killer Mike",
      "quote": "I like the New York style of funk, the California style of funk, but the South I never felt like - and Atlanta particularly - got the credit for taking their lessons and progressing on it."
    },
    {
      "cite": "Serj Tankian",
      "quote": "When I was younger, I was listening to a lot of Armenian music, you know, revolutionary music about freedom and protest. In the 70s I was listening to soul and the Bee Gees and ABBA, and funk."
    },
    {
      "cite": "Suzan-Lori Parks",
      "quote": "My plays are for the kind of black people who relate to funk music, to Parliament-Funkadelic. When those guys get out of a spaceship - the idea that black people are from outer space, there's a poetic truth to that. We are this vast people."
    },
    {
      "cite": "Afrika Bambaataa",
      "quote": "There's a lot of people over time who have brought out all these funky records that everybody has started jumping on like a catch phrase... When Planet Rock came out, then you had all of the electro funk records."
    },
    {
      "cite": "Afrika Bambaataa",
      "quote": "All music is dance music. But when people think of dance music, they think of techno or just house. Anything you can dance to is dance music. I don't care if it's classical, funk, salsa, reggae, calypso; it's all dance music."
    },
    {
      "cite": "Afrika Bambaataa",
      "quote": "I'm the renegade of funk. I've made house, techno, rock, funk, reggae... That's why I've been on so many different labels."
    },
    {
      "cite": "Robert W. Parissi",
      "quote": "Dancin' and singin' and movin' to the groovin / And just when it hit me somebody turned around and shouted / Play that funky music white boy / Play that funky music right"
    },
    {
      "cite": "Robert W. Parissi",
      "quote": "Yeah, there was a funky singer / Playin' in a rock and roll band / And never had no problems yeah /  Burnin' down one night stands"
    },
    {
      "cite": "Thomas Allen",
      "quote": "I got a funky, funky style with a funky swag / I bought the funky, funky Nikes, got the hat to match"
    },
    {
      "cite": "Ronald Miller",
      "quote": "I could ride forever in my old funky rolls / Just give me a bad hat and some old funky clothes / We don't care if folks are laughing / When we're on the road"
    },
    {
      "cite": "Ronald Miller",
      "quote": "I could ride forever in my old funky rolls / She ain't even paid for but she's mine I suppose"
    },
    {
      "cite": "MIchael Peter Balzary",
      "quote": "Funky crime funky crime / Don't you know funk's colors blind / Well I've committed a funky crime / Against a state of mind"
    },
    {
      "cite": "Leon Sylvers III",
      "quote": "So I will play the game like it should be played / Drop the funk into the mix so the place will never fade / Ship it the the stations in your jurisdiction"
    },
    {
      "cite": "Sonia Walker",
      "quote": "Shaking themselves they did a dance / before my eyes as Lucy was snoring / All eight of them turned on music from chests / a strange form of haunting and funky sounds / moving in sync within their limited bounds."
    },
    {
      "cite": "Mario William Vitale",
      "quote": "Get a hold of your funky store everybody come on the floor / get on the beat & scream / everybody clap your hands now don't let anybody tell you that you can't make it"
    },
    {
      "cite": "Rickey Vincent",
      "quote": "Funk is a many spledored thing. Funk is a nasty vibe, and a sweet sexy feeling; Funk is funkiness, a natural release of the essence within."
    },
    {
      "cite": "Rickey Vincent",
      "quote": "Funk is a high, but it is  also down at the bottom, the low-down earthy essence, the bass elements."
    },
    {
      "cite": "Rickey Vincent",
      "quote": "Someone 'funky-looking' is generally thought of as someone colorful and amusing, yet unkempt, undisciplined, somewhere between exotic and ridiculous."
    },
    {
      "cite": "Rickey Vincent",
      "quote": "Funkiness in a person's behavior or attitudes can mean anything from an ego trip, to a protest, to escapism. Funkiness is much more than a style, it is a means to a style."
    },
    {
      "cite": "T. Bolden",
      "quote": "Funk(y)' also signifies honest expression and integrity, because the artistic and/or material products that accrue from such exertion reflect a high level of commitment to one's work."
    },
    {
      "cite": "T. Bolden",
      "quote": "Effusive and amorphous, the funk impulse is a central component of all black music-from antebellum ring shouts and gospels to blues, jazz, funk, and hip-hop."
    },
    {
      "cite": "T. Bolden",
      "quote": "Funk, a fusion of jazz, rhythm and blues, and rock, was a popular trend in African American music during in the late 1970s. The roots of this genre, however, run wide and deep."
    },
    {
      "cite": "Thomas Hine",
      "quote": "The oldest meaning of 'funk,' one that I didn't know until I started looking it up, is spark. (It seems to be related to 'punk,' a connection that opens even more seventies pathways.)"
    },
    {
      "cite": "Thomas Hine",
      "quote": "Funk speaks then of panic and stink, but also of ebullience and improvisation."
    },
    {
      "cite": "Thomas Hine",
      "quote": "One kind of funk is a panic or depression; the seventies had plenty of panic, and economically, the years of the Great Funk were the worst since the Great Depression of the 1930s."
    },
    {
      "cite": "Thomas Hine",
      "quote": "An even older meaning of 'funk,' stretching back four centuries, is that it's an unpleasant smell, redolent of old cheese and crevices of the body."
    },
    {
      "cite": "Xenobia Bailey",
      "quote": "Funk is the unending cycle of life. It's the ultimate concept wherever your imagination will take it."
    },
    {
      "cite": "Questlove",
      "quote": "Funk never dies. It is eternal. It just smells a little different from time to time."
    },
    {
      "cite": "George Clinton",
      "quote": "Funk is fun. And it's also a state of mind. But it's all the ramifications of that state of mind. Once you've done the best you can, funk it!"
    },
    {
      "cite": "Bootsy Collins",
      "quote": "If you fake the funk, your nose will grow."
    },
    {
      "cite": "Bootsy Collins",
      "quote": "Funk is the absence of any and everything you can think of, but the very essence of all that is. And saying that, I'm saying funk is anything that we create in our minds that we want to do, what we want to be, but we don't have the resources."
    },
    {
      "cite": "Killer Mike",
      "quote": "When you talking about funk music you just talking about a collage of a lot of different types of music. They used strings, they had brass, they had vocalist."
    }
  ]
}