{
  "source": "https://www.wisesayings.com/funny-stress-quotes/",
  "theme": "funny-stress",
  "quotes": [
    {
      "cite": "Anonymous",
      "quote": "If stress burned calories, I'd be a supermodel."
    },
    {
      "cite": "Antoine de Saint-Exupéry",
      "quote": "The field of consciousness is tiny. It accepts only one problem at a time."
    },
    {
      "cite": "Henry Kissinger",
      "quote": "There cannot be a stressful crisis next week. My schedule is already full."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "The time to relax is when you don't have time for it."
    },
    {
      "cite": "Natalie Goldberg",
      "quote": "Stress is basically a disconnection from the earth, a forgetting of the breath."
    },
    {
      "cite": "Anonymous",
      "quote": "Stress is when you wake up screaming and you realize you haven't fallen asleep yet."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "Reality is the leading cause of stress among those in touch with it."
    },
    {
      "cite": "Hans Selye",
      "quote": "It's not stress that kills us, it is our reaction to it."
    },
    {
      "cite": "Bruce Lee",
      "quote": "It is not a daily increase, but a daily decrease. Hack away the inessentials."
    },
    {
      "cite": "William James",
      "quote": "The greatest weapon against stress is our ability to choose one thought over another."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "There is more to life than increasing its speed."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Our anxiety does not come from thinking about the future, but from wanting to control it."
    },
    {
      "cite": "Dan Millman",
      "quote": "Resistance creates suffering. Stress happens when your mind resists what is. The only problem in your life is your mind's resistance to life as it unfolds."
    },
    {
      "cite": "Eckart Tolle",
      "quote": "Stress is caused by being 'here' but wanting to be 'there.'"
    },
    {
      "cite": "George Burns",
      "quote": "If you ask what is the single most important key to longevity. I would have to say it is avoiding worry, stress and tension. And if you didn't ask me, I'd still have to say it."
    },
    {
      "cite": "Fred Rogers",
      "quote": "In times of stress, the best thing we can do for each other is to listen with our ears and our hearts and to be assured that our questions are just as important as our answers."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "You can't always control what goes on outside, but you can always control what goes on inside."
    },
    {
      "cite": "Pamela Macdonald",
      "quote": "Your head is feeling achy, filled with worries and with stress / sometimes you question if today you truly gave your best / It throbs and it runs, it hurts and it pounds / at times you feel that it never calms down."
    },
    {
      "cite": "James Clerk Maxwell",
      "quote": "A stress, say, of a megadyne / That tension I would sooner suffer / Than meet again with such a duffer!"
    },
    {
      "cite": "George Essex Evans",
      "quote": "'Tis war and stress, with never a pause to mourn for a stout heart gone / Till the souls of the Nation Builders shall know that the work is done."
    },
    {
      "cite": "George Essex Evans",
      "quote": "White Star of Womanhood, whose rays / Thro’ years of peace and years of stress / Shed wide o’er all thy people’s ways / The light of nobleness"
    },
    {
      "cite": "Paul Attanasio",
      "quote": "Life is stress by definition."
    },
    {
      "cite": "Michael Dante DiMartino",
      "quote": "It's like every time I think about how stressed I am, I just end up more stressed. I'm like a big, growing snowball of nerves."
    },
    {
      "cite": "Carl W. Adams",
      "quote": "I mean, what job out there doesn't stress you out of your mind?"
    },
    {
      "cite": "David Shore",
      "quote": "I'm not stressed beyond the stress induced by telling you how stressed I am."
    },
    {
      "cite": "Tyler Joseph",
      "quote": "Wish we could turn back time, to the good old days / When our momma sang us to sleep but now we're stressed out"
    },
    {
      "cite": "Mormon Tabernacle Choir",
      "quote": "O beautiful for pilgrim feet / Whose stern impassioned stress / A thoroughfare of freedom beat / Across the wilderness!"
    },
    {
      "cite": "Dorothy H.G. Cotton",
      "quote": "Changes, conflicts, and upheavals in some of society's basic values also contribute to the general experience of stress."
    },
    {
      "cite": "Cary L. Cooper",
      "quote": "The experience of stress is defined first by the person's realization that something is at stake."
    },
    {
      "cite": "Annabel Broome",
      "quote": "Over the past 2 decades there has been an increasing belief that the experience of stress has undesirable consequences for health."
    },
    {
      "cite": "Annabel Broome",
      "quote": "Stress may affect health but, at the same time, a state of ill health can both act as a significant source of stress and also sensitize the person to other sources of stress by reducing their ability to cope."
    },
    {
      "cite": "Shining Universe Energy",
      "quote": "Social support can help you de-stress as it accumulates synthesis of the hormone Oxycontin, which fights stress and anxiety."
    },
    {
      "cite": "Shining Universe Energy",
      "quote": "Fight stress by doing a repetitive, bilateral and rhythmic activity, which functions in a similar manner as meditation."
    },
    {
      "cite": "Shining Universe Energy",
      "quote": "Research has shown that the process of planting and growing can help relieve stress and anxiety."
    },
    {
      "cite": "Shining Universe Energy",
      "quote": "Stress and depression are also triggered by the desire to please others, say your parents, co-workers, friends, spouse, or children."
    },
    {
      "cite": "Shining Universe Energy",
      "quote": "Plan your activities and thoughts using a to-do list, to reduce stress while boosting productivity."
    },
    {
      "cite": "Chandru Gidwani",
      "quote": "Stress is a forerunner of several physical ailments and mental illnesses is increasing our vulnerability all the time."
    },
    {
      "cite": "Chandru Gidwani",
      "quote": "Stress can serve as a powerful motivating force for creativity and achievement."
    },
    {
      "cite": "Chandru Gidwani",
      "quote": "Not all stress is bad. We sometimes hear people sat 'I work better under pressure or 'I thrive on competition'."
    },
    {
      "cite": "Chandru Gidwani",
      "quote": "You have to remember that most stress reactions are self-induced."
    },
    {
      "cite": "Chandru Gidwani",
      "quote": "The right frame of mind is what is termed 'calm energy'- that is, a state of high motivation with no fear or anxiety."
    },
    {
      "cite": "Alex A. Lluch",
      "quote": "Studies show that laughter reduces stress, lowers blood pressure, elevates mood, and boosts the immune system."
    },
    {
      "cite": "Alex A. Lluch",
      "quote": "Incorporate a good chuckle into your day to reduce stress and promote relaxation and happiness."
    },
    {
      "cite": "Alex A. Lluch",
      "quote": "Hobbies have been medically proven to reduce stress and increase happiness."
    },
    {
      "cite": "Alex A. Lluch",
      "quote": "If you find yourself devoting inordinate chunks to time to work, or bringing stress from work home with you, ask yourself how it is affecting your relationships."
    },
    {
      "cite": "Brian Luke Seaward",
      "quote": "In Eastern philosophies, stress is considered to be an absence of inner peace."
    },
    {
      "cite": "Brian Luke Seaward",
      "quote": "I Western culture. stress can be described as a loss of emotional control."
    }
  ]
}