{
  "source": "https://www.wisesayings.com/funny-teacher-quotes/",
  "theme": "funny-teacher",
  "quotes": [
    {
      "cite": "Rick Smith",
      "quote": "Being a new teacher is like trying to fly an airplane while building it."
    },
    {
      "cite": "Heidi McDonald",
      "quote": "Being a teacher is a lot like being a rock star."
    },
    {
      "cite": "Heidi McDonald",
      "quote": "Being a teacher is not a 9 - 5 job."
    },
    {
      "cite": "Nicholas A. Ferroni",
      "quote": "Educators are the only people who lose sleep over other people's children."
    },
    {
      "cite": "Clifford Stoll",
      "quote": "If you really want to know about the future, don’t ask a technologist, a scientist, a physicist. No! Don’t ask somebody who’s writing code. No, if you want to know what society’s going to be like in 20 years, ask a kindergarten teacher."
    },
    {
      "cite": "Frank McCourt",
      "quote": "Teachers are the only professionals who have to respond to bells every forty-five minutes and come out fighting."
    },
    {
      "cite": "Heidi McDonald",
      "quote": "In becoming a teacher, I've lost my mind ... but found my heart and soul."
    },
    {
      "cite": "Claude Mckay",
      "quote": "Scornful of teacher's rod and binding rule forever broken and without avail."
    },
    {
      "cite": "Mewlana Jalaluddin Rumi",
      "quote": "You are a teacher, you are a head and for everyone you are a leader."
    },
    {
      "cite": "Louis-Hector Berlioz",
      "quote": "Time is a great teacher, but unfortunately it kills all its pupils."
    },
    {
      "cite": "D. Martin",
      "quote": "A teacher's job is to take a bunch of live wires and see that they are well-grounded."
    },
    {
      "cite": "Heidi McDonald",
      "quote": "Sunday is a teacher's day of REST: the REST of the laundry, the REST of the housework, and grade the REST of the papers."
    },
    {
      "cite": "Anonymous",
      "quote": "As long as teachers give tests, there will always be prayer in schools."
    },
    {
      "cite": "Gilbert Highet",
      "quote": "A very wise old teacher once said: I consider a day's teaching wasted if we do not all have one hearty laugh."
    },
    {
      "cite": "John R. Kemble",
      "quote": "A cross-eyed teacher can keep twice the number of children in order than any other, because the pupils do not know who she's looking at."
    }
  ]
}