{
  "source": "https://www.wisesayings.com/funny-school-quotes/",
  "theme": "funny-school",
  "quotes": [
    {
      "cite": "Laurie Halse Anderson",
      "quote": "It's easier to floss with barbed wire than admit you like someone in middle school."
    },
    {
      "cite": "Dave Kellett",
      "quote": "School is learning things you don't want to know, surrounded by people you wish you didn't know, while working toward a future you don't know will ever come."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "The most important thing we learn at school is the fact that the most important things can't be learned at school."
    },
    {
      "cite": "Steven Wright",
      "quote": "In school they told me Practice makes perfect. And then they told me Nobody's perfect, so then I stopped practicing."
    },
    {
      "cite": "Peter De Vries",
      "quote": "We all learn by experience but some of us have to go to summer school."
    },
    {
      "cite": "Bill Watterson",
      "quote": "You can drag my body to school but my spirit refuses to go."
    },
    {
      "cite": "unknown",
      "quote": "As long as teachers give tests, there will always be prayer in schools."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "A man who has never gone to school may steal from a freight car; but if he has a university education, he may steal the whole railroad."
    },
    {
      "cite": "William Glasser",
      "quote": "There are only two places in the world where time takes precedence over the job to be done: school and prison."
    },
    {
      "cite": "Helen Oyeyemi",
      "quote": "School is one long illness with symptoms that switch every five minutes so you think it's getting better or worse. But really it's the same thing for years and years."
    },
    {
      "cite": "Cokie Roberts",
      "quote": "As long as algebra is taught in school, there will be prayer in school."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "You send your child to the schoolmaster, but 'tis the schoolboys who educate him."
    },
    {
      "cite": "Edgar W. Howe",
      "quote": "If there were no schools to take the children away from home part of the time, the insane asylums would be filled with mothers."
    },
    {
      "cite": "Billie Joe Armstrong",
      "quote": "School is practice for future life, practice makes perfect and nobody's perfect, so why practice?"
    },
    {
      "cite": "Henry Ford",
      "quote": "You can't learn in school what the world is going to do next year."
    },
    {
      "cite": "Marty Rubin",
      "quote": "In school one learns to ask stupid questions of life."
    },
    {
      "cite": "Robert Morley",
      "quote": "Show me the man who enjoyed his schooldays and I will show you a bully and a bore."
    },
    {
      "cite": "Ivan Illich",
      "quote": "School is the advertising agency which makes you believe that you need the society as it is."
    },
    {
      "cite": "Ziad K. Abdelnour",
      "quote": "The trouble with school is they give you the answer, then they give you the exam. That's not life...."
    },
    {
      "cite": "Gossy Ukanwoke",
      "quote": "Schools kill time and creativity. Find ways to workaround these limitations."
    },
    {
      "cite": "unknown",
      "quote": "In recalling their school years, students mostly remember their teachers, and not the courses they took."
    },
    {
      "cite": "Mark Twain",
      "quote": "Every time you stop a school, you will have to build a jail. What you gain at one end you lose at the other. It's like feeding a dog on his own tail. It won't fatten the dog."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "There is nothing on earth intended for innocent people so horrible as a school."
    },
    {
      "cite": "Saul Bellow",
      "quote": "No school without spectacular eccentrics and crazy hearts is worth attending."
    },
    {
      "cite": "Kim Harrison",
      "quote": "I said school starts tomorrow. I didn't say I was going to be there."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "School days, I believe, are the unhappiest in the whole span of human existence."
    },
    {
      "cite": "Bill Watterson",
      "quote": "I go to school, but I never learn what I want to know."
    },
    {
      "cite": "unknown",
      "quote": "When I say I miss school, I mean my friends and the fun. Not the school."
    },
    {
      "cite": "George Santayana",
      "quote": "A child educated only at school is an uneducated child."
    },
    {
      "cite": "Emma Shannon",
      "quote": "School means work and work means death. Let's all go take a nap."
    },
    {
      "cite": "Charles Dederich",
      "quote": "Today is the first day of the rest of you life."
    },
    {
      "cite": "Harry Wong",
      "quote": "The most important day of a person’s education is the first day of school, not Graduation Day."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You’re off to great to great places. Today is your first day! Your mountain is waiting, so get on your way!"
    },
    {
      "cite": "Jenny Han",
      "quote": "I’ve always loved the first day of school better than the last day of school. Firsts are best because they are beginnings."
    },
    {
      "cite": "Ken Robinson",
      "quote": "All children start their school careers with sparkling imaginations, fertile minds, and a willingness to take risks with what they think."
    },
    {
      "cite": "Winifred C. Marshal",
      "quote": "School bells are ringing loud and clear; vacation’s over, school is here."
    },
    {
      "cite": "Malala Yousafzai",
      "quote": "Let us remember: One book, one pen, one child and one teacher can change the world."
    },
    {
      "cite": "Dana Perino",
      "quote": "It’s one of my favorite seasons of the year: Back to School. As a kid, I loved fresh school supplies, new outfits, the change of seasons, and the chance to crack open a new textbook."
    },
    {
      "cite": "Aristotle",
      "quote": "The roots of education are bitter, but the fruit is sweet."
    },
    {
      "cite": "Giancarlo Stanton",
      "quote": "High school is what kind of grows you into the person you are. I have great memories, good and bad, some learning experiences and some that I’ll take with me the rest of my life."
    },
    {
      "cite": "Fred Rogers",
      "quote": "But if there's a school bus, there needs to be a school!"
    },
    {
      "cite": "Michael Schiffer",
      "quote": "I have to get back in school somewhere. I can't just go home and tell my mother I got kicked out of school."
    },
    {
      "cite": "Tim Herlihy",
      "quote": "Back to school. Back to school, to prove to Dad that I'm not a fool. I got my lunch packed up, my boots tied tight, I hope I don't get in a fight."
    },
    {
      "cite": "Ryan Murphy",
      "quote": "This is not a gay school. We just have a zero tolerance harassment policy."
    },
    {
      "cite": "Bonnie Turner",
      "quote": "No state schools are cheap."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "It's my first day of high school. I have seven new notebooks, a skirt I hate, and a stomach ache."
    },
    {
      "cite": "Daniel Handler",
      "quote": "School spirit' is a curious term. The phrase might sound as if it refers to a ghost or other undead phantasm haunting an educational establishment like very old gum clinging to a trophy case. What 'school spirit' actually refers to is the belief one particular school is better than another."
    },
    {
      "cite": "Rob Thomas",
      "quote": "It's been two weeks. That's like a decade in high school years."
    },
    {
      "cite": "William P. Kennedy",
      "quote": "My father sent me to a school that looked a lot like this one. A military academy in Pennsylvania. Perhaps you've heard of it. The Armitage School."
    },
    {
      "cite": "Nathanael Coffman",
      "quote": "Do you think you can handle all of your classes? Don't forget your school happens to be one of the top public schools in the greater Los Angeles area. I'm sure the work load must be tremendous."
    },
    {
      "cite": "Craig Schulz",
      "quote": "It's the last day of school! Well, big brother, can you believe it? My last day of school. No more reading, writing, arithmetic! No more learning forever!"
    },
    {
      "cite": "Tom Leopold",
      "quote": "Private schools have diversity, mum. There are millionaires, billionaires."
    },
    {
      "cite": "Raita Honjou",
      "quote": "Well, you should be excited at the chance to go back to school. I remember you wanted to return to school, and while it's not the same one."
    },
    {
      "cite": "Dan Houser",
      "quote": "What I hate most about school is that my mom can't read me my bedtime stories."
    },
    {
      "cite": "Greg Johnson",
      "quote": "Because now that you're out of school, you'll be taking a real test."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "Ain't no registration / Ain't no student loan / You may not learn to read or write / But you will surely learn to roll dem bones / Get on back to school."
    },
    {
      "cite": "Jimmy Buffett",
      "quote": "Found myself a matchbook / Beside some hotel bed / Opened it up and looked inside / And this is what it said / Get on back to school."
    },
    {
      "cite": "Jerry Lee Lewis",
      "quote": "Moving at the High School Hop / Everybody's hopping, everybody's rocking / Bopping at the High School Hop."
    },
    {
      "cite": "Jerry Lee Lewis",
      "quote": "Well open up, honey / It's your lover boy me that's a knocking / Why don't you listen to me, sugar / All the cats are at the High School rocking."
    },
    {
      "cite": "Brian Holland",
      "quote": "I can't wait to get to school each day / And wait for you to pass my way / And bell starts to ring / An angel starts to sing."
    },
    {
      "cite": "Alice Cooper",
      "quote": "Well we can't salute ya can't find a flag / If that don't suit ya that's a drag / School's out for summer / School's out forever / School's been blown to pieces."
    },
    {
      "cite": "Josie Cotton",
      "quote": "I'm so glad that school is in / An I can see my old classmates again / I worked and slaved the summer through / Doing all the things my mama told me to do."
    },
    {
      "cite": "Dave Bush",
      "quote": "Let me tell you about scientific management / And the theft of its concealment / The Birmingham School of Business School / In Birmingham / It's main theme"
    },
    {
      "cite": "Corey Hart",
      "quote": "Monday morning school day / Eat your breakfast, arrest your books / You're late for school"
    },
    {
      "cite": "Tom Paxton",
      "quote": "What did you learn in school today / Dear little boy of mine? / I learned that Washington never told a lie / I learned that soldiers seldom die / I learned that everybody's free / And that's what the teacher said to me"
    },
    {
      "cite": "Michael Love",
      "quote": "When some loud braggart tries to put me down / And says his school is great / I tell him right away / Now what's the matter buddy / Ain't you heard of my school / It's number one in the state"
    },
    {
      "cite": "Michael Love",
      "quote": "So be true to your school now / Just like you would to your girl or guy / Be true to your school now / And let your colors fly"
    },
    {
      "cite": "Edmund Sylvers",
      "quote": "You never have to worry / If you save your lunch money / So you'll have the chance / To get your ticket in a hurry / For the high school dance."
    },
    {
      "cite": "Edmund Sylvers",
      "quote": "Dance to the beat of the band / We're gonna dance at the high school dance / Boogie to the beat of the band, ooh / Boogie to the high school dance."
    },
    {
      "cite": "Edmund Sylvers",
      "quote": "Remember back in high school / When you couldn't wait / For the very first dance / You lay your homework was the rule / And just thinking about the music / Puts you in a trance."
    },
    {
      "cite": "Sandy Silverthorne",
      "quote": "Just like in other parts of your life , you will get out of middle school what you put into it."
    },
    {
      "cite": "Sandy Silverthorne",
      "quote": "You could just go to school, do the work and get through it, or you could really dive in and take advantage of all the cool opportunities that are now available to you."
    },
    {
      "cite": "Sandy Silverthorne",
      "quote": "Extracurricular activities are the things that can make your middle school experience rich, fun, and rewarding."
    },
    {
      "cite": "Carl D. Glickman",
      "quote": "We treat people in the schools like children, not adults. We don't treat them like professionals. The only way to attract bright people to education is to give them working conditions where they can use their minds."
    },
    {
      "cite": "Harry Wong",
      "quote": "The secret is to steal-to walk into another teacher's classroom and say, 'Give me that.'"
    },
    {
      "cite": "Linda Darling-Hammond",
      "quote": "Well-prepared teachers are the most distributed school resource."
    },
    {
      "cite": "Lee G. Bolman",
      "quote": "Even in schools with weak or threadbare cultures, it is usually possible to find some things worth celebrating. Those stories, values, traditions, heroes or heroines provide a viral starting point for updating, reinvigorating, and reframing the school's identity and culture."
    },
    {
      "cite": "Michelangelo",
      "quote": "Lord, grant that I may always desire more than I can accomplish"
    },
    {
      "cite": "Brian Tracy",
      "quote": "You can learn anything you need to learn to achieve any goal you set for yourself. There are no limits except the limits you place on your imagination."
    },
    {
      "cite": "John Blaydes",
      "quote": "The 5 most common words heard by a school principal: 'Have you got a minute?'"
    }
  ]
}