{
  "source": "https://www.wisesayings.com/funny-friendship-quotes/",
  "theme": "funny-friendship",
  "quotes": [
    {
      "cite": "Mark Twain",
      "quote": "I don't like to commit myself about heaven and hell - you see, I have friends in both places."
    },
    {
      "cite": "Charles Caleb Colton",
      "quote": "Never join with your friend when he abuses his horse or his wife, unless the one is about to be sold, the other to be buried."
    },
    {
      "cite": "Bernard Meltzer",
      "quote": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked."
    },
    {
      "cite": "Groucho Marx",
      "quote": "When you're in jail, a good friend will be trying to bail you out. A best friend will be in the cell next to you saying, 'Damn, that was fun.'"
    },
    {
      "cite": "Greg Tamblyn",
      "quote": "Friends are people who know you really well and like you anyway."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "You can always tell a real friend: when you've made a fool of yourself he doesn't feel you've done a permanent job."
    },
    {
      "cite": "Marcelene Cox",
      "quote": "One sure way to lose another woman's friendship is to try to improve her flower arrangements."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "There are three faithful friends, an old wife, an old dog, and ready money"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "It is one of the blessings of old friends that you can afford to be stupid with them."
    },
    {
      "cite": "Jim Hayes",
      "quote": "A good friend will help you move. But a best friend will help you move a dead body."
    },
    {
      "cite": "Linda Grayson",
      "quote": "There is nothing better than a friend, unless it is a friend with chocolate."
    },
    {
      "cite": "Lois Wyse",
      "quote": "A good friend is a connection to life - a tie to the past, a road to the future, the key to sanity in a totally insane world."
    },
    {
      "cite": "Mandy Hale",
      "quote": "You don't lose friends because real friends can never be lost. You lose people masquerading as friends and you're better for it"
    },
    {
      "cite": "Anne Lindbergh",
      "quote": "Men kick friendship around like a football and it doesn't seem to crack. Women treat it like glass and it falls to pieces."
    },
    {
      "cite": "Charles Lamb",
      "quote": "Tis the privilege of friendship to talk nonsense, and to have her nonsense respected."
    },
    {
      "cite": "Robert Staughton Lynd",
      "quote": "Friendship will not stand the strain of very much good advice for very long."
    },
    {
      "cite": "Aaron Machado",
      "quote": "The imaginary friends I had as a kid dropped me because their friends thought I didn't exist."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "I have lost friends, some by death...others by sheer inability to cross the street."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Love is blind; friendship closes its eyes."
    },
    {
      "cite": "Silican proverb",
      "quote": "Only your real friends will tell you when your face is dirty."
    },
    {
      "cite": "Guy Endore-Kaiser",
      "quote": "I bet dying vultures have lots of awkward moments with their friends."
    },
    {
      "cite": "Austin O'Malley",
      "quote": "Show me a genuine case of platonic friendship, and I shall show you two old or homely faces."
    },
    {
      "cite": "Dame Edna Everage",
      "quote": "My mother used to say that there are no strangers, only friends you haven't met yet. She's now in a maximum security twilight home in Australia."
    },
    {
      "cite": "Margaret Walker",
      "quote": "Friends and good manners will carry you where money won't go."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "You can't make a circle of friends with a compass."
    },
    {
      "cite": "Diane Von Furstenberg",
      "quote": "When a woman becomes her own best friend life is easier"
    },
    {
      "cite": "Groucho Marx",
      "quote": "Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read."
    },
    {
      "cite": "Ann Richards",
      "quote": "I've always said that in politics, your enemies can't hurt you, but your friends will kill you."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "A friend is someone who knows all about you and still loves you."
    },
    {
      "cite": "Bronwyn Polson",
      "quote": "Whoever says Friendship is easy has obviously never had a true friend!"
    }
  ]
}