{
  "source": "https://www.wisesayings.com/funny-family-quotes/",
  "theme": "funny-family",
  "quotes": [
    {
      "cite": "Les Dawson",
      "quote": "Families are like fudge - mostly sweet, with a few nuts."
    },
    {
      "cite": "Earl Wilson",
      "quote": "Home, nowadays, is a place where part of the family waits till the rest of the family brings the car back."
    },
    {
      "cite": "Ogden Nash",
      "quote": "A family is a unit composed not only of children but of men, women, an occasional animal, and the common cold."
    },
    {
      "cite": "Robert Brault",
      "quote": "The advantage of growing up with siblings is that you become very good at fractions."
    },
    {
      "cite": "Ralph Bus",
      "quote": "Children really can brighten up a house, because they never turn the lights off."
    },
    {
      "cite": "W.C. Fields",
      "quote": "All the men in my family were bearded, and most of the women."
    },
    {
      "cite": "Bob Hope",
      "quote": "I grew up with six brothers. That's how I learned to dance -waiting for the bathroom."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "The advantage of having only one child is that you always know who did it."
    },
    {
      "cite": "Buddy Hackett",
      "quote": "As a child my family's menu consisted of two choices: take it or leave it."
    },
    {
      "cite": "Sam Levenson",
      "quote": "The reason grandparents and grandchildren get along so well is that they have a common enemy."
    },
    {
      "cite": "David Frost",
      "quote": "Having a child makes you a parent; having two, you are a referee."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Nothing in life is fun for the whole family. There are no massage parlors with ice cream and free jewelry."
    },
    {
      "cite": "George Carlin",
      "quote": "The other night I ate at a real nice family restaurant. Every table had an argument going."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "One day you will do things for me that you hate. That is what it means to be family."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "From the ages of 8-18, me and my family moved around a lot. Mostly we would just stretch, but occasionally one of us would actually get up to go to the fridge."
    },
    {
      "cite": "Marsha Norman",
      "quote": "Family is just accident...They don't mean to get on your nerves. They don't even mean to be your family, they just are."
    },
    {
      "cite": "Ugo Betti",
      "quote": "I think the family is the place where the most ridiculous and least respectable things in the world go on."
    },
    {
      "cite": "Robert Brault",
      "quote": "If minutes were kept of a family gathering, they would show that members not present and subjects discussed were one and the same."
    },
    {
      "cite": "Marcelina Hardy",
      "quote": "Family is a blessing. Just keep saying that when you are irritated by something a family member says."
    },
    {
      "cite": "Anna Quidlen",
      "quote": "In the family sandwich, the older people and the younger ones can recognize one another as the bread. Those in the middle are, for a time, the meat."
    },
    {
      "cite": "Robert Brault",
      "quote": "In a household of toddlers and pets, we discover this rule of thumb about happy families, that they are least two-thirds incontinent."
    },
    {
      "cite": "Evan Esar",
      "quote": "Family: A social unit where the father is concerned with parking space, the children with outer space, and the mother with closet space."
    },
    {
      "cite": "Anthony Anderson",
      "quote": "I realized my family was funny, because nobody ever wanted to leave our house."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "If you cannot get rid of the family skeleton, you may as well make it dance."
    },
    {
      "cite": "Nancy Mitford",
      "quote": "The great advantage of living in a large family is that early lesson of life's essential unfairness."
    },
    {
      "cite": "Margaret Laurence",
      "quote": "In some families, please is described as the magic word. In our house, however, it was sorry."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "If you don't believe in ghosts, you've never been to a family reunion."
    },
    {
      "cite": "George Burns",
      "quote": "Happiness is having a large, loving, caring, close-knit family in another city."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "Family love is messy, clinging, and of an annoying and repetitive pattern, like bad wallpaper."
    },
    {
      "cite": "Wayne H.",
      "quote": "Some family trees bear an enormous crop of nuts."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "For the first time ever I was taking the family on the road. We stayed with my in-laws, which on life's list of experiences ranks right below sitting in a tub full of scissors."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Humans are not proud of their ancestors, and rarely invite them round to dinner."
    },
    {
      "cite": "Patricia McCann",
      "quote": "Never let an angry sister comb your hair."
    },
    {
      "cite": "Jeff Lindsay",
      "quote": "I know family comes first, but shouldn't that mean after breakfast?"
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I looked up my family tree and found out I was the sap."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "I come from a family where gravy is considered a beverage."
    },
    {
      "cite": "Delia Ephron",
      "quote": "Your basic extended family today includes your ex-husband or -wife, your ex's new mate, your new mate, possibly your new mate's ex and any new mate that your new mate's ex has acquired."
    },
    {
      "cite": "Evan Esar",
      "quote": "Family: a social unit where the father is concerned with parking space, the children with outer space, and the mother with the closet space."
    },
    {
      "cite": "Anthony Anderson",
      "quote": "I realized my family was funny, because nobody ever wanted to leave our house."
    },
    {
      "cite": "Buddy Hackett",
      "quote": "As a child my family's menu consisted of two choices: take it or leave it."
    },
    {
      "cite": "Ralph Bus",
      "quote": "Children really brighten up a household. They never turn the lights off."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "All of us have moments in our lives that test our courage. Taking children into a house with white carpet is one of them."
    },
    {
      "cite": "Lionel Kauffman",
      "quote": "Children are a great comfort in your old age-and they help you reach it faster, too."
    },
    {
      "cite": "Robert Breault",
      "quote": "The advantage of growing up with siblings is that you become very good at fractions."
    },
    {
      "cite": "Sam Levenson",
      "quote": "The reason grandparents and grandchildren get along so well is that they have a common enemy."
    }
  ]
}