{
  "source": "https://www.wisesayings.com/funny-political-quotes/",
  "theme": "funny-political",
  "quotes": [
    {
      "cite": "Winston Churchill",
      "quote": "A politician needs the ability to foretell what is going to happen tomorrow, next week, next month, and next year. And to have the ability afterwards to explain why it didn't happen."
    },
    {
      "cite": "Raheel Farooq",
      "quote": "Politics is the only art whose artists regularly disown their masterpieces."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Every politician has a promising career. Unfortunately, most of them do not keep those promises."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Politics, noun. A strife of interests masquerading as a contest of principles. The conduct of public affairs for private advantage."
    },
    {
      "cite": "Mark Twain",
      "quote": "It's easier to fool people than to convince them they have been fooled."
    },
    {
      "cite": "Mao Tse-Tung",
      "quote": "Politics is war without bloodshed, while war is politics with bloodshed."
    },
    {
      "cite": "José Maria de Eça de Queiroz",
      "quote": "Politicians and diapers have one thing in common. They should both be changed regularly, and for the same reason."
    },
    {
      "cite": "David Mitchell",
      "quote": "Politicians and sports coaches both need to be smart enough to master the game, but dumb enough to think it matters."
    },
    {
      "cite": "Nikita Khrushchev",
      "quote": "Politicians are the same all over. They promise to build bridges even when there are no rivers."
    },
    {
      "cite": "P.J. O'Rourke",
      "quote": "The Democrats are the party of government activism, the party that says government can make you richer, smarter, taller, and get the chickweed out of your lawn. Republicans are the party that says government doesn't work, and then get elected and prove it."
    },
    {
      "cite": "Charles De Gaulle",
      "quote": "Since a politician never believes what he says, he is quite surprised to be taken at his word."
    },
    {
      "cite": "Henry Cate VII",
      "quote": "The problem with political jokes is they get elected."
    },
    {
      "cite": "Will Rogers",
      "quote": "Everything is changing. People are taking their comedians seriously and the politicians as a joke."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Politics is the art of looking for trouble, finding it everywhere, diagnosing it incorrectly, and applying the wrong remedies."
    },
    {
      "cite": "Bill Clinton",
      "quote": "Being president is like running a cemetery: you've got a lot of people under you and nobody's listening."
    }
  ]
}