{
  "source": "https://www.wisesayings.com/funny-sports-quotes/",
  "theme": "funny-sports",
  "quotes": [
    {
      "cite": "Gerald R. Ford",
      "quote": "I know I am getting better at golf because I am hitting fewer spectators."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "The reason women don't play football is because 11 of them would never wear the same outfit in public."
    },
    {
      "cite": "Gordie Howe",
      "quote": "All hockey players are bilingual. They know English and profanity."
    },
    {
      "cite": "Pat Spillane",
      "quote": "The first half was even, the second half was even worse."
    },
    {
      "cite": "Thomas Sowell",
      "quote": "Sports are the reason I am out of shape. I watch them all on TV."
    },
    {
      "cite": "Bill Veeck",
      "quote": "Baseball is almost the only orderly thing in a very un-orderly world. If you get three strikes, even the best lawyer in the world can't get you off."
    },
    {
      "cite": "Jesse Ventura",
      "quote": "Wrestling is ballet with violence."
    },
    {
      "cite": "Sylvester Stallone",
      "quote": "Playing polo is like trying to play golf during an earthquake."
    },
    {
      "cite": "George Brett",
      "quote": "If a tie is like kissing your sister, losing is like kissing your grandmother with her teeth out."
    },
    {
      "cite": "Henry Blaha",
      "quote": "Rugby is a beastly game played by gentlemen; soccer is a gentleman's game played by beasts; football is a beastly game played by beasts."
    },
    {
      "cite": "Michael Jordan",
      "quote": "I've never lost a game I just ran out of time."
    },
    {
      "cite": "Dean Smith",
      "quote": "If you make every game a life-and-death thing, you're going to have problems. You'll be dead a lot."
    },
    {
      "cite": "Leo Durocher",
      "quote": "Baseball is like church. Many attend, few understand."
    },
    {
      "cite": "Abe Lemons",
      "quote": "I don't have any tricky plays, I'd rather have tricky players."
    },
    {
      "cite": "Dale Earnhardt",
      "quote": "You win some, lose some, and wreck some."
    },
    {
      "cite": "Eric Morecambe",
      "quote": "I think football would become an even better game if someone could invent a ball that kicks back."
    },
    {
      "cite": "Phil Woosnam",
      "quote": "The rules of soccer are very simple, basically it is this: if it moves, kick it. If it doesn't move, kick it until it does."
    },
    {
      "cite": "Frank Gifford",
      "quote": "Pro football is like nuclear warfare. There are no winners, only survivors."
    },
    {
      "cite": "George Orwell",
      "quote": "Serious sport is war minus the shooting."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "If a man watches three football games in a row, he should be declared legally dead."
    },
    {
      "cite": "Nick Seitz",
      "quote": "The breakfast of champions is not cereal, it's the opposition."
    },
    {
      "cite": "Abe Lemmons",
      "quote": "One day of practice is like one day of clean living. It doesn't do you any good."
    },
    {
      "cite": "Derek P.",
      "quote": "If practice makes perfect, and no one is perfect, why practice?"
    },
    {
      "cite": "Jack Lemmon",
      "quote": "If you think it's hard to meet new people, try picking up the wrong golf ball."
    },
    {
      "cite": "Jack Handey",
      "quote": "To me, boxing is like a ballet, except there's no music, no choreography, and the dancers hit each other."
    },
    {
      "cite": "Ernie Banks",
      "quote": "The only way to prove that you're a good sport is to lose."
    },
    {
      "cite": "Sam Snead",
      "quote": "I figure practice puts your brains in your muscles."
    },
    {
      "cite": "Pete Rose",
      "quote": "It's a round ball and a round bat, and you got to hit it square."
    },
    {
      "cite": "Bill Shankly",
      "quote": "The trouble with referees is that they know the rules, but they do not know the game."
    },
    {
      "cite": "Randy Cross",
      "quote": "The NFL, like life, is full of idiots."
    },
    {
      "cite": "unknown",
      "quote": "That awkward moment when you're wearing Nike's and you can't do it."
    },
    {
      "cite": "John Madden",
      "quote": "The fewer rules a coach has, the fewer rules there are for players to break."
    },
    {
      "cite": "Roger Kahn",
      "quote": "Tennis and golf are best played, not watched."
    },
    {
      "cite": "Jerome Holtzman",
      "quote": "Losing is the great American sin."
    },
    {
      "cite": "Casey Stengel",
      "quote": "If you can beat a team 6-5, you're better off than losing 5-4."
    },
    {
      "cite": "Michael Holding",
      "quote": "The most important thing about batting is getting the bat to hit the ball."
    },
    {
      "cite": "Willie Miller",
      "quote": "Football games turn on things that are done by players."
    },
    {
      "cite": "Heather Watson",
      "quote": "I knew I had to win today, otherwise she would have beaten me."
    },
    {
      "cite": "Rex Hudler",
      "quote": "It's bad to get hit on your chin. Because it's attached to your head."
    },
    {
      "cite": "Ralph Kinner",
      "quote": "Solo homers usually come with no one on base."
    },
    {
      "cite": "Geoff Boycott",
      "quote": "As the ball gets softer, it loses its hardness."
    },
    {
      "cite": "Emmanuel Arceneaux",
      "quote": "In order to start winning, we have to stop losing."
    },
    {
      "cite": "Larry Dieker",
      "quote": "It's hard to get a hit if you strike out."
    },
    {
      "cite": "Howard Wilkinson",
      "quote": "We need the players, because without the players we wouldn't have a team."
    },
    {
      "cite": "Tom Watt",
      "quote": "Better teams win more often than the teams that are not so good."
    },
    {
      "cite": "John Gay",
      "quote": "Tis not that rural sports alone invite, but all the grateful country breathes delight."
    },
    {
      "cite": "Ted Williams",
      "quote": "Baseball is the only field of endeavor where a man can succeed three times out of ten and be considered a good performer."
    },
    {
      "cite": "Leo Durocher",
      "quote": "Baseball is like church. Many attend; few understand."
    },
    {
      "cite": "Yogi Berra",
      "quote": "Baseball is 90% mental. The other half is physical."
    },
    {
      "cite": "Filmtwob",
      "quote": "Just sports. Playing games versus playing - sports?"
    }
  ]
}