{
  "source": "https://www.wisesayings.com/funny-science-quotes/",
  "theme": "funny-science",
  "quotes": [
    {
      "cite": "Arthur Koestler",
      "quote": "Scientists are peeping toms at the keyhole of eternity."
    },
    {
      "cite": "Dave Barry",
      "quote": "Electricity is actually made up of extremely tiny particles called electrons, that you cannot see with the naked eye unless you have been drinking."
    },
    {
      "cite": "Bernard Bailey",
      "quote": "When science finally locates the center of the universe, some people will be surprised to learn they're not it."
    },
    {
      "cite": "Anonymous",
      "quote": "Science has now determined there is a direct relationship between the way the ball bounces and the cookie crumbles."
    },
    {
      "cite": "Bill Maher",
      "quote": "I see they found out the universe is 80 million years older than we thought. It's also been lying about its weight."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Sometimes I think the surest sign that intelligent life exists elsewhere in the universe is that none of it has tried to contact us."
    },
    {
      "cite": "George Carlin",
      "quote": "Electricity is really just organized lightning."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If we knew what we were doing, it wouldn't be called research."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Nothing travels faster than the speed of light, with the possible exception of bad news, which obeys its own set of laws."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "What is a scientist after all? It is a curious man looking through a keyhole, the keyhole of nature, trying to know what's going on."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Science, never solves a problem without creating ten more."
    },
    {
      "cite": "Bill Watterson",
      "quote": "That's the whole problem with science. You've got a bunch of empiricists trying to describe things of unimaginable wonder."
    },
    {
      "cite": "Ernest Rutherford",
      "quote": "If your result needs a statistician then you should design a better experiment."
    },
    {
      "cite": "Max Planck",
      "quote": "An important scientific innovation rarely makes its way by gradually winning over and converting its opponents: What does happen is that the opponents gradually die out."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the universe."
    },
    {
      "cite": "Will Durant",
      "quote": "Every science begins as philosophy and ends as art."
    },
    {
      "cite": "Anonymous",
      "quote": "The goal of science and engineering is to build better mousetraps. The goal of nature is to build better mice."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Science is a wonderful thing if one does not have to earn one's living at it."
    }
  ]
}