{
  "source": "https://www.wisesayings.com/funny-anniversary-quotes/",
  "theme": "funny-anniversary",
  "quotes": [
    {
      "cite": "Rita Rudner",
      "quote": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life."
    },
    {
      "cite": "Woody Allen",
      "quote": "In my house I'm the boss, my wife is just the decision maker."
    },
    {
      "cite": "Joey Adams",
      "quote": "Marriage is give and take. You'd better give it to her or she'll take it anyway."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Marriage is a wonderful institution... but who wants to live in an institution?"
    },
    {
      "cite": "Socrates",
      "quote": "My advice to you is get married: if you find a good wife you'll be happy; if not, you'll become a philosopher."
    },
    {
      "cite": "Helen Rowland",
      "quote": "When you see a married couple walking down the street, the one that's a few steps ahead is the one that's mad."
    },
    {
      "cite": "Prady",
      "quote": "Marriage is a relationship in which one person is always right and the other is the husband!"
    },
    {
      "cite": "Payal",
      "quote": "Husband is the head of the family and wife is the neck that turns the head around!"
    },
    {
      "cite": "Nabil",
      "quote": "We always hold hands. If I let go, she shops."
    },
    {
      "cite": "Bill Maher",
      "quote": "You know… There is a name for people who are always wrong about everything all the time… Husband!"
    },
    {
      "cite": "Ramakochhar",
      "quote": "Marriage is when a man looses his bachelors degree and woman gets her masters degree."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Strong marriages are built on loving things people do in the present, not on the memories of the things they did in the past."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Focus on continually changing and growing in order to make sure you are someone your spouse would still choose today."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Successful couples don't escape difficult times; they change and adapt, forging a stronger relationship."
    },
    {
      "cite": "Dr. Steven Craig",
      "quote": "Being in love isn't enough. Staying in love happens when you and your spouse work out how to embrace change, solve problems, and treat each other when the going gets tough."
    },
    {
      "cite": "Anonymous",
      "quote": "Behind every successful man is a surprised woman"
    },
    {
      "cite": "Socrates",
      "quote": "By all means marry; if you get a good wife, you'll be happy. If you get a bad one, you'll become a philosopher."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Marriage is the perfection of what love aimed at, ignorant of what it sought."
    },
    {
      "cite": "Anonymous",
      "quote": "Marriage is like a walk in the park... Jurrasic Park."
    },
    {
      "cite": "Anonymous",
      "quote": "Looking back through the years, I must have been so in love with you, Imagine, I stick with you for years. Congratulation to me."
    },
    {
      "cite": "Anonymous",
      "quote": "I didn't find out what happiness means until I got married... and then it was too late."
    },
    {
      "cite": "Edward D. Andrews",
      "quote": "No part of her life should be outside of her relationship to her husband and outside of subordination to him."
    },
    {
      "cite": "Edward D. Andrews",
      "quote": "This subordination of wife to husband has a practical aspect in that it creates a greater effectiveness in their working together as one."
    },
    {
      "cite": "Edward D. Andrews",
      "quote": "Married couple should have an understanding of their spouse suffering from inherent sin, imperfection, and human weakness, so as to make allowances for falling short. Just how bad is it?"
    },
    {
      "cite": "Joanne Cleave",
      "quote": "Every husband must love his wife as himself and every wife must respect her husband."
    },
    {
      "cite": "Joanne Cleave",
      "quote": "The husband should fulfill his marital duty to his wife, and likewise the wife to her husband."
    },
    {
      "cite": "Joanne Cleave",
      "quote": "A woman is bound to her husband as long as he lives."
    },
    {
      "cite": "Shobha Dé",
      "quote": "There's no such thing as a 'perfect marriage' or a 'perfect spouse'. Come on, get real! Marriage is a flawed institution. if you but into that theory."
    },
    {
      "cite": "Ashley Davis Bush",
      "quote": "I believe what a husband needs from wife is not a woman who just keeps trying harder to figure out marriage. Instead, a husband needs a woman who loves God, abides Christ, and follows Him all the days of her life."
    },
    {
      "cite": "Ashley Davis Bush",
      "quote": "The key to a great marriage is the quality of the habits you share together. Healthy, positive habits create and extraordinarily happy marriage."
    },
    {
      "cite": "Simone Signoret",
      "quote": "Chains do not hold a marriage together. It is threads, hundreds of tiny threads which sew people together through the years."
    },
    {
      "cite": "Tom Mullen",
      "quote": "Happy marriages begin when we marry the ones we love, and they blossom when we love the ones we marry."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "It is not lack of love, but a lack of friendship that makes unhappy marriages."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "What counts in making a happy marriage is not so much how compatible you are, but how you deal with incompatibility."
    },
    {
      "cite": "Robert Quillen",
      "quote": "A happy marriage is the union of two good forgivers."
    },
    {
      "cite": "Homer",
      "quote": "There is nothing nobler or more admirable than when two people who see eye to eye, keep house as man and wife, confounding their enemies and delighting their friends."
    },
    {
      "cite": "Al Gore",
      "quote": "After marriage, husband and wife become two sides of a coin; they just can't face each other, but still they stay together."
    },
    {
      "cite": "Bill Clinton",
      "quote": "I had some words with my wife, and she had some paragraphs with me."
    },
    {
      "cite": "Alec Baldwin",
      "quote": "My wife and I were happy for twenty years. Then we met."
    },
    {
      "cite": "Barack Obama",
      "quote": "A good wife always forgives her husband when she's wrong."
    },
    {
      "cite": "Ryan Frederick",
      "quote": "If husband and wife wake up with a commitment to worship and serve, they will be delighted in their marriage."
    },
    {
      "cite": "Billy Graham",
      "quote": "As husband and wife, to have a happy life together, you must have confidence and respect, you must have substantial agreement in you faith."
    },
    {
      "cite": "Billy Graham",
      "quote": "Too many husbands and wives enter into marriage with the idea that their spouse exists for one purpose: to make them happy."
    },
    {
      "cite": "Billy Graham",
      "quote": "Marriage is not a reform school..Instead of you reforming (your spouse), (he or she) will instead influenced you."
    },
    {
      "cite": "Billy Graham",
      "quote": "When a husband and wife are concerned only about their own individual desires, the stage is set for conflict."
    },
    {
      "cite": "Billy Graham",
      "quote": "The perfect marriage is a uniting of three persons--a man and a woman and God. That is what makes marriage holy."
    },
    {
      "cite": "Elvin Ross",
      "quote": "I promise to love you and do my best for you / I need you to help me to find my strength / Walk with me all through my life / My lover my husband my wife / Share this journey with me / Write this story with me"
    },
    {
      "cite": "Elvin Ross",
      "quote": "I can see you / On your wedding day / With the one you love / To share the way / A life ahead of you / Youth left behind / Go out and make yourself / Some memories"
    },
    {
      "cite": "Traditional",
      "quote": "You may find comfort in your husband or your wife / When your mother is gone."
    },
    {
      "cite": "Dana Dirksen",
      "quote": "You shall not commit adultery.  / Do be pure in heart and mind. / Love your husband or wife, keep your heart clean."
    },
    {
      "cite": "Stephen Sondheim",
      "quote": "Bless this day / Pinnacle of life / Husband joined to wife / The heart leaps up to behold / This golden day"
    },
    {
      "cite": "Toby Keith",
      "quote": "We stood at the altar, repeating our vows for life / For better or worse, forever a husband and wife / Love's not always easy and dreams don't all come true / Why'd you lose your faith in me, I never gave up on you"
    },
    {
      "cite": "Harvey Schmidt",
      "quote": "A man and a woman are meant for each other / Are meant for each other as husband and wife / From this moment forward, I promise to love thee/ I promise to love thee the rest of my life"
    },
    {
      "cite": "Sean Garret",
      "quote": "Knew the time was right, to be husband and wife / Us both dressed alike in the purest white / Such a beautiful gown, friends and family around / ignore the cold feet now, time to take these vows"
    },
    {
      "cite": "Phil Rosenthal",
      "quote": "I didn't say your marriage didn't have a chance. The way that sounds. I- Alright, look. There are certain things that a man says to his wife when he's just trying to, I don't know, fill the silence!"
    },
    {
      "cite": "Kôgo Noda",
      "quote": "You don't know anything about married life. Only married people understand."
    },
    {
      "cite": "John Harrison",
      "quote": "You can not expect married life to be all daisies, you know."
    },
    {
      "cite": "James L. Brooks",
      "quote": "Wow. You'll get to enjoy the most magical part of married life: the beginning."
    },
    {
      "cite": "Brenda Hampton",
      "quote": "Mom, is this what married life is all about? Years of laundry and cooking and aggravation and then you die?"
    },
    {
      "cite": "Sam Taylor",
      "quote": "Married life is like dandruff - it falls heavily upon your shoulders - you get a lot of free advice about it - but up to date nothing has been found to cure it."
    },
    {
      "cite": "P.J. Wolfson",
      "quote": "Well, all married people quarrel in public; because, it's one of the nice things about being married!"
    }
  ]
}