{
  "source": "https://www.wisesayings.com/funny-gay-quotes/",
  "theme": "funny-gay",
  "quotes": [
    {
      "cite": "Roseanne Barr",
      "quote": "I thank God for creating gay men. Because if it wasn't for them, us fat women would have no one to dance with."
    },
    {
      "cite": "Woody Allen",
      "quote": "Bisexuality immediately doubles your chances for a date on Saturday night."
    },
    {
      "cite": "Elayne Boosler",
      "quote": "My brother is gay and my parents don't care, as long as he marries a doctor."
    },
    {
      "cite": "Ernest Gaines",
      "quote": "Why is it that, as a culture, we are more comfortable seeing two men holding guns, than holding hands?"
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My cousins gay, I always tell him that in our family tree, he's in the fruit section."
    },
    {
      "cite": "Emo Philips",
      "quote": "I once had a large gay following, but I ducked into an alleyway and lost him."
    },
    {
      "cite": "Robin Williams",
      "quote": "We had gay burglars the other night. They broke in and rearranged the furniture."
    },
    {
      "cite": "Craig Kilborn",
      "quote": "The sodomy laws have been overturned, so now we can overturn each other."
    },
    {
      "cite": "Bill Braudis",
      "quote": "They say you can't tell guys are gay just by looking. But if two guys are kissing, you can figure at least one of them is gay."
    },
    {
      "cite": "Bob Smith",
      "quote": "My high school had a Head Start program for homosexuals, it was called Drama Club."
    },
    {
      "cite": "Lynda Montgomery",
      "quote": "The heterosexuals who hate us should just stop having us."
    },
    {
      "cite": "Leonard Matlovich",
      "quote": "When I was in the military, they gave me a medal for killing two men and a discharge for loving one."
    },
    {
      "cite": "Demetri Martin",
      "quote": "A dreamcatcher works, if your dream is to be gay."
    },
    {
      "cite": "Bill Hicks",
      "quote": "Let me tell you about gays in the military. I don't want any gay people hanging around me while I'm killing kids. I just don't want to see it."
    },
    {
      "cite": "Will Ferrell",
      "quote": "Every gay guys GPS system would tell him to go straight."
    },
    {
      "cite": "Daniel Tosh",
      "quote": "I'm actually all for gay marriage. Just the thought of having a man around the house."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My cousin is gay, in school while other kids were dissecting frog, he was opening flies."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "The only queer people are those who don't love anybody."
    },
    {
      "cite": "Rachel Maddow",
      "quote": "The single best thing about coming out of the closet is that nobody can insult you by telling you what you've just told them."
    },
    {
      "cite": "Paul Monette",
      "quote": "Self pity becomes your oxygen. But you learned to breathe it without a gasp. So, nobody even notices you're hurting."
    },
    {
      "cite": "Sappho",
      "quote": "Sweet mother, I cannot weave – slender Aphrodite has overcome me with longing for a girl."
    },
    {
      "cite": "Allen Ginsberg",
      "quote": "Democracy! Bah! When I hear that I reach for my feather boa!"
    },
    {
      "cite": "Bill Maher",
      "quote": "Let's make a law that gay people can have birthdays, but straight people get more cake--you know, to send the right message to kids."
    },
    {
      "cite": "Diamanda Galás",
      "quote": "I think God is a callous bitch not making me a lesbian. I'm deeply disappointed by my sexual interest in men."
    },
    {
      "cite": "W Somerset Maugham",
      "quote": "My own belief is that there is hardly anyone whose sexual life, if it were broadcast, would not fill the world at large with surprise and horror."
    },
    {
      "cite": "Christina Westover",
      "quote": "It angered him that his sexuality was an issue at all. As far as he was concerned, who he decided to sleep with was his business alone."
    },
    {
      "cite": "Anderson Cooper",
      "quote": "The tide of history only advances when people make themselves fully visible."
    },
    {
      "cite": "Daphne Fielding",
      "quote": "It doesn't matter what you do in the bedroom as long as you don't do it in the street and frighten the horses."
    },
    {
      "cite": "Christina Engela",
      "quote": "Rejecting your gay or transgender child won't make them straight. It will only mean you will lose them."
    },
    {
      "cite": "Morgan Freeman",
      "quote": "I hate the word homophobia. It's not a phobia. You're not scared. You're an asshole."
    },
    {
      "cite": "Francis Maude",
      "quote": "It always seemed to me a bit pointless to disapprove of homosexuality. It's like disapproving of rain."
    },
    {
      "cite": "Jason Collins",
      "quote": "Openness may not completely disarm prejudice, but it's a good place to start."
    },
    {
      "cite": "President Barack Obama",
      "quote": "When all Americans are treated as equal, no matter who they are or whom they love, we are all more free."
    },
    {
      "cite": "Robin Tyler",
      "quote": "If homosexuality is a disease, let's all call in queer to work: 'Hello. Can't work today, still queer.'"
    },
    {
      "cite": "Ellen Page",
      "quote": "This world would be a whole lot better if we just made an effort to be less horrible to one another."
    },
    {
      "cite": "George Takei",
      "quote": "We should indeed keep calm in the face of difference, and live our lives in a state of inclusion and wonder at the diversity of humanity."
    },
    {
      "cite": "Jason Bateman",
      "quote": "It takes some intelligence and insight to figure out you're gay and then a tremendous amount of balls to live it and live it proudly."
    },
    {
      "cite": "John Fugelsang",
      "quote": "Being gay is natural. Hating gay is a lifestyle choice."
    },
    {
      "cite": "Anderson Cooper",
      "quote": "I think being gay is a blessing, and it's something I am thankful for every single day."
    },
    {
      "cite": "Harvey Fierstein",
      "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself."
    },
    {
      "cite": "Maya Angelou",
      "quote": "The poetry you read has been written for you, each of you - black, white, Hispanic, man, woman, gay, straight."
    },
    {
      "cite": "Cassandra Duffy",
      "quote": "The beauty of standing up for your rights is others see you standing and stand up as well."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "What is straight? A line can be straight, or a street, but the human heart, oh, no, it's curved like a road through mountains."
    },
    {
      "cite": "Boethius",
      "quote": "Who would give a law to lovers? Love is unto itself a higher law."
    },
    {
      "cite": "James Baldwin",
      "quote": "Everybody’s journey is individual. You you fall in love with a boy, you fall in love with a boy. The fact that many Americans consider it a disease says more about them than it does about homosexuality."
    },
    {
      "cite": "Michael Cunningham",
      "quote": "I was not ladylike, nor was I manly. I was something else altogether. There were so many different ways to be beautiful."
    },
    {
      "cite": "Truman Capote",
      "quote": "But I'm not a saint yet. I'm an alcoholic. I'm a drug addict. I'm homosexual. I'm a genius. Of course, I could be all four of these dubious things and still be a saint."
    },
    {
      "cite": "E.M. Forster",
      "quote": "It isn't possible to love and part. You will wish that it was. You can transmute love, ignore it, muddle it, but you can never pull it out of you. I know by experience that the poets are right: love is eternal."
    },
    {
      "cite": "Howard Dean",
      "quote": "From a religious point of view, if God had thought homosexuality is a sin, he would not have created gay people."
    },
    {
      "cite": "Daniel Radcliffe",
      "quote": "You don´t have to be gay to be a supporter - you just have to be a human."
    }
  ]
}