{
  "source": "https://www.wisesayings.com/funny-people-quotes/",
  "theme": "funny-people",
  "quotes": [
    {
      "cite": "Jeff Garlin",
      "quote": "There's only one true superpower amongst human beings, and that is being funny. People treat you differently if you can make them laugh."
    },
    {
      "cite": "Margaret Cho",
      "quote": "As a comedian you are making yourself vulnerable in order to make others happy."
    },
    {
      "cite": "Carl Reiner",
      "quote": "Comedians are really writers who don't have pens and pencils about them, but they riff."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Comedians are a much rarer and far more valuable commodity than all the gold and precious stones in the world."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "A joker is near akin to a buffoon; and neither of them is the least related to wit."
    },
    {
      "cite": "John Updike",
      "quote": "The difficulty with humorists is that they will mix what they believe with what they don’t—whichever seems likelier to win an effect."
    },
    {
      "cite": "Dave Chappelle",
      "quote": "Comedians by and large are some of the most sensitive people on earth. Even if they're socially callous."
    },
    {
      "cite": "Bob Newhart",
      "quote": "For some reason, comedians are still children. The social skills somehow never reach us, so we say exactly what we think without weighing the results."
    },
    {
      "cite": "Steven Wright",
      "quote": "Comedians are sociologists. We're pointing out stuff that the general public doesn't even stop to think about, looking at life in slow-motion and questioning everything we see."
    },
    {
      "cite": "William Saroyan",
      "quote": "All comedians are people who really deeply consider the human experience not only a dirty trick perpetrated by a totally meaningless procedure of accidents, but an unbearable ordeal every day, which can be made tolerable only by mockery in one form or another."
    },
    {
      "cite": "T. J. Miller",
      "quote": "If you're a comedian, you can change peoples lives for the better in much smaller increments - not their entire life, but for 15 minutes or a half hour."
    },
    {
      "cite": "Mike Myers",
      "quote": "Most comedians want to be the architect of their own embarrassment. They have horrible self-esteem issues. I would rather push myself into the mud. I don't want to be pushed into the mud. I think that is probably true. I think most people struggle with self-acceptance. But comedians get a chance to self externalize."
    },
    {
      "cite": "Fanny Brice",
      "quote": "Being a funny person does an awful lot of things to you. You feel that you mustn't get serious with people. They don't expect it from you, and they don't want to see it. You're not entitled to be serious, you're a clown."
    },
    {
      "cite": "Margaret Rutherford",
      "quote": "You never have a comedian who hasn't got a very deep strain of sadness within him or her. Every great clown has been very near to tragedy."
    },
    {
      "cite": "Casey Wilson",
      "quote": "I guess funny people are attracted to funny people, and then you get comedy marriages."
    },
    {
      "cite": "Marsha Thomason",
      "quote": "There is definitely a pressure for funny people to be funny. People want them to perform all the time."
    },
    {
      "cite": "Charlie Day",
      "quote": "I always was a funny guy, the class clown. I had a very funny dad and an extremely funny grandmother."
    },
    {
      "cite": "Bobby Darin",
      "quote": "A comedian's body is funny as well as his mind being funny, his whole personage is funny."
    },
    {
      "cite": "Tim Heidecker",
      "quote": "Funny people don't really laugh very much."
    },
    {
      "cite": "Reggie Watts",
      "quote": "Good comedians are great philosophers."
    },
    {
      "cite": "Johann Georg Zimmermann",
      "quote": "Comedians are not usually actors, but imitations of actors."
    },
    {
      "cite": "John Krasinski",
      "quote": "The funniest comedians are in touch with their emotional level."
    },
    {
      "cite": "Yakov Smirnoff",
      "quote": "Comedians are always hitting the topical notes that are on everybody's minds."
    },
    {
      "cite": "David Steinberg",
      "quote": "Comedians talk to other comedians the way jazz musicians can talk to each other."
    },
    {
      "cite": "Rachel Dratch",
      "quote": "Many comedians have a dark side that lets them take a negative thing and turn it funny."
    },
    {
      "cite": "Chuck Jones",
      "quote": "A comedian is not a person who opens a funny door - he's the person who opens a door funny."
    },
    {
      "cite": "Patton Oswalt",
      "quote": "Any comedian who tells you how dark and dangerous they are, they're not dark and dangerous."
    },
    {
      "cite": "Marilyn Manson",
      "quote": "Comedians have a huge carte blanche and the ability to get away with saying a lot of things."
    },
    {
      "cite": "Woody Allen",
      "quote": "Humorists always sit at the children's table."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Humorists can never start to take themselves seriously. It's literary suicide."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "The humorist has a good eye for the humbug; he does not always recognize the saint."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Being a humorist is not a voluntary thing. You can tell this because in a situation where saying a funny thing will cause a lot of trouble, a humorist will still say the funny thing. No matter how inappropriate."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "No humorist is under any obligation to provide answers and probably if you were to delve into the literary history of humour it's probably all about not providing answers because the humorist essentially says: this is the way things are."
    },
    {
      "cite": "Woody Allen",
      "quote": "Comedians have a tendency to have a limited range, they tend to do one thing and do it very well, but it's limited."
    },
    {
      "cite": "Ted Alexandro",
      "quote": "Comedians can articulate some important and profound ideas that address a lot of the hypocrisy we're inundated with (in the media)."
    },
    {
      "cite": "Mike Birbiglia",
      "quote": "There are comedians who focus on everything that is external. They focus on politics and the news, what's going on in that city and that night."
    },
    {
      "cite": "Ted Alexandro",
      "quote": "Comedians are thinkers. The best ones are akin to philosophers, in my opinion."
    },
    {
      "cite": "Don Herold",
      "quote": "A humorist is a person who feels bad, but who feels good about it."
    },
    {
      "cite": "Mike Birbiglia",
      "quote": "Every comedian comes to a fork in the road where they have to decide if they're going to make jokes about other people or make jokes about themselves. I chose myself."
    },
    {
      "cite": "Bill Burr",
      "quote": "Being a comedian is an incredible thing, but it can be scary sometimes."
    },
    {
      "cite": "Jeff Dunham",
      "quote": "A comedian needs to have his own filters, needs to know his audience, how far he can push things."
    },
    {
      "cite": "T. J. Miller",
      "quote": "To become the best comedian, I must be well-rounded."
    },
    {
      "cite": "Mike Birbiglia",
      "quote": "You have to be delusional to be a comedian."
    },
    {
      "cite": "Jill Soloway",
      "quote": "It's really easy to be funny. You get a lot of funny people in a room, the show is funny."
    },
    {
      "cite": "Bill Burr",
      "quote": "Comedians have the ability to feel other emotions."
    },
    {
      "cite": "Molly Shannon",
      "quote": "Most comedians come from a dark past and have a lot of sadness."
    },
    {
      "cite": "Dick Cavett",
      "quote": "Great humorists are great insulters."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "A humorist doesn't really do that much note-taking."
    }
  ]
}