{
  "source": "https://www.wisesayings.com/funny-tennis-quotes/",
  "theme": "funny-tennis",
  "quotes": [
    {
      "cite": "James Matthew Barrie",
      "quote": "What a polite game tennis is. The chief word in it seems to be \"sorry\" and admiration of each other's play crosses the net as frequently as the ball."
    },
    {
      "cite": "Virginia Graham",
      "quote": "Good shot, bad luck, and hell are the five basic words to be used in a game of tennis, though these, of course, can be slightly amplified."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "The depressing thing about tennis is that no matter how good I get, I'll never be as good as a wall."
    },
    {
      "cite": "Rod Laver",
      "quote": "An otherwise happily married couple may turn a mixed doubles game into a scene fromÂ Who's Afraid of Virginia Woolf."
    },
    {
      "cite": "Nat Hentoff",
      "quote": "Why has slamming a ball with a racquet become so obsessive a pleasure for so many of us? It seems clear to me that a primary attraction of the sport is the opportunity it gives to release aggression physically without being arrested for felonious assault."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "Whoever said, \"It's not whether you win or lose that counts,\" probably lost."
    },
    {
      "cite": "Richard Evans",
      "quote": "Tennis is not a gentle game. Psychologically, it is vicious. That people are only just beginning to come to terms with this fact illustrates just how big a con trick has been perpetrated on the non-playing tennis public - and even a few players, usually losing players - for decades."
    },
    {
      "cite": "Boris Becker",
      "quote": "Tennis is a psychological sport, you have to keep a clear head. That is why I stopped playing."
    },
    {
      "cite": "Arnold J. Zarett",
      "quote": "Though your game is hardly the best, you can fray your opponent's nerves by methodically bouncing the ball at least ten times before your serves."
    },
    {
      "cite": "Bill Cosby",
      "quote": "The serve was invented so the net could play."
    },
    {
      "cite": "Venus Williams",
      "quote": "'Oh and Oh' is a tennis term . . . . It's a nice way of saying you took your opponent to pieces."
    },
    {
      "cite": "Boris Becker",
      "quote": "The fifth set is not about tennis, it's about nerves."
    },
    {
      "cite": "Serena Williams",
      "quote": "If you can keep playing tennis when somebody is shooting a gun down the street, that's concentration."
    },
    {
      "cite": "Anonymous",
      "quote": "Tennis: a racquet sport in which two players compete to see who has the shortest temper, the worst memory, the poorest eyesight, and the slowest watch."
    },
    {
      "cite": "Elliot Chaze",
      "quote": "In tennis, the addict moves about a hard rectangle and seeks to ambush a fuzzy ball with a modified snow-shoe."
    },
    {
      "cite": "BBC 2",
      "quote": "She comes from a tennis playing family. Her father's a dentist."
    },
    {
      "cite": "Yannick Noah",
      "quote": "I have always considered tennis as a combat in an arena between two gladiators who have their racquets and their courage as their weapons."
    },
    {
      "cite": "Billie Jean King",
      "quote": "Tennis is a perfect combination of violent action taking place in an atmosphere of total tranquillity."
    },
    {
      "cite": "Goran IvaniÅ¡eviÄ‡",
      "quote": "The trouble with me is that every match I play against five opponents: umpire, crowd, ball boys, court, and myself."
    },
    {
      "cite": "unknown",
      "quote": "Life is like a game of tennis; the player who serves well seldom loses."
    },
    {
      "cite": "Elliot Chaze",
      "quote": "The primary conception of tennis is to get the ball over the net and at the same time to keep it within the bounds of the court; failing this, within the borders of the neighborhood."
    },
    {
      "cite": "Roger Kahn",
      "quote": "Tennis and golf are best played, not watched."
    },
    {
      "cite": "Russell Lynes",
      "quote": "Tennis is an addiction that once it has truly hooked a man will not let him go."
    },
    {
      "cite": "John McEnroe",
      "quote": "What is the single most important quality in a tennis champion? I would have to say desire, staying in there and winning matches when you are not playing that well."
    },
    {
      "cite": "Hugo Black",
      "quote": "When I was 40, my doctor advised me that a man in his 40's shouldn't play tennis. I heeded his advice carefully and could hardly wait to reach 50 to start again."
    },
    {
      "cite": "unknown",
      "quote": "Tennis; a racket sport in which two players compete to see who has the shortest temper, the worst memory, the poorest eyesight and the slowest watch."
    },
    {
      "cite": "Venus Williams",
      "quote": "Tennis is mostly mental. You win or lose the match before you even go out there."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "You don't have to be pretty for people to come and see you play. At the same time, if you're a good athlete, it doesn't mean you're not a woman."
    },
    {
      "cite": "John McPhee",
      "quote": "Behind every tennis player there is another tennis player"
    },
    {
      "cite": "Jimmy Cannon",
      "quote": "No one is more serious about his game than a weekend tennis player."
    },
    {
      "cite": "Larry Adler",
      "quote": "I play Cinderella tennis. That is I don't quite get to the ball."
    },
    {
      "cite": "Rod Laver",
      "quote": "The worst thing I ever said to a tennis umpire was, 'Are you sure?'"
    },
    {
      "cite": "Helen Wills Moody",
      "quote": "If you see a tennis player as if he is working hard, that means he isn't very good."
    },
    {
      "cite": "George Burns",
      "quote": "Tennis is a young man's game. Until you're twenty-five, you can play singles. From twenty-five to thirty-five, you should play doubles. I won't tell you exactly how old I am, but when I played, there were twenty-eight men on the court—just on my side of the net."
    },
    {
      "cite": "Stephen Potter",
      "quote": "In lawn tennis mixed, the basic chivalry move is to pretend to serve less fiercely to the woman taken to the man. This is particularly useful if your first service tends to be out in any case."
    },
    {
      "cite": "Mary Carillo",
      "quote": "Andrea Jaeger plays tennis like she's double-parked."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "What a polite game tennis is. The chief word in it seems to be 'sorry' and admiration of each other's play crosses the net as frequently as the ball."
    },
    {
      "cite": "Peter Ustinov",
      "quote": "Pavarotti is very difficult to pass at the net in tennis, with or without a racquet."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "No doubt about it... every day in every way my game grows stronger. I saw one enthusiast the other day playing with his racket out of the press. I'll have to try that."
    },
    {
      "cite": "Rita Rudner",
      "quote": "Men hate to lose. I beat my husband once at tennis. I asked him, 'Will we ever make love again?' He said, 'Yes...but not with each other.'"
    },
    {
      "cite": "Sally Poplin",
      "quote": "Anybody who can dial a telephone can master tennis scoring in about fifteen minutes."
    },
    {
      "cite": "Pat Cash",
      "quote": "I call tennis the McDonald's of sport—you go in, they make a quick buck out of you and you're out."
    },
    {
      "cite": "Jimmy Connors",
      "quote": "New Yorkers love it when you spill your guts out there. Spill your guts at Wimbledon and they make you stop and clean it up."
    },
    {
      "cite": "Robert Frost",
      "quote": "I'd as soon write free verse as play tennis with the net down."
    },
    {
      "cite": "Chris Evert Lloyd",
      "quote": "If you can react the same way to winning and losing, that's a big accomplishment. That quality is important because it stays with you the rest of your life, and there's going to be a life after tennis that's a lot longer than your tennis life."
    },
    {
      "cite": "Dan P. Herod",
      "quote": "Love is very much like a tennis match...you'll never win consistently until you learn to serve well."
    },
    {
      "cite": "Jim Killingsworth",
      "quote": "He's quick enough to play tennis by himself."
    },
    {
      "cite": "Jimmy Connors",
      "quote": "Greatest thing in life: Winning a tennis match. Second greatest thing in life: Losing a tennis match"
    },
    {
      "cite": "Jimmy Connors",
      "quote": "Tennis was never work for me, tennis was fun. And the tougher the battle and the longer the match, the more fun I had"
    },
    {
      "cite": "Roger Federer",
      "quote": "When you do something best in life, you don't really want to give that up – and for me it’s tennis."
    },
    {
      "cite": "Boris Becker",
      "quote": "Girls had never been important. I’d had a girlfriend or two and had liked them a lot but it wasn't love, because my first love was tennis."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "The tennis ball doesn't know how old I am. The ball doesn't know if I'm a man or a woman or if I come from a communist country or not. Sport has always broken down these barriers."
    },
    {
      "cite": "Serena Williams",
      "quote": "I can't become satisfied, because if I get satisfied, I’ll be like, 'Oh, I've won Wimbledon, I've won the U.S. Open. Now can I relax?' But now people are really going to be fighting to beat me."
    },
    {
      "cite": "Goran Ivanisevic",
      "quote": "Actually, I tossed it nicely, landed nicely, like airplane. No warning, beautiful. That's the art of throwing racquets."
    },
    {
      "cite": "Robin Williams",
      "quote": "When the Williams sisters play tennis, it gets pretty hot. When they start grunting, I'm in."
    },
    {
      "cite": "Andre Agassi",
      "quote": "Sex doesn't interfere with your tennis; it’s staying out all night trying to find it that affects your tennis"
    },
    {
      "cite": "Anna Kournikova",
      "quote": "When I play, I feel like in a theatre, why should I look ugly then, because I'm a tennis player?"
    },
    {
      "cite": "Walter Cronkite",
      "quote": "I asked my doctors if I'd be able to play singles tennis and they said I could. That made me very happy since I haven't played in five years."
    }
  ]
}