{
  "source": "https://www.wisesayings.com/funny-car-quotes/",
  "theme": "funny-car",
  "quotes": [
    {
      "cite": "Francoise Sagan",
      "quote": "Money may not buy happiness, but I'd rather cry in a Jaguar than on a bus."
    },
    {
      "cite": "Prince Philip",
      "quote": "When a man opens a car door for his wife, it's either a new car or a new wife."
    },
    {
      "cite": "Zygmunt Bauman",
      "quote": "Relationships, like cars, should undergo regular services to make sure they are still roadworthy."
    },
    {
      "cite": "Rita Rudner",
      "quote": "To attract men, I wear a perfume called 'New Car Interior.'"
    },
    {
      "cite": "Colin Powell",
      "quote": "Always focus on the front windshield and not the review mirror."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "The car has become an article of dress without which we feel uncertain, unclad, and incomplete in the urban compound."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves."
    },
    {
      "cite": "Doug Larson",
      "quote": "If all the cars in the United States were placed end to end, it would probably be Labor Day Weekend."
    },
    {
      "cite": "Mario Andretti",
      "quote": "It is amazing how may drivers, even at the Formula One Level, think that the brakes are for slowing the car down."
    },
    {
      "cite": "Marshall McLuhan",
      "quote": "The car has become the carapace, the protective and aggressive shell, of urban and suburban man."
    },
    {
      "cite": "Brock Yates",
      "quote": "More books, more racing and more foolishness with cars and motorcycles are in the works."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Never have more children than you have car windows."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "If you own a home with wheels on it and several cars without, you just might be a redneck."
    },
    {
      "cite": "Jeremy Clarkson",
      "quote": "We all know that small cars are good for us. But so is cod liver oil. And jogging."
    },
    {
      "cite": "Tim Allen",
      "quote": "A guy knows he's in love when he loses interest in his car for a couple of days."
    },
    {
      "cite": "David Suzuki",
      "quote": "We're in a giant car heading towards a brick wall and everyone's arguing over where they're going to sit."
    },
    {
      "cite": "Earl Wilson",
      "quote": "If you think nobody cares if you're alive, try missing a couple of car payments."
    },
    {
      "cite": "Jean Cocteau",
      "quote": "A car can massage organs which no masseur can reach. It is the one remedy for the disorders of the great sympathetic nervous system."
    },
    {
      "cite": "Dudley Moore",
      "quote": "The best car safety device is a rear-view mirror with a cop in it."
    },
    {
      "cite": "Colin Mcrae",
      "quote": "Straight roads are for fast cars, turns are for fast drivers."
    },
    {
      "cite": "Jose Froilan Gonzalez",
      "quote": "In the old days drivers were fat and tires were skinny."
    },
    {
      "cite": "Tim Allen",
      "quote": "Women are like cars: we all want a Ferrari, sometimes want a pickup truck, and end up with a station wagon."
    },
    {
      "cite": "Steven Wright",
      "quote": "If your car could travel at the speed of light, would your headlights work?"
    },
    {
      "cite": "Ben Berger",
      "quote": "It is amazing how quickly the kids learn to drive a car, yet are unable to understand the lawn mower, snowblower and vacuum cleaner."
    },
    {
      "cite": "Bill Nye",
      "quote": "Bicycling is a big part of the future. It has to be. There's something wrong with a society that drives a car to work out in a gym."
    },
    {
      "cite": "Craig Benzine",
      "quote": "Cars and bumper cars are two very different things. NEVER sleep in a bumper car."
    },
    {
      "cite": "E. B. White",
      "quote": "Everything in life is somewhere else, and you get there in a car."
    },
    {
      "cite": "Mr. Kuniyasu",
      "quote": "With each replacement of parts, a car slowly becomes Chinese."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Take care of your car in the garage, and the car will take care of you on the road."
    },
    {
      "cite": "Tom Arnold",
      "quote": "Environmentalists have a very conflicted relationship with their cars."
    },
    {
      "cite": "Albert Einstein",
      "quote": "To get to know a country, you must have direct contact with the earth. It's futile to gaze at the world through a car window."
    },
    {
      "cite": "Alfred P. Sloan",
      "quote": "A car for every purse and purpose."
    },
    {
      "cite": "Diane Johnson",
      "quote": "Not having to own a car has made me realize what a waste of time the automobile is."
    },
    {
      "cite": "Evan Davis",
      "quote": "Someday we'll look back on this moment and plow into a parked car."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Don't get your fuel from the same place your car does"
    },
    {
      "cite": "Alan Jones",
      "quote": "It is amazing how may drivers, even at the Formula One Level, think that the brakes are for slowing the car down."
    },
    {
      "cite": "Alexandra Paul",
      "quote": "The cars we drive say a lot about us."
    },
    {
      "cite": "Ayrton Senna",
      "quote": "When you are fitted in a racing car and you race to win, second or third place is not enough."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "It's a waste of energy to be angry with a man who behaves badly, just as it is to be angry with a car that won't go."
    },
    {
      "cite": "Bill Gates",
      "quote": "Flying cars are not a very efficient way to move things from one point to another."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "A real patriot is the fellow who gets a parking ticket and rejoices that the system works."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Shutting off the thought process is not rejuvenating; the mind is like a car battery - it recharges by running."
    },
    {
      "cite": "Budd Schulberg",
      "quote": "Living with a conscience is like driving a car with the brakes on."
    },
    {
      "cite": "Carroll Smith",
      "quote": "The racing driver needs to be fed a diet of other racing drivers."
    },
    {
      "cite": "Dale Earnhardt",
      "quote": "The winner ain't the one with the fastest car; it's the one who refuses to lose."
    },
    {
      "cite": "Dan Brown",
      "quote": "There’s a lot of stress, but once you get in the car, all that goes out the window."
    },
    {
      "cite": "Edward Abbey",
      "quote": "The longest journey begins with a single step, not with a turn of the ignition key."
    },
    {
      "cite": "Enzo Ferrari",
      "quote": "What’s behind you doesn’t matter."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Never lend your car to anyone to whom you have given birth."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Marriage has no guarantees. If that’s what you’re looking for, go live with a car battery."
    },
    {
      "cite": "Florence Griffith Joyner",
      "quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up."
    },
    {
      "cite": "H.G. Wells",
      "quote": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race."
    },
    {
      "cite": "Henry Ford",
      "quote": "You can have any color you like as long as it's black."
    },
    {
      "cite": "Hunter Thompson",
      "quote": "Faster, Faster, until the thrill of speed overcomes the fear of death."
    },
    {
      "cite": "James Dean",
      "quote": "Take it easy driving, the life you save may be mine."
    },
    {
      "cite": "James M. Cain",
      "quote": "Stealing a man's wife, that's nothing, but stealing his car, that's larceny."
    },
    {
      "cite": "James Woolsey",
      "quote": "We aren’t addicted to oil, but our cars are."
    },
    {
      "cite": "Jim Dunn",
      "quote": "Why worry about death, it’ll come sooner or later."
    },
    {
      "cite": "John Steinbeck",
      "quote": "People don’t take trips…Trips take people."
    },
    {
      "cite": "Lewis Hamilton",
      "quote": "he way I drive, the way I handle a car, is an expression of my inner feelings."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "I know a lot about cars, man. I can look at any car's headlights and tell you exactly which way it's coming."
    },
    {
      "cite": "Murray Walker",
      "quote": "The lead car is absolutely unique, except for the one behind it which is identical."
    },
    {
      "cite": "Parnelli Jones",
      "quote": "If you’re in control, you’re not going fast enough."
    },
    {
      "cite": "Paul Walker",
      "quote": "If one day the speed kills me. Do not cry, because I was smiling."
    },
    {
      "cite": "Ray Romano",
      "quote": "Every parent knows that for a kid, the car is chloroform."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My wife wants sex in the back of the car, and she wants me to drive."
    },
    {
      "cite": "Ross Bentley",
      "quote": "If the car feels like it is on rails, you are probably driving too slow."
    },
    {
      "cite": "Russell Baker",
      "quote": "When it comes to cars, only two varieties of people are possible - cowards and fools."
    },
    {
      "cite": "Sean Hampton",
      "quote": "A dream without ambition is like a car without gas—you're not going anywhere."
    },
    {
      "cite": "Steven Wright",
      "quote": "I couldn’t repair your brakes, so I made your horn louder."
    },
    {
      "cite": "Steven Wright",
      "quote": "When everything is coming your way, you’re in the wrong lane."
    },
    {
      "cite": "Steven Wright",
      "quote": "I replaced the headlights in my car with strobe lights, so it looks like I'm the only one moving."
    },
    {
      "cite": "Truth",
      "quote": "If you don't look back at your car after you park it, you own the wrong car."
    },
    {
      "cite": "unknown",
      "quote": "Hug your kids at home, but belt them in the car."
    },
    {
      "cite": "unknown",
      "quote": "Leave sooner, drive slower, live longer."
    }
  ]
}