{
  "source": "https://www.wisesayings.com/funny-graduation-quotes/",
  "theme": "funny-graduation",
  "quotes": [
    {
      "cite": "Robert Orben",
      "quote": "A graduation ceremony is an event where the commencement speaker tells thousands of students dressed in identical caps and gowns that 'individuality' is the key to success."
    },
    {
      "cite": "Russell Baker",
      "quote": "The best advice I can give anybody about going out into the world is this: Don't do it. I have been out there. It is a mess."
    },
    {
      "cite": "Robert M. Hutchins",
      "quote": "The college graduate is presented with a sheepskin to cover his intellectual nakedness."
    },
    {
      "cite": "unknown",
      "quote": "Graduation: a ritual event where they award you a diploma, in the hope that you have learned enough to be able to read it."
    },
    {
      "cite": "Garry Trudeau",
      "quote": "Commencement speeches were invented largely in the belief that outgoing college students should never be released into the world until they have been properly sedated."
    },
    {
      "cite": "unknown",
      "quote": "When they hand you your diploma, keep moving. Just in case they try to take it back."
    },
    {
      "cite": "Robert Goheen",
      "quote": "If you feel that you have both feet planted on level ground, then the university has failed you."
    },
    {
      "cite": "Orrin Hatch",
      "quote": "There is a good reason they call these ceremonies 'commencement exercises'. Graduation is not the end; it's the beginning."
    },
    {
      "cite": "Greg Tamblyn",
      "quote": "At graduation you get to wear a cap and gown, but it's a good idea to also wear something underneath it."
    },
    {
      "cite": "John Green",
      "quote": "Every year, many, many stupid people graduate from college. And if they can do it, so can you."
    },
    {
      "cite": "Harry Banks",
      "quote": "If at first you don't succeed, try to hide your astonishment."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Follow your passion, stay true to yourself, never follow someonelse's path unless you're in the woods and you're lost and you see a path then by all means you should follow that."
    },
    {
      "cite": "unknown",
      "quote": "The tassel's worth the hassle!"
    },
    {
      "cite": "Ed Helms",
      "quote": "So long as your desire to explore is greater than your desire to not screw up, you're on the right track."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "You have brains in your head. You have feet in your shoes. You can steer yourself in any direction you choose. You're on your own. And you know what you know. You are the guy who'll decide where to go."
    },
    {
      "cite": "Jerry Zucker",
      "quote": "It doesn't matter that your dream came true if you spent your whole life sleeping."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "If you can find a path with no obstacles, it probably doesn't lead anywhere."
    },
    {
      "cite": "Patricia Akins",
      "quote": "Remember, when it comes to applying for jobs, books ARE judged by their cover!"
    },
    {
      "cite": "Bette Reese",
      "quote": "If you think you are too small to be effective, you have never been in bed with a mosquito."
    },
    {
      "cite": "unknown",
      "quote": "All that stands between the graduate and the top of the ladder is the ladder."
    },
    {
      "cite": "Will Rogers",
      "quote": "Even if you are on the right track, you will get run over if you just sit there."
    },
    {
      "cite": "Newton D. Baker",
      "quote": "The man who graduates today and stops learning tomorrow is uneducated the day after."
    },
    {
      "cite": "Sarah Brown",
      "quote": "The only thing that ever sat its way to success was a hen."
    },
    {
      "cite": "Aaron Sorkin",
      "quote": "You’re going to fall down, but the world doesn’t care how many times you fall down, as long as it’s one fewer than the number of times you get back up."
    },
    {
      "cite": "Al Bernstein",
      "quote": "Success is often the result of taking a misstep in the right direction."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Academe, n.: An ancient school where morality and philosophy were taught. Academy, n.: A modern school where football is taught."
    },
    {
      "cite": "Amy Poehler",
      "quote": "Try putting your iPhones down every once in a while and look at people’s faces. People's faces will tell you amazing things."
    },
    {
      "cite": "Amy Poehler",
      "quote": "Don’t treat your heart like an action figure wrapped in plastic and never used."
    },
    {
      "cite": "Andy J. Sklivis",
      "quote": "Patience! The windmill never strays in search of the wind."
    },
    {
      "cite": "George Foreman",
      "quote": "I think sleeping was my problem in school. If school had started at 4:00 in the afternoon, I'd be a college graduate today."
    },
    {
      "cite": "Ann Landers",
      "quote": "The Lord gave us two ends: one to sit on and the other to think with. Success depends on which one we use the most."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Just remember, you can't climb the ladder of success with your hands in your pockets."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Experience keeps a dear school, but fools will learn in no other, and scarce in that."
    },
    {
      "cite": "Bill Cosby",
      "quote": "People will frighten you about a graduation….They use words you don’t hear often… ‘And we wish you Godspeed.’ It is a warning, Godspeed. It means you are no longer welcome here at these prices."
    },
    {
      "cite": "Bill Watterson",
      "quote": "So, what’s it like in the real world? Well, the food is better, but beyond that, I don’t recommend it."
    },
    {
      "cite": "Bob Bickford",
      "quote": "Yes, the lectures are optional. Graduation is also optional."
    },
    {
      "cite": "Bob Harrington",
      "quote": "You will never become a howling success by just howling."
    },
    {
      "cite": "C.S. Lewis",
      "quote": "Isn’t it funny how day by day nothing changes, but when you look back, everything is different?"
    },
    {
      "cite": "Dave Barry",
      "quote": "You can only be young once. But you can always be immature."
    },
    {
      "cite": "Doug Larson",
      "quote": "The trouble with learning from experience is that you never graduate."
    },
    {
      "cite": "Dr. A. Lawrence Lowell",
      "quote": "Of course there’s a lot of knowledge in universities: the freshmen bring a little in; the seniors don’t take much away, so knowledge sort of accumulates."
    },
    {
      "cite": "Eric Idle",
      "quote": "Life has a very simple plot: first you’re here and then you’re not."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Never go to your high school reunion pregnant or they will think that is all you have done since you graduated."
    },
    {
      "cite": "Fred Allen",
      "quote": "I learned law so well, the day I graduated I sued the college, won the case, and got my tuition back."
    },
    {
      "cite": "George W. Bush",
      "quote": "To those of you who received honours, awards and distinctions, I say well done. And to the C students, I say you, too, can be president of the United States."
    },
    {
      "cite": "Homer Simpson",
      "quote": "Lisa, if you don’t like your job you don’t strike. You just go in every day, and do it really half-assed. That’s the American way."
    },
    {
      "cite": "Isabel Waxman",
      "quote": "It is indeed ironic that we spend our school days yearning to graduate and our remaining days waxing nostalgic about our school days."
    },
    {
      "cite": "Jim Carrey",
      "quote": "I learned many great lessons from my father, not the least of which is that you can fail at what you don’t want, so you might as well take a chance on doing what you love."
    },
    {
      "cite": "Jon Stewart",
      "quote": "The unfortunate, yet truly exciting thing about your life, is that there is no core curriculum. The entire place is an elective. So if there's any real advice I can give you it's this. College is something you complete. Life is something you experience."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "Life is my college. May I graduate well, and earn some honors!"
    },
    {
      "cite": "Mark A. Cooper",
      "quote": "Life has no remote. Get up and change it yourself."
    },
    {
      "cite": "Milton Berle",
      "quote": "If opportunity doesn’t knock, build a door."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "I’m sick of following my dreams man. I’m just going to ask where they’re going and hook up with them later."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "If they can make penicillin out of moldy bread, they can sure make something out of you."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Big pay and little responsibility are circumstances seldom found together."
    },
    {
      "cite": "Neil Gaiman",
      "quote": "Be wise, because the world needs wisdom. If you cannot be wise, pretend to be someone who is wise, and then just behave like they would."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Education is an admirable thing, but it is well to remember from time to time that nothing worth knowing can be taught."
    },
    {
      "cite": "Paul Freund",
      "quote": "At commencement you wear your square-shaped mortarboards. My hope is that from time to time you will let your minds be bold, and wear sombreros."
    },
    {
      "cite": "Paul Getty",
      "quote": "My formula for success is rise early, work late, and strike oil."
    },
    {
      "cite": "Peter Farrelly",
      "quote": "Don't ever rob a bank. Enjoy life. Have fun. Choose to be happy now; don't wait until you're ‘successful', because honestly, I was a happy when we were unemployed and scrounging around for a buck."
    },
    {
      "cite": "Richard Costolo",
      "quote": "When I was your age, we didn't have the Internet in our pants. We didn't even have the Internet not in our pants. That's how bad it was."
    },
    {
      "cite": "Russell Green",
      "quote": "The advantage of a classical education is that it enables you to despise the wealth that which it prevents you from achieving."
    },
    {
      "cite": "Simone Elkeles",
      "quote": "Fifty percent of all doctors graduate in the bottom half of their class – Hope your surgery went well!"
    },
    {
      "cite": "Stephen Colbert",
      "quote": "Life is an improvisation. You have no idea what’s going to happen next and you are mostly just making things up as you go along."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "Success is relative. It is what we can make of the mess we have made of things."
    },
    {
      "cite": "Tom Bodett",
      "quote": "The difference between school and life? In school, you’re taught a lesson and then given a test. In life, you’re given a test that teaches you a lesson."
    },
    {
      "cite": "unknown",
      "quote": "One thing about the school of experience is that it will repeat the lesson if you flunk the first time."
    },
    {
      "cite": "Vidal Sassoon",
      "quote": "The only place where success comes before work is in the dictionary."
    },
    {
      "cite": "W.C. Fields",
      "quote": "If at first you don’t succeed, try, try again. Then quit. There’s no point in being a damn fool about it."
    },
    {
      "cite": "Will Durant",
      "quote": "Sixty years ago I knew everything; now I know nothing. Education is the progressive discovery of our own ignorance."
    },
    {
      "cite": "Will Rogers",
      "quote": "The road to success is dotted with many tempting parking spaces."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "If at first you don’t succeed, find out if the loser gets anything."
    },
    {
      "cite": "Woody Allen",
      "quote": "Summing up, it is clear the future holds great opportunities. It also holds pitfalls. The trick will be to avoid the pitfalls, seize the opportunities, and get back home by six o'clock."
    }
  ]
}