{
  "source": "https://www.wisesayings.com/funny-break-up-quotes/",
  "theme": "funny-break-up",
  "quotes": [
    {
      "cite": "Dorothy Parker",
      "quote": "Some men break your heart in two, / Some men fawn and flatter, / Some men never look at you; / And that cleans up the matter."
    },
    {
      "cite": "Alyssa Rose Ivy",
      "quote": "Break ups aren't fair. Why does only one person have power? We both agreed to start dating. Why do you get to make the decision to end it? Shouldn't it be a joint decision too"
    },
    {
      "cite": "Vera Brittain",
      "quote": "I know one husband and wife who, whatever the official reasons given to the court for the break up of their marriage, were really divorced because the husband believed that nobody ought to read while he was talking and the wife that nobody ought to talk while she was reading."
    },
    {
      "cite": "Simon Cowell",
      "quote": "I break up very well. I am a good breaker-upper."
    },
    {
      "cite": "Deborah Moggach",
      "quote": "Living apart is hardly possible if people have children together. It can also be more expensive to maintain two homes. But then, it's expensive to break up when you live in one property."
    },
    {
      "cite": "Bonnie McFarlane",
      "quote": "When one door closes another door opens. Usually a refrigerator."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "The best way to mend a broken heart is time and girlfriends."
    },
    {
      "cite": "Drake",
      "quote": "When your ex says ‘You’ll never find anyone like me’. Say ‘that’s the point’."
    },
    {
      "cite": "Mae West",
      "quote": "All discarded lovers should be given a second chance, but with somebody else."
    },
    {
      "cite": "Johnny Carson",
      "quote": "The difference between a divorce and a legal separation is that a legal separation gives a husband time to hide his money."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The heart was made to be broken."
    },
    {
      "cite": "(Joey) Friends",
      "quote": "Why do you have to break up with her? Be a man. Just stop calling."
    },
    {
      "cite": "Elayne Boosler",
      "quote": "I've never been married, but I tell people I'm divorced so they won't think something is wrong with me."
    },
    {
      "cite": "(Carrie) Sex and the City",
      "quote": "There is a good way to break up with someone and it doesn't include a Post-it."
    },
    {
      "cite": "Warren Thomas",
      "quote": "It's relaxing to go out with my ex-wife because she already knows I'm an idiot."
    },
    {
      "cite": "Rob Fleming",
      "quote": "You know what is the worst thing about being rejected? The lack of control. If I could only control the where and how of being dumped, it wouldn't seem as bad."
    },
    {
      "cite": "Ashleigh Brilliant",
      "quote": "I will always love the false image I had of you."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "Your heart is my piñata."
    },
    {
      "cite": "Bob Ettinger",
      "quote": "Relationships are hard. It's like a full-time job, and we should treat it like one. If your boyfriend or girlfriend wants to leave you, they should give you two weeks' notice. There should be severance pay, and before they leave you, they should have to find you a temp."
    },
    {
      "cite": "Oscar Levant",
      "quote": "Every time I look at you, I get a fierce desire to be lonesome."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "How could I be sleeping with this peculiar man... Surely only true love could justify my lack of taste."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I love to shop after a bad relationship. I don't know. I buy a new outfit and it makes me feel better. It just does. Sometimes if I see a really great outfit, I'll break up with someone on purpose."
    },
    {
      "cite": "Woody Allen",
      "quote": "For a while we pondered whether to take a vacation or get a divorce. We decided that a trip to Bermuda is over in two weeks, but a divorce is something you always have."
    },
    {
      "cite": "Sacha Guitry",
      "quote": "When a man steals your wife, there is no better revenge than to let him keep her."
    },
    {
      "cite": "Larry Miller",
      "quote": "I broke up with someone, and she said, \"You'll never find anyone like me again\" And I'm thinking, \"I hope not!\" Does anybody end a bad relationship and say, \"By the way, do you have a twin?\""
    },
    {
      "cite": "Ellen Burstyn",
      "quote": "What a lovely surprise to finally discover how unlonely being alone can be."
    },
    {
      "cite": "Carol Grace",
      "quote": "I don't think marriages break up because of what you do to each other. They break up because of what you must become in order to stay in them."
    },
    {
      "cite": "David",
      "quote": "Breakups were so painful, especially the relationships that haven't even started."
    },
    {
      "cite": "Sheldon Cooper",
      "quote": "A breakup would imply she was my girlfriend. She was a girl who was my friend who is now a girl who is not my friend."
    },
    {
      "cite": "Henry Lawson",
      "quote": "You love me, you say, and I think you do, / But I know so many who don’t, / And how can I say I’ll be true to you / When I know very well that I won’t? / I have journeyed long and my goal is far, / I love, but I cannot bide, / For as sure as rises the morning star, / With the break of day I’ll ride. / I was doomed to ruin or doomed to mar / The home wherever I stay, / But I’ll think of you as the morning star / And they call me Break o’ Day."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Breaking up is like knocking over a Coke machine. You can't do it in one push. You gotta rock it back and forth a few times, and then it goes over."
    },
    {
      "cite": "Azgraybebly Joslan",
      "quote": "My girlfriend said she wanted me to be more like her Ex. So I dumped her."
    },
    {
      "cite": "Steve Martin",
      "quote": "There is one thing I would break up over and that is if she caught me with another woman. I wouldn't stand for that."
    },
    {
      "cite": "Mary Kay Blakeley",
      "quote": "Divorce is the psychological equivalent of a triple coronary bypass."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Divorce is the one human tragedy that reduces everything to cash."
    },
    {
      "cite": "Frank Ocean",
      "quote": "If someone breaks your heart, just punch them in the face. Seriously. Punch them in the face and go get some ice cream."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "He taught me housekeeping; when I divorce I keep the house."
    },
    {
      "cite": "Wendy Liebman",
      "quote": "My mother always said don't marry for money, divorce for money."
    },
    {
      "cite": "Ruth Gordon",
      "quote": "In our family we don't divorce our men -- we bury them."
    },
    {
      "cite": "Billy Ray Cyrus",
      "quote": "I'm so miserable without you, it's almost as if you're here!"
    },
    {
      "cite": "Margaret Atwood",
      "quote": "A divorce is like an amputation: you survive it, but there's less of you."
    }
  ]
}