{
  "source": "https://www.wisesayings.com/funny-birthday-quotes/",
  "theme": "funny-birthday",
  "quotes": [
    {
      "cite": "John Glenn",
      "quote": "For all the advances in medicine, there is still no cure for the common birthday."
    },
    {
      "cite": "Mark Twain",
      "quote": "Life would be infinitely better if we could be born at the age of 80 and gradually approach 18."
    },
    {
      "cite": "Rev. Larry Lorenzoni",
      "quote": "Birthdays are good for you. Statistics show that the people who have the most live the longest."
    },
    {
      "cite": "Thomas Moore",
      "quote": "My Birthday! What a difference sound That word had in my youthful ears; And how each time the day comes round, Less and less white its mark appears."
    },
    {
      "cite": "Norman Wisdom",
      "quote": "As you get older, three things happen.The first is your memory goes, and I can't remember the other two."
    },
    {
      "cite": "Greg Tamblyn",
      "quote": "Birthdays are a great time to stop and appreciate gravity. Sure, it makes things sag as you get older, but it also keeps your cake from flying all over the room so you don't have to chase it."
    },
    {
      "cite": "Felix Severn",
      "quote": "You're getting old when the only thing you want for your birthday is not to be reminded of it."
    },
    {
      "cite": "Golda Meir",
      "quote": "Old age is like a plane flying through a storm. Once you are aboard there is nothing you can do about it."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Old age is like everything else. To make a success of it, you've got to start young."
    },
    {
      "cite": "Bette Midler",
      "quote": "After 30, a body has a mind of its own."
    },
    {
      "cite": "H. V. Prochnow",
      "quote": "The Best way to remember your wife's birthday is to forget it once."
    },
    {
      "cite": "Billie Burke",
      "quote": "Age is something that doesn't matter, unless you are a cheese."
    },
    {
      "cite": "Jack Benny",
      "quote": "Age is strictly a case of mind over matter. If you don't mind, it doesn't matter."
    },
    {
      "cite": "Anthony Powell",
      "quote": "Growing old is like being increasingly penalized for a crime you have not committed."
    },
    {
      "cite": "Tom Wilson",
      "quote": "Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "I'm at an age when my back goes out more than I do."
    },
    {
      "cite": "Robert Frost",
      "quote": "A diplomat is a man who always remembers a woman's birthday, but never remembers her age."
    },
    {
      "cite": "Blair Sabol",
      "quote": "When you turn thirty, a whole new thing happens: you see yourself acting like your parents."
    },
    {
      "cite": "Anonymous",
      "quote": "We know we're getting old when the only thing we want for our birthday is not to be reminded of it."
    },
    {
      "cite": "Bob Hope",
      "quote": "You know you are getting old when the candles cost more than the cake."
    },
    {
      "cite": "Robert Orben",
      "quote": "The best birthdays of all are those that haven't arrived yet."
    },
    {
      "cite": "Anonymous",
      "quote": "Birthdays are nature's way of telling us to eat more cake."
    },
    {
      "cite": "Gloria Stuart",
      "quote": "When I was little I thought, isn't it nice that everybody celebrates on my birthday? Because it's July 4th."
    },
    {
      "cite": "John M Eades",
      "quote": "At the age of 20, we don't care what the world thinks of us; at 30, we worry about what it is thinking of us; at 40, we discover that it wasn't thinking of us at all."
    },
    {
      "cite": "Jerry M. Wright",
      "quote": "The first sign of maturity is the discovery that the volume knob also turns to the left."
    },
    {
      "cite": "Steven Wright",
      "quote": "Last week the candle factory burned down. Everyone just stood around and sang, 'Happy Birthday.'"
    },
    {
      "cite": "George Burns",
      "quote": "If you live to the age of a hundred, you have it made because very few people die past the age of a hundred."
    },
    {
      "cite": "Kitty Collins",
      "quote": "Aging seems to be the only available way to live a long life."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "To me, old age is always 15 years older than I am."
    },
    {
      "cite": "Betty White",
      "quote": "The older you get the better you get, unless you are a banana."
    },
    {
      "cite": "Bob Hope",
      "quote": "That’s the time of your life when even your birthday suit needs pressing."
    },
    {
      "cite": "Branch Rickey",
      "quote": "First you forget names; then you forget faces; then you forget to zip up your fly; and then you forget to unzip your fly."
    },
    {
      "cite": "Charles Schultz",
      "quote": "Just remember once you're over the hill, you begin to pick up speed."
    },
    {
      "cite": "Cora Harvey Armstrong",
      "quote": "Inside every older person is a younger person – wondering what the hell happened."
    },
    {
      "cite": "Doris Day",
      "quote": "The really frightening thing about middle age is the knowledge that you'll grow out of it."
    },
    {
      "cite": "Dorothy Canfield Fisher",
      "quote": "Those who love deeply never grow old; they may die of old age, but they die young."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "A friend never defends a husband who gets his wife an electric skillet for her birthday."
    },
    {
      "cite": "Faith Baldwin",
      "quote": "Time is a dressmaker specializing in alterations."
    },
    {
      "cite": "Franklin Pierce Adams",
      "quote": "Middle age occurs when you are too young to take up golf and too old to rush up to the net."
    },
    {
      "cite": "George Burns",
      "quote": "People ask me what I'd most appreciate getting for my eighty-seventh birthday. I tell them, a paternity suit."
    },
    {
      "cite": "George Harrison",
      "quote": "All the world is a birthday cake, so take a piece, but not too much."
    },
    {
      "cite": "Harold Coffin",
      "quote": "Middle age is the awkward period when Father Time starts catching up with Mother Nature."
    },
    {
      "cite": "Joan Rivers",
      "quote": "When a man has a birthday, he takes a day off. When a woman has a birthday, she takes at least three years off."
    },
    {
      "cite": "Katherine Hepburn",
      "quote": "If you survive long enough, you’re revered-rather like an old building."
    },
    {
      "cite": "Liz Smith",
      "quote": "One of the best parts of growing older? You can flirt all you like since you’ve become harmless."
    },
    {
      "cite": "Lucille Ball",
      "quote": "The secret of staying young is to live honestly, eat slowly, and lie about your age."
    },
    {
      "cite": "Mark Twain",
      "quote": "Age is an issue of mind over matter. If you don’t mind, it doesn’t matter."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "I wanted to buy a candle holder, but the store didn’t have one. So, I got a cake!"
    },
    {
      "cite": "Nicky Gumbel",
      "quote": "Today is the oldest you have been, and the youngest you will ever be. Make the most of it!"
    },
    {
      "cite": "Ogden Nash",
      "quote": "Middle age is when you’ve met so many people that every new person you meet reminds you of someone else."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Middle age is when you’re sitting at home on a Saturday night and the telephone rings and you hope it isn’t for you."
    },
    {
      "cite": "Ogden Nash",
      "quote": "You are only young once, but you can stay immature indefinitely."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "The more you praise and celebrate your life, the more there is in life to celebrate."
    },
    {
      "cite": "Richard Bach",
      "quote": "Here is the test to find whether your mission on earth is finished: If you're alive, it isn't."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "Last year my birthday cake looked like a prairie fire."
    },
    {
      "cite": "Steven Wright",
      "quote": "For my birthday I got a humidifier and a dehumidifier…I put them in the same room and let them fight it out."
    },
    {
      "cite": "unknown",
      "quote": "They say that age is all in your mind. The trick is keeping it from creeping down into your body."
    },
    {
      "cite": "unknown",
      "quote": "You know you are getting old when the birthday candles on your birthday cake start to cost more than the cake itself"
    },
    {
      "cite": "unknown",
      "quote": "Birthdays are good for you. The more you have, the longer you live."
    },
    {
      "cite": "unknown",
      "quote": "Artificial intelligence is a wonderful thing. I told my computer that today is my birthday and it said that I need an upgrade."
    },
    {
      "cite": "Will Rogers",
      "quote": "Eventually you reach a point when you stop lying about your age and start bragging about it."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "From our birthday, until we die, is but the winking of an eye."
    }
  ]
}