{
  "source": "https://www.wisesayings.com/funny-dance-quotes/",
  "theme": "funny-dance",
  "quotes": [
    {
      "cite": "Jamaican Proverb",
      "quote": "Those who can't dance say the music is no good."
    },
    {
      "cite": "Tamil proverb",
      "quote": "He who cannot dance says the stage is not ready"
    },
    {
      "cite": "unknown",
      "quote": "Dancing is the art of getting your feet out of the way faster than your partner can step on them."
    },
    {
      "cite": "Ginger Rogers",
      "quote": "Part of the joy of dancing is conversation. Trouble is, some men can't talk and dance at the same time."
    },
    {
      "cite": "Cicero",
      "quote": "No one dances sober, unless he is insane."
    },
    {
      "cite": "unknown",
      "quote": "Lesser dancers stumble, better dancers syncopate."
    },
    {
      "cite": "Vicki Baum",
      "quote": "There are short-cuts to happiness, and dancing is one of them."
    },
    {
      "cite": "Edwin Denby",
      "quote": "There is a bit of insanity in dancing that does everybody a great deal of good."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Dance, even if you have nowhere to do it but your living room."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Dancing is a perpendicular expression of a horizontal desire."
    },
    {
      "cite": "Ray Romano",
      "quote": "When I dance, people think I'm looking for my keys."
    },
    {
      "cite": "Nusrat Fateh Ali Khan",
      "quote": "When people start dancing, they dance like they don't know they are doing it."
    },
    {
      "cite": "Mark Twain",
      "quote": "Dance like nobody's looking."
    },
    {
      "cite": "unknown",
      "quote": "Dance like no one is watching... Because they are not... They are checking their phone."
    },
    {
      "cite": "Christopher Morley",
      "quote": "Dancing is wonderful training for girls, it's the first way you learn to guess what a man is going to do before he does it."
    },
    {
      "cite": "Mad Magazine",
      "quote": "Dancing is like a shower: one wrong turn and you're in hot water!"
    },
    {
      "cite": "Japanese Proverb",
      "quote": "We're fools whether we dance or not, so we might as well dance."
    },
    {
      "cite": "Samuel Beckett",
      "quote": "Dance first. Think later. It's the natural order."
    },
    {
      "cite": "unknown",
      "quote": "Dance enables you to find yourself and lose yourself at the same time."
    },
    {
      "cite": "Agnes deMille",
      "quote": "Toe dancing is a dandy attention getter, second only to screaming."
    },
    {
      "cite": "Paige Arden",
      "quote": "Dance isn't something that can be explained in words. It has to be danced."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "Dancing is like bank robbery. It takes split-second timing."
    },
    {
      "cite": "unknown",
      "quote": "Break dance not bones."
    },
    {
      "cite": "unknown",
      "quote": "Nice men marry dancers. Real men become Dancers!"
    },
    {
      "cite": "Avicii",
      "quote": "Dance music is like a virus: it has affected so many different genres."
    },
    {
      "cite": "Louis Horst",
      "quote": "Dance for yourself. If someone understands, good. If not, no matter."
    },
    {
      "cite": "James Brown",
      "quote": "The one thing that can solve most of our problems is dancing."
    },
    {
      "cite": "Dave Barry",
      "quote": "Nobody cares if you can't dance well. Just get up and dance."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way."
    },
    {
      "cite": "Shel Silverstein",
      "quote": "Do a loony goony dance Cross the kitchen floor, Put something silly in the world that ain't been there before."
    },
    {
      "cite": "Confucius",
      "quote": "Never give a sword to a man who can't dance."
    },
    {
      "cite": "Constanze Mozart",
      "quote": "Dancing is like dreaming with your feet."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "If you can't get rid of the skeleton in your closet, you'd best teach it to dance."
    },
    {
      "cite": "Bob Hope",
      "quote": "I grew up with six brothers. That's how I learned to dance. Waiting for the bathroom."
    },
    {
      "cite": "Scott Adams",
      "quote": "Dance like it hurts. Love like you need money. Work when people are watching."
    },
    {
      "cite": "P.J. O’Rourke",
      "quote": "A charity ball is like a dance except it's tax deductible."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "If a man doesn't know how to dance he doesn't know how to make love, there I said it!"
    },
    {
      "cite": "George Carlin",
      "quote": "If people stand in a circle long enough, they'll eventually begin to dance."
    },
    {
      "cite": "Tom Waits",
      "quote": "It ain't no sin, to take off your skin and dance around in your bones."
    },
    {
      "cite": "Gary Moss",
      "quote": "You can teach an elephant to dance, but the likelihood of its stepping on your toes is very high."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "And those who were seen dancing were thought to be insane by those who could not hear the music."
    },
    {
      "cite": "Martha Graham",
      "quote": "Dance is a song of the body. Either of joy or pain."
    },
    {
      "cite": "Rabindranath Tagore",
      "quote": "Let your life lightly dance on the edges of time like dew on the tip of a leaf."
    }
  ]
}