{
  "source": "https://www.wisesayings.com/funny-divorce-quotes/",
  "theme": "funny-divorce",
  "quotes": [
    {
      "cite": "Helen Rowland",
      "quote": "Love, the quest; marriage, the conquest; divorce, the inquest."
    },
    {
      "cite": "Johnny Carson",
      "quote": "The difference between a divorce and a legal separation is that a legal separation gives a husband time to hide his money."
    },
    {
      "cite": "Woody Allen",
      "quote": "The only time my wife and I had a simultaneous orgasm was when the judge signed the divorce papers."
    },
    {
      "cite": "James Caan",
      "quote": "To get over my divorce, I got a prescription to live at the Playboy Mansion for a while."
    },
    {
      "cite": "Austin Elliot",
      "quote": "Whoever said Marriage is a 50-50 proposition laid the foundation for more divorce fees than any other short sentence in our language."
    },
    {
      "cite": "Dave Barry",
      "quote": "Today, it is easier to get divorced in most states than to get a transmission repaired properly."
    },
    {
      "cite": "Rita Rudner",
      "quote": "Marriages don't last. When I meet a guy, the first question I ask myself is: is this the man I want my children to spend their weekends with?"
    },
    {
      "cite": "Heinrich Heine",
      "quote": "I bequeath all my property to my wife on the condition that she remarry immediately. Then there will be at least one man to regret my death."
    },
    {
      "cite": "Norman Mailer",
      "quote": "There are four stages in a marriage. First there's the affair, then the marriage, then children and finally the fourth stage, without which you cannot know a woman, the divorce."
    },
    {
      "cite": "Jack Benny",
      "quote": "My wife Mary and I have been married for forty-seven years and not once have we had an argument serious enough to consider divorce. Murder, yes, but divorce, never."
    },
    {
      "cite": "Willie Nelson",
      "quote": "You know why divorces are so expensive? Because they're worth it."
    },
    {
      "cite": "Jimmy Fallon",
      "quote": "A 99-year-old man is filing for divorce from his 96-year-old wife, making them the world's oldest divorced couple. It's got to be weird when a divorce lawyer is fighting for your kids to get custody of you."
    },
    {
      "cite": "Gerald F. Lieberman",
      "quote": "Divorce is a declaration of independence with only two signers."
    },
    {
      "cite": "Bette Davis",
      "quote": "I'd marry again if I found a man who had $15 million and would sign over half of it to me before the marriage and guarantee he'd be dead in a year."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "A divorce is like an amputation: you survive it, but there's less of you."
    },
    {
      "cite": "John Kenneth Galbraith",
      "quote": "The happiest time of anyone's life is just after the first divorce."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do."
    },
    {
      "cite": "Marvin Mitchelson",
      "quote": "A divorce lawyer is a chameleon with a law book."
    },
    {
      "cite": "Paul Coleridge",
      "quote": "Its easier to get a divorce than pass the driving test. Now its just a basic form-filling exercise."
    },
    {
      "cite": "Mary Kay Blakely",
      "quote": "Divorce is the psychological equivalent of a triple coronary bypass."
    },
    {
      "cite": "Woody Allen",
      "quote": "For a while we pondered whether to take a vacation or get a divorce. We decided that a trip to Bermuda is over in two weeks, but a divorce is something you always have."
    },
    {
      "cite": "Woody Allen",
      "quote": "I should have known something was wrong with my first wife. When I brought her home to meet my parents, they approved of her."
    },
    {
      "cite": "Mike Tyson",
      "quote": "You can't stay married in a situation where you are afraid to go to sleep in case your wife might cut your throat."
    },
    {
      "cite": "Jean Kerr",
      "quote": "Being divorced is like being hit by a Mack truck. If you live through it, you start looking very carefully to the right and to the left."
    },
    {
      "cite": "Robert Anderson",
      "quote": "In every marriage more than a week old, there are grounds for divorce. The trick is to find and continue to find grounds for marriage."
    },
    {
      "cite": "Lee Trevino",
      "quote": "My divorce came to me as a complete surprise. That's what happens when you haven't been home in eighteen years."
    },
    {
      "cite": "Tommy Manville",
      "quote": "She cried and the judge wiped her tears with my checkbook."
    },
    {
      "cite": "Maura Kennedy",
      "quote": "When I divorced I went through the various stages of grieving: anger, denial, and dancing around with my settlement check."
    },
    {
      "cite": "Lord Chesterfield",
      "quote": "The only solid and lasting peace between a man and his wife is, doubtless, a separation."
    },
    {
      "cite": "J. B. Handelsman",
      "quote": "Just another of our many disagreements. He wants a no fault divorce, whereas I would prefer to have the bastard crucified."
    },
    {
      "cite": "Edith Wharton",
      "quote": "A New York divorce is in itself a diploma of virtue."
    },
    {
      "cite": "Carol Leifer",
      "quote": "I got divorced recently. It was a mixed marriage. I'm human, he's Klingon."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "I'm not upset about my divorce. I'm only upset I'm not a widow."
    },
    {
      "cite": "Robin Williams",
      "quote": "Ah, yes, divorce from the Latin word meaning to rip out a man's genitals through his wallet."
    },
    {
      "cite": "Steve McGrew",
      "quote": "I look a divorce this way: it's better to have loved and lost, then to live with that bitch for the rest of my life."
    },
    {
      "cite": "Dave Mordal",
      "quote": "Workaholicism is such a tough addiction to get over. I had to divorce my wife because she was an enabler."
    },
    {
      "cite": "Rich Vos",
      "quote": "Divorce sucks. Let me tell you, after five years of marriage, it is devastating to have the person with the good credit move out."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "My husband and I have never considered divorce. Murder sometimes, but never divorce."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "He taught me housekeeping; when I divorce I keep the house."
    },
    {
      "cite": "Wendy Liebman",
      "quote": "My mother always said don't marry for money, divorce for money."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Divorces are made in heaven."
    },
    {
      "cite": "Jean Kerr",
      "quote": "A lawyer is never entirely comfortable with a friendly divorce, anymore than a good mortician wants to finish his job and then have the patient sit up on the table."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Divorce, a bugle blast that separates the combatants and makes them fight at long range."
    },
    {
      "cite": "Ruth Gordon",
      "quote": "In our family, we don't divorce our men, we bury them."
    },
    {
      "cite": "Dave Barry",
      "quote": "You should be prepared for anything during divorce proceedings, even the truth."
    },
    {
      "cite": "Garry Trudeau",
      "quote": "In Palm Springs, they think homelessness is caused by bad divorce lawyers."
    },
    {
      "cite": "Mickey Rooney",
      "quote": "A lot of people have asked me how short I am. Since my last divorce, I think I'm about $100,000 short."
    },
    {
      "cite": "Don Quinn",
      "quote": "A bachelor is a selfish, undeserving guy who has cheated some woman out of a divorce."
    },
    {
      "cite": "Elinor Glyn",
      "quote": "American husbands are the best in the world; no other husbands are so generous to their wives, or can be so easily divorced."
    }
  ]
}