{
  "source": "https://www.wisesayings.com/funny-saturday-quotes/",
  "theme": "funny-saturday",
  "quotes": [
    {
      "cite": "Nora Roberts",
      "quote": "There was nothing like a Saturday - unless it was the Saturday leading up to the last week of school and into summer vacation. That of course was all the Saturdays of your life rolled into one big shiny ball."
    },
    {
      "cite": "James A. Murphy",
      "quote": "It's not that we spend five days looking forward to just two. It's that most people do what they enjoy most on those two days. Imagine living a life where everyday are your Saturdays and Sundays. Make everyday your weekend. Make everyday a play-day"
    },
    {
      "cite": "Chip Gaines",
      "quote": "I told myself that I was going to live the rest of my life as if it were Saturday."
    },
    {
      "cite": "C.J. Carlyon",
      "quote": "Love me like Saturday night, like three glasses of champagne, like the room is spinning, like you're drunk on my love."
    },
    {
      "cite": "Mike Birbiglia",
      "quote": "Saturday night is perfect for writers because other people have 'plans.'"
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "When you are unemployed, weekends are seven days long."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "Different cocktails for different Saturday nights."
    },
    {
      "cite": "Dan Pearce",
      "quote": "Saturday mornings, I’ve learned, are a great opportunity for kids to sneak into your bed, fall back asleep, and kick you in the face."
    },
    {
      "cite": "Wataru Watari",
      "quote": "Saturday is the mightiest day of the week. It's unshakably, overwhelmingly superior. Not only is it a day off of school, the following day is also a day off, like some kind of Super Saiyan bargain sale."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Sunday would be lost without Saturday, and I would be lost without you."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Saturday is what gives us a weekend of enjoyment."
    },
    {
      "cite": "Anthony T. Hincks",
      "quote": "Without Saturday, Sunday would just be another day of the week."
    },
    {
      "cite": "Rob Grant",
      "quote": "Come on, no one works Saturday night!"
    },
    {
      "cite": "Joss Whedon",
      "quote": "Does anybody remember when Saturday night meant date night?"
    },
    {
      "cite": "Matt Groening",
      "quote": "Ah. I love these lazy Saturdays. Ah. I love these real Saturdays. They're so relaxing."
    },
    {
      "cite": "Edith Nesbit",
      "quote": "Worth all your roses and snow / Is the blaze of light on a Saturday night / When the barrows are set in a row."
    },
    {
      "cite": "Edith Nesbit",
      "quote": "And you haven't a penny to spend / But you dream that you've pounds and pounds / And arm in arm with your only friend / You make your Saturday rounds."
    },
    {
      "cite": "Eugene Field",
      "quote": "In the market of Clare, so cheery the glare / Of the shops and the booths of the tradespeople there / That I take a delight on a Saturday night / In walking that way and in viewing the sight."
    },
    {
      "cite": "Thomas Hardy",
      "quote": "I saw you wholly to my mind / On Saturday - even one who shrined / All that was best of womankind."
    },
    {
      "cite": "Fisher Joel",
      "quote": "I wish I could sleep / But I'm tied down / Dirty in these borrowed sheets / It's been a week / And I've singing to my feet, yeah / But I won't admit defeat 'til / Saturday, Saturday, Saturday / Well, come my way"
    },
    {
      "cite": "Richard C. Giles",
      "quote": "Stone cold sober in the broad daylight / Downtown dancing on Saturday night / Thinking about you makes me feel all right / It's the way that you love me the way that you love me"
    },
    {
      "cite": "Duke Ellington",
      "quote": "Missed the Saturday dance / Heard they crowded the floor / Couldn't bear it without you / Don't get around much anymore"
    },
    {
      "cite": "unknown",
      "quote": "My Saturday was going pretty well until I realized it was Sunday!"
    },
    {
      "cite": "unknown",
      "quote": "On this Saturday, remember that you are the master of your fate and the captain of your soul."
    },
    {
      "cite": "unknown",
      "quote": "Its Saturday I plan on doing nothing and plenty of it."
    },
    {
      "cite": "unknown",
      "quote": "Today is Saturday, which means that the only decision that you should be making is whether to have a bottle or a glass of wine."
    },
    {
      "cite": "Peter Breiner",
      "quote": "No wedding Saturday within the month of June / But what it is, is something true / Made up of these three words that I must say to you / I just called to say I love you"
    },
    {
      "cite": "Susan Orlean",
      "quote": "Saturday night is when you want to do what you want to do and not what you have to do."
    },
    {
      "cite": "Susan Orlean",
      "quote": "Saturday night happens to be when most people take part in whatever is the current entertainment trend."
    },
    {
      "cite": "Susan Orlean",
      "quote": "Saturday is still the busiest shopping day of the week, but the opening of stores on Sundays has made it less distinctively busy."
    },
    {
      "cite": "Susan Orlean",
      "quote": "Saturday night still does have a distinct personality and effect on most people. People still act differently on a Saturday night for no reason other than it's Saturday night."
    },
    {
      "cite": "Russell Endo",
      "quote": "To me, it always seemed as though Saturday night was the down-home night."
    },
    {
      "cite": "Russell Endo",
      "quote": "I suppose any policeman who's been in Harlem for a month of Saturday nights has had all the experiences he'll ever need, as far as handling violence goes."
    },
    {
      "cite": "Russell Endo",
      "quote": "Saturday night is a time to try new things. Maybe that's why so many people in the older generation had to lose their lives on Saturday night."
    },
    {
      "cite": "Russell Endo",
      "quote": "Saturday night is the night for daring deeds."
    },
    {
      "cite": "Lloyd Jones",
      "quote": "Earlier this century Saturday was 'bath night'. Wash day. Bed sheets got changed."
    },
    {
      "cite": "Lloyd Jones",
      "quote": "In the postwar years, in quick time, Saturday became the cornerstone of a new social pattern."
    },
    {
      "cite": "Michael Crews MBA CFP®",
      "quote": "Saturdays are a chance to wake up extra early and enjoy the freedom to do whatever I want."
    },
    {
      "cite": "Michael Crews MBA CFP®",
      "quote": "Saturdays are an escape from school, work, and 'have to' tasks."
    },
    {
      "cite": "Michael Crews MBA CFP®",
      "quote": "I think having more Saturdays sounds great, and having every day be Saturday sound even better."
    },
    {
      "cite": "Carla Kringer",
      "quote": "Sleeping in on a Saturday always feels like a little bit of heaven."
    },
    {
      "cite": "R. Phillip Ritter",
      "quote": "There were many reasons to regard Saturday as the second best day after Friday."
    },
    {
      "cite": "Michael Crews MBA CFP®",
      "quote": "I look forward to packing in the activities to live life to the fullest. To me, Saturdays are invaluable."
    }
  ]
}