{
  "source": "https://www.wisesayings.com/funny-real-estate-quotes/",
  "theme": "funny-real-estate",
  "quotes": [
    {
      "cite": "Suze Orman",
      "quote": "Owning a home is a keystone of wealth… both financial affluence and emotional security."
    },
    {
      "cite": "Russell Sage",
      "quote": "Real estate is an imperishable asset, ever increasing in value. It is the most solid security that human ingenuity has devised. It is the basis of all security and about the only indestructible security."
    },
    {
      "cite": "James Felt",
      "quote": "The smallest patch of green to arrest the monotony of asphalt and concrete is as important to the value of real estate as streets, sewers and convenient shopping."
    },
    {
      "cite": "Sarah Beeny",
      "quote": "In any market, in any country, there are developers who make money. So I say all of this doom and gloom, but there will always be people who make money, because people always want homes."
    },
    {
      "cite": "Adam Smith",
      "quote": "As soon as the land of any country has all become private property, the landlords, like all other men, love to reap where they never sowed, and demand a rent even for its natural produce."
    },
    {
      "cite": "Harriet Martineau",
      "quote": "There have been few things in my life which have had a more genial effect on my mind than the possession of a piece of land."
    },
    {
      "cite": "Paul Clitheroe",
      "quote": "Before you start trying to work out which direction the property market is headed, you should be aware that there are markets within markets."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Look at market fluctuations as your friend rather than your enemy; profit from folly rather than participate in it."
    },
    {
      "cite": "Donald Trump",
      "quote": "It’s tangible, it’s solid, it’s beautiful. It’s artistic, from my standpoint, and I just love real estate."
    },
    {
      "cite": "Armstrong Williams",
      "quote": "Now, one thing I tell everyone is learn about real estate. Repeat after me: real estate provides the highest returns, the greatest values and the least risk."
    },
    {
      "cite": "Ramin Bahrani",
      "quote": "Up until three years ago I was a regular ol' real estate agent, putting people in homes, speculating on property, that was my job."
    },
    {
      "cite": "Daniel Handler",
      "quote": "Being afraid of hurricanes is perfectly rational because they can be quite sinister and destructive. But a fear of real estate agents, a term which here means 'people who assist in the buying and selling of houses,' would be an irrational fear."
    },
    {
      "cite": "Abraham Polonsky",
      "quote": "Real estate business... living from mortgage to mortgage... stealing credit like a thief. And the garage - that was a business!"
    },
    {
      "cite": "Mark Leveson",
      "quote": "How would you like to make money in Real Estate? You seem real easy and willing to put out, so roll in the cream cheese, roll in the cream cheese."
    },
    {
      "cite": "Christopher Markus",
      "quote": "In a town with a ten percent vacancy rate a real estate agent is God, and that's what I am: a real estate agent."
    },
    {
      "cite": "Dan Houser",
      "quote": "Nothing brings down real estate prices like a good old fashioned gang war."
    },
    {
      "cite": "Roland Pemberton",
      "quote": "I sold you a house now it's a work store / Real estate sales are the oldest turf war / We've got P? so you know it hurts more / You're on a lease if you're major label"
    },
    {
      "cite": "Roland Pemberton",
      "quote": "What's your sales pitch sir? There ain't know telling / I own the same house that I'm selling, yelling / I made a deal today with selling real estate"
    },
    {
      "cite": "Larry Muggerud",
      "quote": "You ain't got enough ducats to shell out / Well I'm in front, and yo I feel great / Check out the story to the glory of the real estate"
    },
    {
      "cite": "Russell Vitale",
      "quote": "I used to catch trains (yeah), now it's planes flying / Now I'm real estate and diamond chain buying / I used to count change, now it's eight-figure deals / And I spent about a million on the wheels (yeah) / I can't believe what I've achieved"
    },
    {
      "cite": "David Lachlan Thrussell",
      "quote": "Get ahead, fall behind / That's the deal, never mind / Try to win, never can / Its because of the real estate man"
    },
    {
      "cite": "Clifford N Harris",
      "quote": "So it's time to move on to real estate / And get cake selling big estates"
    },
    {
      "cite": "Donald J. Trump",
      "quote": "Encouraging me to use the growing power and ease of the internet to gather, understand, and disseminate information is the best real estate advice I received."
    },
    {
      "cite": "Donald J. Trump",
      "quote": "For those in the real estates business, the information and the speed with one can disseminate and obtain the information are powerful tools."
    },
    {
      "cite": "Don R. Campbell",
      "quote": "Smart real estates investors don't like to waste money. But they don't cut corners that will cost them later."
    },
    {
      "cite": "Don R. Campbell",
      "quote": "Sophisticated real estate investors aren't lucky; they're smart."
    },
    {
      "cite": "Don R. Campbell",
      "quote": "The bottom line is that proven real estate investment systems are systems with a solid history of success."
    },
    {
      "cite": "Don R. Campbell",
      "quote": "Real estate investment us all about long-term wealth creation, and there is always an element of financial risk involved in investing."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Real estate cannot be lost or stolen, nor can it be carried away. Purchased with common sense, paid for in full, and managed with reasonable care, it is about the safest investment in the world."
    },
    {
      "cite": "Barbara Corcoran",
      "quote": "A funny thing happens in real estate. When it comes back, it comes back up like gangbusters."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Land monopoly is not only monopoly, but it is by far the greatest of monopolies; it is a perpetual monopoly, and it is the mother of all other forms of monopoly."
    },
    {
      "cite": "Marshall Field",
      "quote": "Buying real estate is not only the best way, the quickest way, the safest way, but the only way to become wealthy."
    },
    {
      "cite": "Robert Kiyosaki",
      "quote": "If you do not like real estate, all you have to do is make hamburgers, build a business around that hamburger, and franchise it."
    },
    {
      "cite": "John Paulson",
      "quote": "If you don't own a home, buy one. If you own a home, buy another one. If you own two homes, buy a third. And, lend your relatives the money to buy a home."
    },
    {
      "cite": "Susan Smith Alvis",
      "quote": "To sell real estate, you must learn the art of being able to relate to your clients and understand their investment goals."
    },
    {
      "cite": "Susan Smith Alvis",
      "quote": "Real estate investment and purchases are the largest purchases anyone is likely to make."
    },
    {
      "cite": "Susan Smith Alvis",
      "quote": "Real estate enables you to work for yourself."
    },
    {
      "cite": "Phil Pustejovsky",
      "quote": "Real estate is a team sport and to achieve long term success in real estate, you must have a great team."
    },
    {
      "cite": "Phil Pustejovsky",
      "quote": "Top producing real estate agents are a wealth of knowledge."
    },
    {
      "cite": "Phil Pustejovsky",
      "quote": "You'll discover that becoming a successful real estate investor involves thinking like and doing what other successful investors do."
    },
    {
      "cite": "Phil Pustejovsky",
      "quote": "Real estate is a rarely a get-rich-quick endeavor, but when you stick with it, it is usually a stay rich long term experience."
    },
    {
      "cite": "Cory Boatright",
      "quote": "Real estate can provide you with a lifestyle and freedom beyond your wildest dreams."
    },
    {
      "cite": "Cory Boatright",
      "quote": "What I love about real estate is that you can fit your work into little bits of time - if you do it correctly!"
    },
    {
      "cite": "David Reed",
      "quote": "Buying real estate as an investment can bring great rewards."
    },
    {
      "cite": "David Reed",
      "quote": "Holding real estate an watching its value rise over the long term is a nice way to retirement for many people."
    },
    {
      "cite": "David Reed",
      "quote": "Real estate investment needs commitment. You need to decide that it's right for you get involved."
    },
    {
      "cite": "Dolf de Roos",
      "quote": "Investing in real estate is all about numbers."
    }
  ]
}