{
  "source": "https://www.wisesayings.com/funny-work-quotes/",
  "theme": "funny-work",
  "quotes": [
    {
      "cite": "Groucho Marx",
      "quote": "No man goes before his time - unless the boss leaves early."
    },
    {
      "cite": "Edgar Bergen",
      "quote": "Hard work never killed anybody, but why take a chance?"
    },
    {
      "cite": "Vilhjalmur Stefansson",
      "quote": "What is the difference between unethical and ethical advertising? Unethical advertising uses falsehoods to deceive the public; ethical advertising uses truth to deceive the public."
    },
    {
      "cite": "Ted Turner",
      "quote": "My son is now an 'entrepreneur.' That's what you're called when you don't have a job."
    },
    {
      "cite": "Dennis Miller",
      "quote": "The easiest job in the world has to be coroner. Surgery on dead people. What’s the worst thing that could happen? If everything went wrong, maybe you’d get a pulse."
    },
    {
      "cite": "Dave Barry",
      "quote": "If you had to identify in one word the reason why the human race has not achieved and never will achieve its full potential, that word would be 'meetings."
    },
    {
      "cite": "Bill Gates",
      "quote": "I will always choose a lazy person to do a hard job, because a lazy person will find an easy way to do it."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Never go to a doctor whose office plants have died."
    },
    {
      "cite": "Drew Carey",
      "quote": "Oh, you hate your job? Why didn't you say so? There's a support group for that. It's called EVERYBODY, and they meet at the bar."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "I like work; it fascinates me. I can sit and look at it for hours."
    },
    {
      "cite": "Harry S. Truman",
      "quote": "It's a recession when your neighbor loses his job; it's a depression when you lose yours."
    },
    {
      "cite": "Don Marquis",
      "quote": "When a man tells you that he got rich through hard work, ask him: Whose?"
    },
    {
      "cite": "Leslie Nielsen",
      "quote": "Doing nothing is very hard to do...you never know when you're finished."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "The best way to appreciate your job is to imagine yourself without one."
    },
    {
      "cite": "Charles Lamb",
      "quote": "I always arrive late at the office, but I make up for it by leaving early."
    },
    {
      "cite": "Fats Domino",
      "quote": "A lot of fellows nowadays have a B.A., M.D., or Ph.D. Unfortunately, they don't have a J.O.B."
    },
    {
      "cite": "Les Dawson",
      "quote": "I used to sell furniture for a living. The trouble was, it was my own."
    },
    {
      "cite": "Ray Kroc",
      "quote": "Luck is a dividend of sweat. The more you sweat, the luckier you get."
    },
    {
      "cite": "William Wordsworth",
      "quote": "In modern business it is not the crook who is to be feared most, it is the honest man who doesn't know what he is doing."
    },
    {
      "cite": "Sarah Brown",
      "quote": "The only thing that ever sat its way to success was a hen."
    },
    {
      "cite": "Malcolm S. Forbes",
      "quote": "If you don't know what to do with many of the papers piled on your desk, stick a dozen colleagues initials on them and pass them along. When in doubt, route."
    },
    {
      "cite": "Robert Benchley",
      "quote": "Anyone can do any amount of work, provided it isn't the work he's supposed to be doing at that moment."
    },
    {
      "cite": "Homer Simpson",
      "quote": "I think Smithers picked me because of my motivational skills. Everyone says they have to work a lot harder when I’m around."
    },
    {
      "cite": "Robert Frost",
      "quote": "The brain is a wonderful organ; it starts working the moment you get up in the morning and does not stop until you get into the office."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "When we're unemployed, we're called lazy; when the whites are unemployed it's called a depression."
    },
    {
      "cite": "Fred Allen",
      "quote": "A celebrity is a person who works hard all his life to become well known, then wears dark glasses to avoid being recognized."
    },
    {
      "cite": "George Burns",
      "quote": "Don't stay in bed, unless you can make money in bed."
    },
    {
      "cite": "Martin Buxbaum",
      "quote": "The first thing a new employee should do on the job is learn to recognize his boss' voice on the phone."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If A equal success, then the formula is A = X + Y + Z. Where X is work. Y is play and Z is keep your mouth shut."
    },
    {
      "cite": "Bill Watterson",
      "quote": "God put me on this Earth to accomplish a certain number of things. Right now, I am so far behind I will never die."
    },
    {
      "cite": "Charlie McCarthy",
      "quote": "Ambition is a poor excuse for not having sense enough to be lazy."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "I am a friend of the working man, and I would rather be his friend, than be one."
    },
    {
      "cite": "Claude McDonald",
      "quote": "If hard work is the key to success, most people would rather pick the lock."
    },
    {
      "cite": "Don Herold",
      "quote": "Work is the greatest thing in the world, so we should always save some of it for tomorrow."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Time is an illusion. Lunchtime is doubly so."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "It's better to have one person working with you than three people working for you."
    },
    {
      "cite": "Ed Bernard",
      "quote": "Why do people say they wish every day was Friday? If it was always Friday, we’d be here every freakin’ day."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "People who never do any more than they get paid for, never get paid for any more than they do."
    },
    {
      "cite": "George Carlin",
      "quote": "Most people work just hard enough not to get fired and get paid just enough money not to quit."
    },
    {
      "cite": "Henny Youngman",
      "quote": "I’ve got all the money I’ll ever need, if I die by four o’clock."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "It takes less time to do a thing right, than it does to explain why you did it wrong."
    },
    {
      "cite": "Homer Simpson",
      "quote": "Son, if you really want something in this life, you have to work for it. Now quiet! They’re about to announce the lottery numbers.​"
    },
    {
      "cite": "Homer Simpson",
      "quote": "Lisa, if you don’t like your job you don’t strike. You just go in every day and do it really half-assed. That’s the American way."
    },
    {
      "cite": "James Agate",
      "quote": "A professional is a man who can do his job when he doesn’t feel like it; an amateur is one who can’t when he does feel like it."
    },
    {
      "cite": "James Patrick Murray",
      "quote": "Show me a man who is a good loser and I’ll show you a man who is playing golf with his boss."
    },
    {
      "cite": "Jennifer Yane",
      "quote": "I try to take one day at a time, but sometimes several days attack me at once."
    },
    {
      "cite": "Jim Rohn",
      "quote": "You don't get paid for the hour. You get paid for the value you bring to the hour."
    },
    {
      "cite": "Joe Girard",
      "quote": "The elevator to success is out of order. You’ll have to use the stairs… one step at a time."
    },
    {
      "cite": "Joey Adams",
      "quote": "People are still willing to do an honest day’s work. The trouble is they want a week’s pay for it."
    },
    {
      "cite": "John Ciardi",
      "quote": "Early to bed and early to rise probably indicates unskilled labor."
    },
    {
      "cite": "John Gotti",
      "quote": "If you think your boss is stupid, remember: you wouldn't have a job if he was any smarter."
    },
    {
      "cite": "Kin Hubbard",
      "quote": "There’s no secret about success. Did you ever know a successful man who didn’t tell you about it?​"
    },
    {
      "cite": "Kooper Salmo",
      "quote": "When my boss asked me who is the stupid one, me or him? I told him everyone knows he doesn't hire stupid people."
    },
    {
      "cite": "Mark Twain",
      "quote": "All you need in this life is ignorance and confidence, and then success is sure."
    },
    {
      "cite": "Napoleon Bonaparte",
      "quote": "Never interrupt your enemy when he is making a mistake."
    },
    {
      "cite": "Niels Bohr",
      "quote": "An expert is a man who has made all the mistakes which can be made in a very narrow field."
    },
    {
      "cite": "Ogden Nash",
      "quote": "People who work sitting down get paid more than people who work standing up."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "Work is a necessity for man. Man invented the alarm clock."
    },
    {
      "cite": "Peter Drucker",
      "quote": "Most of what we call management consists of making it difficult for people to get their work done."
    },
    {
      "cite": "Rick Tocquigny",
      "quote": "I love my job only when I'm on vacation."
    },
    {
      "cite": "Robert Frost",
      "quote": "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day."
    },
    {
      "cite": "Robert Orben",
      "quote": "Every day I get up and look through the Forbes list of the richest people in America. If I’m not there, I go to work."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "The taxpayer – that’s someone who works for the federal government but doesn’t have to take the civil service examination."
    },
    {
      "cite": "Sam Ewing",
      "quote": "Nothing is so embarrassing as watching someone do something that you said couldn't be done."
    },
    {
      "cite": "Scott Adams",
      "quote": "Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep."
    },
    {
      "cite": "Stanley J. Randall",
      "quote": "The closest to perfection a person ever comes is when he fills out a job application form.​"
    },
    {
      "cite": "Steve Jobs",
      "quote": "Why join the navy if you can be a pirate?"
    },
    {
      "cite": "Teddy Roosevelt",
      "quote": "Whenever you are asked if you can do a job, tell 'em, Certainly, I can! Then get busy and find out how to do it."
    },
    {
      "cite": "Tim Notke",
      "quote": "Hard work beats talent when talent doesn’t work hard."
    },
    {
      "cite": "Tom Robbins",
      "quote": "Are you aware that rushing toward a goal is a sublimated death wish? It’s no coincidence we call them “deadlines."
    },
    {
      "cite": "unknown",
      "quote": "I need a six-month vacation, twice a year."
    },
    {
      "cite": "unknown",
      "quote": "The human race is faced with a cruel choice: work or daytime television."
    },
    {
      "cite": "unknown",
      "quote": "Some days, the best thing about my job is that the chair spins."
    },
    {
      "cite": "Will Rogers",
      "quote": "Even if you're on the right track, you'll get run over if you just sit there."
    },
    {
      "cite": "William Castle",
      "quote": "An expert is a man who tells you a simple thing in a confused way in such a fashion as to make you think the confusion is your own fault."
    },
    {
      "cite": "William Faulkner",
      "quote": "It’s a shame that the only thing a man can do for eight hours a day is work. He can’t eat for eight hours; he can’t drink for eight hours; he can’t make love for eight hours. The only thing a man can do for eight hours is work."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "A lot of people quit looking for work as soon as they find a job."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Don’t be distracted by criticism. Remember, the only taste of success some people have is when they take a bite out of you."
    }
  ]
}