{
  "source": "https://www.wisesayings.com/funny-quotes/",
  "theme": "funny",
  "quotes": [
    {
      "cite": "Steven Wright",
      "quote": "If you think nobody cares about you, try missing a couple of payments."
    },
    {
      "cite": "Mark Twain",
      "quote": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Do not take life too seriously. You will never get out of it alive."
    },
    {
      "cite": "Gloria Vanderbilt",
      "quote": "That is the best-to laugh with someone because you think the same things are funny."
    },
    {
      "cite": "Dennis Wholey",
      "quote": "Expecting the world to treat you fairly because you are a good person is a little like expecting the bull not to attack you because you are a vegetarian."
    },
    {
      "cite": "Anonymous",
      "quote": "Doing nothing is hard, you never know when you're done."
    },
    {
      "cite": "Peter Ustinov",
      "quote": "Comedy is simply a funny way of being serious."
    },
    {
      "cite": "Sam Levenson",
      "quote": "If you die in an elevator, be sure to push the Up button."
    },
    {
      "cite": "Henny Youngman",
      "quote": "If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late."
    },
    {
      "cite": "Cathy Guisewite",
      "quote": "When life gives you lemons, squirt someone in the eye."
    },
    {
      "cite": "Robin Williams",
      "quote": "Why do they call it \"rush hour\" when nothing moves?"
    },
    {
      "cite": "Al McGuire",
      "quote": "The only mystery in life is why the kamikaze pilots wore helmets."
    },
    {
      "cite": "George Carlin",
      "quote": "Weather forecast for tonight: dark."
    },
    {
      "cite": "Will Rogers",
      "quote": "Everything is funny, as long as it's happening to somebody else."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "Laugh and the world laughs with you, snore and you sleep alone."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "From there to here, and here to there, funny things are everywhere."
    },
    {
      "cite": "James A. Garfield",
      "quote": "Men cannot live by bread alone; he must have peanut butter."
    },
    {
      "cite": "Will Rogers",
      "quote": "Everything is changing. People are taking the comedians seriously and the politicians as a joke."
    },
    {
      "cite": "Charles Kettering",
      "quote": "Thinking is one thing no one has ever been able to tax."
    },
    {
      "cite": "David Ogilvy",
      "quote": "The best ideas come as jokes. Make your thinking as funny as possible."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Accept who you are. Unless you're a serial killer."
    },
    {
      "cite": "Norman Wisdom",
      "quote": "As you get older three thing happen. The first is your memory goes, and I can't remember the other two."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Never go to bed mad. Stay up and fight"
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Never trust people who smile constantly. They're either selling something or not very bright."
    },
    {
      "cite": "Alan Dundles",
      "quote": "Light travels faster than sound. This is why some people appear bright until you hear them speak."
    },
    {
      "cite": "Steve Martin",
      "quote": "A day without sunshine is like, you know, night."
    },
    {
      "cite": "Will Rogers",
      "quote": "Never miss a good chance to shut up."
    },
    {
      "cite": "Laurell K. Hamilton",
      "quote": "Never trust people who smile constantly. They're either selling something or not very bright."
    },
    {
      "cite": "Alfred Hitchcock",
      "quote": "Puns are the highest form of literature."
    },
    {
      "cite": "Paul Terry",
      "quote": "Whenever I feel the need to exercise, I lie down until it goes away."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The difference between stupidity and genius is that genius has its limits."
    },
    {
      "cite": "Anonymous",
      "quote": "Life is short, smile while you still have teeth."
    },
    {
      "cite": "Steven Wright",
      "quote": "The early bird gets the worm, but the second mouse gets the cheese."
    }
  ]
}