{
  "source": "https://www.wisesayings.com/funny-i-miss-you-quotes/",
  "theme": "funny-i-miss-you",
  "quotes": [
    {
      "cite": "Brittney Reel",
      "quote": "Although we’ve come to the end of the road, still I can’t let you go. It’s unnatural. You belong to me, I belong to you."
    },
    {
      "cite": "Claudia Ghandi",
      "quote": "If I had a single flower for every time I think about you, I could walk forever in my garden."
    },
    {
      "cite": "Jonathan Safran Foer",
      "quote": "I missed you even when I was with you. That’s been my problem. I miss what I already have, and I surround myself with things that are missing."
    },
    {
      "cite": "Lamartine",
      "quote": "Sometimes, when one person is missing, the whole world seems depopulated."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "For everything you have missed, you have gained something else, and for everything you gain, you lose something."
    },
    {
      "cite": "unknown",
      "quote": "I wish that you were here, or I were there, or we were together anywhere."
    },
    {
      "cite": "unknown",
      "quote": "I dropped a tear in the ocean. The day you find it shall be the day I will stop missing you."
    },
    {
      "cite": "unknown",
      "quote": "Love reckons hours for months, and days for years; and every little absence is an age."
    },
    {
      "cite": "unknown",
      "quote": "Time goes by a lot slower when you miss the one you love."
    },
    {
      "cite": "unknown",
      "quote": "Each time I miss you, a star falls down from the sky. So if one looked up at the sky and found it dark, with no stars, it is all your fault. You made me miss you too much!"
    },
    {
      "cite": "unknown",
      "quote": "I’m a fish out of water without you, flitting and filleting in your absence as abstinence makes the heart go flounder."
    },
    {
      "cite": "unknown",
      "quote": "Nothing makes a room emptier than wishing she's going to be in it."
    },
    {
      "cite": "unknown",
      "quote": "When I miss you, I don’t have to go far, I just have to look inside my heart because that’s where I’ll find you."
    },
    {
      "cite": "unknown",
      "quote": "I think we dream so we don’t have to be apart so long. If we’re in each other’s dreams, we can play together all night."
    },
    {
      "cite": "W.S. Merwin",
      "quote": "Your absence has gone through me, Like thread through a needle, Everything I do is stitched with its color."
    },
    {
      "cite": "Anonymous",
      "quote": "I have a brain to think of you. Eyes to look at you. Heart to love you. Hands to comfort you. Toes to walk with you. Mouth to say I miss you and feet to kick you, if you don't miss me too."
    }
  ]
}