{
  "source": "https://www.wisesayings.com/funny-food-quotes/",
  "theme": "funny-food",
  "quotes": [
    {
      "cite": "Mike Kalin",
      "quote": "Nouvelle Cuisine, roughly translated, means: I can't believe I paid ninety-six dollars and I'm still hungry."
    },
    {
      "cite": "W.C. Fields",
      "quote": "I always cook with wine. Sometimes I even add it to the food."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "After a good dinner one can forgive anybody, even one's own relations."
    },
    {
      "cite": "Orson Welles",
      "quote": "My doctor told me to stop having intimate dinners for four. Unless there are three other people."
    },
    {
      "cite": "Will Rogers",
      "quote": "An onion can make people cry but there's never been a vegetable that can make people laugh."
    },
    {
      "cite": "Judith Viorst",
      "quote": "Strength is the capacity to break a chocolate bar into four pieces with your bare hands - and then eat just one of the pieces."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "I really don't think I need buns of steel. I'd be happy with buns of cinnamon."
    },
    {
      "cite": "Julia Child",
      "quote": "The only time to eat diet food is while you're waiting for the steak to cook."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Large, naked, raw carrots are acceptable as food only to those who live in hutches eagerly awaiting Easter."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "I come from a family where gravy is considered a beverage."
    },
    {
      "cite": "George Carlin",
      "quote": "I don't eat lobsters, shrimp, or crawfish because I don't eat anything that looks like I should step on it."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Seize the moment. Remember all those women on the \"Titanic\" who waved off the dessert cart."
    },
    {
      "cite": "Calvin Trillin",
      "quote": "The most remarkable thing about my mother is that for thirty years she served the family nothing but leftovers. The original meal has never been found."
    },
    {
      "cite": "Mark Twain",
      "quote": "Cauliflower is nothing but cabbage with a college education."
    },
    {
      "cite": "Jim Davis",
      "quote": "Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie."
    },
    {
      "cite": "Terry Moore",
      "quote": "The 12-step chocoholics program: Never be more than 12 steps away from chocolate!"
    },
    {
      "cite": "Stephen King",
      "quote": "A slice of pie without cheese is like a kiss without a squeeze."
    },
    {
      "cite": "George Carlin",
      "quote": "At a formal dinner party, the person nearest death should always be seated closest to the bathroom."
    },
    {
      "cite": "Buddy Hackett",
      "quote": "As a child my family's menu consisted of two choices: take it or leave it."
    },
    {
      "cite": "Lewis Grizzard",
      "quote": "Never order barbecue in a place that also serves quiche."
    },
    {
      "cite": "Doug Larson",
      "quote": "Life expectancy would grow by leaps and bounds if green vegetables smelled as good as bacon."
    },
    {
      "cite": "Henry James",
      "quote": "Americans will eat garbage provided you sprinkle it liberally with ketchup."
    },
    {
      "cite": "Roald Dahl",
      "quote": "Do you know what breakfast cereal is made of? It's made of all those little curly wooden shavings you find in pencil sharpeners!"
    },
    {
      "cite": "Yogi Berra",
      "quote": "When the waitress asked if I wanted my pizza cut into four or eight slices, I said, 'Four. I don't think I can eat eight."
    },
    {
      "cite": "Niles Crane",
      "quote": "I'll have a double cappuccino, half-caf, non-fat milk, with enough foam to be aesthetically pleasing, but not so much that it would leave a moustache."
    },
    {
      "cite": "Joss Whedon",
      "quote": "Humor keeps us alive. Humor and food. Don't forget food. You can go a week without laughing."
    },
    {
      "cite": "Mark Twain",
      "quote": "Sacred cows make the best hamburger."
    },
    {
      "cite": "George Miller",
      "quote": "The trouble with eating Italian food is that five or six days later, you're hungry again."
    },
    {
      "cite": "Ulrik Stephens",
      "quote": "I'm not sure what makes pepperoni so good if it's the pepper or the oni."
    },
    {
      "cite": "Kevin James",
      "quote": "There's no better feeling in the world than a warm pizza box on your lap."
    },
    {
      "cite": "Tom Smothers",
      "quote": "Red meat is not bad for you. Now, blue-green meat, that's bad for you!"
    },
    {
      "cite": "Julia Child",
      "quote": "It's so beautifully arranged on the plate - you know someone's fingers have been all over it."
    },
    {
      "cite": "Mary Berry",
      "quote": "Cakes are healthy too, you just eat a small slice."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Fish is the only food that is considered spoiled once it smells like what it is."
    },
    {
      "cite": "Hippocrates",
      "quote": "Let food be thy medicine and medicine be thy food."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Promises and pie-crust are made to be broken."
    },
    {
      "cite": "Totie Fields",
      "quote": "I've been on a diet for two weeks and all I've lost is two weeks."
    },
    {
      "cite": "Jo Brand",
      "quote": "Anything is good if it's made of chocolate."
    },
    {
      "cite": "Enrico Caruso",
      "quote": "Watermelon - it's a good fruit. You eat, you drink, you wash your face."
    },
    {
      "cite": "Meg Cabot",
      "quote": "Wait. Why am I thinking about Krispy Kremes? We're supposed to be exercising."
    },
    {
      "cite": "Bridger Winegar",
      "quote": "Snack time heals all wounds."
    },
    {
      "cite": "Michael Pollan",
      "quote": "Eat food. Not too much. Mostly plants."
    },
    {
      "cite": "Bethenny Frankel",
      "quote": "Your diet is a bank account. Good food choices are good investments."
    },
    {
      "cite": "Alfred E. Newman",
      "quote": "We are living in a world today where lemonade is made from artificial flavors and furniture polish is made from real lemons."
    },
    {
      "cite": "M.F.K. Fisher",
      "quote": "Probably one of the most private things in the world is an egg before it is broken."
    },
    {
      "cite": "Barbara Johnson",
      "quote": "A balanced diet is a cookie in each hand."
    },
    {
      "cite": "James Beard",
      "quote": "Food is our common ground, a universal experience."
    },
    {
      "cite": "Anna Thomas",
      "quote": "We all eat, and it would be a sad waste of opportunity to eat badly."
    },
    {
      "cite": "Miss Piggy",
      "quote": "Never eat more than you can lift."
    },
    {
      "cite": "Lionel Bart",
      "quote": "Food, glorious food! / Hot sausage and mustard! / While we're in the mood  / Cold jelly and custard! / Peas, pudding and / saveloys! / What next is the question? / Rich gentlemen have it, boys  / Indigestion!"
    },
    {
      "cite": "Mark Twain",
      "quote": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not."
    },
    {
      "cite": "Violet Matters",
      "quote": "When you see a couple walking down the street holding hands and laughing, you look over to your side and the only thing you're holding is a half eaten sandwich."
    },
    {
      "cite": "John Walters",
      "quote": "The only thing I like better than talking about food is eating."
    },
    {
      "cite": "Matthew Dolkart",
      "quote": "If we shake out all of the crumbs from all of the keyboards in the world, we can end world hunger"
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "There is no love sincerer than the love of food."
    },
    {
      "cite": "Jay Leno",
      "quote": "Soup is just a way of screwing you out of a meal."
    },
    {
      "cite": "Kevin James",
      "quote": "There's no better feeling in the world than a warm pizza box on your lap."
    },
    {
      "cite": "Alan D. Wolfelt",
      "quote": "Food is symbolic of love when words are inadequate."
    },
    {
      "cite": "Charles M. Shulz",
      "quote": "All you need is love. But a little chocolate now and then doesn’t hurt."
    },
    {
      "cite": "Brendan Leonard",
      "quote": "Togetherness, exactly. You can't make pizza without cheese. Well, you could, but it would just be bad pizza, though."
    },
    {
      "cite": "Brad Bird",
      "quote": "Food always comes to those who love to cook."
    },
    {
      "cite": "Morgan Spurlock",
      "quote": "The most heavily advertised foods are consumed the most. No surprise."
    },
    {
      "cite": "Julie",
      "quote": "When there was food it was very much a comfort for me, I'm definitely a food addict."
    },
    {
      "cite": "Duane Capizzi",
      "quote": "Food? That's ridiculous. Why would anyone wanna bury food? Hm. Unless they're trying to age it for flavor."
    },
    {
      "cite": "Jay Sommers",
      "quote": "Why don't we make natural foods? They're better bound for people's health."
    },
    {
      "cite": "Sergeant R. Lee Ermey",
      "quote": "I love watermelons but I believe you got to kill it to eat it."
    },
    {
      "cite": "Gauri Shinde",
      "quote": "Food is... love. You cooking with love, good food. You make people happy. You artiste! Not small not small."
    },
    {
      "cite": "Peter Dennis Blanford Townshend",
      "quote": "Fast food, feed me fast / I've been waiting for an aeon / And I just won't last / I want fast food, I want food fast"
    },
    {
      "cite": "Robert Steven Reiser",
      "quote": "The lettuce heads cried, 'don't chop us in half' / And they screamed for their vegetable lives / The cook just smiled, and he let out a laugh / And his eyes shone like knives"
    },
    {
      "cite": "Robert Steven Reiser",
      "quote": "The cream separated, and the milk was skimmed / And the fork ran away with the spoon / The curtains were drawn, and the lights were dimmed / And music filled the room"
    },
    {
      "cite": "Lionel Bart",
      "quote": "Food, glorious food! / We're anxious to try it / Three banquets a day  / Our favorite diet!"
    },
    {
      "cite": "Amelia Carruthers",
      "quote": "Food is, of course, everywhere, and is inextricably bound to our daily lives."
    },
    {
      "cite": "Amelia Carruthers",
      "quote": "Food' is rife with contradictions. It is a corporal pleasure turned into the eternal sin of gluttony, as well as a vehicle for community, friendship and sharing that is, on a personal level, intractably individual."
    },
    {
      "cite": "Mark Twain",
      "quote": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside."
    },
    {
      "cite": "Georges Auguste Escoffier",
      "quote": "Good food is the foundation of genuine happiness."
    },
    {
      "cite": "Hippocrates",
      "quote": "Let food be thy medicine and medicine be thy food."
    },
    {
      "cite": "Amelia Carruthers",
      "quote": "For those to whom food and fine dining are readily available, it represents freedom and community, for those lacking this most fundamental of needs, it is an all consuming concern."
    },
    {
      "cite": "University of Clifornia Press",
      "quote": "Food has social meaning and significance beyond its nutritive function; it is also expressive."
    },
    {
      "cite": "University of Clifornia Press",
      "quote": "Food is a basic thing that humans want and need in order to live together in societies."
    },
    {
      "cite": "University of Clifornia Press",
      "quote": "Food is central to religious traditions throughout the world."
    },
    {
      "cite": "University of Clifornia Press",
      "quote": "Food is object of hunger and desire."
    },
    {
      "cite": "Grethe Berg",
      "quote": "Food is not only about nutrition. Mealtimes can be an opportunity for caring and thoughtfulness."
    },
    {
      "cite": "Grethe Berg",
      "quote": "Food is vital, but also associated with enjoyment."
    },
    {
      "cite": "Alexandra Slattenschek",
      "quote": "Bananas are one of my loveliest fruit ever! Only one is enough to make you feel happy and relaxed as well!"
    },
    {
      "cite": "Karen Wang Diggs",
      "quote": "We cannot survive without food, but more importantly, we cannot by healthy and happy without the right foods."
    },
    {
      "cite": "John Robbins",
      "quote": "Every time you eat a hamburger you are having a relationship with thousands of people you never met."
    },
    {
      "cite": "Rebecca Firth",
      "quote": "Something about the smell of creamed butter and sugar or just-baked cookies wafting in the air makes everything seem right."
    },
    {
      "cite": "Jean Paré",
      "quote": "Baking a batch of cookies will bring back enthusiasm to youngsters who are 'dying or boredom.'"
    },
    {
      "cite": "Becky Mercuri",
      "quote": "Hot dogs are the essence of summer. Hot dogs are one of our favorite comfort foods, evoking fond memories of childhood and fun times at picnics and family cookouts."
    },
    {
      "cite": "Cranfield University",
      "quote": "Fruit and vegetables have been an important constituent of the human diet from time immemorial."
    },
    {
      "cite": "Cranfield University",
      "quote": "Fruit and vegetables are doubtless eaten for their unique taste and flavor, yet their health and healing properties have been known for centuries."
    },
    {
      "cite": "Kelly Alexander",
      "quote": "The ideal peach will be full of sweetness and juice and free of bruises."
    },
    {
      "cite": "Joy McCarthy",
      "quote": "You always have the power of choice and the power to heal your body. You have choice over your thoughts,actions, words and every morsel you eat."
    },
    {
      "cite": "Bill Bryson",
      "quote": "Let's be frank, the Italians' technological contribution to humankind stopped with the pizza oven."
    },
    {
      "cite": "Harry  Kurnitz",
      "quote": "Lunch Hollywood-style---a hot dog and vintage wine."
    },
    {
      "cite": "Peter Kay",
      "quote": "Garlic bread--it's the future, I've tasted it."
    },
    {
      "cite": "Johnny Mercer",
      "quote": "Sue wants a barbecue, Sam wants to boil a ham, Grace votes for bouillabaisse stew, Jake wants a weeny-baker, steak and a layer cake, He'll get a tummy ache too."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "People often feed the hungry so that nothing may disturb their own enjoyment of a good meal."
    },
    {
      "cite": "P.J.O'Rourke",
      "quote": "Never serve oysters in a mouth that has no paycheck in it."
    },
    {
      "cite": "John Ray",
      "quote": "Cheese it is a peevish elf. It digest all things but itself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "An egg is always an adventure."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When I ask for a watercress sandwich, I do not mean a load with a field in the middle of it."
    },
    {
      "cite": "Renee Zellweger",
      "quote": "One doughnut doesn't do a thing. You've got to eat twenty a day for five weeks before you get results."
    }
  ]
}