{
  "source": "https://www.wisesayings.com/funny-basketball-quotes/",
  "theme": "funny-basketball",
  "quotes": [
    {
      "cite": "Shaquille O'Neal",
      "quote": "Our offense is like the Pythagorean Theorem. There is no answer."
    },
    {
      "cite": "Charles Barkley",
      "quote": "The only difference between a good shot and a bad shot is if it goes in or not."
    },
    {
      "cite": "Bob Hurley",
      "quote": "This is basketball, not figure skating. You don't get extra points for degree of difficulty."
    },
    {
      "cite": "Dan Frisby",
      "quote": "Basketball is like photography, if you don't focus, all you have is the negative."
    },
    {
      "cite": "Nik Posa",
      "quote": "A tough day at the office is even tougher when your office contains spectator seating."
    },
    {
      "cite": "Woody Allen",
      "quote": "What is so fascinating about sitting around watching a bunch of pituitary cases stuff a ball through a hoop?"
    },
    {
      "cite": "Ogden Nash",
      "quote": "Basketball, a game which won't be fit for people until they set the basket umbilicus-high and return the giraffes to the zoo."
    },
    {
      "cite": "Phil Jackson",
      "quote": "If you meet the Buddha in the lane, feed him the ball."
    },
    {
      "cite": "Charles Johnson",
      "quote": "Shooting is just like toenails. They may fall off occasionally, but you know they'll always come back."
    },
    {
      "cite": "Hank Iba",
      "quote": "I'm not against taking shots, but I am against taking bad shots."
    },
    {
      "cite": "Bobby Knight",
      "quote": "You don't play against opponents, you play against the game of basketball."
    },
    {
      "cite": "Dick Vertleib",
      "quote": "This [basketball] is the second most exciting indoor sport, and the other one shouldn't have spectators."
    },
    {
      "cite": "Dean Smith",
      "quote": "If you make every game a life and death proposition, you're going to have problems. For one thing, you'll be dead a lot."
    },
    {
      "cite": "Bob Hurley",
      "quote": "Basketball is not an equal opportunity game. If you can't shoot it well, you don't get to shoot."
    },
    {
      "cite": "Wilt Chamberlain",
      "quote": "They say that nobody is perfect. Then they tell you practice makes perfect. I wish they'd make up their minds."
    },
    {
      "cite": "Abe Lemmons",
      "quote": "You can say something to popes, kings and presidents, but you can't talk to officials. In the next war they ought to give everyone a whistle."
    },
    {
      "cite": "Jerry Tarkanian",
      "quote": "The secret is to have eight great players and four others who will cheer like crazy."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "Believe that the loose ball that you are chasing has your name wirtten on it."
    },
    {
      "cite": "Weldon Drew",
      "quote": "We have a great bunch of outside shooters.  Unfortunately, all our games are played indoors."
    },
    {
      "cite": "Phil Jackson",
      "quote": "Not only is there more to life than basketball, there's a lot more to basketball than basketball."
    },
    {
      "cite": "Siyavush Saidian",
      "quote": "Basketball is a fast-paced and exiting sport."
    },
    {
      "cite": "Siyavush Saidian",
      "quote": "Basketball has always enjoyed great popularity. Within a decade."
    },
    {
      "cite": "Anna Quinden",
      "quote": "Men paly basketball in in their underwear, which seems just right to me."
    },
    {
      "cite": "Benny Dees",
      "quote": "It was so bad, my travel agent called me with a play - and I wrote it down."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "The more Final Fours you go to, the more cousins you find you have who need tickets."
    },
    {
      "cite": "Rudy Tomjanovich",
      "quote": "Whenever you lose, there's going to be criticism. That's why they invented talk radio."
    },
    {
      "cite": "Evan Esar",
      "quote": "Life is an endless series of bounces, some as predictable as the rebound of a basketball, others as unpredictable as the rebound of a football."
    },
    {
      "cite": "John A. Andrews",
      "quote": "Life is bigger than football or basketball but the same rules maintain."
    },
    {
      "cite": "Charles Barkley",
      "quote": "If I weren't earning $3 million a year to dunk a basketball, most people on the street would run in the other direction if they saw me coming."
    },
    {
      "cite": "Ernie Banks",
      "quote": "The only way to prove that you're a good sport is to lose."
    },
    {
      "cite": "David Young",
      "quote": "Old basketball players never die. They just sit in front of you at the movies."
    },
    {
      "cite": "Jack Dempsey",
      "quote": "A champion is someone who gets up when he can't"
    },
    {
      "cite": "Michael Jordan",
      "quote": "I've failed over and over again in my life. And that's why I succeed."
    },
    {
      "cite": "Nancy Greene",
      "quote": "You have to have a real love of your sport to carry you through all the bad times."
    },
    {
      "cite": "Ryan Holiday",
      "quote": "At five feet three inches tall, Muggsy Bogues was the shortest player ever to play professional basketball. Throughout his career, he was snickered at, underestimated, and counted out."
    },
    {
      "cite": "J.Laing Burns",
      "quote": "Possession of the ball is the key to winning in football, basketball and the game of life."
    },
    {
      "cite": "Laura Lyseight",
      "quote": "I viewed it as a business, but I always viewed it as a game. An opportunity to show my skills, my basketball skills, amongst the best in the world."
    },
    {
      "cite": "J.Laing Burns",
      "quote": "Possession of the ball is the key to winning in football, basketball and the game of life."
    },
    {
      "cite": "Laura Lyseight",
      "quote": "I viewed it as a business, but I always viewed it as a game. An opportunity to show my skills, my basketball skills, amongst the best in the world."
    },
    {
      "cite": "Bob Cousy",
      "quote": "The NBA was no glamour league at the start. But none of us complained. We were getting paid to play a child's game, and that was good enough."
    },
    {
      "cite": "Jackie MacMullan",
      "quote": "There's a spiritual side to basketball. The court is a safe haven, a place where players can seek solitude or find community and lifelong friendships."
    },
    {
      "cite": "Bernard King",
      "quote": "You can't play football alone, can't play baseball alone, but you could take a basketball and find a hoop anywhere."
    },
    {
      "cite": "Bernard King",
      "quote": "When you talk about the American game, basketball is the true American game."
    },
    {
      "cite": "Charlie Scott",
      "quote": "Basketball meant family because basketball meant friendships."
    },
    {
      "cite": "John Thompson",
      "quote": "I had a lot of voids in my life, and basketball gave me a sense of satisfaction, a sense of identity."
    },
    {
      "cite": "John J. Fontanella",
      "quote": "All aspects of the game of basketball are controlled by forces."
    },
    {
      "cite": "John J. Fontanella",
      "quote": "Without forces, a basketball or a basketball player would always move in a straight line with a constant speed."
    },
    {
      "cite": "John J. Fontanella",
      "quote": "Basketball is not usually thought of as a game of contact, pushes and pulls by one player on another are part of the game."
    },
    {
      "cite": "John J. Fontanella",
      "quote": "They predict that a basketball will always bounce to the same height that it is dropped from."
    },
    {
      "cite": "John J. Fontanella",
      "quote": "When the basketball first contacts the floor, it is said to have potential energy (energy of position/height) and kinetic energy."
    },
    {
      "cite": "Mike Krzyzewski",
      "quote": "In basketball and in life, I have always maintained the philosophy of 'next play,' what it means is that whatever you have just done is not as important as what you are doing right now."
    },
    {
      "cite": "Mike Huff",
      "quote": "In basketball there is no goalie like there is in soccer, lacrosse, field hokey, water polo, and probably more."
    },
    {
      "cite": "Mike Huff",
      "quote": "Basketball has no specialists, like a punter in football or a libero in volleyball."
    },
    {
      "cite": "Mike Huff",
      "quote": "Basketball demands from each player the widest range of skills of any of the team sports."
    },
    {
      "cite": "Mike Huff",
      "quote": "Not only is there more to life than basketball, there's a lot more to basketball than basketball."
    },
    {
      "cite": "Mike Huff",
      "quote": "Basketball is a beautiful game when it is played in what I personally believe is the right way, with every player knowing and executing his or her role within the team concept."
    },
    {
      "cite": "Phil Jackson",
      "quote": "The strength of the team is each individual member. The strength of each member is the team."
    },
    {
      "cite": "Sherman Alexie",
      "quote": "Nervous means you want to play. Scared means you don't want to play."
    },
    {
      "cite": "Wilt Chamberlain",
      "quote": "They say that nobody is perfect. Then they tell you practice makes perfect. I wish they'd make up their minds."
    },
    {
      "cite": "Amit Ray",
      "quote": "Everyone has the fire, but the champions know when to ignite the spark."
    }
  ]
}