{
  "source": "https://www.wisesayings.com/funny-drinking-quotes/",
  "theme": "funny-drinking",
  "quotes": [
    {
      "cite": "William Faulkner",
      "quote": "War and drink are the two things man is never too poor to buy."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "Drink because you are happy, but never because you are miserable."
    },
    {
      "cite": "James Thurber",
      "quote": "One martini is alright, two is too many, three is not enough."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "An intelligent man is sometimes forced to be drunk to spend time with his fools."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Here's to alcohol, the rose colored glasses of life."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "In wine there is wisdom, in beer there is Freedom, in water there is bacteria."
    },
    {
      "cite": "William Butler Yeats",
      "quote": "The worst thing about some men is that when they are not drunk they are sober."
    },
    {
      "cite": "Humphrey Bogart",
      "quote": "The problem with the world is that everyone is a few drinks behind."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "I feel sorry for people who don't drink. When they wake up in the morning, That's as good as they're going to feel all day."
    },
    {
      "cite": "David Levithan",
      "quote": "I try to convince myself that it's the alcohol talking. But alcohol can't talk. It just sits there. It can't even get itself out of the bottle."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "This is one of the disadvantages of wine: it makes a man mistake words for thought."
    },
    {
      "cite": "Louis Pasteur",
      "quote": "A bottle of wine contains more philosophy that all the books in the world."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "There is no bad whiskey. There are only some whiskeys that aren't as good as others."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "A man is a fool if he drinks before he reaches the age of 50, and a fool if he doesn't afterward."
    },
    {
      "cite": "Edward Burke",
      "quote": "One can drink too much, but one never drinks enough."
    },
    {
      "cite": "Herman Smith-Johannsen",
      "quote": "Stay busy, get plenty of exercise, and don't drink too much. Then again, don't drink too little."
    },
    {
      "cite": "Joan Collins",
      "quote": "Age is just a number. It's totally irrelevant unless, of course, you happen to be a bottle of wine."
    },
    {
      "cite": "Kaiser Wilhelm",
      "quote": "Give me a woman who loves beer and I will conquer the world."
    },
    {
      "cite": "Bette Davis",
      "quote": "There comes a time in every woman's life when the only thing that helps is a glass of champagne."
    },
    {
      "cite": "Tom Waits",
      "quote": "Champagne for my real friends and real pain for my sham friends."
    },
    {
      "cite": "Henny Youngman",
      "quote": "When I read about the evils of drinking, I gave up reading."
    },
    {
      "cite": "William Temple",
      "quote": "The first glass is for myself, the second for my friends, the third for good humor, and the forth for my enemies."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Better belly burst than good liquor be lost."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "I drink to make other people more interesting."
    },
    {
      "cite": "Bernard Shaw",
      "quote": "There are more old drunkards than old physicians."
    },
    {
      "cite": "W.C. Fields",
      "quote": "Everybody's got to believe in something. I believe I'll have another beer."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "Alcohol may be man's worst enemy, but the bible says love your enemy."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "First you take a drink, then the drink takes a drink, then the drink takes you."
    },
    {
      "cite": "Charlie Chaplin",
      "quote": "A man's true character comes out when he's drunk."
    },
    {
      "cite": "Lord Byron",
      "quote": "Man, being reasonable, must get drunk; the best of life is but intoxication."
    },
    {
      "cite": "Lady Nancy Astor",
      "quote": "One reason I don't drink is that I want to know when I am having a good time."
    },
    {
      "cite": "Steve Martin",
      "quote": "Writer's block is a fancy term made up by whiners so they can have an excuse to drink alcohol."
    },
    {
      "cite": "Steve Fergosi",
      "quote": "A drunk man's words are a sober man's thoughts."
    },
    {
      "cite": "Winston Churchill",
      "quote": "I have taken more out of alcohol than alcohol has taken out of me."
    },
    {
      "cite": "Francois Rabelais",
      "quote": "Alcohol is the anesthesia by which we endure the operation of life."
    },
    {
      "cite": "John Fletcher",
      "quote": "Drink today, and drown all sorrow; you shall perhaps not do tomorrow."
    },
    {
      "cite": "Dean Martin",
      "quote": "You're not drunk if you can lie on the floor without holding on."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "He that drinks fast, pays slow."
    },
    {
      "cite": "Steven Wright",
      "quote": "24 hours in a day, 24 beers in a case. Coincidence?"
    },
    {
      "cite": "unknown",
      "quote": "I know I should give up drinking; but I am not a quitter"
    },
    {
      "cite": "Jack Handy",
      "quote": "If you ever reach total enlightenment while drinking beer, I bet it makes beer shoot out your nose."
    },
    {
      "cite": "Rumi",
      "quote": "Either give me more wine or leave me alone."
    },
    {
      "cite": "Brendan Behan",
      "quote": "I am a drinker with writing problems."
    },
    {
      "cite": "John Churchill",
      "quote": "No soldier can fight unless he is properly fed on beef and beer."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Good people drink good beer."
    },
    {
      "cite": "Dennis Leary",
      "quote": "We drink and we die and continue to drink."
    },
    {
      "cite": "Cole Poter",
      "quote": "I get no kick from champagne, / Mere alcohol doesn't thrill me at all, / So tell me why should it be true / That I get a kick out of you."
    },
    {
      "cite": "George Best",
      "quote": "In 1969 I  gave up women and alcohol. It was the worst 20 minutes of my life."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Alcohol...enables parliament to do things at eleven at night that no sane person would do at eleven in the morning."
    },
    {
      "cite": "Julie Walters",
      "quote": "I have a rare intolerance to herbs which means I can only drink fermented liquids, such as gin."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "It was my uncle George who discovered that alcohol was a food well in advance of medical thought."
    },
    {
      "cite": "John Fletcher",
      "quote": "And he that will go to bed sober, Falls with the leaf still in October."
    },
    {
      "cite": "John Fletcher",
      "quote": "Best while you have u have it use your breath, There is no drinking after death."
    },
    {
      "cite": "Jerome K. Jerome",
      "quote": "We drink one another's healths and spoil our own."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Claret is the liquor for boys; port, for men; but he who aspires to be a hero must drink brandy."
    },
    {
      "cite": "W.C. Fields",
      "quote": "I always keep a supply of stimulant handy in case I see a snake— which I also keep handy."
    },
    {
      "cite": "Will &amp; Grace",
      "quote": "Unfortunately, one of the by-products of drinking alcohol is not increased self-awareness; hence. the difficulty in letting a drinker know that he has had enough, that she has a drinking problem, or that he should not get behind the wheel of that car, especially if the car is still in the showroom."
    },
    {
      "cite": "Cold Mountain",
      "quote": "My daddy, he'd walk forty miles for liquor but not forty inches for kindness."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "The chief reason for drinking is the desire to behave in a certain way, and to be able to blame it on alcohol."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I drink too much. The last time I give a urine sample, it has an olive in it."
    },
    {
      "cite": "Elsie (While You Were Sleeping)",
      "quote": "I don't drink anymore. I don't drink any less either."
    },
    {
      "cite": "Will &amp; Grace",
      "quote": "When it comes to drunks, we do our best because we would hope for and expect the same from our friends. Sometimes— okay, make that most of the time— things get a little messy, but that doesn't mean they can't get a little funny,too."
    },
    {
      "cite": "George Burns",
      "quote": "It takes only one drink to get me drunk. The trouble is, I can't remember if it's the thirteenth or the fourteenth."
    },
    {
      "cite": "Henny Youngman",
      "quote": "When I read about the evils of drinking, I gave up reading."
    },
    {
      "cite": "Joe E. Ellis",
      "quote": "I distrust camels, and anyone else who can go a week without a drink."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Work is the curse of the drinking classes"
    },
    {
      "cite": "Dorothy Parker",
      "quote": "I like to have a martini, two at the very most. After three I'm under the table, after four I'm under my host."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "Too much of anything is bad, but too much Champagne is just right."
    },
    {
      "cite": "Catherine Zandonella",
      "quote": "Time is never wasted when you're wasted all the time."
    },
    {
      "cite": "Compton Mackenzie",
      "quote": "Love makes the world go round? Not at all. Whiskey makes it go round twice as fast."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "The only time I ever enjoyed ironing was the day I accidentally got gin in the steam iron."
    },
    {
      "cite": "Eleanor Early",
      "quote": "Alcohol removes inhibitions – like that scared little mouse who got drunk and shook his whiskers and shouted: “Now bring on that damn cat!"
    },
    {
      "cite": "Henny Youngman",
      "quote": "My Grandmother is over eighty and still doesn't need glasses. Drinks right out of the bottle."
    },
    {
      "cite": "Dudley Moore",
      "quote": "Not everyone who drinks is a poet. Some of us drink because we're not poets."
    },
    {
      "cite": "Brian O'Rourke",
      "quote": "When we drink, we get drunk. When we get drunk, we fall asleep. When we fall asleep, we commit no sin. When we commit no sin, we go to heaven. So, let’s all get drunk and go to heaven!"
    }
  ]
}