{
  "source": "https://www.wisesayings.com/funny-goodbye-quotes/",
  "theme": "funny-goodbye",
  "quotes": [
    {
      "cite": "Bill Murray",
      "quote": "I never make the same mistake twice. I make it five or six times, just to be sure."
    },
    {
      "cite": "Carrie Underwood",
      "quote": "It’s sad, but sometimes moving on with the rest of your life, starts with goodbye."
    },
    {
      "cite": "Confucius",
      "quote": "They must often change, who would be constant in happiness and wisdom."
    },
    {
      "cite": "Douglas Adams",
      "quote": "So long, and thanks for all the fish!"
    },
    {
      "cite": "Dr. Seuss",
      "quote": "Don't cry because it’s over. Smile because it happened."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Do not take life too seriously. You will never get out of it alive."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "Any girl can be glamorous. All you have to do is stand still and look stupid."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Nothing makes the earth seem so spacious as to have friends at a distance, they make the latitudes and longitudes."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "Don't ever tell anybody anything. If you do, you start missing everybody."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Goodbyes, they often come in waves."
    },
    {
      "cite": "John Green",
      "quote": "It is so hard to leave until you leave and then it is the easiest goddamned thing in the world."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Always remember that you are absolutely unique. Just like everyone else."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "If you're brave enough to say goodbye, life will reward you with a new hello."
    },
    {
      "cite": "Robin Williams",
      "quote": "I'm sorry, if you were right, I'd agree with you."
    },
    {
      "cite": "Semisonic",
      "quote": "Every new beginning comes from some other beginning’s end."
    },
    {
      "cite": "Tom Cruise",
      "quote": "I'll see you in another life. When we are both cats."
    },
    {
      "cite": "Tryon Edwards",
      "quote": "Every parting is a form of death, as every reunion is a type of heaven."
    },
    {
      "cite": "unknown",
      "quote": "Goodbyes make you think. They make you realize what you've had, what you've lost, and what you've taken for granted."
    },
    {
      "cite": "unknown",
      "quote": "True friends don't say goodbye, I told myself. They just take extended leaves of absences from each other."
    },
    {
      "cite": "unknown",
      "quote": "Don't listen to your inner fatty, she’s an evil bitch."
    },
    {
      "cite": "unknown",
      "quote": "I wear black when I workout. It’s like a funeral for my fat."
    },
    {
      "cite": "unknown",
      "quote": "It's been a pleasure and a privilege to meeting you."
    },
    {
      "cite": "Vera Lynn",
      "quote": "We’ll meet again, Don't know where, don’t know when, But I know we'll meet again, Some sunny day."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Farewell! God knows when we shall meet again."
    },
    {
      "cite": "Richard Simmons",
      "quote": "One day I may be meeting you and hearing how you've changed your life by saying, \"Farewell to Fat\"."
    },
    {
      "cite": "Helen Rowland",
      "quote": "A man never knows how to say goodbye; a woman never knows when to say it."
    },
    {
      "cite": "Anonymous",
      "quote": "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure."
    },
    {
      "cite": "Anonymous",
      "quote": "Didn't know how to say farewell so I slapped him in the face and ran away"
    },
    {
      "cite": "Anonymous",
      "quote": "90% of men kiss their wife goodbye when they leave the house. 10% kiss their house goodbye when they leave the wife."
    }
  ]
}