{
  "source": "https://www.wisesayings.com/funny-marriage-quotes/",
  "theme": "funny-marriage",
  "quotes": [
    {
      "cite": "Richard Pryor",
      "quote": "Marriage is really tough because you have to deal with feelings ... and lawyers."
    },
    {
      "cite": "Will Ferrell",
      "quote": "Before you marry a person you should first make them use a computer with slow Internet to see who they really are."
    },
    {
      "cite": "Billy Connolly",
      "quote": "Marriage is a wonderful invention: then again, so is the bicycle repair kit."
    },
    {
      "cite": "Evelyn Hendrickson",
      "quote": "Marriage is like a phone call in the night: first the ring, and then you wake up."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Women marry men hoping they will change. Men marry women hoping they will not."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "A good marriage would be between a blind wife and a deaf husband."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My wife and I were happy for twenty years. Then we met."
    },
    {
      "cite": "Raymond Hull",
      "quote": "All marriages are happy. It's the living together afterward that causes all the trouble."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Keep your eyes wide open before marriage, half shut afterwards."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is nothing in the world like the devotion of a married woman. It is a thing no married man knows anything about."
    },
    {
      "cite": "Helen Rowland",
      "quote": "Before marriage, a man declares that he would lay down his life to serve you; after marriage, he won't even lay down his newspaper to talk to you."
    },
    {
      "cite": "Wendy Liebman",
      "quote": "I'm going to get married again because I'm more mature now, and I need some kitchen stuff."
    },
    {
      "cite": "Mickey Rooney",
      "quote": "Always get married in the morning. That way if it doesn't work out, you haven't wasted the whole day."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "Marriage is like a game of chess, except the board is flowing water, the pieces are made of smoke and no move you make will have any effect on the outcome."
    },
    {
      "cite": "Socrates",
      "quote": "By all means, marry. If you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher."
    },
    {
      "cite": "Woody Allen",
      "quote": "In my house I'm the boss, my wife is just the decision maker."
    },
    {
      "cite": "Winston Churchill",
      "quote": "My wife and I tried to breakfast together, but we had to stop or our marriage would have been wrecked."
    },
    {
      "cite": "Mae West",
      "quote": "They say love is blind...and marriage is an institution. Well, I'm not ready for an institution for the blind just yet."
    },
    {
      "cite": "Henry Youngman",
      "quote": "My wife and I have the secret to making a marriage last. Two times a week, we go to a nice restaurant, a little wine, good food. She goes on tuesdays, I go Fridays."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Marriage: A legal or religious ceremony by which two persons of the opposite sex solemnly agree to harass and spy on each other for ninety-nine years, or until death do them join."
    },
    {
      "cite": "Ratna Deep",
      "quote": "The only mistake for which people are congratulated is marriage."
    },
    {
      "cite": "Helen Rowland",
      "quote": "When you see a married couple walking down the street, the one that's a few steps ahead is the one that's mad."
    },
    {
      "cite": "Zeenat Essa",
      "quote": "Love is one long sweet dream and marriage is the alarm clock!"
    },
    {
      "cite": "G. K. Chesterton",
      "quote": "Marriage is an adventure, like going to war."
    },
    {
      "cite": "Doug Larson",
      "quote": "More marriages might survive if the partners realized that sometimes the better comes after the worse."
    },
    {
      "cite": "Rama Kochhar",
      "quote": "Marriage is when a man looses his bachelors degree and woman gets her masters degree."
    },
    {
      "cite": "Ogden Nash",
      "quote": "To keep your marriage brimming, with love in the loving cup, whenever you're wrong, admit it; whenever you're right, shut up."
    },
    {
      "cite": "John Wilmot",
      "quote": "Before I got married I had six theories about raising children; now, I have six children and no theories."
    },
    {
      "cite": "Carrie",
      "quote": "Marriage is like a deck of cards. All you need in the beginning is two hearts and a diamond. After 10 years you need a club and spade."
    },
    {
      "cite": "Groucho Marx",
      "quote": "The husband who wants a happy marriage should learn to keep his mouth shut and his checkbook open."
    },
    {
      "cite": "Rory Elder",
      "quote": "Marriage: sometimes soulmates, sometimes cellmates."
    },
    {
      "cite": "Christie Cook",
      "quote": "Marriage is getting to have a sleep over with your best friend, every single night of the week."
    },
    {
      "cite": "Ogden Nash",
      "quote": "Marriage is the bond between a person who never remembers anniversaries and another who never forgets them."
    },
    {
      "cite": "Riaz Nassurally",
      "quote": "Marriage is a workshop where the husband works and the wife shops."
    },
    {
      "cite": "Amy Schumer",
      "quote": "All my friends are getting married. I guess I'm just at that age where people give up."
    },
    {
      "cite": "Prady",
      "quote": "Marriage is a relationship in which one person is always right and the other is the husband!"
    },
    {
      "cite": "Rita Rudner",
      "quote": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life."
    },
    {
      "cite": "James Holt McGavran",
      "quote": "There's a way of transferring funds that is even faster than electronic banking. It's called marriage."
    },
    {
      "cite": "Rhonda",
      "quote": "My husband and I married for better or worse!! He couldn't have done better and I couldn't have done worse!"
    },
    {
      "cite": "Mae West",
      "quote": "Getting married is like trading the adoration of many for the sarcasm of one."
    },
    {
      "cite": "Gabriel Garcia Marquez",
      "quote": "The problem with marriage is that it ends every night after making love, and it must be rebuilt every morning before breakfast."
    },
    {
      "cite": "Joey Adams",
      "quote": "Marriage is give and take. You'd better give it to her or she'll take it anyway."
    },
    {
      "cite": "Minnie Pearl",
      "quote": "Getting married is a lot like getting into a tub of hot water. After you get used to it, it ain't so hot."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "Marriages are made in heaven. But so again, are thunder and lightning."
    },
    {
      "cite": "Rita Rudner",
      "quote": "In Hollywood a marriage is a success if it outlasts milk."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Marriage is popular because it combines the maximum of temptation with the maximum of opportunity."
    },
    {
      "cite": "Henry Youngman",
      "quote": "The secret of a happy marriage remains a secret."
    },
    {
      "cite": "Groucho Marx",
      "quote": "Marriage is a wonderful institution... but who wants to live in an institution?"
    },
    {
      "cite": "Alexander Pope",
      "quote": "They dream in courtship, but in wedlock wake."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Love, n. A temporary insanity curable by marriage."
    },
    {
      "cite": "Andre Maurois",
      "quote": "A happy marriage is a long conversation which always seems too short."
    },
    {
      "cite": "Ann Bancroft",
      "quote": "The best way to get most husbands to do something is to suggest that perhaps they’re too old to do it."
    },
    {
      "cite": "Beverley Nichols",
      "quote": "Marriage – a book of which the first chapter is written in poetry and the remaining chapters in prose."
    },
    {
      "cite": "Bill Maher",
      "quote": "You know there is a name for people who are always wrong about everything all the time… Husband!"
    },
    {
      "cite": "Booth Tarkington",
      "quote": "An ideal wife is any woman who has an ideal husband."
    },
    {
      "cite": "Catherine Zeta-Jones",
      "quote": "For marriage to be a success, every woman and every man should have her and his own bathroom. The end."
    },
    {
      "cite": "Cher",
      "quote": "The trouble with some women is that they get all excited about nothing – and then marry him."
    },
    {
      "cite": "Cindy Garner",
      "quote": "What’s the best way to have your husband to remember your anniversary? Get married on his birthday."
    },
    {
      "cite": "Eddie Cantor",
      "quote": "Marriage is an attempt to solve problems together which you didn’t even have when you were on your own."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Marriage has no guarantees. If that’s what you’re looking for, go live with a car battery."
    },
    {
      "cite": "George Burns",
      "quote": "Love is a lot like a backache; It doesn’t show up on X-Rays, but you know it’s there."
    },
    {
      "cite": "Groucho Marx",
      "quote": "I was married by a judge. I should have asked for a jury."
    },
    {
      "cite": "Helen Rowland",
      "quote": "In olden times, sacrifices were made at the altar, a practice which is still very much practiced."
    },
    {
      "cite": "Henry Youngman",
      "quote": "My wife dresses to kill, she cooks the same way."
    },
    {
      "cite": "Henry Youngman",
      "quote": "We always hold hands. If I let go, she shops."
    },
    {
      "cite": "Honoré de Balzac",
      "quote": "Marriage must incessantly contend with a monster that devours everything: familiarity."
    },
    {
      "cite": "Isadora Duncan",
      "quote": "Any intelligent woman who reads the marriage contract, and then goes into it, deserves all the consequences."
    },
    {
      "cite": "Jack Benny",
      "quote": "My wife, Mary, and I have been married for forty-seven years, and not once have we had an argument serious enough to consider divorce; murder, yes, but divorce, never."
    },
    {
      "cite": "Janet Periat",
      "quote": "Husbands and wives are so irritating. But without them, who would we blame for misplacing our socks?"
    },
    {
      "cite": "Janet Periat",
      "quote": "So Why do married people live longer than single people? I think it’s because married people make a special effort to outlive their partner – just so they can have the last word."
    },
    {
      "cite": "Jean Kerr",
      "quote": "Marrying a man is like buying something you’ve been admiring for a long time in a shop window. You may love it when you get it home, but it doesn’t always go with everything else in the house."
    },
    {
      "cite": "Joginder Singh",
      "quote": "My marriage is a continuous process of getting used to things I hadn't expected. Before we got married, I caught her in my arms. Now I catch her in my pockets."
    },
    {
      "cite": "Joyce Brothers",
      "quote": "Marriage is not just spiritual communion and passionate embraces; Marriage is also three-meals-a-day and remembering to carry the trash out."
    },
    {
      "cite": "Katherine Hepburn",
      "quote": "Sometimes I wonder if men and women really suit each other. Perhaps they should just live next door and visit now and then."
    },
    {
      "cite": "Kathy Mohnke",
      "quote": "Marriage is like vitamins: We supplement each other’s minimum daily requirements."
    },
    {
      "cite": "Lily Tomlin",
      "quote": "If love is the answer, could you rephrase the question."
    },
    {
      "cite": "Marie Osmond",
      "quote": "When you have a baby, love is automatic, when you get married, love is earned."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Before marriage, a girl has to make love to a man to hold him. After marriage, she has to hold him to make love to him."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A successful marriage requires falling in love many times, always with the same person."
    },
    {
      "cite": "Miles Davis",
      "quote": "If you love ’em in the morning with their eyes full of crust; If you love ’em at night with their hair full of rollers, chances are, you’re in love."
    },
    {
      "cite": "Molly McGee",
      "quote": "When a man brings his wife flowers for no reason, there’s a reason."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Whatever you look like, marry a man your own age; As your beauty fades, so will his eyesight."
    },
    {
      "cite": "Prince Philip",
      "quote": "When a man opens the car door for his wife, it’s either a new car or a new wife."
    },
    {
      "cite": "Richard Lewis",
      "quote": "When you’re in love, it’s the most glorious two-and-a-half days of your life."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I think men who have a pierced ear are better prepared for marriage – they’ve experienced pain and bought jewelry."
    },
    {
      "cite": "Sam Levenson",
      "quote": "If you want to know how your girl will treat you after marriage, just listen to her talking to her little brother."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "If you want your wife to listen to you, then talk to another woman; she will be all ears."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "A kiss without a mustache is like an egg without salt."
    },
    {
      "cite": "St Elmo's Fire",
      "quote": "She is the only evidence of God I have seen, with the exception of the mysterious force that removes one sock from the dryer every time I do my laundry."
    },
    {
      "cite": "Stephen Leacock",
      "quote": "Many a man in love with a dimple makes the mistake of marrying the whole girl."
    },
    {
      "cite": "Tim Allen",
      "quote": "A guy knows he’s in love when he loses interest in his car for a couple of days."
    },
    {
      "cite": "unknown",
      "quote": "A good marriage is one where each partner secretly suspects they got the better deal."
    },
    {
      "cite": "unknown",
      "quote": "Some mornings I wake up grouchy. Other mornings I just let him sleep."
    },
    {
      "cite": "unknown",
      "quote": "Don’t make love by the garden gate, love is blind but the neighbors ain’t."
    },
    {
      "cite": "unknown",
      "quote": "Marriage is like a walk in the park… Jurassic Park."
    },
    {
      "cite": "unknown",
      "quote": "The most important four words for a successful marriage: I’ll do the dishes."
    },
    {
      "cite": "Winston Churchill",
      "quote": "My most brilliant achievement was my ability to be able to persuade my wife to marry me."
    },
    {
      "cite": "Zig Ziglar",
      "quote": "Many people spend more time in planning the wedding than they do in planning the marriage."
    }
  ]
}