{
  "source": "https://www.wisesayings.com/funny-running-quotes/",
  "theme": "funny-running",
  "quotes": [
    {
      "cite": "Amanda Brooks",
      "quote": "They say good things take time, that's why I run slow."
    },
    {
      "cite": "Jean  Echenoz",
      "quote": "You run funny but you don't run so badly."
    },
    {
      "cite": "Joseph Epstein",
      "quote": "The pleasure of jogging and running is rather like that of wearing a fur coat in Texas in August: the true joy comes in being able to take the damn thing off."
    },
    {
      "cite": "Emil Zapotek",
      "quote": "If you come to think of it, you never see deer, dogs, and rabbits worrying about their menus, and yet they run much faster than humans."
    },
    {
      "cite": "Sue Luke",
      "quote": "Even if you fall flat on your surface at least you are moving forward."
    },
    {
      "cite": "Charlie Rodgers",
      "quote": "Even in high school, you were some kind of fruitcake if you ran, like you were naked in the wind. Nobody else did it; there were no cheerleaders or anything like that,"
    },
    {
      "cite": "Brian Tackett",
      "quote": "Running is like mouthwash; if you can feel the burn, it's working."
    },
    {
      "cite": "Roger Robinson",
      "quote": "A Sunny day in winter' is a nice way of describing the seasoned runner. I've heard worse."
    },
    {
      "cite": "Ogden Nash",
      "quote": "When I jog I joggle."
    },
    {
      "cite": "Jeff Grabosky",
      "quote": "Another patron in the restaurant learned of my run, and he sang me an impromptu song opera-style about how what I was doing was crazy. It caught me off guard, and all I could do was laugh!"
    },
    {
      "cite": "Jeff Grabosky",
      "quote": "I had my personal soundtrack of echoing cows as I ran through the hills. At the time it seemed quite funny, and if nothing else, it kept my spirits up."
    },
    {
      "cite": "Meghan KIta",
      "quote": "Choosing how many days per week to run is like finding a life partner. You just know when it's right."
    },
    {
      "cite": "Feherty",
      "quote": "Before getting finally straightened out, he dealt with his problems in two ways, both a bit extreme. He went on what he calls his divorce diet, and he started running a hundred miles a week. The net result? 'I lost 40 pounds,' he says. '150 if you include my wife.'"
    },
    {
      "cite": "Peter Sagal",
      "quote": "Funny dad, you ran six miles; I stayed here eating frozen waffles and lookie here: we both ended up in the same place!'"
    },
    {
      "cite": "Rich Hall",
      "quote": "Long distance running is 90 percent mental and the other half is physical."
    },
    {
      "cite": "Jumbo Eliott",
      "quote": "Act like a horse. Be dumb. Just run."
    },
    {
      "cite": "Don Kardong",
      "quote": "No doubt a brain and some shoes are essential for marathon success. Although if it comes down to a choice, pick the shoes. More people finish marathons with no brains than with no shoes."
    },
    {
      "cite": "David Lee Roth",
      "quote": "I used to jog but the ice cubes kept falling out of my glass."
    },
    {
      "cite": "Sebastian Coe",
      "quote": "I've always felt that long, slow distance produces long, slow runners."
    },
    {
      "cite": "Anonymous",
      "quote": "Run like you stole something."
    },
    {
      "cite": "Victoria Wood",
      "quote": "Jogging is for people who aren't intelligent enough to watch television."
    },
    {
      "cite": "Robin Williams",
      "quote": "I love running cross country....On a track, I feel like a hamster."
    },
    {
      "cite": "Bill Kirby",
      "quote": "I run so my goals in life will continue to get bigger instead of my belly."
    },
    {
      "cite": "Franklin Jones",
      "quote": "The trouble with jogging is that by the time you realize you're not in shape for it, it's too far to walk back."
    },
    {
      "cite": "Wendy Liebman",
      "quote": "I go running when I have to. When the ice cream truck is doing sixty."
    },
    {
      "cite": "Bill Dellinger",
      "quote": "Good things come slow - specially in distance running."
    },
    {
      "cite": "Milton Berle",
      "quote": "My doctor told me that jogging could add years to my life. I think he was right. I feel ten years older already."
    }
  ]
}