{
  "source": "https://www.wisesayings.com/funny-summer-quotes/",
  "theme": "funny-summer",
  "quotes": [
    {
      "cite": "John Mayer",
      "quote": "A little bit of summer is what the whole year is all about."
    },
    {
      "cite": "Bryan Procter",
      "quote": "Oh, the summer night, has a smile of light, and she sits on a sapphire throne."
    },
    {
      "cite": "John Mayer",
      "quote": "A little bit of summer is what the whole year is all about."
    },
    {
      "cite": "John Steinbeck",
      "quote": "What good is the warmth of summer, without the cold of winter to give it sweetness."
    },
    {
      "cite": "Bryan Procter",
      "quote": "Oh, the summer night, has a smile of light, and she sits on a sapphire throne."
    },
    {
      "cite": "Wallace Stevens",
      "quote": "The summer night is like a perfection of thought."
    },
    {
      "cite": "F. Scott Fitzgerald",
      "quote": "And so with the sunshine and the great bursts of leaves growing on the trees, just as things grow in fast movies, I had that familiar conviction that life was beginning over again with the summer."
    },
    {
      "cite": "Kenny Chesney",
      "quote": "It’s a smile, it’s a kiss, it’s a sip of wine … it’s summertime!"
    },
    {
      "cite": "Brian Wilson",
      "quote": "Summer means happy times and good sunshine. It means going to the beach, going to Disneyland, having fun."
    },
    {
      "cite": "William Carlos Williams",
      "quote": "In summer, the song sings itself."
    },
    {
      "cite": "Tim James",
      "quote": "It's summer / The heat is blazing like the fourth of July / I got the air con on and its blasting on high / So just grab something cool and jump in your ride / Pick up everybody, I'll be waiting outside"
    },
    {
      "cite": "Charles Addams",
      "quote": "More important than a summer of fun? More important than making new friends? More important than sharing?"
    },
    {
      "cite": "Tim James",
      "quote": "It's summer / The heat is blazing like the fourth of July / I got the air con on and its blasting on high / So just grab something cool and jump in your ride / Pick up everybody, I'll be waiting outside"
    },
    {
      "cite": "Donna Summer",
      "quote": "You burn so deep with your love so sweet / And you satisfy and mystify my fever  /Summer fever, fever, summer fever / Fever, summer fever"
    },
    {
      "cite": "Edward Mike Love",
      "quote": "We're almost in a party zone / Cause summer days and nights / Aren't meant to spend alone"
    },
    {
      "cite": "Jerry Paul Keller",
      "quote": "Here comes summer / School is out, oh happy days / Here comes summer / Gonna grab my girl and run away / If she's willing / We'll go steady right away / Now let the sun shine bright on my happy summer home"
    },
    {
      "cite": "Craig Simpkins",
      "quote": "Summer summer summertime / Time to sit back and unwind / Here it is the groove slightly transformed / Just a bit of a break from the norm"
    },
    {
      "cite": "Craig Simpkins",
      "quote": "There's an air of love and of happiness / And this is the Fresh Prince's new definition of summer madness"
    },
    {
      "cite": "Anika Bostelaar",
      "quote": "Summer time it's like this see  / Jiggin' around with the sun top down  / The radio blarin' at the best summer sound  / In the palm of my hands got the sun  / And the sea and the summer vibrations"
    },
    {
      "cite": "Ryan Potter",
      "quote": "I feel the summer air now / Blowing though my hair now / I think I'm on top / On top of the world now"
    },
    {
      "cite": "Ryan Potter",
      "quote": "And that summer, summer, summer / We went driving in your car / And that summer, summer, summer / We were down for living fast / And that summer, summer, summer / We would always go too far / And that summer, summer, summer / We went driving in your car"
    },
    {
      "cite": "Paul Laurence Dunbar",
      "quote": "When summer time has come, and all / The world is in the magic thrall / Of perfumed airs that lull each sense / To fits of drowsy indolence; / When skies are deepest blue above, / And flow'rs aflush,--then most I love"
    },
    {
      "cite": "Paul Laurence Dunbar",
      "quote": "Above the rocks of grief and tears! / 'Tis wealth enough of joy for me / In summer time to simply be."
    },
    {
      "cite": "Augusta Davies Webster",
      "quote": "Let summer day be changed from day, / Like following surges of the ebb and flow; / And flow brings breath of saltiness and blithe spray, / And ebb long music of seas plashing low."
    },
    {
      "cite": "Jean Elizabeth Ward",
      "quote": "Sometimes tigers appear in night dreams / Chased by children's therapeutic schemes / A time when summer shadows are long / Wrapped inside faithful sing-a-long-songs."
    },
    {
      "cite": "Jean Elizabeth Ward",
      "quote": "As summer vacations glide past tomorrow / They leave behind thoughts of sorrows / There by the daring sea as we bravely / Dive into tranquility and pray / Oh let it be, please, let it be, once again, today."
    },
    {
      "cite": "Jean Elizabeth Ward",
      "quote": "Ice within my heart / Feels like the icicles hanging / I miss summer time"
    },
    {
      "cite": "Lisa Jo Rudy",
      "quote": "Summer and nature explanation are a natural pairing. Typically, kids and their parents enjoy at least a portion of the summer together."
    },
    {
      "cite": "Andrew Park",
      "quote": "The lovely summer flowers / Spread a beauty all around / And charm the golden hours As we pace the garden round./ The lovely summer flowers / Yielding fragrance on the air / When wash'd by sparkling showers / They appear more sweet and fair. / The lovely summer flowers! / How delightful one and all / When dew-drops among the bowers / Like as many diamonds fall!"
    },
    {
      "cite": "Andrew Park",
      "quote": "The loveliest bud in the bower where she blows / The spring may return, and the summer resuming / Its mantle of gold / may lie bright on the stream."
    },
    {
      "cite": "John C. Kricher",
      "quote": "As summer matures and autumn approaches, eastern forests bear fruit in the most literal sense. Many species of trees, shrubs, and wildflowers enclose their seeds in fleshy fruits."
    },
    {
      "cite": "John C. Kricher",
      "quote": "A mustard. Blooms from early spring trough late summer. Bright yellow flower clusters. Deeply lobed leaves."
    },
    {
      "cite": "C. W. Nikoru",
      "quote": "In early summer, the entire archipelago except for the northernmost island of Hokkaido enters the rainy season, known in Japanese as baiu, or 'plum blossom rains', the time when flowering plums begin producing fruit."
    },
    {
      "cite": "C. W. Nikoru",
      "quote": "Once the rainy season is over, summer in Japan is steaming hot. The average humidity in Tokyo in the summer is consistently over eighty percent."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Heat and cold alike last only till the equinox."
    },
    {
      "cite": "C. W. Nikoru",
      "quote": "Despite the shortness of the summer, traditional Japanese clothing, housing, and lifestyles are geared primarily for that reason."
    },
    {
      "cite": "Edward Paul Ortleb",
      "quote": "Summer conditions of warmer temperatures, long daylight hours and pools of water."
    },
    {
      "cite": "Yvonne Martinez Ward",
      "quote": "Summer silence can be filled with blessings from all our sense. We can breathe in a myriad of fragrances carried on summer breezes and breathe away the stress of living in the past lane of modern life."
    },
    {
      "cite": "Yvonne Martinez Ward",
      "quote": "Though summer silence is not often still or quite, we can breathe in the summer silence and store memories of summer's gifts for those long winter days ahead when the sun doesn't shine brightly."
    },
    {
      "cite": "Yvonne Martinez Ward",
      "quote": "Summer is finally here! School is out and I am kicking back my heels and watching the clouds go by."
    },
    {
      "cite": "Yvonne Martinez Ward",
      "quote": "Summer is a season if bounty, but more than any other fruit, it's watermelon that marks the season of those hazy, lazy days of rest and relaxation, of slurping and dribbling watermelon juice down my chin."
    },
    {
      "cite": "Yvonne Martinez Ward",
      "quote": "Summer is a time to be happy. It is a grand season! I absorb summer's deep array of color which adds beauty to my eyes."
    },
    {
      "cite": "Bruce Lansky",
      "quote": "During summer vacation, you get to do all your favorite things; cook hot dogs over a campfire (while being eaten alive by mosquitoes)."
    },
    {
      "cite": "Neill Seltzer",
      "quote": "In the summer, the choice is ours. Generally, no homework or term papers are due in the summer."
    },
    {
      "cite": "Mark Twain",
      "quote": "The coldest winter I ever spent was a summer in San Francisco."
    },
    {
      "cite": "Raymond Duncan",
      "quote": "A lot of parents pack up their troubles and send them off to summer camp."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Being a child at home alone in the summer is a high risk occupation. If you call your mother at work thirteen times an hour, she can hurt you."
    },
    {
      "cite": "Anonymous",
      "quote": "Summer vacation: where you drink triple, see double and act single."
    },
    {
      "cite": "Anonymous",
      "quote": "Summer: Hair gets lighter. Skin gets darker. Water gets warmer. Drinks get colder. Music gets louder. Nights get longer. Life gets better"
    }
  ]
}