{
  "source": "https://www.wisesayings.com/funny-driving-quotes/",
  "theme": "funny-driving",
  "quotes": [
    {
      "cite": "Babs Hoffman",
      "quote": "Stop worrying about the potholes in the road and enjoy the journey."
    },
    {
      "cite": "Colin Powell",
      "quote": "Always focus on the front windshield and not the rear view mirror."
    },
    {
      "cite": "Dan Rather",
      "quote": "Americans will put up with anything provided it doesn’t block traffic."
    },
    {
      "cite": "Ellen Goodman",
      "quote": "Normal is getting dressed in clothes that you buy for work and driving through traffic in a car that you are still paying for in order to get to the job you need to pay for the clothes and the car, and the house you leave vacant all day so you can afford to live in it."
    },
    {
      "cite": "Juan Manuel Fangio",
      "quote": "Driving fast on the track does not scare me. What scares me is when I drive on the highway I get passed by some idiot who thinks he is Fangio."
    },
    {
      "cite": "Robin Williams",
      "quote": "Why do they call it rush hour when nothing moves?"
    },
    {
      "cite": "Roseanne Barr",
      "quote": "Men can read maps better than women cause only the male mind could conceive of one inch equaling a hundred miles."
    },
    {
      "cite": "Steven Tyler",
      "quote": "Love may be the best driving wheel, but anger is a pretty good second."
    },
    {
      "cite": "Steven Wright",
      "quote": "I couldn't repair your brakes, so I made your horn louder."
    },
    {
      "cite": "Stirling Moss",
      "quote": "There are two things no man will admit he cannot do well, drive and make love."
    },
    {
      "cite": "unknown",
      "quote": "You never really learn to swear until you learn to drive."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Never lend your car to anyone to whom you have given birth."
    },
    {
      "cite": "Woody Allen",
      "quote": "A tree never hits an automobile except in self defense."
    },
    {
      "cite": "Jean Baudrillard",
      "quote": "Driving is a spectacular form of amnesia. Everything is to be discovered, everything to be obliterated."
    },
    {
      "cite": "Robert Paul",
      "quote": "Until you've learned to drive, you've never really learned how to swear."
    },
    {
      "cite": "George Carlin",
      "quote": "Have you ever noticed that anybody driving slower than you is an idiot, and anyone going faster than you is a maniac?"
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "People that insist upon drinking and driving, are putting the quart before the hearse."
    },
    {
      "cite": "Anonymous",
      "quote": "Why do you need a driver's license to buy liquor when you can't drink and drive?"
    }
  ]
}