{
  "source": "https://www.wisesayings.com/funny-good-morning-quotes/",
  "theme": "funny-good-morning",
  "quotes": [
    {
      "cite": "Glen Cook",
      "quote": "Morning is wonderful. Its only drawback is that it comes at such an inconvenient time of day."
    },
    {
      "cite": "Rachel Caine",
      "quote": "Mornings are pure evil from the pits of hell, which is why I don't do them anymore."
    },
    {
      "cite": "Ursula Le Guin",
      "quote": "Morning comes whether you set the alarm or not."
    },
    {
      "cite": "Tony Smite",
      "quote": "Everyone wants me to be a morning person. I could be one, only if morning began after noon."
    },
    {
      "cite": "Catherynne Valente",
      "quote": "Every morning is a battle between the superego and the id, and I am a mere foot soldier with mud and a snooze button on her shield."
    },
    {
      "cite": "Robert Orben",
      "quote": "Every morning I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work."
    },
    {
      "cite": "Harvey Mackay",
      "quote": "Every morning brings new potential, but if you dwell on the misfortunes of the day before, you tend to overlook tremendous opportunities."
    },
    {
      "cite": "Winston Churchill",
      "quote": "I may be drunk, Miss, but in the morning I will be sober and you will still be ugly."
    },
    {
      "cite": "Konrad Lorenz",
      "quote": "It is a good morning exercise for a research scientist to discard a pet hypothesis every day before breakfast. It keeps him young."
    },
    {
      "cite": "Jim Davis",
      "quote": "Good morning is a contradiction of terms."
    },
    {
      "cite": "Anonymous",
      "quote": "My alarm clock is clearly jealous of my amazing relationship with my bed."
    },
    {
      "cite": "Gehenna Toss",
      "quote": "Every single day I wake up and make up my mind that I am going to work really hard. Then my mind laughs at me and says 'Good joke.' Then we laugh for some more time and I go back to bed."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?"
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Good morning, this is God. I will be handling all of your problems today. I will not need your help, so have a miraculous day."
    },
    {
      "cite": "Punit Ghadge",
      "quote": "Keep the dream alive: Hit the snooze button."
    },
    {
      "cite": "Mary Archer",
      "quote": "Good morning, and a special welcome to those of you who are new to the field of quantum solar energy conversion."
    },
    {
      "cite": "Jean Rhys",
      "quote": "Next week, or next month, or next year, I'll kill myself. But I might as well last out my month's rent which has been paid up, and my credit for breakfast in the morning."
    },
    {
      "cite": "Jean Kerr",
      "quote": "The average, healthy, well-adjusted adult gets up at seven-thirty in the morning feeling just plain terrible."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "I'm sorry for people who don't drink. They wake up in the morning, that's as good as they're going to feel all day."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "I wake up every morning at nine and grab for the morning paper. Then I look at the obituary page. If my name is not on it, I get up."
    },
    {
      "cite": "Sam Goldwyn",
      "quote": "I had a monumental idea this morning, but I didn't like it."
    },
    {
      "cite": "Byron Katie",
      "quote": "Do you wake up in the morning and say to yourself, ' I think I won't think today'? It's too late: you're already thinking!"
    },
    {
      "cite": "Maya Angelou",
      "quote": "If you have only one smile in you, give it to the people you love. Don't be surly at home then go out in the street and start grinning 'Good Morning' at total strangers."
    },
    {
      "cite": "Nanea Hoffman",
      "quote": "Today's goals: Coffee and kindness. Maybe two coffees and then kindness."
    },
    {
      "cite": "Oscar Nunez",
      "quote": "I like freedom. I wake up in the morning and say, 'I don't know, should I have a popsicle or a donut?' You know. Who knows."
    },
    {
      "cite": "Marlo Thomas",
      "quote": "Never face facts; if you do you'll never get up in the morning."
    },
    {
      "cite": "Elon Musk",
      "quote": "If you get up in the morning and think the future is going to be better, it is a bright day. Otherwise, it is not."
    },
    {
      "cite": "Bob Dylan",
      "quote": "A man is a success if he gets up in the morning and gets to bed at night, and in between he does what he wants to do."
    },
    {
      "cite": "Jarod Kintz",
      "quote": "I hate when I dream of alarm clocks going off."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "There are two ways of waking up in the morning. One is to say, ‘Good morning, God,’ and the other is to say, ‘Good God, morning!'"
    },
    {
      "cite": "Edward Packard Jr",
      "quote": "The lawyer’s first thought in the morning is how to handle the case of the ringing alarm clock."
    },
    {
      "cite": "Timur Vermes",
      "quote": "What irritates me most of all about these morning people is their horribly good temper, as if they have been up for three hours and already conquered France."
    },
    {
      "cite": "James Lileks",
      "quote": "I love the early hours of the day. It’s a nice place to visit but I wouldn't want to live there."
    },
    {
      "cite": "James Marsden",
      "quote": "Some people wake up drowsy. Some people wake up energized. I wake up dead."
    },
    {
      "cite": "H.G. Wells",
      "quote": "It sounds plausible enough tonight, but wait until tomorrow. Wait for the common sense of the morning."
    },
    {
      "cite": "Job Might",
      "quote": "Some mornings I just feel like breaking the damn alarm but then one thing always stops me. I paid hundreds of dollars to buy my phone."
    },
    {
      "cite": "Nikhil Parekh",
      "quote": "Good Morning Sunshine; thank you for filtering / stringently through my dingily dilapidate window / embedding optimistic rays of hope in my life."
    },
    {
      "cite": "Edwin Z. Perez",
      "quote": "I live a fast life / Funny thing is she wasn't saying that last night / I can't believe what we did last night / I'm gonna wake up in the morning sun / Roll over, telling everyone / I can't believe what we did last night."
    }
  ]
}