{
  "source": "https://www.wisesayings.com/funny-horse-quotes/",
  "theme": "funny-horse",
  "quotes": [
    {
      "cite": "Rebecca Carroll",
      "quote": "A pony is a childhood dream. A horse is an adult treasure."
    },
    {
      "cite": "Amber Senti",
      "quote": "The horse, with beauty unsurpassed, strength immeasurable, and grace unlike any other, still remains humble enough to carry a man upon his back."
    },
    {
      "cite": "Winston Churchill",
      "quote": "There’s something about the outside of a horse that is good for the inside of a man."
    },
    {
      "cite": "Linda McCartney",
      "quote": "I would travel only by horse, if I had the choice."
    },
    {
      "cite": "John Galsworthy",
      "quote": "I am still under the impression that there is nothing alive quite so beautiful as a horse."
    },
    {
      "cite": "John Steinbeck",
      "quote": "A man on a horse is spiritually, as well as physically, bigger than a man on foot."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I can make a General in five minutes, but a good horse is hard to replace."
    },
    {
      "cite": "Helen Thomson",
      "quote": "When riding a horse, we borrow freedom."
    },
    {
      "cite": "Pam Brown",
      "quote": "Horses lend us the wings we lack."
    },
    {
      "cite": "John Wayne",
      "quote": "Courage is being scared to death but saddling up anyway."
    },
    {
      "cite": "Laura Hillenbrand",
      "quote": "Every horse is good for something."
    },
    {
      "cite": "Laird Doyle",
      "quote": "Any horse has a chance in a race."
    },
    {
      "cite": "Anthony L Ray",
      "quote": "And I love my horse, he try to ignore me / Scratch my back and you'll force me to dump / Dump, dump, dump, put 'em on stunt / And drive my horse into the sun"
    },
    {
      "cite": "Byron Gay",
      "quote": "White shining silver studs with their nose in flames, / He saw horses, horses, horses, horses, horses, horses, horses, horses. / Do you know how to pony like bony maroney"
    },
    {
      "cite": "Ann T. Bowling",
      "quote": "Horses have played essential roles in the development of many civilizations."
    },
    {
      "cite": "Stephen Budiansky",
      "quote": "Horsemen have always been susceptible to one great foible, and that is the belief that the categories and terms and concepts they apply to their art are ones their horses hold, too."
    },
    {
      "cite": "Colleen Dolphin",
      "quote": "Horses are exciting pets. They love to graze and gallop. A horse can take you for a ride!"
    },
    {
      "cite": "Colleen Dolphin",
      "quote": "Horses live in stables when they are not outside."
    },
    {
      "cite": "Iain Coleman",
      "quote": "Most horses would prefer to stay in the paddock grazing and enjoying the company of other horses than to do anything a human can offer."
    },
    {
      "cite": "Iain Coleman",
      "quote": "The best way to catch a horse is not to try to. Approach the horse openly. It will see you, no matter how sneaky you are."
    },
    {
      "cite": "Iain Coleman",
      "quote": "A clever horse will learn to snatch bites of hay out of your hand or dart into the bucket and grab a mouthful before retreating out of range."
    },
    {
      "cite": "Iain Coleman",
      "quote": "All horses are different and reactions to being caught can vary greatly."
    },
    {
      "cite": "Uta Gräf",
      "quote": "We love seeing our Advanced and Grand Prix horses together with the oxen and the donkeys, the ponies and the pleasure horses cantering across the fields, enjoying themselves together. That is pure enjoyment."
    },
    {
      "cite": "Uta Gräf",
      "quote": "But we know that horses who are also allowed to be horses enjoy their training more and work with us more happily."
    },
    {
      "cite": "Uta Gräf",
      "quote": "The enjoyment in riding develops into the blissful state a rider experiences when truly becoming one with a happy and motivated horse."
    },
    {
      "cite": "Hetty Tapper",
      "quote": "A happy horse is less likely to injure itself and is less likely to be subject to infection and dis-ease."
    },
    {
      "cite": "Hetty Tapper",
      "quote": "Emotional stress affects the immune system, so happy horses are usually much more resistant."
    },
    {
      "cite": "Hetty Tapper",
      "quote": "Like us, horses respond to other things in their environment and life, for example, other aggressive horses or animals, noises, solitude, etc."
    },
    {
      "cite": "Craig Cameron",
      "quote": "True horsemanship is an art form and a challenge taken on by many individuals drawn to this amazing animal called the horse."
    },
    {
      "cite": "Craig Cameron",
      "quote": "I think that of all nature's gifts few are a precious as the horse."
    },
    {
      "cite": "Craig Cameron",
      "quote": "Great horses also are made and not born."
    },
    {
      "cite": "Craig Cameron",
      "quote": "Every horse is different, and what works with one doesn't necessarily work on another."
    },
    {
      "cite": "Lesley Ward",
      "quote": "Galloping down leafy trails, jumping over fences, and winning ribbons at shows--these are the activities that make owning a horse lots of fun."
    },
    {
      "cite": "Lesley Ward",
      "quote": "Owning a horse or a pony is a big responsibility. Your horse relies on you to look after him properly."
    },
    {
      "cite": "Lesley Ward",
      "quote": "Most horses need several years of training before they become quite and reliable."
    },
    {
      "cite": "G Whateley",
      "quote": "I've got a great theory: happy horses run well."
    },
    {
      "cite": "G Whateley",
      "quote": "Horses are not machines, but every time I asked her to, she went out and got the job done."
    },
    {
      "cite": "Audrey Pavia",
      "quote": "In order for your horse to be truly healthy, she needs to be happy too."
    },
    {
      "cite": "Audrey Pavia",
      "quote": "The way horses see the world is an important key to providing them with an environment that will make them happy."
    },
    {
      "cite": "Audrey Pavia",
      "quote": "Movement is another requirement of the horse, and is also left over from the days when all horses were wild."
    },
    {
      "cite": "Henny Youngman",
      "quote": "My horse was so late getting home, he tiptoed into the stable."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "One reason why birds and horses are happy is because they are not trying to impress other birds and horses."
    },
    {
      "cite": "W.C Fields",
      "quote": "Horse sense is the thing a horse has which keeps it from betting on people."
    },
    {
      "cite": "Bill Bailey",
      "quote": "A horse walks into a bar, and the barman says why the long face?. The horse replies: I'm deeply troubled by the anthropomorphic aspects of my existence and the extent to which I am now protected by law."
    },
    {
      "cite": "Henny Youngman",
      "quote": "My horse's jockey was hitting the horse. The horse turns around and says why are you hitting me, there is nobody behind us!"
    }
  ]
}