{
  "source": "https://www.wisesayings.com/funny-baby-quotes/",
  "theme": "funny-baby",
  "quotes": [
    {
      "cite": "Louisa May Alcott",
      "quote": "Father asked us what was God's noblest work, Anna said men, but I said babies. Men are often bad but babies never are."
    },
    {
      "cite": "Queen Victoria",
      "quote": "I don't dislike babies, though I think very young ones rather disgusting."
    },
    {
      "cite": "Queen Victoria",
      "quote": "Being pregnant is an occupational hazard of being a wife."
    },
    {
      "cite": "Murphy",
      "quote": "A child will fall asleep in the car five minutes before you reach your destination."
    },
    {
      "cite": "Murphy",
      "quote": "When you need to carry a child, he or she will want to walk. When you want them to walk they will want to be carried."
    },
    {
      "cite": "Joan Rivers",
      "quote": "I knew I was an unwanted baby when I saw that my bath toys were a toaster and a radio."
    },
    {
      "cite": "Martin Nadergaard Andersen",
      "quote": "Children are great observers of life. They say many funny, strange, surprising things about everything and with an honesty that can give pause to their wisdom."
    },
    {
      "cite": "Monica Shannon",
      "quote": "Very new things and very old things are much alike. Everything is a circle. Both ends meet. There is nothing much older or more wrinkled-looking than a baby just born."
    },
    {
      "cite": "George Macdonald",
      "quote": "I have no time to grow old...I am too busy for that. It is very idle to grow old."
    },
    {
      "cite": "Cathryn Michon",
      "quote": "I can't decide if I want a baby. My friends are like, 'Oh, you'll learn this great stuff, like how to survive on two hours' sleep.' If I want to learn that I'll just become a political prisoner."
    },
    {
      "cite": "Carrie Snow",
      "quote": "I can't have children because I have white couches."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "Giving birth is little more than a set of muscular contractions granting passage of a child. Then the mother is born."
    },
    {
      "cite": "Gallagher",
      "quote": "I wonder why they say you have a baby. The baby has you."
    },
    {
      "cite": "Kathleen Laccinole",
      "quote": "Having a baby is like having an eight-pound to-do list. Every moment of the day is filled with something to feed, wipe, bathe, or put down."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "I used to be excellent. Now that I have a baby and I couldn't tell you what day it is."
    },
    {
      "cite": "Henry Youngman",
      "quote": "I've got two wonderful children— and two out of five ain't bad."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "We went all out with new things for our first child and the second one had nothing but hand-me-downs. The bronzed baby shoes almost killed him."
    },
    {
      "cite": "Hal (Malcolm in the Middle)",
      "quote": "If this baby's half as bad as our least bad one, we're still ruined."
    },
    {
      "cite": "Manhardeep Singh",
      "quote": "Children: You spend the first two years of their life teaching them how to walk and talk. The next sixteen? Spent telling them to sit down and shut up."
    },
    {
      "cite": "Barbara Crooker",
      "quote": "Some babies are sweet and pink as peaches; /  others are wrinkled, and scream like herons; /  dispositions not optional / all sales final."
    },
    {
      "cite": "Jean Liedloff",
      "quote": "A baby's cry is precisely as serious as it sounds."
    },
    {
      "cite": "Barbara Christine Seifert",
      "quote": "A baby is a blank check made payable to the human race."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Every baby born into the world is a finer one than the last."
    },
    {
      "cite": "Mark Twain",
      "quote": "A baby is an inestimable blessing and bother."
    },
    {
      "cite": "Maria Jose Ovalle",
      "quote": "Having my baby fall asleep in my arms takes away all of my worries and stresses. A sense of complete and total peace comes over me."
    },
    {
      "cite": "Bruce Lansky",
      "quote": "When your first baby drops her pacifier, you sterilize it. When your second baby drops her pacifier, you tell the dog: 'Fetch!'."
    },
    {
      "cite": "Anne Lamott",
      "quote": "Having a baby is like suddenly getting the world's worst roommate."
    },
    {
      "cite": "Carol Burnett",
      "quote": "Having a baby is like taking your lower lip and forcing it over your head."
    },
    {
      "cite": "Charles Osgood",
      "quote": "Babies are always more trouble than you thought and more wonderful."
    },
    {
      "cite": "Nuno Bettencourt",
      "quote": "Having a baby is one of the most wonderful things in your life, as well as the hardest thing in your life."
    },
    {
      "cite": "Elizabeth Bard",
      "quote": "A baby is a wishing well. Everyone puts their hopes, their fears, their pasts, their two cents in."
    },
    {
      "cite": "Johnny Depp",
      "quote": "The only creatures that are evolved enough to convey pure love are dogs and infants."
    }
  ]
}