{
  "source": "https://www.wisesayings.com/funny-dad-quotes/",
  "theme": "funny-dad",
  "quotes": [
    {
      "cite": "Rodney Dangerfield",
      "quote": "I remember the time I was kidnapped and they sent a piece of my finger to my father. He said he wanted more proof."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "You can tell what was the best year of your father's life, because they seem to freeze that clothing style and ride it out."
    },
    {
      "cite": "Bill Cosby",
      "quote": "Fatherhood is pretending the present you love most is soap on a rope."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "To be a successful father, there's one absolute rule: when you have a kid, don't look at it for the first two years."
    },
    {
      "cite": "Jim Gaffigan",
      "quote": "There should be a children's song, if you're happy and you know it, keep it to yourself and let your dad sleep."
    },
    {
      "cite": "Bob Odenkirk",
      "quote": "My daughter got me a World's Best Dad mug. So we know she's sarcastic."
    },
    {
      "cite": "Chris Martin",
      "quote": "Men should always change diapers. It's a very rewarding experience. It's mentally cleansing. It's like washing dishes, but imagine if the dishes were your kids, so you really love the dishes."
    },
    {
      "cite": "Dave Barry",
      "quote": "Remember: What dad really wants is a nap. Really."
    },
    {
      "cite": "Dan Zevin",
      "quote": "Lately all my friends are worried that they're turning into their fathers. I'm worried that I'm not."
    },
    {
      "cite": "Brian Kiley",
      "quote": "My wife just let me know I'm about to become a father for the first time. The bad news is that we already have two kids."
    },
    {
      "cite": "Connie Schultz",
      "quote": "My sisters and I can still recite Dad's grilling rules: Rule No. 1: Dad is in charge. Rule No. 2: Repeat Rule No. 1."
    },
    {
      "cite": "Rita Rudner",
      "quote": "I gave my father $100 and said, Buy yourself something that will make your life easier. So he went out and bought a present for my mother."
    },
    {
      "cite": "George W. Bush",
      "quote": "I've been to war. I've raised twins. If I had a choice, I'd rather go to war."
    },
    {
      "cite": "Bruce Cameron",
      "quote": "I know that if my mom fell and screamed for help, my dad would jump right up to rescue her as soon as it was halftime."
    },
    {
      "cite": "Harry Hill",
      "quote": "My dad used to say, always fight fire with fire, which is probably why he got thrown out of the the fire brigade."
    },
    {
      "cite": "Hilary Price",
      "quote": "I asked my dad for a BB gun, but he said we were a tribe of worriers, not warriors."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Fathers are biological necessities, but social accidents."
    },
    {
      "cite": "Thyra Lees-Smith",
      "quote": "I love my dad, because even though he has Alzheimer's, he remembers the important things. He can't remember my name, but last week he told me exactly how much money I owe him."
    },
    {
      "cite": "Spike Milligan",
      "quote": "My father had a profound influence on me, he was a lunatic."
    },
    {
      "cite": "Dave Attell",
      "quote": "When you're young, you think your dad is Superman. Then you grow up, and you realize he's just a regular guy who wears a cape."
    },
    {
      "cite": "Dominic Dierkes",
      "quote": "My father makes money the American way. He trips over stuff and sues people."
    },
    {
      "cite": "Glenn Super",
      "quote": "My father refused to spend money on me as a kid. One time I broke my arm playing football, and my father tried to get a free x-ray by taking me down to the airport and making me lie down with the luggage."
    },
    {
      "cite": "Martin Mull",
      "quote": "Having children is like having a bowling alley installed in your brain."
    },
    {
      "cite": "Al Unser",
      "quote": "Dad taught me everything I know. Unfortunately, he didn't teach me everything he knows."
    },
    {
      "cite": "Jon Stewart",
      "quote": "Fatherhood is great because you can ruin someone from scratch."
    },
    {
      "cite": "Cathy Ladman",
      "quote": "If you ever want to torture my dad, tie him up and right in front of him, refold a map incorrectly."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "I'm so ugly. My father carries around a picture of the kid who came with his wallet."
    },
    {
      "cite": "Shahrukh Khan",
      "quote": "Whenever I fail as a father or husband, a toy and a diamond always works."
    },
    {
      "cite": "Jack Handey",
      "quote": "Dad always thought laughter was the best medicine, which I guess is why several of us died of tuberculosis."
    },
    {
      "cite": "Bob Monkhouse",
      "quote": "My father only hit me once, but he used a Volvo."
    },
    {
      "cite": "Red Buttons",
      "quote": "Never raise your hand to your kids. It leaves your groin unprotected."
    },
    {
      "cite": "Eugene Mirman",
      "quote": "I don't have a kid, but I think that I would be a good father, especially if my baby liked to go out drinking."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "A father is a man who expects his son to be as good a man as he meant to be."
    },
    {
      "cite": "Mark Twain",
      "quote": "When I was a boy of 14, my father was so ignorant I could hardly stand to have the old man around. But when I got to be 21, I was astonished at how much the old man had learned in seven years."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My father carries around the picture of the kid who came with his wallet."
    },
    {
      "cite": "Bill Cosby",
      "quote": "If the new American father feels bewildered and even defeated, let him take comfort from the fact that whatever he does in any fathering situation has a fifty percent chance of being right."
    },
    {
      "cite": "Tim Russert",
      "quote": "The older I get, the smarter my father seems to get."
    },
    {
      "cite": "unknown",
      "quote": "A father carries pictures where his money used to be."
    },
    {
      "cite": "Bill Hicks",
      "quote": "I never got along with my dad. Kids used to come up to me and say, My dad can beat up your dad. I'd say Yeah? When?"
    },
    {
      "cite": "August Strindberg",
      "quote": "That is the thankless position of the father in the family-the provider for all, and the enemy of all."
    },
    {
      "cite": "Jerry Lewis",
      "quote": "When I was a kid, I said to my father one afternoon, Daddy, will you take me to the zoo? He answered, If the zoo wants you, let them come and get you."
    }
  ]
}