{
  "source": "https://www.wisesayings.com/funny-monday-quotes/",
  "theme": "funny-monday",
  "quotes": [
    {
      "cite": "Paige",
      "quote": "Give me a treat, or leave me alone. It's Monday"
    },
    {
      "cite": "Jarod Kintz",
      "quote": "Mondays are mundane, like Tuesdays minus 24 hours."
    },
    {
      "cite": "Judah Smith",
      "quote": "What we do on Sunday absolutely doesn't matter unless it meets us on Monday. Changes us on Monday. Transforms us on Monday."
    },
    {
      "cite": "Michael Ely",
      "quote": "Hey I know it's Monday but it's also a new day, a new week, and in that lies a new opportunity for something special to happen."
    },
    {
      "cite": "Maira Kalman",
      "quote": "Every Monday morning is new hope."
    },
    {
      "cite": "Art Rooney",
      "quote": "The biggest thrill wasn't in winning on Sunday but in meeting the payroll on Monday."
    },
    {
      "cite": "Steven Wright",
      "quote": "Monday is an awful way to spend 1/7 of your life."
    },
    {
      "cite": "Rolland Mars",
      "quote": "Imagine having Mondays as a holiday and then it wold be the best thing. Will someone please assist me in making it a official holiday and solve all our Monday blues."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Employers are at their happiest on Mondays. Employees are at their happiest on Fridays."
    },
    {
      "cite": "David Dweck",
      "quote": "Mondays are the start of the work week which offer new beginnings 52 times a year!"
    },
    {
      "cite": "Kevin Dalton",
      "quote": "What about Monday- That could be our one day we look at things the same way, and wear funny shoes."
    },
    {
      "cite": "Andrea L'Artiste",
      "quote": "Don't let a day of the week have so much power over your happiness. Monday."
    },
    {
      "cite": "Ernie Els",
      "quote": "Mondays are a good day to make statements, not Friday."
    },
    {
      "cite": "Thomas Bernhard",
      "quote": "There is nothing more dreadful than having to go walking on one's own on Monday."
    },
    {
      "cite": "Maggie Stiefvater",
      "quote": "It was a strangely disorienting feeling, to have something you'd relied on for so long start to change, like finding out that gravity no longer worked on Mondays."
    },
    {
      "cite": "Louise Fitzhugh",
      "quote": "Don't mess with anybody on a Monday. It's a bad, bad day."
    },
    {
      "cite": "Thomas Wayne",
      "quote": "If only one of the presidential candidates would make it part of his platform to do something about making Monday part of the weekend. I think he would get a lot of votes."
    },
    {
      "cite": "Gary Moll",
      "quote": "Mondays are a lot like getting fat. They make you feel sad, sometimes angry and there is not much scope for liking either fat or Mondays for any reason."
    },
    {
      "cite": "Chitra Banerjee Divakaruni",
      "quote": "Monday is the day of silence, day of the whole white mung bean, which is sacred to the moon."
    },
    {
      "cite": "Dan Salomon",
      "quote": "Sometimes it pays to stay in bed in Monday, rather than spending the rest of the week debugging Monday's code."
    },
    {
      "cite": "Venus Rivers",
      "quote": "All men tend to become angry and irritated on the start of the week. It is the start of the week but is the end of all fun and happiness in life."
    },
    {
      "cite": "Nice Peter",
      "quote": "Even the best weeks start with monday"
    },
    {
      "cite": "H. Allen Smith",
      "quote": "On Monday mornings I am dedicated to the proposition that all men are created jerks."
    },
    {
      "cite": "Lisa Mantchev",
      "quote": "This has been such a Monday! I wish I stayed in bed, and I wish that yesterday had never happened."
    },
    {
      "cite": "Roy Station",
      "quote": "Monday is a great for becoming too busy to die."
    },
    {
      "cite": "Amy Neftzger",
      "quote": "There are no miracles on Mondays."
    },
    {
      "cite": "John Wagner",
      "quote": "If each day is a gift, I would like to know where I can return Mondays."
    },
    {
      "cite": "A.A. Hodge",
      "quote": "On Monday, when the sun is hot, I wonder to myself a lot. Now is it true, or is it not, that what is which and which is what?"
    },
    {
      "cite": "Swami Parthasarathy",
      "quote": "Work in a way that you look forward to Monday mornings"
    },
    {
      "cite": "Ike Barinholtz",
      "quote": "You don't want to have to come into work on Monday already apologizing. I try to save my apologies for what I've done later in the week."
    },
    {
      "cite": "Rebecca Gober",
      "quote": "Candy is natures way of making up for Mondays."
    },
    {
      "cite": "Antonio Villaraigosa",
      "quote": "Don't let the Monday morning quarterbacks stop you from being bold. You've got to set a high bar."
    },
    {
      "cite": "Lindsey Buckingham",
      "quote": "Monday morning you sure look fine."
    },
    {
      "cite": "Rita Schiano",
      "quote": "Believe on Monday the way you believe on Sunday."
    },
    {
      "cite": "John Phillips",
      "quote": "Monday, Monday, so good to me; Monday morning, it was all I hoped it would be."
    },
    {
      "cite": "Julio Alexi Genao",
      "quote": "So. Monday. We meet again. We will never be friends—but maybe we can move past our mutual enmity toward a more-positive partnership."
    },
    {
      "cite": "Leggy Saul",
      "quote": "I must break the routines and become a person who becomes productive every Monday. I must break the mindset of unhappiness and turn myself into a happy magnet for Mondays."
    },
    {
      "cite": "Kimberly Jiménez",
      "quote": "Okay, it's Monday but who said Mondays have to suck? Be a rebel and have a great day anyway."
    },
    {
      "cite": "Andrea L’Artiste",
      "quote": "You are in control. Never allow your Monday to be manic."
    },
    {
      "cite": "H. Jackson Brown",
      "quote": "Find a job you like and you will add five days to every week."
    },
    {
      "cite": "Arthur Darvill",
      "quote": "Monday is great if I can spend it in bed. I’m a man of simple pleasures, really."
    },
    {
      "cite": "John Prine",
      "quote": "Last Monday nite / I saw a fight / Between Wednesday and Thursday / Over Saturday nite / Tuesday asked me what was going on / I said \"Sunday's in the meadow / And Friday's in the corn\"."
    },
    {
      "cite": "Maria Edgeworth",
      "quote": "It is a custom in Ireland, among shoemakers, if they intoxicate themselves on Sunday, to do no work on Monday; and this they call making a Saint Monday or keeping Saint Crispin's day. Many here adopted this good custom from the example of the shoemakers."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Monday, n. In Christian countries, the day after the baseball game."
    },
    {
      "cite": "Ella Wheeler Wilcox",
      "quote": "\"As Monday goes, so goes the week,\" dames say. Refreshed, renewed, use well the initial day. And see! thy neighbour already seeks his labour."
    },
    {
      "cite": "Rima Collin and Richard Collin",
      "quote": "Red beans were traditionally cooked while the Monday wash was drying on the line, and since New Orleans humidity made that an all-day job, the beans cooked for many hours."
    },
    {
      "cite": "Prince Nelson",
      "quote": "It's just another manic Monday / I wish it was Sunday / 'Cause that's my fun day / My I don't have to run day."
    },
    {
      "cite": "Richard Brathwaite",
      "quote": "To Banbury came I, O profane one! / Where I saw a Puritane-one / Hanging of his cat on Monday / For killing of a mouse on Sunday."
    },
    {
      "cite": "Henri IV (of Navarre)",
      "quote": "My good man, Crillon, hang yourself for not having been at my side last Monday at the greatest event that's ever been seen and perhaps ever will be seen."
    },
    {
      "cite": "Kitty Carlisle",
      "quote": "You know you're getting older when every day seems like Monday."
    },
    {
      "cite": "Albanian Proverb",
      "quote": "He who is not tipsy on Sunday is not worth shaking hands with on Monday."
    },
    {
      "cite": "Tom Wilson",
      "quote": "Mondays are the potholes in the road of life."
    },
    {
      "cite": "Ella Woodword",
      "quote": "When life gives you Monday, dip it in glitter and sparkle all day."
    },
    {
      "cite": "Peter Gibbons",
      "quote": "Let me ask you something. When you come in on Monday and you're not feeling real well, does anyone ever say to you, \"Sounds like someone has a case of the Mondays?\""
    },
    {
      "cite": "Sharon Carter",
      "quote": "Beautiful. Relaxed. But always in the back of your mind, there's the knowledge that it'll soon be Monday. There's no future in being a Sunday-night girl."
    },
    {
      "cite": "John Adams with Dr. Benjamin Franklin and Thomas Jefferson",
      "quote": "We're waiting for the chirp, chirp, chirp, of an eaglet being born, / Waiting for the chirp, chirp, chirp, on this humid Monday morning, in this... / Congressional incubator."
    },
    {
      "cite": "Nick Carter",
      "quote": "Monday is a funny thing / Still waiting for the phone to ring / Will my imagination take it slow / After Saturday, my life is changed / In a moment it was rearranged / Strange how easy it is letting go / And I miss your face / Like the sun was in my eyes / And now I'm running blind."
    },
    {
      "cite": "Harry F. Chapin",
      "quote": "You brought your Sunday morning sunshine / Here into my Monday morning rain. / You taught me happiness just one time, / It keeps on coming back again."
    },
    {
      "cite": "Barcroft Henry Thomas Boake",
      "quote": "Easter Monday in the city - / Rattle, rattle, rumble, rush; / Tom and Jerry, Nell and Kitty, / All the down-the-harbour “push,” / Little thought have they, or pity, / For a wanderer from the bush."
    }
  ]
}