{
  "source": "https://www.wisesayings.com/funny-football-quotes/",
  "theme": "funny-football",
  "quotes": [
    {
      "cite": "Vince Lombardi",
      "quote": "Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority."
    },
    {
      "cite": "Sue Lawley",
      "quote": "American football makes rugby look like a Tupperware party."
    },
    {
      "cite": "Bruce Coslet",
      "quote": "We can't run. We can't pass. We can't stop the run. We can't stop the pass. We can't kick. Other than that, we're just not a very good football team right now."
    },
    {
      "cite": "Heywood Hale Braun",
      "quote": "Football is, after all, a wonderful way to get rid of your aggressions without going to jail for it."
    },
    {
      "cite": "Erma Bombeck",
      "quote": "If a man watches three football games in a row, he should be declared legally dead."
    },
    {
      "cite": "Dick Butkus",
      "quote": "I wouldn't ever set out to hurt anyone deliberately unless it was, you know, important -like a league game or something."
    },
    {
      "cite": "David Beckham",
      "quote": "It was really difficult for us, playing in the midday sun with that three o'clock kick-off."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "The reason women don't play football is because 11 of them would never wear the same outfit in public."
    },
    {
      "cite": "Doug Plank",
      "quote": "Most football players are temperamental. That's 90% temper and 10% mental."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "The thing about football - the important thing about football - is that it is not just about football."
    },
    {
      "cite": "Criss Jami",
      "quote": "You get hit the hardest when trying to run or hide from a problem. Like the defense on a football field, putting all focus on evading only one defender is asking to be blindsided."
    },
    {
      "cite": "Craig Ferguson",
      "quote": "I like football. I find its an exciting strategic game. Its a great way to avoid conversation with your family at Thanksgiving."
    },
    {
      "cite": "Dmitri Shostakovich",
      "quote": "Football is the ballet of the masses."
    },
    {
      "cite": "Elbert Hubbard",
      "quote": "Football: A sport that bears the same relation to education that bullfighting does to agriculture."
    },
    {
      "cite": "John Sutherland",
      "quote": "[Books are] vital to learning. Half the population don't go to football matches but that doesn't make football any less important."
    },
    {
      "cite": "Bert Kalmar",
      "quote": "But a college needs something else besides education. And what this college needs is a good football team and you can't have a good football team unless you have good football players."
    },
    {
      "cite": "Julie Plec",
      "quote": "No, I love football, I think it's a great sport but in this case, I don't think football likes me."
    },
    {
      "cite": "Glen A. Larson",
      "quote": "Some human institution confuse me but football is a total mystery."
    },
    {
      "cite": "David Litt",
      "quote": "Oh please, shoes are way more petty than a football game!"
    },
    {
      "cite": "Sam Taylor",
      "quote": "Football practice - - where men are men and necks are nothing."
    },
    {
      "cite": "Alfred Gough",
      "quote": "The football field is not a place for you to be using your powers to save the day."
    },
    {
      "cite": "Alex Kendrick",
      "quote": "Winning football games is too small a thing to live for. And I love football as much as anybody. But even championship trophies will collect dust and one day be forgotten. It's just that so far this has all been about us."
    },
    {
      "cite": "Peter Landesman",
      "quote": "Football is the most popular sport in America because it is so fantastic. And that, right there?"
    },
    {
      "cite": "Nichole Millard",
      "quote": "Life holds many pleasures for me. But... nothing... nothing beats the thrill of playing on that field every Sunday. Football is my life. Beyond the field, nothing else matters."
    },
    {
      "cite": "Dick Wolf",
      "quote": "I had it all: career, someone I loved. Football gave me everything and then took it all away."
    },
    {
      "cite": "Brendon Batson",
      "quote": "Football possesses its own community of followers but the sport also imposes itself of broader communities, upon which it has various impacts."
    },
    {
      "cite": "Brendon Batson",
      "quote": "Football is regarded as a 'representational' sport."
    },
    {
      "cite": "Stephen Mumford",
      "quote": "The beautiful moments of football might be rare, but it is not surprising that they get a disproportionately large share of the attention."
    },
    {
      "cite": "Stephen Mumford",
      "quote": "Teams that win ugly, playing football the wrong way, will find that they do not endure in the fans' heart. Football is capable of far more than that."
    },
    {
      "cite": "Stephen Mumford",
      "quote": "If you aim for beauty in football, then you will not get it. If you sim instead to win, then that is when you might create beauty."
    },
    {
      "cite": "Stephen Mumford",
      "quote": "In the cases of both happiness and aesthetics in football, it is plausible that this unexpected structure is exhibited."
    },
    {
      "cite": "Stephen Mumford",
      "quote": "The philosophy of win at all costs also produces what is ugly in football."
    },
    {
      "cite": "John Crossingham",
      "quote": "Football players run, pass, and push as they try to score and stop their opponents from scoring."
    },
    {
      "cite": "John Crossingham",
      "quote": "Football is a rough sport, so protection is seriously--even during a practice."
    },
    {
      "cite": "Siyavush Saidian",
      "quote": "Football is a very popular sport that is played by people of all ages, from grade-schoolers to trained professionals."
    },
    {
      "cite": "Ray McClellan",
      "quote": "Football grew out of the sports of rugby and soccer."
    },
    {
      "cite": "Craig Foster",
      "quote": "But, ultimately, we are all slaves to our culture, our understanding, our genetic code, and this is what makes the game of football not just the world's favorite pastime, but an endlessly fascinating study of human endeavor."
    },
    {
      "cite": "Craig Foster",
      "quote": "Football is the game played when the people of the world come together. It is the common language that unites everyone no matter their race, nationality, culture and religious background."
    },
    {
      "cite": "Craig Foster",
      "quote": "Football has also been used as a kind of peace offering."
    },
    {
      "cite": "Craig Foster",
      "quote": "This is a game that knows no boundaries, respect no borders, and asks for no treaties or accords beginning its work. Football works only to bring people together."
    },
    {
      "cite": "Alex Bellos",
      "quote": "If football is the world's most popular sport, and if Brazil is football's most successful nation, then the consequences of such a reputation must be far-reaching and unique."
    },
    {
      "cite": "Sara Ahmed",
      "quote": "The happiness promised by football is of course over-determined."
    },
    {
      "cite": "Sara Ahmed",
      "quote": "Football signifies not only the national game but also the opportunity for new identifications, where you can embody hope for the nation by filling up an empty place alongside its national hero."
    },
    {
      "cite": "Sara Ahmed",
      "quote": "By implications, the world of football promises freedom, allowing you not only to be happy but to become a happy object, by bringing happiness to others, who cheer as you score."
    },
    {
      "cite": "Tommy Ramone",
      "quote": "Give us all a touchdown / Football is our heart and soul / It's Thursday night football / And we're ready to go!"
    },
    {
      "cite": "Tommy Ramone",
      "quote": "Yeah, I need some action / And some satisfaction / The crowd's going crazy / We love football"
    },
    {
      "cite": "David Baddiel",
      "quote": "Football's coming home / Everyone seems to know the score / They've seen it all before / They just know / They're so sure"
    },
    {
      "cite": "Brantley Keith Gilbert",
      "quote": "A football tradition / So everybody get up / And feast your eyes / On the highlight of small town life / It's Friday night"
    }
  ]
}