{
  "source": "https://www.wisesayings.com/funny-christmas-quotes/",
  "theme": "funny-christmas",
  "quotes": [
    {
      "cite": "Bernard Manning",
      "quote": "I once bought my kids a set of batteries for Christmas with a note on it saying, toys not included."
    },
    {
      "cite": "Dave Barry",
      "quote": "Once again we find ourselves enmeshed in the holiday season, that very special time of year when we join with our loved ones in sharing centuries-old traditions such as trying to find a parking space at the mall."
    },
    {
      "cite": "Jerry Seinfeld",
      "quote": "That's the true spirit of Christmas: people being helped by people other than me."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "Christmas is a time when everybody wants his past forgotten and his present remembered. What I don't like about office Christmas parties is looking for a job the next day."
    },
    {
      "cite": "Matt Groening",
      "quote": "Aren't we forgetting the true meaning of this day - the birth of Santa?"
    },
    {
      "cite": "Joan Rivers",
      "quote": "The one thing women don't want to find in their stockings on Christmas morning is their husband."
    },
    {
      "cite": "Andy Rooney",
      "quote": "One of the most glorious messes in the world is the mess created in the living room on Christmas Day. Don't clean it up too quickly."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "A lovely thing about Christmas is that it's compulsory, like a thunderstorm and we all go through it together."
    },
    {
      "cite": "Anonymous",
      "quote": "People are so worried about what they eat between Christmas and New Year, but they really should be worried about what they eat between the New Year and Christmas."
    },
    {
      "cite": "Dave Barry",
      "quote": "Once again, we come to the Holiday Season, a deeply religious time that each of us observes in his own way, by going to the mall of his choice."
    },
    {
      "cite": "Bridger Winegar",
      "quote": "Keep your friends close, your enemies closer, and receipts for all major purchases."
    },
    {
      "cite": "Johnny Carson",
      "quote": "The worst gift is a fruitcake. There is only one fruitcake in the entire world, and people keep sending it to each other."
    },
    {
      "cite": "Larry Wilde",
      "quote": "Never worry about the size of your Christmas tree. In the eyes of children, they are all 30 feet tall."
    },
    {
      "cite": "Dave Barry",
      "quote": "Remember that the important thing is not what you give, or how you wrap it. The important thing, during this very special time of year, is that you save the receipt."
    },
    {
      "cite": "Johnny Carson",
      "quote": "Mail your packages early, so the post office can lose them in time for Christmas."
    },
    {
      "cite": "Shirley Temple",
      "quote": "I stopped believing in Santa Clause when I was six. Mother took me to see him in a department store, and he asked for my autograph."
    },
    {
      "cite": "Victor Borge",
      "quote": "Santa Claus has the right idea. Visit people only once a year."
    },
    {
      "cite": "Robert Paul",
      "quote": "Even before Christmas has said Hello, it's saying 'Buy Buy'."
    },
    {
      "cite": "Rikki Rosenberg",
      "quote": "My husband bought fruitcake one year. He ate some of it, but I wrapped the rest and gave it back to him for Christmas. The next year, I found it amongst my presents from him. It developed from there."
    },
    {
      "cite": "Dennis Miller",
      "quote": "Santa is very jolly because he knows where all the bad girls live."
    },
    {
      "cite": "Dave Barry",
      "quote": "My wife, like many women, actually LIKES wrapping things. If she gives you a gift that requires batteries, she wraps the batteries separately, which to me is very close to being a symptom of mental illness."
    },
    {
      "cite": "Andy Borowitz",
      "quote": "Christmas is a baby shower that went totally overboard."
    },
    {
      "cite": "Earthman Adam",
      "quote": "I left Santa gluten-free cookies and organic soy milk and he put a solar panel in my stocking."
    },
    {
      "cite": "Robert Godden",
      "quote": "At Christmas, tea is compulsory. Relatives are optional."
    },
    {
      "cite": "Richard Lamm",
      "quote": "Christmas is a time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell the government what they want--and their kids pay for it."
    },
    {
      "cite": "Jay Leno",
      "quote": "The Supreme Court has ruled that they cannot have a nativity scene in Washington, D.C. This wasn't for any religious reasons. They couldn't find three wise men and a virgin."
    },
    {
      "cite": "Henny Youngman",
      "quote": "I love Christmas. I receive a lot of wonderful presents I can't wait to exchange."
    }
  ]
}