{
  "source": "https://www.wisesayings.com/funny-love-quotes/",
  "theme": "funny-love",
  "quotes": [
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "A man in love is not complete until he is married. Then he is finished."
    },
    {
      "cite": "Agatha Christie",
      "quote": "An archeologist is the best husband any woman can have; the older she gets, the more interested he is in her."
    },
    {
      "cite": "Joan Crawford",
      "quote": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell."
    },
    {
      "cite": "George Burns",
      "quote": "Love is a lot like a backache, it doesn't show up on X-rays, but you know it's there."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "Romantic love is mental illness. But it's a pleasurable one."
    },
    {
      "cite": "Tim Allen",
      "quote": "A guy knows he's in love when he loses interest in his car for a couple of days."
    },
    {
      "cite": "Carroll Bryant",
      "quote": "Love is a two-way street constantly under construction."
    },
    {
      "cite": "Jean Illsley Clarke",
      "quote": "I love you no matter what you do, but do you have to do so much of it?"
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "True love is like ghosts, which everyone talks about and few have seen."
    },
    {
      "cite": "Pauline Thomason",
      "quote": "Love is blind but marriage is a real eye-opener"
    },
    {
      "cite": "Helen Gurley Brown",
      "quote": "Love doesn't drop on you unexpectedly; you have to give off signals, sort of like an amateur radio operator."
    },
    {
      "cite": "Christine",
      "quote": "I had a dream that i still loved you...I think I woke up screaming."
    },
    {
      "cite": "Lucille Ball",
      "quote": "It wasn't love at first sight. It took a full five minutes."
    },
    {
      "cite": "Anonymous",
      "quote": "I love you so much I'd fight a bear for you. Well not a grizzly bear because they have claws, and not a panda bear because they know Kung Fu... But a care bear, I'd definitely fight a care bear for you."
    },
    {
      "cite": "Chelsea Peretti",
      "quote": "If you text 'I love you' to a person and the person writes back an emoji - no matter what that emoji is, they don't love you back."
    },
    {
      "cite": "Steven Wright",
      "quote": "I almost had a psychic girlfriend but she left me before we met."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Gravitation is not responsible for people falling in love."
    },
    {
      "cite": "Thomas Dewar",
      "quote": "Love is an ocean of emotions entirely surrounded by expenses."
    },
    {
      "cite": "Elizabeth Evans",
      "quote": "I love you more than coffee, but please don't make me prove it."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "All you need is love. But a little chocolate now and then doesn't hurt."
    },
    {
      "cite": "Fulton J. Sheen",
      "quote": "Love is a mutual self-giving which ends in self-recovery."
    },
    {
      "cite": "Miles Davis",
      "quote": "If you love 'em in the morning with their eyes full of crust; if you love 'em at night with their hair full of rollers, chances are, you're in love."
    },
    {
      "cite": "Hussein Nishah",
      "quote": "You can't put a price tag on love. But if you could, I'd wait for it to go on sale."
    },
    {
      "cite": "Solitaire Parke",
      "quote": "In any perfect relationship men should remember it's a matter of direction; she takes what's right and you take what's left."
    },
    {
      "cite": "Bree Luckey",
      "quote": "Love is not having to hold in your farts anymore."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My wife and I were happy for 20 years – then we met."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "Love is a sweet dream and marriage is the alarm clock."
    },
    {
      "cite": "Judith Viorst",
      "quote": "Love is much nicer to be in than an automobile accident, a tight girdle, a higher tax bracket or a holding pattern over Philadelphia."
    },
    {
      "cite": "Cathy Carlyle",
      "quote": "Love is an electric blanket with somebody else in control of the switch."
    },
    {
      "cite": "Erich Segal",
      "quote": "True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "If only one could tell true love from false love as one can tell mushrooms from toadstools."
    },
    {
      "cite": "Rowland",
      "quote": "In love, somehow, a man's heart is always either exceeding the speed limit, or getting parked in the wrong place."
    },
    {
      "cite": "Richard Jeni",
      "quote": "Honesty is the key to a relationship. If you can fake that, you're in."
    },
    {
      "cite": "Woody Allen",
      "quote": "In my house I'm the boss, my wife is just the decision maker."
    },
    {
      "cite": "Anonymous",
      "quote": "Love is like a tornado, picks you up off your feet and sometimes takes half your house."
    },
    {
      "cite": "Lilly Tomlin",
      "quote": "If love is the answer, could you rephrase the question?"
    },
    {
      "cite": "Anonymous",
      "quote": "Love thy neighbor, just watch out for the husband"
    },
    {
      "cite": "Anonymous",
      "quote": "Love is the only kind of fire which is never covered by insurance."
    },
    {
      "cite": "Jessica Martin",
      "quote": "Love is fun but, it is not going to pay the bills."
    },
    {
      "cite": "Les Dawson",
      "quote": "A man falls in love through his eyes, a woman through her ears"
    },
    {
      "cite": "Andy Warhol",
      "quote": "People should fall in love with their eyes closed."
    },
    {
      "cite": "unknown",
      "quote": "My phone battery lasts longer than most of my relationships nowadays."
    },
    {
      "cite": "J.A. Redmerski",
      "quote": "If she happens to fall, I'll be there to laugh at first and then help her up afterwards."
    },
    {
      "cite": "Anonymous",
      "quote": "The four most important words in any marriage...I'll do the dishes."
    },
    {
      "cite": "Refinnej Sin",
      "quote": "My last love is just like that thong peter griffin borrowed from me... Never getting it back."
    },
    {
      "cite": "FaithHopeNLove",
      "quote": "Love is like finding a needle in a hay stack!"
    },
    {
      "cite": "Justina",
      "quote": "We're like Romeo & Juliet.. Except for the dying part of course."
    },
    {
      "cite": "Anonymous",
      "quote": "They say that love is more important than money, but have you ever tried to pay your bills with a hug?"
    },
    {
      "cite": "Mark W. Boyer",
      "quote": "The more she turned right the more I turned wrong."
    },
    {
      "cite": "Woody Allen",
      "quote": "I was nauseous and tingly all over. I was either in love or I had smallpox."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "Love is a temporary insanity curable by marriage."
    },
    {
      "cite": "Mae West",
      "quote": "Love conquers all things--expect poverty and toothache."
    },
    {
      "cite": "Henny Youngman",
      "quote": "Do you know what it means to come home at night to a woman who'll give you a little love, a little affection, a little tenderness? It means you're in the wrong house, that's what it means."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "Love is blind, but marriage restores its sight."
    },
    {
      "cite": "Ovid",
      "quote": "Love is a kind of military service."
    },
    {
      "cite": "Amy Bloom",
      "quote": "Love at first sight is easy to understand; it's when two people have been looking at each other for a lifetime that it becomes a miracle."
    },
    {
      "cite": "Barbara Pym",
      "quote": "Oh, how absurd and delicious it is in love with somebody younger than yourself. Everybody should try it--no life can be complete without it."
    },
    {
      "cite": "Lynda Barry",
      "quote": "If it is your time, love will track you down life a cruse missile."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "To love oneself is the beginning of a lifelong romance."
    },
    {
      "cite": "Ellie Laine",
      "quote": "Being in love with yourself means never having to say you're got a headache."
    },
    {
      "cite": "Tim Allen",
      "quote": "A guy knows he's in love when he loses interest in his car for a couple of days."
    },
    {
      "cite": "Henny Youngman",
      "quote": "I've been in love with the same woman for 41 years. If my wife ever finds out, she'll kill me!"
    },
    {
      "cite": "Groucho Marx",
      "quote": "Some people claim that marriage interferes with romance. There's no doubt about it. Anytime you have a romance, your wife is bound to interfere."
    },
    {
      "cite": "Linus Van Pelt",
      "quote": "I love mankind... It's people I can't stand."
    },
    {
      "cite": "Mae West",
      "quote": "I never loved another person the way I loved myself."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "But love is not fashionable any more, the poets have killed it. They wrote so much about it that nobody believed them."
    },
    {
      "cite": "Joanna Trollope",
      "quote": "The world's tragedy is that men love women, women love children, and children love hamsters."
    },
    {
      "cite": "Mia Farrow",
      "quote": "My husband and I fell in love at first sight. Maybe I should have taken a second look."
    },
    {
      "cite": "Lynda Barry",
      "quote": "Love is an exploding cigar that you willingly smoke."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Love is like war: easy to begin but very hard to stop."
    },
    {
      "cite": "Rita Rudner",
      "quote": "If you never want to see a man again, just tell him 'I love you. I want to marry you. I want to have children.' They leave skid marks."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Every love's the love before in a duller dress."
    },
    {
      "cite": "S. J. Perelman",
      "quote": "Love is not the dying moan of a distant violin--it's the triumphant twang of a bedspring."
    },
    {
      "cite": "Woody Allen",
      "quote": "There's only one kind of love that lasts--unrequited love. It stays with you forever."
    },
    {
      "cite": "Dolly Parton",
      "quote": "Love is something sent from heaven to worry the hell out of you."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Those who are faithful know only the trivial side of love; it is the faithless who know love's tragedies."
    },
    {
      "cite": "W. Somerset Maugham",
      "quote": "Love was only the dirty trick nature played on us to achieve continuation of the species."
    },
    {
      "cite": "John Travolta",
      "quote": "I believe in love and marriage, but not necessarily with the same person."
    },
    {
      "cite": "John Barrymore",
      "quote": "Love is the delightful interval between meeting a beautiful girl and discovering that she looks like a haddock."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Love is a gross exaggeration of the difference between one person and everybody else."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Love is like quicksilver in the hand...Leave the fingers open and it stays in the palm. Clutch it, and it darts away."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "There is always something ridiculous about the passions of people whom one has ceased to love."
    },
    {
      "cite": "Miguel de Unamuno",
      "quote": "Love is the child of illusion and the parent of disillusion."
    },
    {
      "cite": "Maurice Chevalier",
      "quote": "Many man has fallen in love with a girl in a light so dim he would not have chosen a suit by lit."
    },
    {
      "cite": "Giuseppi di Lampedusa",
      "quote": "Love. Of course, love. Flames for a year, ashes for 30."
    },
    {
      "cite": "Alice Thomas Ellis",
      "quote": "Love is not merely blind but mentally afflicted."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Men always want to be a woman's first love...what (women) like is to be a man's last romance."
    },
    {
      "cite": "Woody Allen",
      "quote": "My wife and I thought we were in love--but it turned out to be benign."
    },
    {
      "cite": "Henry Fielding",
      "quote": "Love and scandal are the best sweeteners of tea."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "First love is only a little foolishness and a lot of curiosity."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I had rather hear my dog bark at a crow, than a man swear he loves my."
    },
    {
      "cite": "Madame De Stael",
      "quote": "Love is the history of a woman's life; it is but an episode in a man's."
    },
    {
      "cite": "Anthony Trolloper",
      "quote": "Love is like any other luxury. You have no right to it unless you can afford it."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "When one is in love one begins by deceiving one's self. And one ends by deceiving others. That is what the world calls a romance."
    },
    {
      "cite": "Ben Hecht",
      "quote": "Love is the magician that pulls man out of his own hat."
    },
    {
      "cite": "Norman Lindsay",
      "quote": "The best love affairs are those we never had."
    },
    {
      "cite": "Emmy Gay",
      "quote": "Love for me is like a pretzel. Twisted and salty."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Love is the delusion that one woman differs from another."
    },
    {
      "cite": "Woodrow Wyatt",
      "quote": "A man falls in love through his eyes, a woman through her ears."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The fickleness of the women I love is only equaled by the infernal constancy of the women who love me."
    },
    {
      "cite": "H. L. Mencken",
      "quote": "Love us the triumph of imagination over intelligence."
    },
    {
      "cite": "Charlie Brown",
      "quote": "Nothing takes the taste out peanut butter quite life unrequited love."
    },
    {
      "cite": "Douglas William Jerrold",
      "quote": "They say love's like the measles--all the worse when it comes late in life."
    },
    {
      "cite": "Malcolm Lowry",
      "quote": "How alike are the groans of love to those of the dying."
    },
    {
      "cite": "Pedro Calderon de la Barca",
      "quote": "When love is not madness, it is not love."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "A girl must marry for love, and keep on marrying until she finds it."
    },
    {
      "cite": "Bill Clinton",
      "quote": "I had some words with my wife, and she had some paragraphs with me."
    },
    {
      "cite": "Alec Baldwin",
      "quote": "My wife and I were happy for twenty years. Then we met."
    },
    {
      "cite": "Barack Obama",
      "quote": "A good wife always forgives her husband when she's wrong."
    }
  ]
}