{
  "source": "https://www.wisesayings.com/funny-life-quotes/",
  "theme": "funny-life",
  "quotes": [
    {
      "cite": "Elbert Hubbard",
      "quote": "Don't take life too seriously. You'll never get out of it alive."
    },
    {
      "cite": "Mark Twain",
      "quote": "Age is an issue of mind over matter. If you don't mind, it doesn't matter"
    },
    {
      "cite": "Lily Tomlin",
      "quote": "I always wanted to be somebody, but now I realize I should have been more specific."
    },
    {
      "cite": "Woody Allen",
      "quote": "There are worse things in life than death. Have you ever spent an evening with an insurance salesman?"
    },
    {
      "cite": "Billie Burke",
      "quote": "Age is of no importance unless you're a cheese."
    },
    {
      "cite": "Jimmy Durante",
      "quote": "Be nice to people on your way up because you meet them on your way down."
    },
    {
      "cite": "Rudyh",
      "quote": "Life is like a roll of toilet paper; hopefully long and useful, but it always ends at the wrong moment."
    },
    {
      "cite": "Anthony Burgess",
      "quote": "Laugh and the world laughs with you, snore and you sleep alone."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If A is success in life, then A is equal to X plus Y plus Z. Work is X; Y is play; and Z - keeping your mouth shut."
    },
    {
      "cite": "Bob Hope",
      "quote": "You know you're getting old when the candles cost more than the cake"
    },
    {
      "cite": "Hannah Marks",
      "quote": "You are only young once, but you can be immature forever."
    },
    {
      "cite": "Karon Waddell",
      "quote": "Life is funny, when you are young you want to be older and those that are older wish to be younger."
    },
    {
      "cite": "Sam Levenson",
      "quote": "Lead us not into temptation. Just tell us where it is; we'll find it."
    },
    {
      "cite": "Mark Twain",
      "quote": "Do not argue with an idiot. He will drag you down to his level and beat you with experience"
    },
    {
      "cite": "Jessica taylor",
      "quote": "You may not always end up where you thought you were going, But you will always end up where you were meant to be."
    },
    {
      "cite": "Billy Connolly",
      "quote": "Before you judge a man, walk a mile in his shoes. After that who cares? He's a mile away and you've got his shoes!"
    },
    {
      "cite": "Joe Girard",
      "quote": "The elevator to success is out of order. You'll have to use the stairs...one step at a time."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "I never made a mistake in my life. I thought I did once, but I was wrong."
    },
    {
      "cite": "Criss Jami",
      "quote": "Everyone has a sense of humor. If you don't laugh at jokes, you probably laugh at opinions."
    },
    {
      "cite": "Rodney Dangerfield",
      "quote": "My psychiatrist told me I was crazy and I said I want a second opinion. He said okay, you're ugly too"
    },
    {
      "cite": "Steven Wright",
      "quote": "If at first you don't succeed, then skydiving definitely isn't for you."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The hardest thing in the world to understand is the income tax."
    },
    {
      "cite": "Brooke Shields",
      "quote": "Smoking kills. If you're killed, you've lost a very important part of your life."
    },
    {
      "cite": "Fakeer Ishavardas",
      "quote": "People will laugh at anything, except their own moronic self."
    },
    {
      "cite": "Criss Jami",
      "quote": "Tolerance! The virtue that makes one bite his tongue so that he can tear out his hair."
    },
    {
      "cite": "Justin Young",
      "quote": "The fact that we're all different is the one thing we all have in common."
    },
    {
      "cite": "Kyle Chandler",
      "quote": "Opportunity does not knock, it presents itself when you beat down the door."
    },
    {
      "cite": "Charles M. Schulz",
      "quote": "Stop worrying about the world ending today. It's already tomorrow in Australia."
    },
    {
      "cite": "Fred Allen",
      "quote": "The first time I sang in the church choir; two hundred people changed their religion"
    },
    {
      "cite": "John Lennon",
      "quote": "Life is what happens when you’re busy making other plans."
    },
    {
      "cite": "Dalai Lama",
      "quote": "The purpose of our lives is to be happy."
    },
    {
      "cite": "Stephen King",
      "quote": "Get busy living or get busy dying."
    },
    {
      "cite": "Mae West",
      "quote": "You only live once, but if you do it right, once is enough."
    },
    {
      "cite": "Thomas A. Edison",
      "quote": "Many of life’s failures are people who did not realize how close they were to success when they gave up."
    },
    {
      "cite": "Albert Einstein",
      "quote": "If you want to live a happy life, tie it to a goal, not to people or things."
    },
    {
      "cite": "Steve Jobs",
      "quote": "Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma – which is living with the results of other people’s thinking."
    },
    {
      "cite": "Seneca",
      "quote": "Not how long, but how well you have lived is the main thing."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "If life were predictable it would cease to be life, and be without flavor."
    },
    {
      "cite": "Henry Ford",
      "quote": "The whole secret of a successful life is to find out what is one’s destiny to do, and then do it."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "In order to write about life first you must live it."
    },
    {
      "cite": "Frank Sinatra",
      "quote": "The big lesson in life, baby, is never be scared of anyone or anything."
    },
    {
      "cite": "Leo Burnett",
      "quote": "Curiosity about life in all of its aspects, I think, is still the secret of great creative people."
    },
    {
      "cite": "Soren Kierkegaard",
      "quote": "Life is not a problem to be solved, but a reality to be experienced."
    },
    {
      "cite": "Socrates",
      "quote": "The unexamined life is not worth living."
    },
    {
      "cite": "Ashton Kutcher",
      "quote": "Don’t settle for what life gives you; make life better and build something."
    },
    {
      "cite": "Celine Dion",
      "quote": "Life imposes things on you that you can’t control, but you still have the choice of how you’re going to live through this."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Life is never easy. There is work to be done and obligations to be met – obligations to truth, to justice, and to liberty."
    },
    {
      "cite": "Elton John",
      "quote": "Live for each second without hesitation."
    },
    {
      "cite": "Mark Twain",
      "quote": "The best way to cheer yourself is to try to cheer someone else up."
    },
    {
      "cite": "Mark Twain",
      "quote": "The human race has one really effective weapon, and that is laughter."
    },
    {
      "cite": "Martha Washington",
      "quote": "I am still determined to be cheerful and happy in whatever situation I find myself."
    },
    {
      "cite": "The Koran",
      "quote": "Blessed is he who makes his companions laugh."
    },
    {
      "cite": "Ovid",
      "quote": "Happy are those who have given up worrying once and for all."
    },
    {
      "cite": "Epictetus",
      "quote": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has"
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "It is not death that a man should fear, but he should fear never beginning to live."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "The happiness of you life depends on the quality of your thoughts."
    },
    {
      "cite": "Benjamin Rush",
      "quote": "Mirth, and even cheerfulness, when employed as remedies in low spirits, are like hot water to a frozen limb."
    },
    {
      "cite": "Sebastien Chamfort",
      "quote": "The most wasted of all days is that in which we have not laughed."
    },
    {
      "cite": "D.S. Pandit",
      "quote": "Life is like a guided tour, where we are the tourists, our inner voice is the guide and the destiny is like a travel company which tries to give us the best possible 'package' that our 'Karma' can afford!"
    },
    {
      "cite": "Jean Watson",
      "quote": "Life is cruising the ocean while watching a beautiful sunrise."
    },
    {
      "cite": "Jean Watson",
      "quote": "Life is a meaningless existence unless equality exists for every living soul."
    },
    {
      "cite": "Jean Watson",
      "quote": "Life is the rustling of leaves as the wind blows. You will experience the true meaning of life once you show appreciation for the simple things God provides daily."
    },
    {
      "cite": "Barbara Winder",
      "quote": "Developing a cheerful disposition can permit an atmosphere wherein one's spirit can be nurtured and encouraged to blossom and bear fruit. Being pessimistic and negative about our experiences will not enhance the quality of our lives. A determination to be of good cheer can help us and those around us to enjoy life more fully."
    },
    {
      "cite": "J.D.Rockefeller",
      "quote": "Life teaches you many lessons, many good, some bad. Just learn from the good and forget the bad."
    },
    {
      "cite": "Corita Kent",
      "quote": "Life is a succession of moments. To live each one is to succeed."
    },
    {
      "cite": "Helen Keller",
      "quote": "When we do the best we can, we never know what miracle is wrought in our life, or in the life of another."
    },
    {
      "cite": "William James",
      "quote": "Do not be afraid of life. Believe that life is worth living and your belief will create the fact."
    },
    {
      "cite": "Brian Tracy",
      "quote": "According to this third important mental law, your outer life is a mirror image to your inner life."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Everything you have in your life today you have attracted to yourself by the person you are, by the way you think. You can change your life because you can change the person you are. You can change your thoughts that you think."
    },
    {
      "cite": "Jean Watson",
      "quote": "The most important things in life that are free are common sense, knowledge, and opportunities. If you acquire one of the three, the others will fall with in your grasp."
    },
    {
      "cite": "D. S. Pandit",
      "quote": "We need to accept that most things in life are beyond our control, but they are generally good."
    },
    {
      "cite": "D. S. Pandit",
      "quote": "Even in life, it is wise to find good people and experiences, instead of complaining about the bad ones; while keeping in mind that even the good experiences will not last forever."
    },
    {
      "cite": "Michelangelo",
      "quote": "The greater danger for most of us lies not in setting our aim too high and falling short; but in setting our aim too low, and achieving our mark."
    },
    {
      "cite": "Coco Chanel",
      "quote": "If you were born without wings, do nothing to prevent them form growing."
    },
    {
      "cite": "St. Clement of Alexandra",
      "quote": "If you do not hope, you will not find what is beyond your hopes."
    },
    {
      "cite": "J.D.Rockefeller",
      "quote": "Other times we feel discouraged, drained and spiritually weak and need inspiration and added strength to keep ourselves striving to build the life that we envisioned to continue to move forward."
    },
    {
      "cite": "J.D.Rockefeller",
      "quote": "No on said life was easy - there are always challenges, and hurdles along the way that must be overcome."
    },
    {
      "cite": "J.D.Rockefeller",
      "quote": "And I truly believe that the information, thoughts, ideas and inspiration that we feed our mind, soul and spirit with has a direct correlation with the quality and ultimately the direction of our life's unfolding."
    },
    {
      "cite": "Reno Goodale",
      "quote": "Having children gives your life purpose. Right now my purpose is to get some sleep."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "To me old age is always fifteen year older than I am."
    },
    {
      "cite": "George Burns",
      "quote": "By the time you're eighty years old you've learned everything. You only have to remember it."
    },
    {
      "cite": "George Burns",
      "quote": "I was introduced to a beautiful young lady as a man in his nineties. Early nineties, I insisted."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "I don't know how you feel about old age, but in my case I didn't even see it coming. It hit me from the rear."
    },
    {
      "cite": "Phyllis Diller",
      "quote": "I'm at the age when my back goes out more than I do."
    },
    {
      "cite": "Abel Green",
      "quote": "Eighty is a wonderful age - especially if you're ninety."
    },
    {
      "cite": "Catherine Hall",
      "quote": "An elderly woman in a nursing home declined her pastor's suggestion that she get a hearing aid. 'At 91, I've hear enough,' she said."
    },
    {
      "cite": "Garth Henrichs",
      "quote": "In youth we want to change the world. In old age we want to change youth."
    },
    {
      "cite": "Anita Milner",
      "quote": "I'm now old enough to personally identify every object in antique stores."
    },
    {
      "cite": "Victor Hugo",
      "quote": "Forty is the old age of youth; fifty is the youth of old age."
    },
    {
      "cite": "Richard Kauffmann",
      "quote": "Children are a great comfort in your old age-and they help you reach it faster too."
    },
    {
      "cite": "Stanislaw Lec",
      "quote": "Oh to be old again,' said a young corpse."
    }
  ]
}