{
  "source": "https://www.wisesayings.com/funny-yoga-quotes/",
  "theme": "funny-yoga",
  "quotes": [
    {
      "cite": "Sadhguru",
      "quote": "Yoga class helps me calm down from the agonizing stress of trying to get to yoga class on time."
    },
    {
      "cite": "Sadhguru",
      "quote": "Yoga is a way of getting totally drunk – not on alcohol but on life. You know, they call it divine."
    },
    {
      "cite": "Terri Guillemets",
      "quote": "I tried yoga once but took off for the mall halfway through class, as I had a sudden craving for a soft pretzel and world peace."
    },
    {
      "cite": "Swami Satchidananda",
      "quote": "Calming the mind is yoga. Not just standing on the head."
    },
    {
      "cite": "Bob Harper",
      "quote": "Yoga is the fountain of youth.  You’re only as young as your spine is flexible."
    },
    {
      "cite": "Yogi Bhajan",
      "quote": "Meditation is a duty to the self. In the moment in which you become aware of your own self, you become beautiful. Because, in the moment in which you concentrate on the self, your frequency changes and the universe around you changes in the exact same way. That is a funny law."
    },
    {
      "cite": "Steve Ross",
      "quote": "Yoga is about revealing happiness. Yoga means \"union,\" union with your own inherent radiant happiness. You can only BE that happiness. So be it!"
    },
    {
      "cite": "Fielding Mellish (Woody Allen)",
      "quote": "I love yoga. I love Eastern philosophy. It's metaphysical and redundant and absolutely pedantic."
    },
    {
      "cite": "Northrop Frye",
      "quote": "There doesn't seem to be a recognized yoga of art, not that it matters, for there is one anyway, and I don't have to pretend to myself, as I should to students, that I know what it means. Suppose I call it Sutra-Yoga. Sutra, like strophe & verse, means the turn, the vortical twist of the mind in the imagined form."
    },
    {
      "cite": "Robert Orben",
      "quote": "I talked to a wild group last night. I knew it the minute someone yelled \"Louder!\" during the silent meditation."
    },
    {
      "cite": "Grant Tucker",
      "quote": "Yoga class is great. You can close your eyes and imagine yourself in a relaxing place. Like on your sofa, not doing yoga."
    },
    {
      "cite": "Grant Tucker",
      "quote": "The only yoga stretch I've perfected is the yawn."
    },
    {
      "cite": "Grant Tucker",
      "quote": "Reaching under the couch for something is the closest I'll ever get to yoga."
    },
    {
      "cite": "Grant Tucker",
      "quote": "My favourite yoga position is the downward-facing nap."
    },
    {
      "cite": "Peter Crumpton",
      "quote": "What was the woman angry after her yoga class? She was bent out of shape."
    },
    {
      "cite": "Peter Crumpton",
      "quote": "My wife claims to be good at yoga, but I think she's a poser."
    },
    {
      "cite": "Eric Paskel",
      "quote": "Yoga is not about tightening your ass. It's about getting your head out of it."
    },
    {
      "cite": "Melody Hanson",
      "quote": "Well people are doing it all over Europe. I mean, standing up, doing yoga day and night. They hardly ever stop. I mean, some countries have given up chairs completely."
    },
    {
      "cite": "Anonymous",
      "quote": "Some days you eat salads and go do yoga, some days you eat cupcakes and refuse to put on pants. It's called balance"
    },
    {
      "cite": "Anonymous",
      "quote": "If you fall, I'll be there. - mat"
    },
    {
      "cite": "Anonymous",
      "quote": "I do Yoga to relieve stress... Just kidding I drink wine in yoga pants"
    },
    {
      "cite": "Swami Satchidananda",
      "quote": "Yoga believes in transforming the individual before transforming the world."
    },
    {
      "cite": "Anonymous",
      "quote": "Yoga. Because punching people is frowned upon."
    }
  ]
}