{
  "source": "https://www.wisesayings.com/funny-hair-quotes/",
  "theme": "funny-hair",
  "quotes": [
    {
      "cite": "George Villiers",
      "quote": "Men's fame is like their hair, which grows after they are dead, and with just as little use to them."
    },
    {
      "cite": "Aretha Franklin",
      "quote": "I'm a big woman. I need big hair."
    },
    {
      "cite": "Hillary Rodham Clinton",
      "quote": "I'm undaunted in my quest to amuse myself by constantly changing my hair."
    },
    {
      "cite": "Judith Light",
      "quote": "I've discovered that how I look is not a function of anything as ephemeral as my hair."
    },
    {
      "cite": "Mary Astor",
      "quote": "Men don't get smarter as they grow older, they just lose their hair."
    },
    {
      "cite": "Marlene Dietrich",
      "quote": "What a curious way to do your hair— or, rather, not to do it."
    },
    {
      "cite": "Billy Crystal",
      "quote": "I'm losing my hair where I want hair, and getting hair where I don't."
    },
    {
      "cite": "Kristy Samson",
      "quote": "I'm fine, but you're obviously having a bad hair day."
    },
    {
      "cite": "Rock Hudson",
      "quote": "I've had hangovers before, but this time even my hair hurts."
    },
    {
      "cite": "Melanie Griffith",
      "quote": "If you want to get ahead in business, you've got to have serious hair."
    },
    {
      "cite": "Bertha Gilkey",
      "quote": "My blackness has never been in my hair. Blackness is not a hairstyle."
    },
    {
      "cite": "Elayne Boosler",
      "quote": "You never see a man walking down the street with a woman who has a little potbelly and a bald spot."
    },
    {
      "cite": "Helen Rowland",
      "quote": "The tenderest spot in a man's makeup is sometimes the bald spot on top of his head."
    },
    {
      "cite": "Julia Roberts",
      "quote": "My real hair color is  kind of a dark blonde. Now I just have mood hair."
    },
    {
      "cite": "Dolly Parton",
      "quote": "I'm not offended by all the dumb-blonde jokes because I know that I'm not dumb. I also know I'm not blonde."
    },
    {
      "cite": "Janette Barber",
      "quote": "I refuse to think of them as chin hairs. I think of them as stray eyebrows."
    },
    {
      "cite": "A.E. Housman",
      "quote": "Oh, who is that young sinner with the handcuffs on his wrists? / And what has he been after that they groan and shake his fists? / And wherefore is he wearing such a conscience-stricken air? / Oh, they're taking him to prison for the colour of his hair."
    },
    {
      "cite": "Lawrence Dorfman",
      "quote": "You look like you comb your hair with an eggbeater."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "I got my hair highlighted because I felt that some strands were more important than others."
    },
    {
      "cite": "Steve Martin",
      "quote": "A celebrity is any well-known TV or movie star who looks like he spends more than two hours working on his hair."
    },
    {
      "cite": "Tim Allen",
      "quote": "I read somewhere that hair grows until you reach 40, then it goes in the opposite direction, into the head, and out the ears, nose and other odd places."
    },
    {
      "cite": "Tommy Cooper",
      "quote": "I cleaned the attic with the wife the other day. Now I can't get the cobwebs out of her hair."
    },
    {
      "cite": "Joss Stirling",
      "quote": "Even geniuses can get things wrong. Look at Einstein’s unfortunate choice of a hairdresser."
    },
    {
      "cite": "Mary Ann Shaffer",
      "quote": "Naturally curly hair is a curse, and don't ever let anyone tell you different."
    },
    {
      "cite": "Michael Chabon",
      "quote": "Her hair was a glory of tendrils for the snaring of husbands."
    },
    {
      "cite": "Victoria Scott",
      "quote": "If my hair gets any frizzier, I'll shave it to the scalp. Or light it on fire. Whichever is easier."
    },
    {
      "cite": "Jack Bunbury",
      "quote": "My toes are a total wreck, my fingernails worse, and god knows my hair could use a registered nurse."
    }
  ]
}