{
  "source": "https://www.wisesayings.com/funny-golf-quotes/",
  "theme": "funny-golf",
  "quotes": [
    {
      "cite": "Don Adams",
      "quote": "I had a wonderful experience on the golf course today. I had a hole in nothing. Missed the ball and sank the divot."
    },
    {
      "cite": "Dave Barry",
      "quote": "Although golf was originally restricted to wealthy, overweight Protestants, today it's open to anybody who owns hideous clothing."
    },
    {
      "cite": "Ted Ray",
      "quote": "Golf is a fascinating game. It has taken me nearly forty years to discover that I can't play it."
    },
    {
      "cite": "James Murray",
      "quote": "Show me a man who is a good loser and I'll show you a man who is playing golf with his boss."
    },
    {
      "cite": "Gerald Ford",
      "quote": "I know I am getting better at golf because I'm hitting fewer spectators."
    },
    {
      "cite": "Henny Youngman",
      "quote": "While playing golf today I hit two good balls. I stepped on a rake."
    },
    {
      "cite": "Dave Hill",
      "quote": "Golf is the hardest game in the world to play, and the easiest to cheat at."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "Golf, like the measles, should be caught young, for, if postponed to riper years, the results may be serious."
    },
    {
      "cite": "Billy Graham",
      "quote": "The only time my prayers are never answered is on the golf course."
    },
    {
      "cite": "Brent Musberger",
      "quote": "Nothing dissects a man in public quite like golf."
    },
    {
      "cite": "Gerald Ford",
      "quote": "Golf is an ideal diversion but a ruinous disease."
    },
    {
      "cite": "David Brenner",
      "quote": "I don't like to watch golf on television because I can't stand people who whisper."
    },
    {
      "cite": "Joey Adams",
      "quote": "Most people play a fair game of golf, If you watch them."
    },
    {
      "cite": "Jim Bishop",
      "quote": "Golf is played by twenty million mature American men whose wives think they are out having fun."
    },
    {
      "cite": "Mickey Mantle",
      "quote": "The only sure rule in golf is he who has the fastest cart never has to play the bad lie."
    },
    {
      "cite": "Jack Lemmon",
      "quote": "If you think it's hard to meet new people, try picking up the wrong golf ball."
    },
    {
      "cite": "H G Wells",
      "quote": "The uglier a man's legs are, the better he plays golf. It's almost a law."
    },
    {
      "cite": "Jeff Foxworthy",
      "quote": "I tried real hard to play golf, and I was so bad at it they would have to check me for ticks at the end of the round because I'd spent about half the day in the woods."
    },
    {
      "cite": "Paul Gallico",
      "quote": "If there is any larceny in a man, golf will bring it out."
    },
    {
      "cite": "Paul Harvey",
      "quote": "Golf is a game in which you yell 'fore', shoot six, and write down five."
    },
    {
      "cite": "Gardner Dickinson",
      "quote": "They say golf is like life, but don't believe them. Golf is more complicated than that."
    },
    {
      "cite": "Mark Twain",
      "quote": "It's good sportsmanship to not pick up lost golf balls while they are still rolling."
    },
    {
      "cite": "Jim Murray",
      "quote": "Golf without mistakes is like watching haircuts. A dinner without wine."
    },
    {
      "cite": "Tommy Bolt",
      "quote": "If you are going to throw a club, it is important to throw it ahead of you, down the fairway, so you don't have to waste energy going back to pick it up."
    },
    {
      "cite": "Joe Torre",
      "quote": "Golf is the only game I know where you call a foul on yourself."
    },
    {
      "cite": "Jack Benny",
      "quote": "Give me golf clubs, fresh air and a beautiful partner, and you can keep the clubs and the fresh air."
    },
    {
      "cite": "Leslie Nielsen",
      "quote": "The reason they call it 'golf' is that all the other 4 letter words were used up."
    },
    {
      "cite": "Bobby Jones",
      "quote": "Competitive golf is played mainly on a five-and-a-half-inch course... the space between your ears."
    },
    {
      "cite": "Sam Snead",
      "quote": "Over the years, I've studied the habits of golfers. I know what to look for. Watch their eyes. Fear shows up when there is an enlargement of the pupils. Big pupils lead to big scores."
    },
    {
      "cite": "Harry Vardon",
      "quote": "Don't play too much golf. Two rounds a day are plenty."
    },
    {
      "cite": "Jack Burke",
      "quote": "The average golfer doesn't play golf. He attacks it."
    },
    {
      "cite": "Dave Barry",
      "quote": "For me, the worst part of playing golf, by far, has always been hitting the ball."
    },
    {
      "cite": "Dean Martin",
      "quote": "If you drink, don't drive. Don't even putt."
    },
    {
      "cite": "Chuck Hogan",
      "quote": "Go play golf. Go to the golf course. Hit the ball. Find the ball. Repeat until the ball is in the hole. Have fun. The end."
    },
    {
      "cite": "Joey Adams",
      "quote": "If you break 100, watch your golf. If you break 80, watch your business."
    },
    {
      "cite": "Ben Hogan",
      "quote": "The only thing a golfer needs is more daylight."
    },
    {
      "cite": "Jennifer Wyatt",
      "quote": "I am relying on the theory that playing golf is just like riding a bike and that I haven't forgotten how."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "I regard golf as an expensive way of playing marbles."
    },
    {
      "cite": "Hank Aaron",
      "quote": "It took me seventeen years to get three thousand hits in baseball. It took one afternoon on the golf course."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "To find a man's true character, play golf with him."
    },
    {
      "cite": "Winston S. Churchill",
      "quote": "Golf is a game whose aim is to hit a very small ball into an ever smaller hole, with weapons singularly ill-designed for the purpose."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "Golf... is the infallible test. The man who can go into a patch of rough alone, with the knowledge that only God is watching him, and play his ball where it lies, is the man who will serve you faithfully and well."
    },
    {
      "cite": "P.G. Wodehouse",
      "quote": "The least thing upset him on the links. He missed short putts because of the uproar of the butterflies in the adjoining meadows."
    },
    {
      "cite": "Lorii Myers",
      "quote": "The value of routine; trusting your swing."
    },
    {
      "cite": "Jay Griffiths",
      "quote": "Golf epitomizes the tame world. On a golf course nature is neutered. The grass is clean, a lawn laundry that wipes away the mud, the insect, the bramble, nettle and thistle, an Eezy-wipe lawn where nothing of life, dirty and glorious, remains. Golf turns outdoors into indoors, a prefab mat of stultified grass, processed, pesticided, herbicided, the pseudo-green of formica sterility...The enemy of wildness, it is a demonstration of the absolute dominion of man over wild nature."
    },
    {
      "cite": "Ewan McGregor",
      "quote": "I started watching golf for the first time yesterday. I`m really worried about myself. I was actually enjoying it."
    },
    {
      "cite": "Lorii Myers",
      "quote": "A great golfer’s métier is his or her golfing skill, coupled with the mastery of good sportsmanship, rendering him or her an ambassador for the sport."
    },
    {
      "cite": "Philip Wyeth",
      "quote": "He loved the game. The battle that raged inside each player's head. The little ball that sat motionless, defying you to hit it. No defenders, no game clock, no excuses. And maybe that's why the highs were so high and the lows felt so low. Could you in the moment quiet your thoughts and execute? It was glorious when you did!"
    },
    {
      "cite": "Colleen Ferrary Bader",
      "quote": "Golf sits in that beautiful junction between perfection and frustration."
    },
    {
      "cite": "J.R. Rim",
      "quote": "There's a reason why golfers walk forward to their next shot. It's to move on."
    },
    {
      "cite": "Daphne du Maurier",
      "quote": "You ought to take more exercise, if you're inclined to have a liver. Play golf."
    },
    {
      "cite": "Bobby Darnel",
      "quote": "There are many things you can successfully fake in business…but a good golf swing isn’t one of them."
    },
    {
      "cite": "Colleen Ferrary Bader",
      "quote": "A boss once told me, 'Colleen, it's not about the meeting, it's about the scotch after the meeting. You either need to learn to drink or take up golf.' Turns out I'm not a good scotch drinker."
    },
    {
      "cite": "Sir W.G. Simpson",
      "quote": "Golf has some drawbacks. It's possible, by too much of it, to destroy the mind."
    },
    {
      "cite": "J.R. Rim",
      "quote": "Light is found on the green."
    },
    {
      "cite": "Moe Norman",
      "quote": "Be a mind beater-not a ball beater."
    },
    {
      "cite": "Ian Fleming",
      "quote": "The difference between a good golf shot and a bad one is the same as the difference between a beautiful and a plain woman --a matter of millimetres."
    },
    {
      "cite": "Lorii Myers",
      "quote": "When we watch pro golfers, we expect them to play well, to make the shots we know we can’t, and to be entertaining. Their expectation, however, is very different. They expect to succeed!"
    },
    {
      "cite": "H. G. Wells",
      "quote": "The uglier a man's legs are, the better he plays golf. It's almost a law."
    },
    {
      "cite": "Steve Alten",
      "quote": "It takes exactly eighteen shots tae polish off a fifth o' a bottle o' Scotch, thus, a game o' golf equates tae eighteen holes."
    },
    {
      "cite": "Ben Hogan",
      "quote": "A well hit golf shot is a feeling that goes up the shaft, right through your hands and into your heart."
    },
    {
      "cite": "Joe Posnanski",
      "quote": "Perhaps more than any other sport, golf focuses pressure on the player. There are no time constraints, as there are in other sports. Your competitors are not allowed to hinder you, as they are in other sports. The pressure originates in yourself; it builds from doubts. A two-foot putt on the practice green doesn’t spark many doubts. A two-foot putt to win a bet or a tournament or a Masters is another thing entirely."
    },
    {
      "cite": "Robert Fuller Murray",
      "quote": "Golf, golf, golf -- is all the story! / In despair my overburdened spirit sinks / Till I wish that every golfer was in glory / And I pray the sea may overflow the links."
    },
    {
      "cite": "Robert Fuller Murray",
      "quote": "I drove a golf-ball into the air / It fell to earth, I knew not where / For, so swiftly it flew, the sight / Could not follow it in its flight."
    },
    {
      "cite": "Robert Fuller Murray",
      "quote": "Long, long afterward, in a whin / I found the golf-ball, black as sin / But the five shillings are missing still! / They haven't turned up, and I doubt if they will."
    },
    {
      "cite": "William Topaz McGonagall",
      "quote": "And there's many neat cottages with gardens very nice / And picturesque villas, which can be rented at a reasonable price / Besides, there's a golf course for those that such a game seeks / Which would prove a great attraction to the knights of clubs and cleeks."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "Like clubs inside my golf bag / each verse a different face / Some to drive straight down the course / others lift and then embrace."
    },
    {
      "cite": "Kurt Philip Behm",
      "quote": "My swing is then adjusted / as words take off and fly / And landing safe beyond the trap / to make the devil cry."
    },
    {
      "cite": "Siegfried Sassoon",
      "quote": "Till saints and angels hymn for evermore / The miracle of your astounding score / And He who keeps all players in His sight / Walking the royal and ancient hills of light / Standing benignant at the eighteenth hole / To everlasting Golf consigns your soul."
    },
    {
      "cite": "Henry Beard",
      "quote": "I don't play golf to feel bad, I play bad golf, but I feel good."
    },
    {
      "cite": "Henry Beard",
      "quote": "There is no movement in golf that cannot be made more difficult through diligent study and practice."
    },
    {
      "cite": "Henry Beard",
      "quote": "The golf swing has been endlessly analyzed, and yet it still remains a mystery. And only one secret has emerged, one swing of thought that always works. And that thought is: Don't think. But you can't just forget not to think. You must remember not to remember to think."
    },
    {
      "cite": "Michael Connelly",
      "quote": "Golf is Not a great sport. If you can smoke and drink while you're doin' it, it's not a sport."
    },
    {
      "cite": "Joe Tessitore",
      "quote": "Mini-golf is a lot like life. It can be difficult. It can be rewarding. And there are windmills."
    },
    {
      "cite": "Ben Hogan",
      "quote": "In order to develop a golf swing your thoughts must run in the right direction."
    },
    {
      "cite": "Ben Hogan",
      "quote": "If you want to hook a ball turn both hands toward the right side on the grip or shaft. This position should feel sort of unnatural and should permit you to hook the ball without altering your golf swing."
    },
    {
      "cite": "Ben Hogan",
      "quote": "Hitting down is an important part of iron play. With the exception of the putter and the driver remember that you hit down on every other shot in golf."
    },
    {
      "cite": "Ben Hogan",
      "quote": "There's an old saying in golf that when the wind blows the men are separated from the boys. It means, in so many words, that if you can golf when the wind is blowing you're a man; if not, you're still a boy."
    },
    {
      "cite": "Ben Hogan",
      "quote": "Muscular freedom is probably more important in golf than in any other sport, but very few players take the trouble to get loosened up."
    },
    {
      "cite": "Steve Bann",
      "quote": "Enjoyment of golf, regardless of the level you play at, is primarily based on how closely you play to your level of ability."
    },
    {
      "cite": "Steve Bann",
      "quote": "It is not possible to play golf consistently well without sound mental skills. However, every person playing the game has the basis of good mental skills for golf."
    },
    {
      "cite": "Geoff Shackelford",
      "quote": "Every golfer worthy of the name should have some acquaintance with the principles of golf course design, not only for the betterment of his game, but for his own selfish enjoyment. -Bobby Jones"
    },
    {
      "cite": "George B. Kirsch",
      "quote": "As golf conquered the United States in the decades preceding World War I, the British import took on new forms. Americans infatuated with golf established country and golf clubs, built ornate club houses, laid out inland park courses, experimented with new types of equipment, and even modified time-honored rules."
    }
  ]
}