{
  "source": "https://www.wisesayings.com/fur-quotes/",
  "theme": "fur",
  "quotes": [
    {
      "cite": "Neil Bartlett",
      "quote": "No woman ever gets given a fur coat for good reasons; if it's not to keep her on her back, it's to get her off his."
    },
    {
      "cite": "Mary Tyler Moore",
      "quote": "Behind every beautiful fur, there is a story. It is a bloody, barbaric story."
    },
    {
      "cite": "Eva Mendes",
      "quote": "Even if you buy a fur glove with the little trim, and you think 'Oh, my God, it's just a little trim,' that animal got clubbed."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "Fur is not murder, but it is quite expensive."
    },
    {
      "cite": "Seymour Hicks",
      "quote": "A man does not buy his wife a fur coat to keep her warm, but to keep her pleasant."
    },
    {
      "cite": "Tim Howard",
      "quote": "Fur only looks good on its original owner. Be comfortable in your own skin, and let animals keep theirs."
    },
    {
      "cite": "Chief Joseph",
      "quote": "Finest fur may cover toughest meat."
    },
    {
      "cite": "Gary L. Francione",
      "quote": "There is no moral distinction between fur and other materials made from animals, such as leather, which also is the result of the suffering and death of sentient beings."
    },
    {
      "cite": "Joan Rivers",
      "quote": "Never buy a fur from a vegetarian."
    },
    {
      "cite": "Gary L. Francione",
      "quote": "There is no morally coherent difference between fur and other animal clothing, such as leather, wool, etc., just as there is no morally coherent distinction between meat and milk or eggs."
    },
    {
      "cite": "Rue McClanahan",
      "quote": "Fur used to turn heads, now it turns stomachs."
    },
    {
      "cite": "Joaquin Phoenix",
      "quote": "There is no need for fur - since there are compassionate alternatives."
    },
    {
      "cite": "Steve-O",
      "quote": "Abuse yourself all you want - just leave animals out of it. Don't wear fur."
    },
    {
      "cite": "Brigitte Bardot",
      "quote": "Fur is only of use to the animal that wears it."
    },
    {
      "cite": "Anna Wintour",
      "quote": "There's always a way to wear fur."
    },
    {
      "cite": "Karl Lagerfeld",
      "quote": "The discussion of fur is childish."
    },
    {
      "cite": "Natalie Imbruglia",
      "quote": "Saving animals is as simple as choosing synthetic alternatives instead of real fur."
    },
    {
      "cite": "Dan Matthews",
      "quote": "On leather jackets: That's the next step. You have to take one step at a time. It was easier to start with fur."
    }
  ]
}