{
  "source": "https://www.wisesayings.com/furniture-quotes/",
  "theme": "furniture",
  "quotes": [
    {
      "cite": "Kelly Wearstler",
      "quote": "I look at every piece of furniture and every object as an individual sculpture."
    },
    {
      "cite": "Dee Hock",
      "quote": "Every mind is a room packed with archaic furniture."
    },
    {
      "cite": "Noel Coward",
      "quote": "Just say the lines and don't trip over the furniture."
    },
    {
      "cite": "Les Dawson",
      "quote": "I used to sell furniture for a living. The trouble was, it was my own."
    },
    {
      "cite": "Francis Jourdain",
      "quote": "One can furnish a room very luxuriously by taking out furniture rather than putting it in."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Most modern fantasy just rearranges the furniture in Tolkien's attic."
    },
    {
      "cite": "John Ruskin",
      "quote": "They are good furniture pictures, unworthy of praise, and undeserving of blame."
    },
    {
      "cite": "Nate Berkus",
      "quote": "In a modern loft, you can't just fill a space with furniture. Each piece has to be perfect."
    },
    {
      "cite": "Sydney Smith",
      "quote": "No furniture is so charming as books."
    },
    {
      "cite": "Justin Halpern",
      "quote": "Pick your furniture like you pick a wife; it should make you feel comfortable and look nice, but not so nice that if someone walks past it they want to steal it."
    },
    {
      "cite": "Kelly Wearstler",
      "quote": "By acquiring all of your furniture from different eras and places and things that are expensive and inexpensive, it will make your end product have a great spirit."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "You cannot separate the old furniture from the memories and the memories from the old furniture!"
    },
    {
      "cite": "Joseph Roth",
      "quote": "That is originally why the concept evolved to include accessories. We found that furniture sells better when you show it with accessories."
    },
    {
      "cite": "Albert Hadley",
      "quote": "Forget the floor plans. Arrange the furniture where it is the most comfortable and will look best."
    },
    {
      "cite": "Natalie Morales",
      "quote": "Furniture is meant to be used and enjoyed."
    },
    {
      "cite": "Terence Conran",
      "quote": "Furniture and food are ways that people define their attitude toward life. They'll buy better stuff if it's offered to them."
    },
    {
      "cite": "Laura Huxley",
      "quote": "Most furniture is not made for people - they are made for the people who sell them."
    },
    {
      "cite": "Milo",
      "quote": "Furniture that is too obviously designed is very interesting, but too often belongs only in museums."
    },
    {
      "cite": "Michael S. Smith",
      "quote": "Make sure furniture decor has similar scale. It's all about scale, proportion, measuring, being conscious of the overall plan."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Furniture! Thank God, I can sit and I can stand without the aid of a furniture warehouse."
    },
    {
      "cite": "Anton Chekhov",
      "quote": "It's very hard, feeling that you're no more than a piece of unwanted furniture in this world."
    },
    {
      "cite": "Graham Greene",
      "quote": "No building was safe from the furniture, the pictures, the human beings that it would presently contain."
    },
    {
      "cite": "Alfred Newman",
      "quote": "We are living in a world today where lemonade is made from artificial flavors and furniture polish is made from real lemons."
    }
  ]
}