{
  "source": "https://www.wisesayings.com/fury-quotes/",
  "theme": "fury",
  "quotes": [
    {
      "cite": "Cyril Connolly",
      "quote": "There is no fury like an ex-wife searching for a new lover."
    },
    {
      "cite": "Frank Moore Colby",
      "quote": "Many people lose their tempers merely from seeing you keep yours."
    },
    {
      "cite": "Ben Jonson",
      "quote": "Vice is like a fury to the vicious mind, And turns delight itself to punishment."
    },
    {
      "cite": "Abdulkadir Abdullahi Mohamed Mirre",
      "quote": "Fury reigns down on those who ignore in the wisdom of fear itself."
    },
    {
      "cite": "William Shakespeare",
      "quote": "I understand a fury in your words but not your words."
    },
    {
      "cite": "Davy Crockett",
      "quote": "The enemy fought with savage fury, and met death with all its horrors, without shrinking or complaining: not one asked to be spared, but fought as long as they could stand or sit."
    },
    {
      "cite": "Virgil",
      "quote": "Fury itself supplies arms."
    },
    {
      "cite": "Jack London",
      "quote": "He was a silent fury who no torment could tame."
    },
    {
      "cite": "Audre Lorde",
      "quote": "No fury more righteous than that of a sinner accused of the wrong sin."
    },
    {
      "cite": "William Congreve",
      "quote": "Heaven has no rage like love to hatred turned, nor hell a fury like a woman scorned."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "There is no passion so much transports the sincerity of judgement as doth anger."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Abused patience turns to fury."
    },
    {
      "cite": "Sarah J. Maas",
      "quote": "She was fury, she was wrath, she was vengeance."
    },
    {
      "cite": "Thomas Fuller",
      "quote": "Anger is one of the sinners of the soul."
    },
    {
      "cite": "Lauren Beukes",
      "quote": "The future is not as loud as war, but it is relentless. It has a terrible fury all its own."
    },
    {
      "cite": "Bob Dylan",
      "quote": "In the fury of the moment I can see the master's hand in every leaf that trembles, in every grain of sand."
    },
    {
      "cite": "James Weldon Johnson",
      "quote": "It is a struggle; for though the black man fights passively, he nevertheless fights; and his passive resistance is more effective at present than active resistance could possibly be. He bears the fury of the storm as does the willow tree."
    },
    {
      "cite": "Francis Quarles",
      "quote": "Beware of him that is slow to anger; for when it is long coming, it is the stronger when it comes, and the longer kept. Abused patience turns to fury."
    },
    {
      "cite": "Learned Hand",
      "quote": "There is no fury like that against one who, we fear, may succeed in making us disloyal to beliefs we hold with passion, but have not really won."
    },
    {
      "cite": "William Penn",
      "quote": "Every stroke our fury strikes is sure to hit ourselves at last."
    }
  ]
}