{
  "source": "https://www.wisesayings.com/futuristic-quotes/",
  "theme": "futuristic",
  "quotes": [
    {
      "cite": "Suzanne Collins",
      "quote": "Telling a story in a futuristic world gives you this freedom to explore things that bother you in contemporary times."
    },
    {
      "cite": "Brad Holland",
      "quote": "Futurism: This was a movement of intellectuals who wanted to replace tradition with the modern world of machinery, speed, violence, and public relations. It proves that we should be careful what intellectuals wish for, because we might get it."
    },
    {
      "cite": "Alvin Toffler",
      "quote": "The illiterate of the 21st century will not be those who cannot read and write, but those who cannot learn, unlearn, and relearn."
    },
    {
      "cite": "Olivier Theyskens",
      "quote": "What is funny is when you do a futuristic movie, you immediately get to be fashionable because you're creating something that doesn't exist."
    },
    {
      "cite": "Anonymous",
      "quote": "The future will look futuristic only because we will be trying to make it look futuristic."
    },
    {
      "cite": "Frank Herbert",
      "quote": "If we define Futurism as an exploration beyond accepted limits, then the nature of limiting systems becomes the first object of exploration."
    },
    {
      "cite": "John F Kennedy",
      "quote": "For time and the world do not stand still. Change is the law of life. And those who look only to the past or the present are certain to miss the future."
    },
    {
      "cite": "Erich Fromm",
      "quote": "The danger of the past was that men became slaves. The danger of the future is that man may become robots."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Your dreams of today will create your future."
    },
    {
      "cite": "Warren Ellis",
      "quote": "To be a futurist, in pursuit of improving reality, is not to have your face continually turned upstream, waiting for the future to come. To improve reality is to clearly see where you are, and then wonder how to make that better."
    },
    {
      "cite": "Leonard Sweet",
      "quote": "The future is not something we enter. The future is something we create."
    },
    {
      "cite": "Margaret Mead",
      "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "The most futuristic aspect of the House of the Future was that it was made almost entirely of plastic."
    },
    {
      "cite": "Olivier Theyskens",
      "quote": "The only shoes that look futuristic are Crocs, but they would be terrible to use in a futuristic movie."
    },
    {
      "cite": "Criss Jami",
      "quote": "Those who speak of progression but are afraid of change are self-repressed and therefore unable to reach any further than their eyes can already see."
    },
    {
      "cite": "Andy Hargreaves",
      "quote": "We disagree with the assertion that great teachers can be replaced by online alternatives. The futuristic claim that technology will triumph over teachers ignores all the social and relational dimensions of teaching and learning."
    },
    {
      "cite": "J. Michael Straczynski",
      "quote": "A lot of the futuristic space stuff seemed to me to be a very cool form of science-fiction, so that was my first real baptism in the genre."
    },
    {
      "cite": "Franz Beckenbauer",
      "quote": "The two designs are completely different. The first is totally futuristic, the second is more classical. You can of course get very excited about doing something completely out of the ordinary, just like the Olympic stadium in its time. But each to his or her own taste."
    },
    {
      "cite": "Frank Herbert",
      "quote": "The concept of progress acts as a protective mechanism to shield us from the terrors of the future."
    },
    {
      "cite": "R. Buckminster Fuller",
      "quote": "We are called to be architects of the future, not its victims."
    },
    {
      "cite": "Jamais Cascio",
      "quote": "Futurism is almost like a vaccination. You inject a little bit of a denatured pathogen to prepare your body in case you encounter it for real."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "If you are victimized by a negative character, which is characterized by laziness, irresponsibility, low self-esteem, irresolution and wavering, you will lose control of your future."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "You may not get everything you want in the future, but you may get a lot if you are determined and well-prepared."
    },
    {
      "cite": "Masaki Yamada",
      "quote": "In a future time when most human thought has been accelerated by artificial intelligence and external memory can be shared on a universal matrix."
    },
    {
      "cite": "William Gibson",
      "quote": "We have no future because our present is too volatile. We have only risk management. The spinning of the given moment's scenarios. Pattern recognition."
    },
    {
      "cite": "Ban Ki-moon",
      "quote": "Sustainable development is the pathway to the future we want for all. It offers a framework to generate economic growth, achieve social justice, exercise environmental stewardship and strengthen governance."
    },
    {
      "cite": "David Suzuki",
      "quote": "The human brain had a vast memory storage. It made us curious and very creative.Those were the characteristics that gave us an advantage, curiosity, creativity and memory. And that brain did something very special. It invented an idea called the future."
    },
    {
      "cite": "Victor Hugo",
      "quote": "There is nothing like a dream to create the future."
    },
    {
      "cite": "Syd Mead",
      "quote": "In visual futurism, the line between total fantasy and futuristic is a thread of reality."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "If you waste your time, you waste yourself and your future, and you are likely to have an unhappy future."
    }
  ]
}