{
  "source": "https://www.wisesayings.com/future-quotes/",
  "theme": "future",
  "quotes": [
    {
      "cite": "Abraham Lincoln",
      "quote": "The best thing about the future is that it comes one day at a time."
    },
    {
      "cite": "Barack Obama",
      "quote": "The future rewards those who press on. I don't have time to feel sorry for myself. I don't have time to complain. I'm going to press on."
    },
    {
      "cite": "Malcolm X",
      "quote": "The future belongs to those who prepare for it today."
    },
    {
      "cite": "Nikola Tesla",
      "quote": "Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine."
    },
    {
      "cite": "Jane Addams",
      "quote": "America's future will be determined by the home and the school. The child becomes largely what he is taught; hence we must watch what we teach, and how we live."
    },
    {
      "cite": "Mike Murdock",
      "quote": "The secret of your future is hidden in your daily routine."
    },
    {
      "cite": "Pope John Paul II",
      "quote": "The future starts today, not tomorrow."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "When I look into the future, it's so bright it burns my eyes."
    },
    {
      "cite": "Jon Bon Jovi",
      "quote": "Map out your future - but do it in pencil. The road ahead is as long as you make it. Make it worth the trip."
    },
    {
      "cite": "Peter Drucker",
      "quote": "The only thing we know about the future is that it will be different."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "The best way to predict the future is to create it."
    },
    {
      "cite": "Anonymous",
      "quote": "The future is always beginning now."
    },
    {
      "cite": "Anonymous",
      "quote": "Those who live in the past limit their future."
    },
    {
      "cite": "John Schaar",
      "quote": "The future is not some place we are going, but one we are creating. The paths to it are not found but made, and the activity of making them changes both the maker and the destination."
    },
    {
      "cite": "Alan Lakein",
      "quote": "Planning is bringing the future into the present so that you can do something about it now."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
      "cite": "Noam Chomsky",
      "quote": "Optimism is a strategy for making a better future. Because unless you believe that the future can be better, you are unlikely to step up and take responsibility for making it so."
    },
    {
      "cite": "Bernard Baruch",
      "quote": "A speculator is a man who observes the future, and acts before it occurs."
    },
    {
      "cite": "Bill Clinton",
      "quote": "The future is not an inheritance, it is an opportunity and an obligation."
    },
    {
      "cite": "George Orwell",
      "quote": "People can foresee the future only when it coincides with their own wishes, and the most grossly obvious facts can be ignored when they are unwelcome."
    },
    {
      "cite": "E. H. Chaplin",
      "quote": "Tomorrow may never come to us. We do not live in tomorrow. We cannot find it in any of our title-deeds. The man who owns whole blocks of real estate, and great ships on the sea, does not own a single minute of tomorrow. Tomorrow! It is a mysterious possibility, not yet born. It lies under the seal of midnight--behind the veil of glittering constellations."
    },
    {
      "cite": "Barack Obama",
      "quote": "We did not come to fear the future. We came here to shape it."
    },
    {
      "cite": "Rosabeth Moss Kanter",
      "quote": "Our future will be shaped by the assumptions we make about who we are and what we can be."
    },
    {
      "cite": "Tom Wilson",
      "quote": "Nobody knows what the future will bring, but it's a good bet that there will be a delivery charge."
    },
    {
      "cite": "Frank Herbert",
      "quote": "The future remains uncertain and so it should, for it is the canvas upon which we paint our desires. Thus always the human condition faces a beautifully empty canvas."
    },
    {
      "cite": "Isaac Asimov",
      "quote": "You don't need to predict the future. Just choose a future -- a good future, a useful future -- and make the kind of prediction that will alter human emotions and reactions in such a way that the future you predicted will be brought about. Better to make a good future than predict a bad one."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "There is no justification for present existence other than its expansion into an indefinitely open future."
    },
    {
      "cite": "Albert Camus",
      "quote": "Real generosity toward the future lies in giving all to the present."
    },
    {
      "cite": "Marcus Aurelius",
      "quote": "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present."
    },
    {
      "cite": "Anonymous",
      "quote": "I know not what the future holds, but I know who holds the future."
    },
    {
      "cite": "Jim Bishop",
      "quote": "The future is an opaque mirror.  Anyone who tries to look into it sees nothing but the dim outlines of an old and worried face."
    },
    {
      "cite": "Dr T.P.Chia",
      "quote": "He who pays not no attention to his future is always penalized."
    },
    {
      "cite": "RVM",
      "quote": "Rather than wasting time on yesterday that is gone, it is better to invest your time in tomorrow that is not yet born"
    },
    {
      "cite": "Dr. Abdul Kalam",
      "quote": "You cannot change your future, but you can change your habits, and surely your habits will change your future."
    },
    {
      "cite": "Anonymous",
      "quote": "Our future accomplishments are determined entirely by how every second in our life is put to a useThe future is the cumulation of many nows."
    },
    {
      "cite": "Anonymous",
      "quote": "Your future is created by what you do today not tomorrow."
    },
    {
      "cite": "Nicole Kidman",
      "quote": "When you relinquish the desire to control your future, you can have more happiness."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "We may not be able to prepare the future for our children, but we can at least prepare our children for the future."
    },
    {
      "cite": "Marilee Zdenek",
      "quote": "The minute you alter your perception of yourself and your future, both you and your future begin to change."
    },
    {
      "cite": "John M. Richardson, Jr.",
      "quote": "When it comes to the future, there are three kinds of people: those who let it happen, those who make it happen, and those who wonder what happened."
    },
    {
      "cite": "unknown",
      "quote": "The future is not a result of choices among alternative paths offered by the present, but a place that is created--created first in the mind and will, created next in activity. The future is not some place we are going to, but one we are creating."
    },
    {
      "cite": "unknown",
      "quote": "Show me someone who doesn't dream about the future and I'll show you someone who doesn't know where they are going"
    },
    {
      "cite": "Gifford Pinchot",
      "quote": "The vast possibilities of our great future will become realities only if we make ourselves responsible for that future."
    },
    {
      "cite": "George Orwell",
      "quote": "He who controls the present, controls the past. He who controls the past, controls the future."
    },
    {
      "cite": "unknown",
      "quote": "The future lies before you, like paths of pure white snow. Be careful how you tread it, for every step will show."
    },
    {
      "cite": "Milan Kundera",
      "quote": "People are always shouting they want to create a better future. It's not true. The future is an apathetic void of no interest to anyone. The past is full of life, eager to irritate us, provoke and insult us, tempt us to destroy or repaint it. The only reason people want to be masters of the future is to change the past."
    },
    {
      "cite": "Leonard I. Sweet",
      "quote": "The future is not something we enter. The future is something we create."
    },
    {
      "cite": "Malcolm X",
      "quote": "The future belongs to those who prepare for it today."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Run to meet the future or it's going to run you down."
    },
    {
      "cite": "Edmund Burke",
      "quote": "You can never plan the future by the past."
    },
    {
      "cite": "Bob Marley",
      "quote": "In this bright future you can't forget your past."
    },
    {
      "cite": "Albert Einstein",
      "quote": "I never think of the future. It comes soon enough."
    },
    {
      "cite": "Cindy Ann Peterson",
      "quote": "Posture is paramount to your future."
    },
    {
      "cite": "Niels Bohr",
      "quote": "Prediction is very difficult, especially about the future."
    },
    {
      "cite": "Ken Blanchard",
      "quote": "Present thinking people kill the future."
    },
    {
      "cite": "William Jennings Bryan",
      "quote": "Destiny is no matter of chance. It is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future."
    },
    {
      "cite": "Chuck Palahniuk",
      "quote": "You realize that our mistrust of the future makes it hard to give up the past. You realize that our mistrust of the future makes it hard to give up the past."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "Your current thoughts are creating your future life. What you think about the most or focus on the most will appear as your life."
    },
    {
      "cite": "Clarence Darrow",
      "quote": "The fact that there is a general belief in a future life is no evidence of its truth."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Belief in God and a future life makes it possible to go through life with less of stoic courage than is needed by skeptics."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "People never leave, we are always here in our past and future lives."
    },
    {
      "cite": "Charles Darwin",
      "quote": "As for a future life, every man must judge for himself between conflicting vague probabilities."
    },
    {
      "cite": "Plato",
      "quote": "The direction in which education starts a man will determine his future life."
    },
    {
      "cite": "Rhonda Byrne",
      "quote": "What you are thinking now is creating your future life."
    },
    {
      "cite": "Thomas Dreier",
      "quote": "Our beliefs in a rich future life are of little importance unless we coin them into a rich present life."
    },
    {
      "cite": "Billy Graham",
      "quote": "The thought of the future life with its prerogatives and joys helps to make the trials of the present seem light and transient."
    },
    {
      "cite": "Gustave Flaubert",
      "quote": "The future is the worst thing about the present."
    },
    {
      "cite": "T.H. White",
      "quote": "We cannot build the future by avenging the past."
    },
    {
      "cite": "Walt Whitman",
      "quote": "The future is no more uncertain than the present."
    },
    {
      "cite": "Jose Ortega Y Gasset",
      "quote": "Life is a series of collisions with the future."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The future is not a gift, it is an achievement."
    },
    {
      "cite": "The future belongs to the learners-not the knowers.",
      "quote": "The future belongs to the learners-not the knowers."
    },
    {
      "cite": "Adam Clayton Powell",
      "quote": "There is no future for a people that deny their past."
    },
    {
      "cite": "Jim Stovall",
      "quote": "Faith is all that dreamers need to see into the future."
    },
    {
      "cite": "Eckhart Tolle",
      "quote": "The future is an imagined now, a projection of the mind."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "Limitless is your potential. Magnificent is your future."
    },
    {
      "cite": "Edward de Bono",
      "quote": "You can analyze the past, but you have to design the future."
    },
    {
      "cite": "Hugh B. Brown",
      "quote": "No matter what your past has been, your future is spotless."
    }
  ]
}