{
  "source": "https://www.wisesayings.com/gadget-quotes/",
  "theme": "gadget",
  "quotes": [
    {
      "cite": "Daniel Goleman",
      "quote": "We need to re-create boundaries. When you carry a digital gadget that creates a virtual link to the office, you need to create a virtual boundary that didn't exist before."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "Many buy gadgets they don’t really need, with money they don’t have, for people they don’t actually care for, while infringing their corporeal and financial capacities, in order to pay doctors and psychiatrists."
    },
    {
      "cite": "J. B. Priestley",
      "quote": "We cannot get grace from gadgets."
    },
    {
      "cite": "John Taylor",
      "quote": "Do we have Steve Jobs to thank for the iPod and iPod shuffle? iTunes? I think so. He changed the way we hear and think about music."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "I'm not really gadget oriented. I'm not into technology or computers. I'm not good at interfacing with that sort of gear."
    },
    {
      "cite": "Patton Oswalt",
      "quote": "There are times when I have to take, I call it a 'silence bath,' where I shut off all of the external gadgets. I go walk around, talk to people, and just live life for a while."
    },
    {
      "cite": "Prince",
      "quote": "Anyway, all these computers and digital gadgets are no good. They just fill your head with numbers and that can't be good for you."
    },
    {
      "cite": "Robin Sharma",
      "quote": "Cell phones, mobile e-mail, and all the other cool and slick gadgets can cause massive losses in our creative output and overall productivity."
    },
    {
      "cite": "Romeo Miller",
      "quote": "I have a lot of gadgets, remote controls for everything - the curtains, pool cover - it's like The Jetsons!"
    },
    {
      "cite": "Woody Allen",
      "quote": "I don't own a computer. I've never seen anything online at all - nothing. I don't own a word processor. I have none of that stuff. It's not an act of rebellion. I'm just not a gadget person."
    },
    {
      "cite": "Alexander Mccall Smith",
      "quote": "Oh I love gadgets and I pride myself on keeping at the cutting edge of technology."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Texting is not talking and a phone is not a friend."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Gadgets helps the solo, not the soul."
    },
    {
      "cite": "Desmond Llewelyn",
      "quote": "What is so brilliant about the gadgets is their simplicity."
    },
    {
      "cite": "Erik Pevernagie",
      "quote": "Using fake feelings and relying on a trick box of artificial gadgets in order to create a simulation of desire, will not unravel the knotty puzzle to reinvent oneself."
    },
    {
      "cite": "Jean-Luc Godard",
      "quote": "There is no more discovery. Not since the beginning of this century. There are new gadgets. New important gadgets."
    },
    {
      "cite": "Jeff Dunham",
      "quote": "I'm guilty of being fascinated by gadgets and toys and technology, but any penny that I spend, I try to make it be a part of what I do for a living. Because then you are forwarding. You are forwarding that art, forwarding that career ahead."
    },
    {
      "cite": "Levar Burton",
      "quote": "I've always been interested in gadgets and technology and I've always been a reader."
    },
    {
      "cite": "Michel Gondry",
      "quote": "All these gadgets, the phone and the computer, they expose the inside of your brain in a way that's bad."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Dreams about the future are always filled with gadgets."
    },
    {
      "cite": "Steven Levy",
      "quote": "Every great device, gadget, electric car, and robot would be even greater if batteries didn't suck so badly."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Man should never work for the machine, machine should work for the man."
    },
    {
      "cite": "Anoop Raghav",
      "quote": "Somewhere I read, if Apple is an school then Samsung is the brilliant student. In Indian market I can say that Micromax is the smartest student."
    },
    {
      "cite": "David Duchovny",
      "quote": "I'm kind of stupid when it comes to gadgets."
    },
    {
      "cite": "Matthew McConaughey",
      "quote": "No computer, no gadget, no trickery. I am an animal, it is a plant. I will beat the weed!"
    },
    {
      "cite": "Eleanor Everest Freer",
      "quote": "For safety is not a gadget but a state of mind."
    }
  ]
}