{
  "source": "https://www.wisesayings.com/galaxy-quotes/",
  "theme": "galaxy",
  "quotes": [
    {
      "cite": "Carl Sagan",
      "quote": "A galaxy is composed of gas and dust and stars billions upon billions of stars. Every star may be a sun to someone."
    },
    {
      "cite": "Eden Ahbez",
      "quote": "I am a being of Heaven and Earth, of thunder and lightning, of rain and wind, of the galaxies."
    },
    {
      "cite": "Kalpana Chawla",
      "quote": "When you look at the stars and the galaxy, you feel that you are not just from any particular piece of land, but from the solar system."
    },
    {
      "cite": "Douglas Adams",
      "quote": "Space is big. You just won't believe how vastly, hugely, mind-bogglingly big it is."
    },
    {
      "cite": "Djuna Barnes",
      "quote": "The priceless galaxy of misinformation called the mind."
    },
    {
      "cite": "Carl Sagan",
      "quote": "The immense distances to the stars and the galaxies mean that we see everything ins pace int he past, some as they were before the Earth came to be. Telescopes are time machines."
    },
    {
      "cite": "Twyla Tharp",
      "quote": "I had always seen myself as a star I wanted to be a galaxy."
    },
    {
      "cite": "Buzz Aldrin",
      "quote": "There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost certain that there is life somewhere in space."
    },
    {
      "cite": "Neil deGrasse Tyson",
      "quote": "Our galaxy, the Milky Way, is one of 50 or 100 billion other galaxies in the universe. And with every step, every window that modern astrophysics has opened to our mind, the person who wants to feel like they're the center of everything ends up shrinking."
    },
    {
      "cite": "Carl Sagan",
      "quote": "Who are we? We find that we live on an insignificant planet of a humdrum star lost in a galaxy tucked away in some forgotten corner of a universe in which there are far more galaxies than people."
    },
    {
      "cite": "A. R. Ammons",
      "quote": "Is it not careless to become too local when there are four hundred billion stars in our galaxy alone."
    },
    {
      "cite": "Ridley Scott",
      "quote": "How can you look at the galaxy and not feel insignificant?"
    },
    {
      "cite": "Tyler Kent White",
      "quote": "Never apologize for burning too brightly or collapsing into yourself every night. That is how galaxies are made."
    },
    {
      "cite": "A. P. J. Abdul Kalam",
      "quote": "Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work."
    },
    {
      "cite": "Martin Rees",
      "quote": "There are at least as many galaxies in our observable universe as there are stars in our galaxy."
    },
    {
      "cite": "Donald Hall",
      "quote": "However alert we are, antiquity remains an unknown, unanticipated galaxy"
    },
    {
      "cite": "Nikita Gill",
      "quote": "Those freckles make you seem like a galaxy of stars, just waiting to be explored and loved."
    },
    {
      "cite": "Amit Ray",
      "quote": "The dancing Sun the dancing moon the dancing stars and the dancing galaxies are the direct expression of our divine Self."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious."
    }
  ]
}