{
  "source": "https://www.wisesayings.com/gallery-quotes/",
  "theme": "gallery",
  "quotes": [
    {
      "cite": "William Congreve",
      "quote": "They are at the end of the gallery; retired to their tea and scandal, according to their ancient custom."
    },
    {
      "cite": "Kim Weston",
      "quote": "Galleries, and they're all the same, and rightly so, they sell work."
    },
    {
      "cite": "Charles Tart",
      "quote": "The whole world is an art gallery when you're mindful. There are beautiful things everywhere and they're free."
    },
    {
      "cite": "Thomas Babington Macaulay",
      "quote": "The gallery in which the reporters sit has become a fourth estate of the realm."
    },
    {
      "cite": "Jeff Koons",
      "quote": "Love the gallery, the arena of representation. It's a commercial world, and morality is based generally around economics, and that's taking place in the art gallery."
    },
    {
      "cite": "Arne Glimcher",
      "quote": "There is more to representing art than selling art. The life of the gallery is dependent on the renewal and refreshment of its artists and dealers. When that stops happening, it's the end."
    },
    {
      "cite": "Robertson Davies",
      "quote": "You never see what you want to see, forever playing to the gallery."
    },
    {
      "cite": "Will Cotton",
      "quote": "In a gallery, there's an expectation of high prices and a somewhat elitist atmosphere."
    },
    {
      "cite": "Otto Hermann Kahn",
      "quote": "The appeal all too often is to the gallery, hungry for sensation."
    },
    {
      "cite": "Wendy Beckett",
      "quote": "Walking rapidly - or even slowly - through a gallery is equivalent to browsing through a bookstore and reading the blurbs."
    },
    {
      "cite": "Robert Smithson",
      "quote": "The museum spreads its surfaces everywhere, and becomes an untitled collection of generalizations that mobilize the eye."
    },
    {
      "cite": "Gerhard Richter",
      "quote": "Every museum is full of nice things. That's the opposite of before. It was important things or serious things. Now we have interesting things."
    },
    {
      "cite": "Rupi Kaur",
      "quote": "Real museums are places where time is transformed into Space."
    },
    {
      "cite": "Lois Lowry",
      "quote": "That's why we have the Museum, to remind us of how we came, and why: to start fresh, and begin a new place from what we had learned and carried from the old."
    },
    {
      "cite": "Nanette L. Avery",
      "quote": "A museum is a place where nothing was lost, just rediscovered."
    },
    {
      "cite": "Sirajuddin Jalil",
      "quote": "Museums have a simple way to love their story and enjoy greatly to visit it."
    },
    {
      "cite": "Hans Haacke",
      "quote": "Museums are managers of consciousness. They give us an interpretation of history, of how to view the world and locate ourselves in it. They are, if you want to put it in positive terms, great educational institutions. If you want to put it in negative terms, they are propaganda machines."
    },
    {
      "cite": "William Thorsell",
      "quote": "Museums should be places where you raise questions, not just show stuff."
    },
    {
      "cite": "Alfred H. Barr, Jr.",
      "quote": "The museum is to help people enjoy, understand, and use the visual arts of our time."
    },
    {
      "cite": "Renzo Piano",
      "quote": "A museum is a place where one should lose one's head."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The Museum is not meant either for the wanderer to see by accident or for the pilgrim to see with awe. It is meant for the mere slave of a routine of self- education to stuff himself with every sort of incongruous intellectual food in one indigestible meal."
    },
    {
      "cite": "David Rockefeller",
      "quote": "A museum has to renew its collection to be alive, but that does not mean we give on important old works."
    },
    {
      "cite": "Maynard James Keenan",
      "quote": "Believe that when you go into a gallery or a museum, the most powerful pieces are the ones that don't have the words in the corner that distract you from the larger piece."
    },
    {
      "cite": "Hans Haacke",
      "quote": "Museums are not normally presenting the works on the walls as provocations to work. It's more like going to a Jacuzzi."
    },
    {
      "cite": "Jerry Saltz",
      "quote": "Many museums are drawing audiences with art that is ostensibly more entertaining than stuff that just sits and invites contemplation. Interactivity, gizmos, eating, hanging out, things that make noise - all are now the norm, often edging out much else."
    }
  ]
}