{
  "source": "https://www.wisesayings.com/gambling-quotes/",
  "theme": "gambling",
  "quotes": [
    {
      "cite": "John Milton Hay",
      "quote": "True luck consists not in holding the best of the cards at the table; luckiest is he who knows just when to rise and go home."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "In gambling the many must lose in order that the few may win."
    },
    {
      "cite": "John Warren Kindt",
      "quote": "The gambling interests like to point to the construction jobs, but those jobs go away."
    },
    {
      "cite": "Franz Rosenthal",
      "quote": "The subject of gambling is all encompassing. It combines man's natural play instinct with his desire to know about his fate and his future."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Victory is a fleeting thing in the gambling business. Today's winners are tomorrow's blinking toads, dumb beasts with no hope."
    },
    {
      "cite": "Fran Lebowitz",
      "quote": "I figure you have the same chance of winning the lottery whether you play or not."
    },
    {
      "cite": "John Warren Kindt",
      "quote": "You bring in gambling into a major population base, and the more people you have going into a casino, the more people you have hooked on gambling."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "At the gambling table, there are no fathers and sons."
    },
    {
      "cite": "Peter L Bernstein",
      "quote": "Gambling has held human beings in thrall for millennia. It has been engaged in everywhere, from the dregs of society to the most respectable circles."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "If you must play, decide upon three things at the start: the rules of the game, the stakes, and the quitting time."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "Gambling operates under the premise that greed can be satisfied by luck."
    },
    {
      "cite": "Jeanette Winterson",
      "quote": "Gambling is not a vice, it is an expression of our humanness. We gamble. Some do it at the gaming table, some do not. You play, you win, you play, you lose. You play."
    },
    {
      "cite": "Nikolai Gogol",
      "quote": "Gambling is the great leveller. All men are equal at cards."
    },
    {
      "cite": "Ian Fleming",
      "quote": "At gambling, the deadly sin is to mistake bad play for bad luck."
    },
    {
      "cite": "John Scarne",
      "quote": "The gambling supply house catalog is distinctly not the safest place to learn about cheating devices, beware of catalog men."
    },
    {
      "cite": "Thomas Hughes",
      "quote": "Gambling makes boys selfish and cruel as well as men."
    },
    {
      "cite": "Eric Schneiderman",
      "quote": "Gambling is entertainment. People go to casinos to be entertained."
    },
    {
      "cite": "Ambrose Bierce",
      "quote": "The gambling known as business looks with austere disfavor upon the business known as gambling."
    },
    {
      "cite": "Mario Puzo",
      "quote": "Gambling is not as destructive as war or as boring as pornography. It is not as immoral as business or as suicidal as watching television. And the percentages are better than religion."
    },
    {
      "cite": "Hunter S. Thompson",
      "quote": "Gambling can turn into a dangerous two-way street when you least expect it. Weird things happen suddenly, and your life can go all to pieces."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "A Gentleman is a man who will pay his gambling debts even when he knows he has been cheated."
    },
    {
      "cite": "Henry Ward Beecher",
      "quote": "Gambling with cards or dice or stocks is all one thing. It's getting money without giving an equivalent for it."
    },
    {
      "cite": "Cara Bertoia",
      "quote": "It's hard to walk away from a winning streak, even harder to leave the table when you're on a losing one."
    },
    {
      "cite": "Michael Jordan",
      "quote": "I want people to understand, gambling is not a bad thing if you do it within the framework of what it's meant to be, which is fun and entertaining."
    },
    {
      "cite": "Toba Beta",
      "quote": "Gambling is an act of faith of gamblers. Prophecy is an act of faith of the saints."
    },
    {
      "cite": "Dean Inge",
      "quote": "Gambling is a disease of barbarians superficially civilized."
    },
    {
      "cite": "Rebecca West",
      "quote": "Time spent in a casino is time given to death, a foretaste of the hour when one's flesh will be diverted to the purposes of the worm and not of the will."
    },
    {
      "cite": "Owen Feltham",
      "quote": "By gaming we lose both our time and treasure: two things most precious to the life of man."
    },
    {
      "cite": "Wilson Mizner",
      "quote": "Gambling: The sure way of getting nothing for something."
    },
    {
      "cite": "Mario Puzo",
      "quote": "Some psychiatrists claim gambling is masochistic, that gamblers want to lose to punish themselves. Sure some do. Some People like to jump off the Empire State Building. But millions go up to look at the view."
    },
    {
      "cite": "Donald Trump",
      "quote": "A gambler is someone who plays slot machines. I prefer to own slot machines."
    },
    {
      "cite": "Paul Lyons",
      "quote": "It's the risk I like about owning a casino. Some days you win, other days you win more."
    },
    {
      "cite": "Larry Merchant",
      "quote": "No use gambling if you can't lose your head once in a while."
    },
    {
      "cite": "Ovid",
      "quote": "So the gambler, lest he should lose, does not stop losing."
    },
    {
      "cite": "Andre Malraux",
      "quote": "He was so sure he would lose that he had not played everything— as if to prolong the sensation of losing."
    },
    {
      "cite": "As-Sanawbari",
      "quote": "They gambled with me for my heart with all kinds of games. They defeated me and took it away."
    },
    {
      "cite": "Sigmund Freud",
      "quote": "The solemn resolutions, which are nevertheless broken, never to do it again, the stupefying pleasure and the bad conscience which tells the subject he is ruining himself."
    },
    {
      "cite": "Alvin Alvarez",
      "quote": "Bad beats haunt you like bad dreams."
    },
    {
      "cite": "Mario Puzo",
      "quote": "Show me a gambler and I'll show you a loser."
    },
    {
      "cite": "Mario Puzo",
      "quote": "To gamble is to risk, to approach 'the ruin factor.' When I was poor the ruin factor was not important. Hell, I was ruined anyway."
    },
    {
      "cite": "Axel Freed",
      "quote": "I play in order to lose. That's what gets my juice going. If I only bet on the games I know, I could at least break even."
    },
    {
      "cite": "Jim Lewis",
      "quote": "The games became burning lights on the floor of my withdrawal, and later, while I slept, there were poker chips falling through my dreams."
    },
    {
      "cite": "Spanish Proverb",
      "quote": "My only worry about my husband's gambling is that he may lose."
    },
    {
      "cite": "Lavater",
      "quote": "It is possible that a wise and good man may be prevailed on to gamble; but it is impossible that a professed gamester should be a wise and good man."
    },
    {
      "cite": "Heath",
      "quote": "Some play for gain; to pass time others play; both play the fool; who gets byplay is loser in the end."
    },
    {
      "cite": "Horace",
      "quote": "Curst is the wretch enslaved to such a vice, who ventures life and soul upon the dice."
    },
    {
      "cite": "Whately",
      "quote": "All gaming, since it implies a desire to profit at the expense of others, involves a breach of the tenth commandment."
    },
    {
      "cite": "Zimmermann",
      "quote": "Gambling houses are temples where the most sordid and turbulent passions contend; there no spectator can be indifferent. A card or a small square of ivory interests more than the loss of an empire, or the ruin of an unoffending group of infants and their nearest relatives."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Out of adultery comes murder, out of gambling comes thieving."
    },
    {
      "cite": "Jackie Burke",
      "quote": "In Texas it's not a question of gambling; it's a question of what time are we gambling. I mean, I grew up shooting dice."
    },
    {
      "cite": "Jack London",
      "quote": "Life is a big gambling game. Some are born lucky and some are born unlucky."
    },
    {
      "cite": "Lord Byron",
      "quote": "I have a notion that gamblers are as happy as most people, being always excited; women, wine, fame, the table, even ambition, sate now & then, but every turn of the card & cast of the dice keeps the gambler alive— besides one can game ten times longer than one can do anything else."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "There is no gambling like politics."
    },
    {
      "cite": "Robert William Service",
      "quote": "I have no brief for gambling, nay / The notion I express / That money earned 's the only way / To pay for happiness. / With cards and dice I do not hold; / By betting I've been bit: / Conclusion: to get honest gold / You've got to sweat for it."
    },
    {
      "cite": "Ehsan Sehgal",
      "quote": "To build a new way / That may lead, towards / The same outcome / So I dare not / I am afraid, / From such ones / It seems everyone is that / I cannot risk and bear / Such gambling again."
    },
    {
      "cite": "Seneca",
      "quote": "Luck is what happens when preparation meets opportunity."
    },
    {
      "cite": "Baltasar Gracian y Morales",
      "quote": "Quit while you're ahead. All the best gamblers do."
    },
    {
      "cite": "Bret Harte",
      "quote": "The only sure thing about luck is that it will change."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "The roulette table pays nobody / except him that keeps it./ Nevertheless a passion for gaming is common, / though a passion / for keeping roulette tables is unknown."
    },
    {
      "cite": "John Dewey",
      "quote": "Luck, bad if not good, will always be with us.  But it has a way of favoring the intelligent and showing its back to the stupid."
    },
    {
      "cite": "Nicholas Dandolos",
      "quote": "Remember this: The house doesn't beat the player. It just gives him the opportunity to beat himself."
    }
  ]
}