{
  "source": "https://www.wisesayings.com/games-quotes/",
  "theme": "games",
  "quotes": [
    {
      "cite": "Brandon Sanderson",
      "quote": "It was rather difficult to throw a game when you had no idea what you were doing to win it in the first place."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "We do not stop playing because we grow old. We grow old because we stop playing."
    },
    {
      "cite": "James P. Carse",
      "quote": "There are at least two kinds of games. One could be called finite, the other infinite. A finite game is played for the purpose of winning, an infinite game for the purpose of continuing the play."
    },
    {
      "cite": "Robert Wilson Lynd",
      "quote": "It is in games that many men discover their paradise."
    },
    {
      "cite": "George Herbert",
      "quote": "At the games end we shall see who gaines."
    },
    {
      "cite": "Jim Morrison",
      "quote": "All games contain the idea of death."
    },
    {
      "cite": "Mark Cuban",
      "quote": "You never win any games you don't play."
    },
    {
      "cite": "R.J. Torbert",
      "quote": "To play a good game, you need a few players."
    },
    {
      "cite": "William Shakespeare",
      "quote": "If all the year were playing holidays, to sport would be as tedious as to work."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "For a game, you don't need a teacher."
    },
    {
      "cite": "James Altucher",
      "quote": "Games are all about taking risks."
    },
    {
      "cite": "Thornton Wilder",
      "quote": "A play visibly represents pure existing."
    },
    {
      "cite": "Gary Gygax",
      "quote": "Games give you a chance to excel, and if you're playing in good company you don't even mind if you lose because you had the enjoyment of the company during the course of the game."
    },
    {
      "cite": "Lailah Gifty Akita",
      "quote": "Life is a game. We must keep playing the game. The more we play, the more we will understand the game of life."
    },
    {
      "cite": "Patrick Marleau",
      "quote": "Games in hand are a good thing only if you win them."
    },
    {
      "cite": "Gabe Zichermann",
      "quote": "Games are the only force in the known universe that can get people to take actions against their self-interest, in a predictable way, without using force."
    },
    {
      "cite": "Roald Dahl",
      "quote": "Life is more fun if you play games."
    },
    {
      "cite": "Nate Silver",
      "quote": "By playing games you can artificially speed up your learning curve to develop the right kind of thought processes."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "In order to fully realize how bad a popular play can be, it is necessary to see it twice."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "Whatever games are played with us, we must play no games with ourselves, but deal in our privacy with the last honesty and truth."
    },
    {
      "cite": "Hideo Kojima",
      "quote": "Games shouldn't only be fun. They should teach or spark an interest in other things."
    },
    {
      "cite": "Albert Einstein",
      "quote": "Games are the most elevated form of investigation."
    },
    {
      "cite": "Hillary Clinton",
      "quote": "There's a difference between fair game and playing games."
    },
    {
      "cite": "Don Addis",
      "quote": "Never play cat and mouse games if you're a mouse."
    },
    {
      "cite": "Plautus",
      "quote": "There are games in which it is better to lose than win."
    },
    {
      "cite": "Patricia Briggs",
      "quote": "You play games with people's lives.You forget that they are fragile."
    },
    {
      "cite": "Scott Brooks",
      "quote": "The more games you coach, the more comfortable you feel."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "There are only three sports: mountain climbing, bull fighting, and motor racing. All the rest are merely games."
    },
    {
      "cite": "B.K.S. Iyengar",
      "quote": "All games are meaningless if you do not know the rules."
    },
    {
      "cite": "Anonymous",
      "quote": "If you must play, decide upon three things at the start: the rules of the game, the stakes, and the quitting time."
    },
    {
      "cite": "Leonard Cohen",
      "quote": "Games are nature's most beautiful creation."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Games lubricate the body and mind."
    },
    {
      "cite": "Shigeru Miyamoto",
      "quote": "A delayed game is eventually good, a bad game is bad forever."
    },
    {
      "cite": "Dejan Stojanovic",
      "quote": "The game itself is bigger than the winning."
    },
    {
      "cite": "Eric Berne",
      "quote": "Games are a compromise between intimacy and keeping intimacy away."
    },
    {
      "cite": "Bernard Shaw",
      "quote": "Men may trifle their business and their politics, but they never trifle with their games."
    },
    {
      "cite": "Evan Esar",
      "quote": "A well-adjusted person is one who can play golf and bridge as if they were games."
    },
    {
      "cite": "Evan Esar",
      "quote": "If you watch a game, it's fun; if you play it, it's recreation; if you work at it, it's golf."
    },
    {
      "cite": "Evan Esar",
      "quote": "What some people enjoy most about table tennis is stepping on the ball."
    },
    {
      "cite": "Edwin Arlington Robinson",
      "quote": "Life is the game that must be played."
    },
    {
      "cite": "Eva Gabor",
      "quote": "Love is a game that two can play and both win."
    },
    {
      "cite": "Billy Graham",
      "quote": "If he is to become a ball player, he must learn the rules of the game. And, contrary to popular thinking, children appreciate rules."
    },
    {
      "cite": "Jon Gordon",
      "quote": "When you're in a high-pressure situation and the game is on the line, and everyone is watching you, remember to smile, have fun, and enjoy it. Life is short; you only live once. You have nothing to lost. Seize the moment."
    },
    {
      "cite": "Danny Blanchflower",
      "quote": "The great fallacy is that the game is first and last about winning. It's nothing of the kind. The game is about glory. It is about doing things in style, with a flourish, about going out and beating the other lot, not waiting for them to die of boredom."
    },
    {
      "cite": "William Cowper",
      "quote": "But war's a game, which, were their subjects wise, Kings would not play at."
    },
    {
      "cite": "Gretna Green",
      "quote": "The game,' said he, 'is never lost till won.'"
    },
    {
      "cite": "Mr. Weller",
      "quote": "Battledore and shuttlecock's a very good game, when you an't the shuttlecock and two lawyers the battledores, in which case it gets too exciting to be pleasant."
    },
    {
      "cite": "Daniel Muriel",
      "quote": "Video games are therefore understood as an expression of life and culture in the late modernity."
    },
    {
      "cite": "Michael Jordan",
      "quote": "I've missed 9000 shots in my career. I've lost almost 300 games. 26 times I've been trusted to take the game winning shot and missed. I've failed over and over again in my life. And that is why I succeed."
    },
    {
      "cite": "William Feather",
      "quote": "A baseball game is twice as much fun if you're seeing it on the company's time."
    },
    {
      "cite": "Bob Lemon",
      "quote": "All I know is that the way we're hitting, sick people are getting out of bed and wanting to pitch against us."
    },
    {
      "cite": "Rudy Tomjanovich",
      "quote": "Whenever you lose, there's going to be criticism. That's why they invented talk radio."
    },
    {
      "cite": "Stormont Mancroft",
      "quote": "Cricket: A game which the English, not being a spiritual people, have invented in order to give themselves some conception of eternity."
    },
    {
      "cite": "Martin Ragaway",
      "quote": "Promising golfer: Any younger player who listens attentively to your advice and nods his head in agreement."
    },
    {
      "cite": "Martin Ragaway",
      "quote": "Long game: Shots where considerable distance is important. A match you are hopelessly losing is a very long game."
    },
    {
      "cite": "Andrew Harrison",
      "quote": "The Sport of Archery: What Is Archery? Archery Lessons On How to Make a Bow & Arrow, the History of Archery, Best Archery Equipment and Tips On Hitting the Target."
    },
    {
      "cite": "Joseph Strutt",
      "quote": "Forsake your lov'd Olympian games awhile, With which the tedious minutes you beguile, Wave quoits and nine-pins, those bear-garden sports, And follow shooting, often used at courts."
    },
    {
      "cite": "Palestra Palque",
      "quote": "To paly the game is great, to win the game is greater, but to love the game is the greatest of all."
    },
    {
      "cite": "Mike Scioscia",
      "quote": "You can't take ghosts from last night's game into the next day. In baseball, if you can't turn the page and get to the next game, you're going to be in trouble."
    },
    {
      "cite": "Al Michaels",
      "quote": "Five seconds left in the game. Four left in the game. Do you believe in miracles? Yes! Unbelievable!"
    },
    {
      "cite": "Bill Walton",
      "quote": "Basketball's highest level comes down to one question: Can you make the choice that your happiness can come from someone else's success?"
    },
    {
      "cite": "Meagan Marie",
      "quote": "Play is inherent to who we are as humans. Through play we have entertained, expressed, taught, socialized, and competed since before recorded history."
    },
    {
      "cite": "Ellyse Perry",
      "quote": "Sport for me, and specifically cricket these days, is the avenue I've found to provide personal meaning and purpose, without it defining me."
    },
    {
      "cite": "John Honeybourne",
      "quote": "Gamesmanship has now become an acceptable part of modern sport."
    },
    {
      "cite": "Daniel Muriel",
      "quote": "Video games are therefore understood as an expression of life and culture in the late modernity."
    },
    {
      "cite": "Carly Finseth",
      "quote": "A game is a playful, interactive goal- and rule-based with an established set of mechanics and an integrated feedback metric, in which players work toward solving problems and completing challenges."
    },
    {
      "cite": "Stephen Mumford",
      "quote": "In the cases of both happiness and aesthetics in football, it is plausible that this unexpected structure is exhibited."
    },
    {
      "cite": "Stephen Mumford",
      "quote": "The philosophy of win at all costs also produces what is ugly in football."
    },
    {
      "cite": "Joe James",
      "quote": "Some people rent clubs until they're sure the game of golf agrees with them. For a real bargain, you can often wait around the eighteenth green and pick up a set cheap from a guy who is just giving up the game."
    },
    {
      "cite": "Robert Arp",
      "quote": "Free will and determinism are like a game of cards. The hand that is dealt you represents determinism. The way you play your hand represents free will."
    },
    {
      "cite": "Roger Caillois",
      "quote": "Games also posses so many different characteristics that many approaches are possible."
    },
    {
      "cite": "Andrew Harrison",
      "quote": "Archery is the game that involves the shooting of arrows that is released from the bow and shot at a target."
    },
    {
      "cite": "Richard Abanes",
      "quote": "Video games can no longer be thought of as little more than meaningless distractions designed to fill the playtime of children."
    },
    {
      "cite": "Richard Abanes",
      "quote": "As one gamer eloquently expressed it, video games 'are a great escape from a bland reality, a way to stimulate your mind and relax your soul in colorful, distant worlds that the talented minds of the creators have conceived.'"
    },
    {
      "cite": "Joseph Strutt",
      "quote": "Long did he live the honor of the bow, And his long life to that alone did owe ; But how can art secure, or what can save Extreme old age from an appointed grave? Surviving archers much his loss lament, And in respect  bestowed this monument, Where whistling arrows did his worth proclaim, And eternize his memory and name."
    },
    {
      "cite": "Frank Pyke",
      "quote": "Although versatility, adaptability and the ability to perform under pressure are all valuable assets, players with a strong foundation of core cricket skills have a better chance of success in all forms of the game."
    },
    {
      "cite": "Geoff Armstrong",
      "quote": "Each sport has its great ones; cricket seems to have them in abundance. And when we talk of cricket's heroes, we talk not just of runs and wickets, but--much more significantly."
    },
    {
      "cite": "Ben Applebaum",
      "quote": "Playing around offers plenty of challenges--such as figuring out how to dominate in Tic-tac Toe or the best way to bean your buddy with a dodgeball."
    },
    {
      "cite": "Julia Scheeres",
      "quote": "For many kids, dodgeball isn't a game: It's revenge. It's their chance to settle a score in a legitimate fashion."
    },
    {
      "cite": "Tatenda Taibu",
      "quote": "In truth, a number of the players really resented some of the young black cricketers being promoted."
    },
    {
      "cite": "Geoff Armstrong",
      "quote": "Cricket--a sport with passionate fans across several continents-- was a natural fit."
    },
    {
      "cite": "Cassell's Saturday Journal",
      "quote": "If a man possesses any good qualities, cricket will most surely develop them. It is a game which calls constantly for little acts of courtesy and self-denial, and no one who plays it can help feeling the better for its influence."
    },
    {
      "cite": "John Honeybourne",
      "quote": "Crowds too can show sportsmanship by applauding good play by both teams, keeping quiet when players take penalties and accepting referees' decisions."
    },
    {
      "cite": "Mary Mueller",
      "quote": "Personal integrity leads to good sportsmanship."
    },
    {
      "cite": "Mary Mueller",
      "quote": "Self-control when facing trouble also shows good sportsmanship."
    }
  ]
}