{
  "source": "https://www.wisesayings.com/gamer-quotes/",
  "theme": "gamer",
  "quotes": [
    {
      "cite": "Ernest Cline",
      "quote": "There, inside the game's two-dimensional universe, life was simple: It's just you against the machine. Move with your left hand, shoot with your right, and try to stay alive as long as possible."
    },
    {
      "cite": "Bryan Fields",
      "quote": "When a Dragon, an Elf, and a Human walk into a bar, the Human is always going to be the punch line."
    },
    {
      "cite": "Katherine McGee",
      "quote": "Disengage,' she whispered, pulling the red tab on her wristband. Immediately Avery’s weapons were rendered inactive and she became invisible to everyone in the augmented reality game, able to do nothing except walk back to the staging room until she reactivated. It was like she wasn’t even there, like she’d suddenly erased herself. Which was exactly how she felt."
    },
    {
      "cite": "Bernie DeKoven",
      "quote": "On the one hand we have the playing mind—innovative, magical, boundless. On the other is the gaming mind—concentrated, determined, intelligent. And on the hand that holds them both together we have the notion of playing well."
    },
    {
      "cite": "Matt Forbeck",
      "quote": "A group of adventurers is known as a \"party,\" and not just because they like to celebrate their success together in the end. Your party should be as close to you as your family--assuming your family can cast spells, kill monsters, and bring you back from the edge of death."
    },
    {
      "cite": "Ernest Cline",
      "quote": "To keep our minds and bodies healthy, we have to simulate those old ways in the midst of our modern, technological lives, where everything on the planet has already been hunted and gathered. Thankfully, the technology that created this problem also gave rise to its solution—a way for us modern city dwellers to exorcise our inner evolutionary demons: video games."
    },
    {
      "cite": "Bryan Lee O'Malley",
      "quote": "Alright, go away. I have a tiny world to save."
    },
    {
      "cite": "Alexei Maxim Russell",
      "quote": "Just like the notion of 'Internet natives', who have never known a world without Internet access, we, who have lived our entire lives with video games, can be known as 'video game natives'."
    },
    {
      "cite": "Jane Mcgonigal",
      "quote": "A game is an opportunity to focus our energy, with relentless optimism, at something we’re good at (or getting better at) and enjoy. In other words, gameplay is the direct emotional opposite of depression."
    },
    {
      "cite": "Scott Rogers",
      "quote": "I think it's fair to say most video games let players experience only eight emotions: anger, panic, dread, surprise, wonder, satisfaction, joy and disappointment. And some games only disappoint."
    },
    {
      "cite": "Jane Mcgonigal",
      "quote": "Gamers always believe that an epic win is possible and that it's always worth trying and trying now."
    },
    {
      "cite": "Unkown",
      "quote": "I don't need to \"get a life\". I'm a gamer. I have lots of lives."
    },
    {
      "cite": "Unkown",
      "quote": "Gamers don't die, they respawn."
    },
    {
      "cite": "Hidetaka Miyazaki",
      "quote": "I, as a gamer, understand passion to discuss favorite games."
    },
    {
      "cite": "Cal Ripken",
      "quote": "I always thought being a gamer and someone who had a sense of responsibility to the game and to my teammates was the honorable thing."
    },
    {
      "cite": "Jane Mcgonigal",
      "quote": "I don't want a gamer to feel like they have to commit their whole life to changing the world."
    },
    {
      "cite": "Lisa Su",
      "quote": "Gaming is one of those things that's pretty amazing because when you think about it, everybody wants to game; whether you're a casual gamer, or you're an enthusiast gamer, there's a large market for us."
    },
    {
      "cite": "Naomi Alderman",
      "quote": "As a gamer, I can't think of anything more annoying for everyone concerned than playing games in a shared living room."
    },
    {
      "cite": "Satoru Iwata",
      "quote": "Needless to say, nobody is born an avid gamer."
    },
    {
      "cite": "Jim Lee",
      "quote": "As a gamer, I like to go up and look at people's faces and see how good of a job they did."
    },
    {
      "cite": "Anatoly Karpov",
      "quote": "To be champion requires more than simply being a strong player; one has to be a strong human being as well."
    },
    {
      "cite": "Voltaire",
      "quote": "Each player must accept the cards life deals him or her: but once they are in hand, he or she alone must decide how to play the cards in order to win the game."
    },
    {
      "cite": "Peter Ueberroth",
      "quote": "The integrity of the game is everything."
    },
    {
      "cite": "Kevin Finn",
      "quote": "Only a gamer would jump at nothing to find a hidden block. But something tells me you're not just some gamer, but thee gamer."
    },
    {
      "cite": "Suda 51",
      "quote": "I know a lot of gamers out there who don't have much patience."
    },
    {
      "cite": "Neneh Karlsson",
      "quote": "They should get laid out, played out, you know / Set to gauge range, straight to you friend / Stretched out, gamers, played out, over-run / Stretching out a lot of nothing"
    },
    {
      "cite": "Chris Smith",
      "quote": "Chess, some hardest gamers, the world black as entertainment) / Your time is short, change your thought, rearrange your sports"
    },
    {
      "cite": "Sofia Achoun",
      "quote": "Watch your (ah), I'm a gamer! / Free free free from material world"
    },
    {
      "cite": "Tyler \"Ninja\" Blevins",
      "quote": "Every gamer relies on hardware. Like power plants or electricity, it's the foundation that makes gaming possible."
    },
    {
      "cite": "Tyler \"Ninja\" Blevins",
      "quote": "Believe me: there's nothing worse than knowing you lost a game because your equipment failed you."
    },
    {
      "cite": "Tyler \"Ninja\" Blevins",
      "quote": "Every choice is an opportunity to be the best player you can be."
    },
    {
      "cite": "Carly Finseth",
      "quote": "A game is a playful, interactive goal- and rule-based with an established set of mechanics and an integrated feedback metric, in which players work toward solving problems and completing challenges."
    },
    {
      "cite": "Routelge",
      "quote": "Virtual worlds are the product of game objects but are also shaped by the gamers themselves."
    },
    {
      "cite": "James Desborough",
      "quote": "One of the most significant problem in discussing Gamergate, and the things it grew out of - such as internet and gaming culture - is that there are a lot of people that simply don't understand it. Any of it."
    },
    {
      "cite": "James Desborough",
      "quote": "A Gamer is an engaged, active, interested and knowledgeable member of the gaming community for whom gaming is a primary hobby."
    },
    {
      "cite": "James Desborough",
      "quote": "The difference between  'Gamer' and 'someone who plays games' is the same."
    },
    {
      "cite": "James Desborough",
      "quote": "Gamers are a core, reliable audience but also a critical one. One that knows the ins and outs of games."
    },
    {
      "cite": "James Desborough",
      "quote": "Without Gamers, the games industry in all its success and glory today could not exist."
    },
    {
      "cite": "Meagan Marie",
      "quote": "Play is inherent to who we are as humans. Through play we have entertained, expressed, taught, socialized, and competed since before recorded history."
    },
    {
      "cite": "Richard Abanes",
      "quote": "Video games can no longer be thought of as little more than meaningless distractions designed to fill the playtime of children."
    },
    {
      "cite": "Richard Abanes",
      "quote": "As one gamer eloquently expressed it, video games 'are a great escape from a bland reality, a way to stimulate your mind and relax your soul in colorful, distant worlds that the talented minds of the creators have conceived.'"
    },
    {
      "cite": "Daniel Muriel",
      "quote": "Video games are therefore understood as an expression of life and culture in the late modernity."
    },
    {
      "cite": "Library of Congress Cataloguing-in-Publication Data",
      "quote": "The culture of gaming is characterized by a shared sense of identity among the majority of industry participants."
    }
  ]
}