{
  "source": "https://www.wisesayings.com/gang-quotes/",
  "theme": "gang",
  "quotes": [
    {
      "cite": "Bob Saget",
      "quote": "Apparently my street has a leaf blower gang who tag team all day, so the sounds of the leaf blower are forever blowing from dawn to dusk."
    },
    {
      "cite": "Ross Kemp",
      "quote": "I think we have always had a fascination for gangs and gangsters, and I think we always will."
    },
    {
      "cite": "Roddy Woomble",
      "quote": "I suppose if a band is like a gang, it is a moment in time."
    },
    {
      "cite": "Steve Diggle",
      "quote": "It is kind of weird being the last gang in town."
    },
    {
      "cite": "Bertolt Brecht",
      "quote": "All the gang of those who rule us Hope our quarrels never stop Helping them to split and fool us So they can remain on top."
    },
    {
      "cite": "Neal Shusterman",
      "quote": "We're this big melting pot, but someone turned up the heat too high, and the stew started to burn. Gangs, crime, fights, and fear are now a regular part of our local stew."
    },
    {
      "cite": "Ezra Pound",
      "quote": "A general loathing of a gang or sect usually has some sound basis in instinct."
    },
    {
      "cite": "Mickey Mantle",
      "quote": "A team is where a boy can prove his courage on his own. A gang is where a coward goes to hide."
    },
    {
      "cite": "Jesse Jackson",
      "quote": "Gangs are a group reaction to helplessness."
    },
    {
      "cite": "Jimi Hendrix",
      "quote": "Every city in the world always has a gang, a street gang, or the so-called outcasts."
    },
    {
      "cite": "Don Marquis",
      "quote": "A demagogue is a person with whom we disagree as to which gang should mismanage the country."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "The speed of the leader is the speed of the gang."
    },
    {
      "cite": "Kendrick Lamar",
      "quote": "I was raised inside the gang culture."
    },
    {
      "cite": "Jessica Savitch",
      "quote": "Shootouts are not gunfights of honor, they're gang wars and racial riots."
    },
    {
      "cite": "Louise Burfitt-Dons",
      "quote": "If you want to be in with a gang then you have to go along with hiding people's things."
    },
    {
      "cite": "Greg Boyle",
      "quote": "Even gang members imagine a future that doesnt include gangs."
    },
    {
      "cite": "Neil Kinnock",
      "quote": "They travel best in gangs, hanging around like clumps of bananas, thick skinned and yellow."
    }
  ]
}