{
  "source": "https://www.wisesayings.com/gangster-quotes/",
  "theme": "gangster",
  "quotes": [
    {
      "cite": "Lorenzo Carcaterra",
      "quote": "A true gangster can smell out a person's strenghts and weaknesses in a matter of minutes, but what they can sense most of all, what their bodies are most attuned to, is the scent of fear."
    },
    {
      "cite": "Armand Assante",
      "quote": "The Italian gangster thing has become a form of the modern-day Western."
    },
    {
      "cite": "Ruby Dee",
      "quote": "Gangsters lived in the neighborhood. They weren't apart from it. Their relationships with people were both benevolent and scary."
    },
    {
      "cite": "Lorenzo Carcaterra",
      "quote": "A gangster must always be prepared to kill a friend. It is one of the many open secrets of the business, since it is the truest test of his ability to rule and command the respect of his crew."
    },
    {
      "cite": "Quincy Jones",
      "quote": "Playing the game, and unfortunately, playing the gangster game is very profitable."
    },
    {
      "cite": "Sean Price",
      "quote": "Gangsta rappers can't fight, so they rap about guns."
    },
    {
      "cite": "Al Capone",
      "quote": "You can get much farther with a kind word and a gun than you can with a kind word alone."
    },
    {
      "cite": "Anonymous",
      "quote": "Everybody's a gangster until a gangster walks in the room."
    },
    {
      "cite": "Mickey Mantle",
      "quote": "A team is where a boy can prove his courage on his own. A gang is where a coward goes to hide."
    },
    {
      "cite": "Herbert Gold",
      "quote": "Isolation from power makes men look for a mob in which they can be strong."
    },
    {
      "cite": "Anne Morrow Lindbergh",
      "quote": "War is a thug's game. The thug strikes first and harder. He doesn't go by rules and he isn't afraid of hurting people."
    },
    {
      "cite": "Terence Winter",
      "quote": "Any distraction tends to get in the way of being an effective gangster."
    },
    {
      "cite": "Waka Flocka Flame",
      "quote": "Shoot first, ask questions last. That's how these so called gangsta's last."
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "It is a rule of law alone which hinders the rulers from turning themselves into the worst gangsters."
    },
    {
      "cite": "Lorenzo Carcaterra",
      "quote": "No gangster is ever happy when he's at peace. The main reason he's in the business is to eliminate his enemies."
    },
    {
      "cite": "Pete Hamill",
      "quote": "The Mafia exists in the American imagination because we want it to exist."
    },
    {
      "cite": "Ice Cube",
      "quote": "Everybody who comes from the gangster life - they want what that man in the suburbs wants. Nice family. Nice house. Nice cars. Bills paid. Kids in school. Food on the table. Nothing more."
    },
    {
      "cite": "Mario Cuomo",
      "quote": "The Mafia is a question every time an Italian raises his head."
    },
    {
      "cite": "Robert Warshow",
      "quote": "The gangster is the man of the city, with the city's language and knowledge, with its queer and dishonest skills and its terrible daring, carrying his life in his hands like a placard, like a club."
    },
    {
      "cite": "Orson Welles",
      "quote": "The classy gangster is a Hollywood invention."
    },
    {
      "cite": "Anonymous",
      "quote": "The only difference between the Government & the Mafia is that the Mafia actually turns a profit."
    },
    {
      "cite": "Jonathan Nolan",
      "quote": "Every man is a mob, a chain gang of idiots."
    },
    {
      "cite": "Mario Puzo",
      "quote": "The lawyer with the briefcase can steal more money than the man with the gun."
    },
    {
      "cite": "Binyavanga Wainaina",
      "quote": "Every human being has a bit of gangster in him"
    },
    {
      "cite": "Jaume Collet-Serra",
      "quote": "When you're a kid and you see gangsters living the life, you kind of want to be like that."
    },
    {
      "cite": "Greg Boyle",
      "quote": "Even gang members imagine a future that doesn't include gangs."
    },
    {
      "cite": "Marlon Brando",
      "quote": "Mafia is the best example of capitalism we have"
    },
    {
      "cite": "Alexander Lukashenko",
      "quote": "A thug only understands you when you speak his language"
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The mob is man voluntarily descending to the nature of the beast."
    },
    {
      "cite": "Willard Gaylin",
      "quote": "A street thug and a paid killer are professionals - beasts of prey, if you will, who have dissociated themselves from the rest of humanity and can now see human beings in the same way that trout fishermen see trout."
    },
    {
      "cite": "Robert Warshaw",
      "quote": "The effect of a gangster film is to embody this dilemma in the person of the gangster and resolve it by his death...not ours."
    },
    {
      "cite": "Delroy Lindo",
      "quote": "A gangster doesn't think of himself a hustler, I assume he thinks of himself as a businessman."
    },
    {
      "cite": "Charley Grapewin",
      "quote": "He ain't a gangster, he's a real old time desperado. Gangsters is foreign, he's an American."
    },
    {
      "cite": "Eduardo Ciannelli",
      "quote": "You think I care about the money? I only care about makin' people do what I tell `em."
    },
    {
      "cite": "Morris Rudensky",
      "quote": "I didn't have to pour it on— but I wanted a reputation. I wanted to be known as the smartest, youngest, and toughest hood."
    },
    {
      "cite": "Will Rogers",
      "quote": "It's hard to tell whether there is more guns or flowers at a gangster's funeral. I would rather have the undertaker's privilege with some high-class gang, than to have a seat on the Stock Exchange."
    },
    {
      "cite": "Andrew Ross",
      "quote": "The gangster was no social bandit engaged engaged in the redistribution of wealth, but the underworld society epitomized by the term 'Chicago Gangster' had some role, romanticized or not, to play in a period before the state apparatus of the social welfare contract was put in place in the immediate prewar and postwar years."
    },
    {
      "cite": "Ioan Grillo",
      "quote": "Gangster warfare has ravaged the Americas, paradoxically when my nations appeared to be getting freer and wealthier."
    },
    {
      "cite": "Ioan Grillo",
      "quote": "Perhaps it is a combination of factors. When you mix broken families and gangster cultre with poverty, cartels, and impunity, it is a lethal cocktail."
    },
    {
      "cite": "Mark Twain",
      "quote": "We white people are merely modified Thugs; Thugs fretting under the restraints of a not very thick skin of civilization."
    },
    {
      "cite": "Cardinal de Rez",
      "quote": "A mob is a monster with heads enough, but no heart, and little brains."
    },
    {
      "cite": "Cardinal de Rez",
      "quote": "Every numerous assembly is a mob; everything there depends on instantaneous turns."
    },
    {
      "cite": "Dryden",
      "quote": "A mob is the scum that rises upmost when the nation boils."
    },
    {
      "cite": "Jane Porter",
      "quote": "The mob is a sort of bear, while your ring is through is nose, it will even dance under your cudgel; but should the ring slip, and you lose your hold, the brute will turn and rend you."
    },
    {
      "cite": "W.R. Alger",
      "quote": "A crowd always think with its sympathy, never with its reason."
    },
    {
      "cite": "Mallet",
      "quote": "The multitude unawed is insolent; once seized with fear, contemptible and vain."
    },
    {
      "cite": "Penn",
      "quote": "Passion may not unfitly be termed the mob of the man, that commits a riot on his reason."
    },
    {
      "cite": "Lydia Lunch",
      "quote": "They feared me because I feared Nothing."
    },
    {
      "cite": "Gregory Hartley",
      "quote": "When you understand the mechanics of stress and master the techniques to manipulate someone's fears and dreams, you will be powerful."
    },
    {
      "cite": "Carlos Salinas",
      "quote": "Cuz even a gangsta rapper can find redemption / For the sins committed before revelation."
    },
    {
      "cite": "Lorenzo Carcaterra",
      "quote": "It's always better to like a gangster from a distance anyway. Like a tiger cub in a cage. They always look soft and cute and warm behind those iron bars. Everybody's happy, smiling, waving, taking pictures. But you take away those bars and all that goes away. All that's left is the fear.”"
    },
    {
      "cite": "Young Thug",
      "quote": "In my world, of course, it don't matter. You could be a gangster with a dress, you could be a gangster with baggy pants."
    },
    {
      "cite": "Gennady Golovkin",
      "quote": "If you want street fight, let's go. If you want boxing, I show you. But people think I am, like, gangster. No. Ring is different world. Very dangerous."
    },
    {
      "cite": "Stanley Kubrick",
      "quote": "The great nations have always acted like gangsters, and the small nations like prostitutes."
    },
    {
      "cite": "Charlie Hunnam",
      "quote": "A lot of my friends are gangsters. Not like gangsters - well, yeah, all sorts of levels of criminality - but not the types that are preying on innocent people. I have no interest in the type of criminality that has no respect for collateral damage."
    },
    {
      "cite": "Vance Havner",
      "quote": "I would just as soon listen to a gangster lecture on honesty as watch Hollywood portray the Bible."
    },
    {
      "cite": "Master P",
      "quote": "Everybody needs love. There are a lot of guys that you think are hard-core gangsters, but all these guys' weaknesses are women. Look at the movie Scarface. At the end of the day, all he wanted to do was to have kids with his woman."
    },
    {
      "cite": "Bobby Slayton",
      "quote": "A lot of these kids have no fathers, and they want to be gangsters. They don't believe in God and have no faith in anything but their own instincts. Boxing provides a way for them to express themselves in a positive way, and I'm happy to be able to help them."
    },
    {
      "cite": "Sammy Gravano",
      "quote": "Gun control? It's the best thing you can do for crooks and gangsters. I want you to have nothing. I'm a bad guy; I'm always gonna have a gun. Safety locks? You will pull the trigger with a lock on, and I'll pull the trigger. We'll see who wins."
    },
    {
      "cite": "Doris Hursley",
      "quote": "A well-read gangster is still a gangster."
    },
    {
      "cite": "Minoru Inuzuka",
      "quote": "Just don't raise them to be gangsters. Because to be a gangster is a foolish way to live."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Gangsters are not nearly so frightening as you'd think. Some of them are quite ordinary looking."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "If gangsters look like gangsters, the police would soon get after them."
    },
    {
      "cite": "Alan Burnett",
      "quote": "Gangsters: they act like big men, until they turn into rats."
    },
    {
      "cite": "Gary Glasberg",
      "quote": "Once a gangster, always a gangster."
    },
    {
      "cite": "Joshua Oppenheimer",
      "quote": "The spirit of Pancasilla Youth - which people accuse of being gangsters - Gangsters are people who work outside the system - not for the government."
    },
    {
      "cite": "Joshua Oppenheimer",
      "quote": "The word \"gangster\" comes from 'free men'."
    },
    {
      "cite": "Joshua Oppenheimer",
      "quote": "Gangsters can create both security and riots."
    },
    {
      "cite": "Dean Riesner",
      "quote": "Gangsters don't look like gangsters anymore - they look like businessmen."
    },
    {
      "cite": "Jonathan Nolan",
      "quote": "There'll always be cops like there'll always be gangsters.\tThere'll always be cops like there'll always be gangsters."
    },
    {
      "cite": "Paulo Lins",
      "quote": "You need more than guts to be a good gangster. You need ideas."
    },
    {
      "cite": "A.I. Bezzerides",
      "quote": "Make up your mind to be a cop, not a gangster with a badge."
    },
    {
      "cite": "Francis Richard Conolly",
      "quote": "All institutions of the American government are essentially a gangster syndicate; and everybody knows this."
    },
    {
      "cite": "Sang-yoon Lim",
      "quote": "We need reliable candidates with solid military backgrounds or good social skills. Taking on wannabe gangsters will turn us into a bunch of thugs."
    },
    {
      "cite": "Ioan Grillo",
      "quote": "When you mix broken families and gangster culture with poverty, cartels and impunity, it is a lethal cocktail."
    },
    {
      "cite": "Ioan Grillo",
      "quote": "In communities scarred with violence, many don't know what peace looks like."
    },
    {
      "cite": "Ioan Grillo",
      "quote": "Teenagers in Brazilian favelas, jamaican garrisons and honduran slums see these crime wars as a natural state of affairs."
    },
    {
      "cite": "Ioan Grillo",
      "quote": "Gangster warlords nurture their culture, their pseudo religion, and their rhetoric of fighting for the poor."
    },
    {
      "cite": "G.A. Global Services Inc. Fellowship Approved",
      "quote": "A gangster who does not want to stop living life gangster will not stop living life gangster."
    },
    {
      "cite": "K. Hirschfeld",
      "quote": "One historian has also described New York as having a 'gangster era' of municipal government in the late 1800s when 'elections were decided by repeat voters and poll-box smashers, by the intimidation and beating of citizens before they could cast their votes."
    },
    {
      "cite": "K. Hirschfeld",
      "quote": "Political gangsterism and kleptocracy are also readily visible in the 20th century histories of Cuba's closest neighbors."
    },
    {
      "cite": "Arturo Rossenaldo Romero DeLeone",
      "quote": "Can you ever trust a cop to make real deal with a gangster? The answer is no. A cop is a cop."
    },
    {
      "cite": "Arturo Rossenaldo Romero DeLeone",
      "quote": "If you are going to snitch on a brother and be protected by cops, you are making a mistake which can cost you your freedom."
    },
    {
      "cite": "Arturo Rossenaldo Romero DeLeone",
      "quote": "Gangster Lean, Gangster Lean / Is he the baddest dude you ever seen? / Three piece suits, complete with a diamond ring."
    },
    {
      "cite": "Arturo Rossenaldo Romero DeLeone",
      "quote": "He is a really nice guy, gives money to the poor / Thanks heaven above for even more / He does not hurt anyone because he so cool / But don't get him wrong / he is nobody's fool."
    },
    {
      "cite": "Arturo Rossenaldo Romero DeLeone",
      "quote": "Catch him if you can, if you are so mean / Never leaves tracks because he is not in that seen / He makes the get away so complete / always so clean / Do you really know the Gangster Lean."
    },
    {
      "cite": "Paul Tully",
      "quote": "My role model were gangsters, criminals, drug dealers, and my father made me a wise guy. My mother was the only thing sane in my life."
    },
    {
      "cite": "Mario Puzo",
      "quote": "The lawyer with the briefcase can steal more money than the man with the gun."
    },
    {
      "cite": "Lorenzo Carcaterra",
      "quote": "A true gangster can smell out a person's strengths and weaknesses in a matter of minutes, but what they can sense most of all, what their bodies are most attuned to, is the scent of fear."
    },
    {
      "cite": "Lorenzo Carcaterra",
      "quote": "The older you get, the deadlier you have to be and you use age to your advantage. You make it a strength. Most of us are more dangerous the longer we live. If we didn't care about dying when we were young, we're not going to be too concerned about it when we have two feet in our grave."
    },
    {
      "cite": "Lorenzo Carcaterra",
      "quote": "Like many executives in the corporate world, a gangster is consumed with an insatiable desire to possess what belongs to someone else."
    },
    {
      "cite": "Lorenzo Carcaterra",
      "quote": "Mobsters are not satisfies with a mere Wall Street-backed takeover, no matter how lucrative. They will not rest until they live to see their opponent buried."
    },
    {
      "cite": "Lorenzo Carcaterra",
      "quote": "A gangster's survival depended not on the destruction of his enemies but on the strength of his allies."
    },
    {
      "cite": "Gangster of Love",
      "quote": "The Gangster has a secret identity, just like Superman, except that I never could understand why Superman needed a secret identify."
    },
    {
      "cite": "Carlos Salinas",
      "quote": "Cuz even a gangsta rapper can find redemption for the sins committed before revelation."
    },
    {
      "cite": "Carter F. Smith",
      "quote": "Members of every major street gang, outlaw biker, and domestic extremist group have been found in a number of military branches."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Only God can judge me."
    },
    {
      "cite": "John Rooney",
      "quote": "There are only murderers in this room! Michael! Open your eyes! This is the life we chose, the life we lead. And there is only one guarantee: none of us will see heaven."
    },
    {
      "cite": "Frank Costello",
      "quote": "I don’t wanna be a product of my environment. I want my environment to be a product of me."
    },
    {
      "cite": "Al Capone",
      "quote": "Somebody messes with me, I’m gonna mess with him."
    },
    {
      "cite": "Vito Corleone",
      "quote": "I’m gonna make him an offer he can’t refuse."
    },
    {
      "cite": "Frank Abagnale",
      "quote": "Two little mice fell in a bucket of cream. The first mouse quickly gave up and drowned. The second mouse, wouldn’t quit. He struggled so hard that eventually he churned that cream into butter and crawled out. Gentlemen, as of this moment, I am that second mouse."
    },
    {
      "cite": "Frank Lucas",
      "quote": "The loudest one in the room is the weakest one in the room."
    },
    {
      "cite": "Lucky Luciano",
      "quote": "There’s no such thing as good money or bad money. There’s just money."
    },
    {
      "cite": "Tony Montana",
      "quote": "All I have in this world is my balls and my word, and I don’t break them for no one."
    },
    {
      "cite": "Michael Corleone",
      "quote": "Keep your friends close but your enemies closer."
    },
    {
      "cite": "Al Pacino",
      "quote": "I asked god for a bike, but I know god doesn’t work that way. So I stole a bike and asked for forgiveness."
    },
    {
      "cite": "Lord Acton",
      "quote": "And remember, where you have a concentration of power in a few hands, all too frequently men with the mentality of gangsters get control. History has proven that."
    },
    {
      "cite": "Ross Kemp",
      "quote": "I think we have always had a fascination for gangs and gangsters, and I think we always will."
    },
    {
      "cite": "Tupac Shakur",
      "quote": "Let me say for the record, I am not a gangster and never have been. I`m not the thief who grabs your purse. I`m not the guy who jacks your car. I`m not down with the people who steal and hurt others. I`m just a brother who fight back."
    },
    {
      "cite": "Tim Robbins",
      "quote": "Americans accept that gangsters are running the government."
    },
    {
      "cite": "John Gotti",
      "quote": "I never lie because I don’t fear anyone. You only lie when you’re afraid."
    },
    {
      "cite": "Giulio Andreotti",
      "quote": "Power wears out those who don’t have it."
    },
    {
      "cite": "Mae West",
      "quote": "There are no good girls gone wrong - just bad girls found out."
    }
  ]
}