{
  "source": "https://www.wisesayings.com/gardening-quotes/",
  "theme": "gardening",
  "quotes": [
    {
      "cite": "Karel Capek",
      "quote": "Let no one think that real gardening is a bucolic and meditative occupation. It is an insatiable passion, like everything else to which a man gives his heart."
    },
    {
      "cite": "Deborah Needleman",
      "quote": "Gardening is ultimately a folly whose goal is to provide delight."
    },
    {
      "cite": "Elizabeth Murray",
      "quote": "Gardening is the art that uses flowers and plants as paint, and the soil and sky as canvas."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "To forget how to dig the earth and to tend the soil is to forget ourselves."
    },
    {
      "cite": "Gertrude Jekyll",
      "quote": "There is no spot of ground, however arid, bare or ugly, that cannot be tamed into such a state as may give an impression of beauty and delight."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Gardening is the purest of human pleasures."
    },
    {
      "cite": "Voltaire",
      "quote": "We must cultivate our own garden. When man was put in the garden of Eden he was put there so that he should work, which proves that man was not born to rest."
    },
    {
      "cite": "Alfred Austin",
      "quote": "The glory of gardening: hands in the dirt, head in the sun, heart with nature. To nurture a garden is to feed not just the body, but the soul."
    },
    {
      "cite": "Allan Armitage",
      "quote": "Gardening simply does not allow one to be mentally old, because too many hopes and dreams are yet to be realized."
    },
    {
      "cite": "Lindley Karstens",
      "quote": "Gardening is about enjoying the smell of things growing in the soil, getting dirty without feeling guilty, and generally taking the time to soak up a little peace and serenity."
    },
    {
      "cite": "W.E. Johns",
      "quote": "One of the most delightful things about a garden is the anticipation it provides."
    },
    {
      "cite": "Robert Louis Stevenson",
      "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant."
    },
    {
      "cite": "Barbara Damrosch",
      "quote": "Gardening has a magical quality when you are a child."
    },
    {
      "cite": "Gertrude Jekyll",
      "quote": "The love of gardening is a seed once sown that never dies."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "Gardening is civil and social, but it wants the vigor and freedom of the forest and the outlaw."
    },
    {
      "cite": "Lou Erickson",
      "quote": "Gardening requires lots of water -- most of it in the form of perspiration."
    },
    {
      "cite": "Janet Kilburn Phillips",
      "quote": "There are no gardening mistakes, only experiments."
    },
    {
      "cite": "Alfred Austin",
      "quote": "There is no gardening without humility. Nature is constantly sending even its oldest scholars to the bottom of the class for some egregious blunder."
    },
    {
      "cite": "Thomas Jefferson",
      "quote": "No occupation is so delightful to me as the culture of the earth, and no culture comparable to that of the garden."
    },
    {
      "cite": "Jerry Baker",
      "quote": "Successful gardening is doing what has to be done when it has to be done the way it ought to be done whether you want to do it or not."
    },
    {
      "cite": "May Sarton",
      "quote": "Everything that slows us down and forces patience, everything that sets us back into the slow circles of nature, is a help. Gardening is an instrument of grace."
    },
    {
      "cite": "Jenny Uglow",
      "quote": "We may think we are nurturing our garden, but of course it's our garden that is really nurturing us."
    },
    {
      "cite": "Robert Brault",
      "quote": "Why try to explain miracles to your kids when you can just have them plant a garden?"
    },
    {
      "cite": "William Cowper",
      "quote": "Gardening imparts an organic perspective on the passage of time."
    },
    {
      "cite": "Alexander Pope",
      "quote": "All gardening is landscape painting."
    },
    {
      "cite": "Alexander Smith",
      "quote": "How deeply seated in the human heart is the liking for gardens and gardening."
    },
    {
      "cite": "Margaret Atwood",
      "quote": "Gardening is not a rational act."
    },
    {
      "cite": "Dan Bennett",
      "quote": "One of the healthiest ways to gamble is with a spade and a packet of seeds."
    },
    {
      "cite": "Phyllis Theroux",
      "quote": "I think this is what hooks one to gardening: it is the closest one can come to being present at creation."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "When I go into the garden with a spade and dig a bed, I feel such an exhilaration and health that I discover that I have been defrauding myself all this time in letting others do for me what I should have done with my own hands."
    },
    {
      "cite": "Ruth Stout",
      "quote": "There is peace in the garden. Peace and results."
    },
    {
      "cite": "Allan Armitage",
      "quote": "Regardless of how bad past gardens have been, every gardener believes that next years will be better. It is easy to age when there's nothing to believe in, nothing to hope for, gardeners, however, simply refuse to grow up."
    },
    {
      "cite": "Nancy H. Jordan",
      "quote": "No sooner did I bend over and scratch the soil with the hoe that I began to unearth bits and pieces of my past. memories forever rooted in time were clustered in my garden consciousness like potatoes, waiting, crying to be dug up. I plant flowers and vegetables. I harvest memories—and life."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "Gardening is a metaphor for life, teaching you to nourish new life and weed out that which cannot succeed."
    },
    {
      "cite": "Russell Page",
      "quote": "Garden making, like gardening itself, concerns the relationship of the human being to his natural surroundings."
    },
    {
      "cite": "Richard Briers",
      "quote": "An hour's hard digging is a good way of getting one's mind back in the right perspective."
    },
    {
      "cite": "Robert Rodale",
      "quote": "In almost every garden, the land is made better and so is the gardener."
    },
    {
      "cite": "Lawrence Halprin",
      "quote": "The great challenge for the garden designer is not to make the garden look natural, but to make the garden so that the people in it will feel natural."
    },
    {
      "cite": "Octavio Paz",
      "quote": "A garden is not a place: it is a passage, a passion. We don't know where we're going; to pass through is enough; to pass through is to remain."
    },
    {
      "cite": "Lee Miller",
      "quote": "A garden is a reflection of its owner, a thing of beauty that changes over time, a window to the creativity within."
    },
    {
      "cite": "Carol Deppe",
      "quote": "We, gardeners, are healthy, joyous, natural creatures. We are practical, patient, optimistic. We declare our optimism every year, every season, with every act of planting."
    },
    {
      "cite": "Michael P. Garofalo",
      "quote": "Gardeners must dance with feedback, play with results, turn as they learn. Learning to think as a gardener is inseparable from the acts of gardening. Learning how to garden is learning how to slow down. Wise is the person whose heart and mind listen to what nature says. Time will tell, but we often fail to listen."
    },
    {
      "cite": "Mirabel Osler",
      "quote": "At the heart of gardening, there is a belief in the miraculous."
    },
    {
      "cite": "Helen Van Pelt Wilson",
      "quote": "Trivial annoyances slough off in a garden and problems often solve themselves there as you weed and plant. Gardening is such satisfyingly creative work, too; you can see the beautiful results of your efforts."
    },
    {
      "cite": "Tina James",
      "quote": "Gardening is any way that humans and nature come together with the intent of creating beauty."
    },
    {
      "cite": "John Erskine",
      "quote": "I have never had so many good ideas day after day as when I worked in the garden."
    },
    {
      "cite": "Mirabel Osler",
      "quote": "There can be no other occupation like gardening in which, if you were to creep up behind someone at their work, you would find them smiling."
    },
    {
      "cite": "Lewis Gantt",
      "quote": "But each spring... a gardening instinct, sure as the sap rising in the trees, stirs within us. We look about and decide to tame another little bit of ground."
    },
    {
      "cite": "C.Z. Guest",
      "quote": "Gardening is the best therapy in the world. You can put so much into it and get so much back...How lucky we are to live on this beautiful earth— you can bring the beauty to yourselves through gardening."
    },
    {
      "cite": "Hanna Rion",
      "quote": "The greatest gift of the garden is the restoration of the five senses."
    },
    {
      "cite": "Marcelene Cox",
      "quote": "Weather means more when you have a garden. There's nothing like listening to a shower and thinking how it is soaking in around your green beans."
    },
    {
      "cite": "Marcel Proust",
      "quote": "Let us be grateful to people who make us happy; they are charming gardeners who make our souls blossom."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "To forget how to dig the earth and tend the soil is to forget ourselves."
    },
    {
      "cite": "Xenophon",
      "quote": "Gardening, too, is that kindliest of arts, which makes requital tenfold in kind for every work of labourer."
    },
    {
      "cite": "Thomas Whateley",
      "quote": "Gardening, in the perfection to which it has been lately brought in England, is entitled to a position of considerable rank among the liberal arts."
    },
    {
      "cite": "Samuel Cook",
      "quote": "The Art of Gardening may be deemed the most useful and entertaining of all others, as it expands the variegated beauties of nature, and administers the most wholesome food to the body."
    },
    {
      "cite": "Sir Walter Scott",
      "quote": "Nothing is more completely the child of art than a garden."
    },
    {
      "cite": "Barbara Damrosch",
      "quote": "Good gardening is very simple, really. You just have to learn to think like a plant."
    },
    {
      "cite": "Ruth Stout",
      "quote": "Working in the garden gives me something beyond the enjoyment of the senses. It gives me a profound feeling of inner peace."
    }
  ]
}