{
  "source": "https://www.wisesayings.com/gate-quotes/",
  "theme": "gate",
  "quotes": [
    {
      "cite": "William Biddulph",
      "quote": "We dismounted from our horses at the West gate of the City, called Joppa gate; which is a very strong gate of Iron, with thirteen pieces of Brasse-ordinance planted on the wall about the gate."
    },
    {
      "cite": "Matthew 7:13-14",
      "quote": "Enter through a narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. But small is the gate and narrow the road that leads to life, and only a few find it."
    },
    {
      "cite": "James Campbell",
      "quote": "The gate of death is the gate of exit; the gate of Heaven is the gate of entrance; but these two are so close together that as the one shuts, the other opens."
    },
    {
      "cite": "T.S. Eliot",
      "quote": "I am aware of the damp souls of housemaids. Sprouting despondently at area gates."
    },
    {
      "cite": "Francis Bacon",
      "quote": "Death ...openeth the gate to good fame and extinguisheth envy."
    },
    {
      "cite": "Oscar Chambers",
      "quote": "By His ascension Our Lord enters heaven and keeps the door open for humanity."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody."
    },
    {
      "cite": "Baltasar Gracian",
      "quote": "Never open the door to the lesser evil, for other and greater ones invariably slink in after it."
    },
    {
      "cite": "Turkish Proverb",
      "quote": "He who welcomes the camel driver needs a big gate."
    },
    {
      "cite": "Irish Proverb",
      "quote": "Never bolt your door with a boiled carrot."
    },
    {
      "cite": "Dalai Lama",
      "quote": "If we are in a good mood when we get up in the morning, if there is a warm-hearted feeling within, automatically our inner door is opened for that day."
    },
    {
      "cite": "Satchel Paige",
      "quote": "Any big league starter who hits .200 shouldn't be where he is. He ought to be waiting outside the gate to get in the park."
    },
    {
      "cite": "Sir Arthur Wing Pinero",
      "quote": "I believe the future is only the past again, entered through another gate."
    },
    {
      "cite": "John Wilson",
      "quote": "The knowledge of words is the gate of scholarship."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Trust in dreams, for in them is hidden the gate to eternity."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Both in thought and in feeling, even though time be real, to realise the unimportance of time is the gate of wisdom."
    },
    {
      "cite": "Rudolf Steiner",
      "quote": "Only a person who has passed through the gate of humility can ascend to the heights of the spirit."
    },
    {
      "cite": "D.H. Lawrence",
      "quote": "There's always the hyena of morality at the garden gate, and the real wolf at the end of the street."
    },
    {
      "cite": "Mehmet Murat Ildan",
      "quote": "If you close your door to the world of books, the gates of the world of ignorance automatically opens and quickly pulls you inside!"
    },
    {
      "cite": "Mehmet Murat İldan",
      "quote": "Wherever you are in life, you have come there either because some doors are not opened or some doors are opened!"
    },
    {
      "cite": "David Herbert Lawrence",
      "quote": "There's always the hyena of morality at the garden gate, and the real wolf at the end of the street."
    },
    {
      "cite": "Celine Dion",
      "quote": "The hardest thing to find in life is balance - especially, the more success you have, the more you look to the other side of the gate."
    },
    {
      "cite": "John Lubbock",
      "quote": "Sunsets are so beautiful that they almost seem as if we were looking through the gates of Heaven."
    },
    {
      "cite": "Rajneesh",
      "quote": "Hell and heaven are within you, both gates are within you. When you are behaving unconsciously there is the gate of hell; when you become alert and conscious, there is the gate of heaven."
    },
    {
      "cite": "Elizabeth Ann Seton",
      "quote": "The gate of heaven is very low; only the humble can enter it."
    },
    {
      "cite": "Harriet Beecher Stowe",
      "quote": "In theÂ gatesÂ ofÂ eternity, the black band and the white hand hold each other with an equal clasp."
    },
    {
      "cite": "J.R.R. Tolkien",
      "quote": "Still round the corner there may wait, A new road or a secretÂ gate."
    },
    {
      "cite": "Alfred Lord Tennyson",
      "quote": "Battering the gates of heaven with the storms of prayer."
    },
    {
      "cite": "Isaac D'Israeli",
      "quote": "IfÂ theÂ golden gateÂ ofÂ prefermentÂ isÂ not usually openedÂ toÂ menÂ ofÂ real merit,Â personsÂ ofÂ no worth have enteredÂ it in aÂ most extraordinary manner."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "The success gate is far at the end of the long failure corridor. Keep moving no matter how many potholes you step into. You will get there with time!"
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "A gate to nature is a gate to heaven!"
    },
    {
      "cite": "Katherine Dunn",
      "quote": "Every doorway, every intersection has a story."
    },
    {
      "cite": "Daniel Webster",
      "quote": "Heaven's gates are not so highly arched as princes' palaces; they that enter there must go upon their knees."
    },
    {
      "cite": "Elizabeth Ann Seton",
      "quote": "The gate of heaven is very low; only the humble can enter it."
    },
    {
      "cite": "Zinedine Zidane",
      "quote": "The door can never be closed for good to any player."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "If the gates are open, walk in; if the gates are close, find a way and move in!"
    },
    {
      "cite": "Nate Holland",
      "quote": "When the gate drops, it's time to try and execute the best you can."
    },
    {
      "cite": "Alexander Graham Bell",
      "quote": "Sometimes we stare so long at a door that is closing that we see too late the one that is open."
    }
  ]
}