{
  "source": "https://www.wisesayings.com/gathering-quotes/",
  "theme": "gathering",
  "quotes": [
    {
      "cite": "Alice Waters",
      "quote": "This is the power of gathering: it inspires us, delightfully, to be more hopeful, more joyful, more thoughtful: in a word, more alive."
    },
    {
      "cite": "Jonathan Stroud",
      "quote": "What is a gathering without unseemly drunkenness?"
    },
    {
      "cite": "Dieter F. Uchtdorf",
      "quote": "The process of gathering spiritual light is the quest of a lifetime."
    },
    {
      "cite": "Steve Kimock",
      "quote": "Gathering of the Vibes is a gathering of the elders, a gathering of the youth, a gathering of family"
    },
    {
      "cite": "Ross Parsley",
      "quote": "The gathering of believers should be an opportunity for wonder, anticipation and imagination; not drudgery, duty or routine."
    },
    {
      "cite": "Rebecca West",
      "quote": "Unfortunately, all gatherings convened for the betterment of the human lot show a tendency to gas themselves, and not with laughing-gas either."
    },
    {
      "cite": "Fred Allen",
      "quote": "Cocktail party: A gathering held to enable forty people to talk about themselves at the same time. The man who remains after the liquor is gone is the host."
    },
    {
      "cite": "Dwight D. Eisenhower",
      "quote": "Every gathering of Americans-whether a few on the porch of a crossroads store or massed thousands in a great stadium-is the possessor of a potentially immeasurable influence on the future."
    },
    {
      "cite": "David Sedaris",
      "quote": "Every gathering has its moment. As an adult, I distract myself by trying to identify it, dreading the inevitable downswing that is sure to follow. The guests will repeat themselves one too many times, or you'll run out of dope or liquor and realize that it was all you ever had in common."
    },
    {
      "cite": "Rumi",
      "quote": "This is a gathering of Lovers. In this gathering there is no high, no low, no smart, no ignorant, no special assembly, no grand discourse, no proper schooling required. There is no master, no disciple. This gathering is more like a drunken party, full of tricksters, fools, mad men and mad women. This is a gathering of Lovers."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "An assembly of great men is the greatest fool upon earth."
    },
    {
      "cite": "Jean Francois Paul de Gondi",
      "quote": "Every numerous assembly is a mob; everything there depends on instantaneous turns."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "It turns out that, at social gatherings, as a source of entertainment, conviviality, and good fun, I rank somewhere between a sprig of parsley and a single ice-skate."
    },
    {
      "cite": "Alice B. Toklas",
      "quote": "The first gathering of salads, radishes and herbs made me feel like a mother about her baby - how could anything so beautiful be mine?"
    },
    {
      "cite": "Robert Breault",
      "quote": "What greater blessing to give thanks for at a family gathering than the family and the gathering."
    },
    {
      "cite": "Bo Sanchez",
      "quote": "Our Feast gatherings, which has spread all over the world, is attended by young people - and they love to sing worship songs."
    },
    {
      "cite": "Jerzy Kosinski",
      "quote": "Gatherings and, simultaneously, loneliness are the conditions of a writer's life."
    },
    {
      "cite": "Kerry Washington",
      "quote": "There are already a number of gatherings centered around women of color who are doing inspiring work."
    },
    {
      "cite": "Henry Ford",
      "quote": "Merely gathering knowledge may become the most useless work a man can do. What can you do to help and heal the world? That is the educational test."
    },
    {
      "cite": "Bill Mccartney",
      "quote": "This type of gathering is unprecedented. The time has come for Christians to publicly affirm our Jewish roots, distinctions and oneness in Jesus Christ."
    },
    {
      "cite": "Tove Jansson",
      "quote": "Gathering is peculiar, because you see nothing but what you're looking for. If you're picking raspberries, you see only what's red, and if you're looking for bones you see only the white. No matter where you go, the only thing you see is bones."
    },
    {
      "cite": "Chris Baines",
      "quote": "By gathering seed from trees which are close to our homes and close to our hearts, helping them to germinate and grow, and then planting them back into their original landscapes, we can all make a living link between this millennium and the next, a natural bridge from the past to the future."
    },
    {
      "cite": "Edward O. Wilson",
      "quote": "This is the assembly of life that took a billion years to evolve. It has eaten the storms-folded them into its genes-and created the world that created us. It holds the world steady."
    },
    {
      "cite": "Will Rogers",
      "quote": "A conference is just an admission that you want somebody to join you in your troubles."
    },
    {
      "cite": "Fred Allen",
      "quote": "A conference is a gathering of people who singly can do nothing, but together can decide that nothing can be done."
    },
    {
      "cite": "Erin Mckean",
      "quote": "For me, conferences are like little mental vacations: a chance to go visit an interesting place for a couple of days, and come back rested and refreshed with new ideas and perspectives."
    },
    {
      "cite": "John Nelson Darby",
      "quote": "This truth of the gathering together of God's children is in Scripture seen realised in various localities, and in each central locality the Christians resident therein composed but one body: Scripture is perfectly clear on that head."
    },
    {
      "cite": "Freya Stark",
      "quote": "Conventions are like coins, an easy way of dealing with the commerce of relations."
    },
    {
      "cite": "Murray Kempton",
      "quote": "A political convention is just not a place where you come away with any trace of faith in human nature."
    },
    {
      "cite": "Richard Hatch",
      "quote": "Sci-fi conventions are probably the most fun, the most out-of-the-box, entertaining week or weekend you've ever had in your life."
    },
    {
      "cite": "Rob Lowe",
      "quote": "Conventions are, by nature, a party. I mean, that's why people become delegates. They come from all over the world to exercise their democratic rights and to party."
    }
  ]
}