{
  "source": "https://www.wisesayings.com/gay-marriage-quotes/",
  "theme": "gay-marriage",
  "quotes": [
    {
      "cite": "Brad Pitt",
      "quote": "Gay marriage is inevitable. The next generation, they get it. It is just a matter of time before it becomes a reality."
    },
    {
      "cite": "John Ridley",
      "quote": "Gay marriage will be universally accepted in time. But if I may be so bold as to say to gays and lesbians, don't wait for that time to arrive. Just as my father and his generation did not 'wait' for their civil rights, nor should you. The toothpaste ain't going back in the tube. The tide has turned."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Same sex marriage isn't gay privilege, it's equal rights. Privilege would be something like gay people not paying taxes. Like churches don't."
    },
    {
      "cite": "Kinky Friedman",
      "quote": "I support gay marriage. I believe they have a right to be as miserable as the rest of us."
    },
    {
      "cite": "P. J. O'Rourke",
      "quote": "Gay marriage acceptance is happening in the blink of an eye."
    },
    {
      "cite": "Gus Van Sant",
      "quote": "Gay marriage is the last bastion of, to me as a legal, ceremonial, sentimental and religious side, it's one of the last steps. Retaining your job being one of the earlier steps, like, not getting kicked out of your job because you're gay."
    },
    {
      "cite": "Campbell Brown",
      "quote": "Gay marriage passed in New York because four Republican legislators crossed party lines. They did it in part because they had true bipartisan financial support."
    },
    {
      "cite": "Rita Mae Brown",
      "quote": "No government has the right to tell its citizens when or whom to love. The only queer people are those who don't love anybody."
    },
    {
      "cite": "Dan Savage",
      "quote": "Even if gay marriage were legalized there would still be gay men who didn't want to marry, gay men no other gay men would want to marry, and gay men who didn't want to leave the priesthood in order to marry."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "No one has the right to tell anyone what makes a family."
    },
    {
      "cite": "Adam Levine",
      "quote": "The fact that gay marriage isnt legal everywhere at this point is a joke. But there are things now that you never thought would have existed, so I think that were kind of in good shape."
    },
    {
      "cite": "Hendrik Hertzberg",
      "quote": "Marriage should be between a spouse and a spouse, not a gender and a gender."
    },
    {
      "cite": "Malcolm Turnbull",
      "quote": "Those who condemn gay marriage, yet are silent or indifferent to the breakdown of marriage and divorce, are, in my view, missing the real issue."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Gay marriage is going to happen. It must."
    },
    {
      "cite": "Joel Osteen",
      "quote": "I'm not for gay marriage, but I'm not for discriminating against people."
    },
    {
      "cite": "James Baldwin",
      "quote": "Everybody's journey is individual. If you fall in love with a boy, you fall in love with a boy. The fact that many Americans consider it a disease says more about them than it does about homosexuality."
    },
    {
      "cite": "Olivia Munn",
      "quote": "Gay Marriage should be legal. Not allowing gays to marry, is saying they're less than everyone deserves equal rights. Real talk."
    },
    {
      "cite": "Ricky Gervais",
      "quote": "Same-sex marriage is not a gay privilege, it's equal rights."
    },
    {
      "cite": "Nick Jonas",
      "quote": "My thoughts on gay marriage are that everyone has the right to love and be loved, and that's the position I take."
    },
    {
      "cite": "Joe Rogan",
      "quote": "There are only two reasons to hate gay marriage. Either you're dumb, or you're secretly worried that dicks are delicious."
    },
    {
      "cite": "James Carville",
      "quote": "I was against gay marriage until I realized I didn't have to get one."
    },
    {
      "cite": "Keith O'Brien",
      "quote": "Same-sex marriage would eliminate entirely in law the basic idea of a mother and a father for every child. It would create a society which deliberately chooses to deprive a child of either a mother or a father."
    },
    {
      "cite": "Jared Polis",
      "quote": "Gay marriage won't be more of an issue 25 years from now than interracial marriage is today."
    }
  ]
}