{
  "source": "https://www.wisesayings.com/geek-quotes/",
  "theme": "geek",
  "quotes": [
    {
      "cite": "Sheryl Sandberg",
      "quote": "I want to tell any young girl out there who's a geek, I was a really serious geek in high school. It works out."
    },
    {
      "cite": "Jeff Potter",
      "quote": "Geeks can be found in all walks of life, from politics to sports, and yes, technology,too."
    },
    {
      "cite": "Jeff Potter",
      "quote": "Are you curious about how the world works and enjoy figuring out why something ticks? If so, you're probably a geek, the type of person who would rather be handed a box of tools, kitchen stuff, or bicycle parts and be let loose to play than be told what to do."
    },
    {
      "cite": "Jeff Potter",
      "quote": "Sometimes, thinking like a geek means being inventive in how you solve a problem— coming up with a clever trick to get around something that's broken or just seeing easier ways to do something."
    },
    {
      "cite": "Ken Denmead",
      "quote": "geeks love science and knowing how things work. Experimentation is the best way to learn those things. If things go 'boom' in the process, all the better."
    },
    {
      "cite": "Ken Denmead",
      "quote": "Geeks love finding interesting, creative solutions for problems that could be solved in a more mundane fashion."
    },
    {
      "cite": "Mikki Halpin",
      "quote": "Spend time with your geek, get to know his or her history, and don't make changes just for the sake of change. Respect your change."
    },
    {
      "cite": "Alex Langley",
      "quote": "Fact: at some point or another, every geek will spend more money than they probably should on something geeky."
    },
    {
      "cite": "Garett Freymann",
      "quote": "Geeky people often have...a mind with it's own heartbeat."
    },
    {
      "cite": "Alex Langley",
      "quote": "Anyone who has passion for the things they love is a geek— it's the heart of what being a geek is about.."
    },
    {
      "cite": "Alex Langley",
      "quote": "It's okay to be a geek. In fact, it's pretty great and you should never listen to anyone who says otherwise."
    },
    {
      "cite": "Brian Briggs",
      "quote": "Geeks are defined by what they like, by what they take an interest in."
    },
    {
      "cite": "Brian Briggs",
      "quote": "Leading genetic researchers have determined that the geek gene can be activated at any time. It does not discriminate. There are only geeks and people who have not yet become geeks."
    },
    {
      "cite": "Rick Jamison",
      "quote": "Challenging a geek to deconstruct a problem rationally is like putting peanut butter in front of a chipmunk— they almost can't help themselves."
    },
    {
      "cite": "Rick Jamison",
      "quote": "In geek's eyes, everything is part of a system of other things, and in order to fully understand anything, they need to understand what and how it fits into the bigger picture."
    },
    {
      "cite": "Kenny Loggins",
      "quote": "I am learning to forgive my inner geek, and even value him as a free man."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "No one messes around with a nerd’s computer and escapes unscathed."
    },
    {
      "cite": "Charity Tahmaseb",
      "quote": "Genius or jock, it didn't seem to matter. Boys were born with a gene that kept girls, no matter how smart they might be, from understanding them."
    },
    {
      "cite": "Benjamin Nugent",
      "quote": "I will take a serious approach to a subject usually treated lightly, which is a nerdy thing to do."
    },
    {
      "cite": "Adam Savage",
      "quote": "Being a geek is all about learning the inventories of things."
    },
    {
      "cite": "John Green",
      "quote": "Just move to the Internet, its great here. We get to live inside where the weather is always awesome."
    },
    {
      "cite": "Amit Kalantri",
      "quote": "Software testing is a sport like hunting, it's bughunting."
    },
    {
      "cite": "David Tennant",
      "quote": "I still am a geek, I don't think there's anything wrong with it. I see no shame in having an unhealthy obsession with something."
    },
    {
      "cite": "Warren Buffett",
      "quote": "Beware of geeks bearing formulas."
    },
    {
      "cite": "Simon Pegg",
      "quote": "Being a geek means you never have to play it cool about how much you like something."
    },
    {
      "cite": "Benjamin Nugent",
      "quote": "I will take a serious approach to a subject usually treated lightly, which is a nerdy thing to do."
    },
    {
      "cite": "E.A. Bucchianeri",
      "quote": "No one messes around with a nerd's computer and escapes unscathed."
    },
    {
      "cite": "Marissa Mayer",
      "quote": "Geeks are people who love something so much that all the details matter."
    },
    {
      "cite": "Darren Aronofsky",
      "quote": "Now there is so much expertise and brainpower it's hard to be at the cutting edge of what's cool and not do something that's totally geeky."
    },
    {
      "cite": "Josh Zuckerman",
      "quote": "I feel like nowadays everybody I know has a smidge of geek in them. In other words, they have some odd niche or some obsessive tendencies."
    },
    {
      "cite": "Angela N. Blount",
      "quote": "As far as I could tell, the quickest way to a geeky guy's heart usually involved geometric shapes."
    }
  ]
}