{
  "source": "https://www.wisesayings.com/gender-quotes/",
  "theme": "gender",
  "quotes": [
    {
      "cite": "Leslie Feinberg",
      "quote": "Gender is the poetry each of us makes out of the language we are taught."
    },
    {
      "cite": "Martina Navratilova",
      "quote": "Gender is irrelevant. Certainly the tennis ball doesn't know what the gender was of the tennis coach."
    },
    {
      "cite": "Sarah McDonald",
      "quote": "We keep everything gender neutral."
    },
    {
      "cite": "William H. Gass",
      "quote": "If there were genders to genres, fiction would be unquestionably feminine."
    },
    {
      "cite": "Judith Butler",
      "quote": "That gender is a choice, or that gender is a role, or that gender is a construction that one puts on, as one puts on clothes in the morning, that there is a 'one' who is prior to this gender, a one who goes to the wardrobe of gender and decides with deliberation which gender it will be today."
    },
    {
      "cite": "P. C. Cast",
      "quote": "Gender preference does not define you. Your spirit defines you."
    },
    {
      "cite": "Judith Butler",
      "quote": "To say that gender is performative is a little different because for something to be performative means that it produces a series of effects. We act and walk and speak and talk in ways that consolidate an impression of being a man or being a woman."
    },
    {
      "cite": "Jose Luis Rodriguez Zapatero",
      "quote": "Gender equality is more successful than armed force."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "When gender comes down upon us, male or female, it comes as a restriction."
    },
    {
      "cite": "Danielle Henderson",
      "quote": "Gender is a social construct, but everyone likes to cuddle."
    },
    {
      "cite": "John F Kerry",
      "quote": "Gender based violence anywhere is a threat to peace and security everywhere."
    },
    {
      "cite": "Judith Butler",
      "quote": "Gender is an identity tenuously constituted in time, instituted in an exterior space through a stylized repetition of acts."
    },
    {
      "cite": "Patricia Hill Collins",
      "quote": "Thus, gender ideology no only creates ides about femininity but it also shapes conceptions of masculinity."
    },
    {
      "cite": "Mohamed Bin Issa Al Jaber",
      "quote": "Every life regardless of background or gender has equal value."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "A gender-equal society would be one where the word gender does not exist: where everyone can be themselves"
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "The problem with gender is that it prescribes how we should be, rather than recognising how we are."
    },
    {
      "cite": "Susan Faludi",
      "quote": "Gender is really varied and complicated and sort of infinitely individualistic."
    },
    {
      "cite": "Chaz Bono",
      "quote": "Gender is between your ears and not between your legs."
    },
    {
      "cite": "Andrew Solomon",
      "quote": "Your gender identity is who you are. Sexual identity is who you bounce that off of."
    },
    {
      "cite": "Sheryl Sandberg",
      "quote": "The most important thing is to have a more open and honest dialogue about gender issues."
    },
    {
      "cite": "Chimamanda Ngozi Adichie",
      "quote": "Yes, there's a problem with gender as it is today, and we must fix it, we must do better."
    },
    {
      "cite": "Laverne Cox",
      "quote": "We are born as who we are, the gender thing is something that is imposed on you."
    },
    {
      "cite": "Pete Hegseth",
      "quote": "Whether we like it or not, gender differences matter in a combat situation."
    },
    {
      "cite": "Clifford Geertz",
      "quote": "Gender consciousness has become involved in almost every intellectual field: history, literature, science, anthropology. There's been an extraordinary advance."
    },
    {
      "cite": "Caitlin Ryan",
      "quote": "Gender has become part of the defining way that youth organise themselves and rebel against adults."
    },
    {
      "cite": "Judith Butler",
      "quote": "There is no gender identity behind the expressions of gender identity is performatively constituted by the very expressions that are said to be its results."
    },
    {
      "cite": "Michelle Bachelet",
      "quote": "Gender equality must become a lived reality"
    },
    {
      "cite": "John Irving",
      "quote": "Gender mattered a whole lot less to Shakespeare than it seems to matter to us."
    },
    {
      "cite": "Judith Butler",
      "quote": "Gender is not something that one is, it is something one does, an act a doing rather than a being."
    },
    {
      "cite": "Laura Bush",
      "quote": "There are gender health differences, and we need to know what they are."
    }
  ]
}