{
  "source": "https://www.wisesayings.com/gender-equality-quotes/",
  "theme": "gender-equality",
  "quotes": [
    {
      "cite": "Kofi Annan",
      "quote": "Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance."
    },
    {
      "cite": "Qingrong Ma",
      "quote": "The only way to solve the problem of women's subordination is to change people's mindset and to plant the new idea of gender equality into every mind."
    },
    {
      "cite": "Socrates",
      "quote": "Once made equal to man, woman becomes his superior."
    },
    {
      "cite": "Letty Cottin Pogrebin",
      "quote": "When men are oppressed it's a tragedy, when women are oppressed it's a tradition."
    },
    {
      "cite": "Ivan Illich",
      "quote": "I know of no industrial society where women are the economic equals of men. Of everything that economics measures, women get less."
    },
    {
      "cite": "Robyn Oyeniyi",
      "quote": "Gender equality is not something we should have to fight for, it should have always been."
    },
    {
      "cite": "Anne Hathaway",
      "quote": "I believe I've always been a big believer in equality. No one has ever been able to tell me I couldn't do something because I was a girl."
    },
    {
      "cite": "Bella Abzug",
      "quote": "Women have been trained to speak softly and carry a lipstick. Those days are over."
    },
    {
      "cite": "Maureen Reagan",
      "quote": "I will feel equality has arrived when we can elect to office women who are as unqualified as some of the men who are already there."
    },
    {
      "cite": "Marlo Thomas",
      "quote": "One of the things about equality is not just that you be treated equally to a man, but that you treat yourself equally to the way you treat a man."
    },
    {
      "cite": "Shirley Chisholm",
      "quote": "The emotional, sexual, and psychological stereotyping of females begins when the doctor says: It's a girl."
    },
    {
      "cite": "Emma Watson",
      "quote": "It is time that we all see gender as a spectrum instead of two sets of opposing ideals."
    },
    {
      "cite": "Kofi Annan",
      "quote": "Gender equality is critical to the development and peace of every nation."
    },
    {
      "cite": "Emma Watson",
      "quote": "No country in the world can yet say they have achieved gender equality."
    },
    {
      "cite": "Michelle Bachelet",
      "quote": "Gender equality will only be reached if we are able to empower women."
    },
    {
      "cite": "Khalid Malik",
      "quote": "Gender equality is a precondition to overcoming starvation, poverty and epidemics."
    },
    {
      "cite": "Mary Astell",
      "quote": "If all men are born free, how is it that all women are born slaves?"
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Women who seek to be equal with men lack ambition."
    },
    {
      "cite": "Plato",
      "quote": "If women are expected to do the same work as men, we must teach them the same things."
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "A woman who thinks she is intelligent demands the same rights as man. An intelligent woman gives up."
    },
    {
      "cite": "Helen Clark",
      "quote": "Any serious shift towards more sustainable societies has to include gender equality."
    },
    {
      "cite": "Sacha Guitry",
      "quote": "I would gladly admit women are superior to men if only they would stop trying to be the same as us."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "A feminist is anyone who recognizes the equality and full humanity of women and men."
    },
    {
      "cite": "Jill Briscoe",
      "quote": "A man of quality is never threatened by a woman of equality."
    },
    {
      "cite": "John Steinbeck",
      "quote": "And finally, in our time a beard is the one thing that a woman cannot do better than a man, or if she can her success is assured only in a circus."
    },
    {
      "cite": "Leila Aboulela",
      "quote": "All through life there were distinctions - toilets for men, toilets for women; clothes for men, clothes for women - then, at the end, the graves are identical."
    },
    {
      "cite": "Dionne Warwick",
      "quote": "Man will never understand woman and vice versa. We are oil and water. An equal level can never be maintained, as one will always excel where the other doesn't, and that breeds resentment."
    },
    {
      "cite": "Shahla Khan",
      "quote": "Men are not from Mars and women are not from Venus instead we are all people. Deal with it."
    },
    {
      "cite": "Joanna Wylde",
      "quote": "How is it women have equality when it comes to taking a hit but the rest of the time they're just some guy's property?"
    },
    {
      "cite": "Terry Eagleton",
      "quote": "Genuine equality means not treating everyone the same, but attending equally to everyone's different needs."
    },
    {
      "cite": "Marty Rubin",
      "quote": "The difference between men and women is getting harder and harder to invent."
    },
    {
      "cite": "Kofi Annan",
      "quote": "More countries have understood that women's equality is a prerequisite for development."
    },
    {
      "cite": "Frances Ogrady",
      "quote": "You just wish sometimes that people would treat you like a human being rather than seeing your gender first and who you are second."
    },
    {
      "cite": "Riane Eisler",
      "quote": "...gender relationships, which are tough for people to deal with, are key to whether a society orients to domination or partnership in all its relations."
    },
    {
      "cite": "Michelle Bachelet",
      "quote": "Gender equality must become a lived reality."
    },
    {
      "cite": "Suzanne Bianchi",
      "quote": "What happened on the road to gender equality? A lot of work happened."
    },
    {
      "cite": "Maya Angelou",
      "quote": "How important it is for us to recognize and celebrate our heroes and she-roes!"
    },
    {
      "cite": "Jim Harrison",
      "quote": "I don't see gender as the most significant fact of human existence."
    },
    {
      "cite": "Kathy Lette",
      "quote": "Women want to be treated as equals, not sequels!"
    },
    {
      "cite": "Aristotle",
      "quote": "The worst form of inequality is to try to make unequal things equal."
    },
    {
      "cite": "Ashly Lorenzana",
      "quote": "It may be a man's world, but men are easily controlled by women."
    },
    {
      "cite": "Richard Attias",
      "quote": "Sporting events like the Olympics have developed and maintained a clear message of promoting gender equality as an essential criterion in the success of any international event."
    },
    {
      "cite": "David Allan Coe",
      "quote": "All men are created equal, it is only men themselves who place themselves above equality."
    },
    {
      "cite": "Scottish Proverb",
      "quote": "Perfect love cannot be without equality."
    },
    {
      "cite": "Proverb",
      "quote": "Six feet of earth make all men equal."
    },
    {
      "cite": "Bob Dylan",
      "quote": "All this talk about equality. The only thing people really have in common is that they are all going to die."
    },
    {
      "cite": "Publilius Syrus",
      "quote": "As men, we are all equal in the presence of death."
    },
    {
      "cite": "Voltaire",
      "quote": "All the citizens of a state cannot be equally powerful, but they may be equally free."
    },
    {
      "cite": "Nina Pološki Vokić",
      "quote": "The gender revolution is one of the most prominent characteristics of modern times. However, the gender segregation is still present in homes, at work and in larger society, as well as in the minds of many men and women around the world."
    },
    {
      "cite": "Melissa Leach",
      "quote": "Gender inequality has a long history in business schools and in the workplace and traditions are hard to change. But change they must."
    },
    {
      "cite": "OECD",
      "quote": "Gender equality is not just about economic empowerment. It is a moral imperative. It is about fairness and equity and includes many political, social and cultural dimensions. It is a key factor in self-reported well-being and happiness across the world."
    },
    {
      "cite": "Amy Gutmann",
      "quote": "The overriding value of fellowship tied to belief of human equality provided grounds for granting citizens the right to a  minimum standard of living."
    },
    {
      "cite": "Amy Gutmann",
      "quote": "Equality is directed primarily at reducing established class privilege, offers few clues as to why."
    },
    {
      "cite": "Amy Gutmann",
      "quote": "More equality would yet to conduce to a 'better' society."
    },
    {
      "cite": "Joseph Parrish Thompson",
      "quote": "Treat them as your equals in all the essential rights of men - as husbands , as fathers , as laborers worthy of their hire , as rational and immortal souls , give to them EQUALITY ."
    },
    {
      "cite": "Joseph Parrish Thompson",
      "quote": "Christ reasserted the unity of the race; the equality of all men before God."
    },
    {
      "cite": "Robert Tsai",
      "quote": "Whenever we struggle to agree about equality, we have an obligation to seek out alternative solutions."
    },
    {
      "cite": "Anders Ortenblad",
      "quote": "Gender difference is also a hierarchy in which practices and behaviors associated with men have historically been valued higher than those linked to women, resulting in women's disadvantaged status in all spheres of society."
    },
    {
      "cite": "Anders Ortenblad",
      "quote": "Feminism has been on the legal agenda for over a century already, and has gone through several phases, focusing first on sameness, then differences and finally diversity."
    },
    {
      "cite": "OECD",
      "quote": "Gender inequality means not only foregoing the important contributions that women make to the economy, but also wasting years of investment in educating girls and young women.. Making the most of the talent pool ensures that men and women have an equal chance to contribute both at home and in the workplace, thereby enhancing their well-being and that of society."
    },
    {
      "cite": "OECD",
      "quote": "Girls today outperform boys in some areas of education and are less likely to drop out of school. But the glass is still only half full: women continue to earn less than men, are less likely to make it to the top of the career ladder, and are more likely to spend their final years in poverty."
    },
    {
      "cite": "OECD",
      "quote": "Greater gender equality and a more efficient use of skills are essential to achieving strong and sustainable growth."
    },
    {
      "cite": "Carina Fourie",
      "quote": "Equality is not one idea, and one can advocate or criticize a number of forms of egalitarianism. What should be equalized, such as political power, human rights, primary goods, opportunities for welfare, or capabilities."
    },
    {
      "cite": "Joshua Turner",
      "quote": "Equality means everyone will be treated fairly based on what they do and how well they do it."
    },
    {
      "cite": "Joshua Turner",
      "quote": "Gender equality means every person, regardless of their gender, gets an equal chance to succeed. It doesn't matter if you're a man or a woman."
    },
    {
      "cite": "Joshua Turner",
      "quote": "Everyone gets the chance to go to school, get a job, vote in an election, or even run for office themselves, that's equality."
    },
    {
      "cite": "OECD",
      "quote": "Gender equality is also a key driver in self-reported well-being and happiness across the world."
    },
    {
      "cite": "Mary Evans",
      "quote": "Debates about gender have existed in both print and daily life for generations."
    },
    {
      "cite": "Mary Evans",
      "quote": "In the early decades of the twenty-first century, issues about gender and sexual identity have become the subjects of increasingly complex debates."
    },
    {
      "cite": "Peter G. Northouse",
      "quote": "We've begun to raise daughters more like sons... but few have the courage to raise our sons more like our daughters."
    },
    {
      "cite": "Vera Nazarian",
      "quote": "A woman is human. She is not better, wiser, stronger, more intelligent, more creative, or more responsible than a man. Likewise, she is never less. Equality is a given."
    },
    {
      "cite": "J.P. Keeves",
      "quote": "We live in a a world where equality of opportunity in education does not exist on most occasions."
    },
    {
      "cite": "BenDavid-Hadar",
      "quote": "Equality based conceptions of equity are normally promoted in education finance with the aim of bettering the situation of those who enjoy lesser advantages."
    },
    {
      "cite": "BenDavid-Hadar",
      "quote": "What matters then is not equality but that no one has too little."
    },
    {
      "cite": "BenDavid-Hadar",
      "quote": "Equality and equity are often seen as opposed to each other"
    },
    {
      "cite": "John Charvet",
      "quote": "Basic equality. A fundamental moral equality of human beings whereby each person is to be treated as an equal end whose interests should be given equal society."
    },
    {
      "cite": "John Charvet",
      "quote": "The nature of the modern commitment to equality is sometimes explained as arising from the very idea of morality."
    }
  ]
}