{
  "source": "https://www.wisesayings.com/genealogy-quotes/",
  "theme": "genealogy",
  "quotes": [
    {
      "cite": "Anita Baker",
      "quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family."
    },
    {
      "cite": "Princess Diana",
      "quote": "Family is the most important thing in the world."
    },
    {
      "cite": "Philip Green",
      "quote": "It's all about quality of life and finding a happy balance between work and friends and family."
    },
    {
      "cite": "Tim Wise",
      "quote": "Genealogy itself is something of a privilege, coming far more easily to those of us for whom enslavement, conquest, and dispossession of our land has not been our lot."
    },
    {
      "cite": "Romeo Miller",
      "quote": "Family always gonna be there. The material things, they come and go."
    },
    {
      "cite": "David Ogden Stiers",
      "quote": "Family means no one gets left behind or forgotten."
    },
    {
      "cite": "Alexander Pope",
      "quote": "A family is but too often a commonwealth of malignants."
    },
    {
      "cite": "Michael J. Fox",
      "quote": "Family is not an important thing. It's everything."
    },
    {
      "cite": "Brad Henry",
      "quote": "Families are the compass that guides us. They are the inspiration to reach great heights, and our comfort when we occasionally falter."
    },
    {
      "cite": "Orson Scott Card",
      "quote": "Every person is defined by the communities she belongs to."
    },
    {
      "cite": "Andre Maurois",
      "quote": "Without a family, man, alone in the world, trembles with the cold."
    },
    {
      "cite": "Marge Kennedy",
      "quote": "The informality of family life is a blessed condition that allows us all to become our best while looking our worst."
    },
    {
      "cite": "George Santayana",
      "quote": "The family is one of nature's masterpieces."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A happy family is but an earlier heaven."
    },
    {
      "cite": "Olivia Newton-John",
      "quote": "Family, nature and health all go together."
    },
    {
      "cite": "Neil Kurshan",
      "quote": "Family life is not a computer program that runs on its own; it needs continual input from everyone."
    },
    {
      "cite": "Susan Lieberman",
      "quote": "Family traditions counter alienation and confusion. They help us define who we are; they provide something steady, reliable and safe in a confusing world."
    },
    {
      "cite": "John C. Maxwell",
      "quote": "Family and friendships are two of the greatest facilitators of happiness."
    },
    {
      "cite": "Gilbert K. Chesterton",
      "quote": "The family is the test of freedom; because the family is the only thing that the free man makes for himself and by himself."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "Family is a transitive property."
    },
    {
      "cite": "Richard Bach",
      "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life. Rarely do members of one family grow up under the same roof."
    },
    {
      "cite": "Ruth Padilla",
      "quote": "If you are lucky enough to be a genealogist, you are lucky enough."
    },
    {
      "cite": "Jeffrey Dawson",
      "quote": "Families and friends form some of the closest of bonds you will ever experience. It is almost impossible for you to lead a happy life without support from these important groups of people."
    },
    {
      "cite": "Dorothea S. Koppliln",
      "quote": "Family life contributes immensely to an individual's happiness. Only in a happy homelife can complete contentment be found."
    },
    {
      "cite": "Maya Traver",
      "quote": "Building a family plan with expectations and accountability for all members builds up the family and motivates each person to do their personal best everyday."
    },
    {
      "cite": "Leo Tolstoy",
      "quote": "All happy families are alike; each unhappy family is unhappy in its own way."
    },
    {
      "cite": "John Wooden",
      "quote": "The most important thing in the world is family and love."
    },
    {
      "cite": "Marge Kennedy",
      "quote": "The informality of family life is a blessed condition that allows us to become our best while looking our worst."
    },
    {
      "cite": "Barbara Bush",
      "quote": "To us, family means putting your arms around each other and being there."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "You don't choose your family. They are God's gift to you, as you are to them."
    },
    {
      "cite": "Sydney J. Harris",
      "quote": "Genealogy: A perverse preoccupation of those who seek to demonstrate that their forebears were better people than they are."
    },
    {
      "cite": "Cassandra Clare",
      "quote": "Family is more than blood"
    },
    {
      "cite": "Gail Lumet Buckley",
      "quote": "Family faces are magic mirrors. Looking at people who belong to us, we see the past, present and future."
    }
  ]
}