{
  "source": "https://www.wisesayings.com/generosity-quotes/",
  "theme": "generosity",
  "quotes": [
    {
      "cite": "Benjamin Franklin",
      "quote": "A false friend and a shadow attend only while the sun shines."
    },
    {
      "cite": "Gaelic (on generosity)",
      "quote": "A thing is bigger for being shared."
    },
    {
      "cite": "E. Haywood",
      "quote": "Be just before you are generous."
    },
    {
      "cite": "Afghan (on generosity)",
      "quote": "Give even an onion, graciously."
    },
    {
      "cite": "George Herbert",
      "quote": "Good words are worth much and cost little."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Great spenders are bad lenders."
    },
    {
      "cite": "Malay (on generosity)",
      "quote": "If you have, give; if you lack, seek."
    },
    {
      "cite": "Omaha (Native American) (on the conduct of life)",
      "quote": "It is better to return a borrowed pot with a little something you last cooked in it."
    },
    {
      "cite": "Harold H Cornett Jr.",
      "quote": "It is said that you can't take it with you; I say there are two things you can take with you: the things you do for others and the things you do to others"
    },
    {
      "cite": "Vietnamese (on courtesy and respect)",
      "quote": "Nice words are free, so choose ones that please another's ears."
    },
    {
      "cite": "Aesop",
      "quote": "No act of kindness no matter how small is ever wasted."
    },
    {
      "cite": "John Heywood",
      "quote": "Nothing is impossible to the willing heart."
    },
    {
      "cite": "Aesop",
      "quote": "One good turn deserves another."
    },
    {
      "cite": "unknown",
      "quote": "One hand for yourself and one for the ship."
    },
    {
      "cite": "Aesop",
      "quote": "Please all and you will soon please none."
    },
    {
      "cite": "Haitian (on generosity)",
      "quote": "Poor people share with the heart."
    },
    {
      "cite": "unknown",
      "quote": "Sacrificing means more."
    },
    {
      "cite": "Welsh (on thrift)",
      "quote": "Scatter with one hand; gather with two."
    },
    {
      "cite": "Singhalese (on generosity)",
      "quote": "What you do to others will bear fruit in you."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "Without kindness there can be no true joy."
    },
    {
      "cite": "unknown",
      "quote": "You can't please everyone."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "You catch more flies with honey than you do with vinegar."
    },
    {
      "cite": "Danish (on generosity)",
      "quote": "You may light another's candle at your own without loss."
    },
    {
      "cite": "unknown",
      "quote": "Your time is the greatest gift you can give to someone."
    },
    {
      "cite": "Albert Camus",
      "quote": "Real generosity toward the future lies in giving all to the present."
    },
    {
      "cite": "Suze Orman",
      "quote": "True generosity is an offering; given freely and out of pure love. No strings attached. No expectations."
    },
    {
      "cite": "Frank A. Clark",
      "quote": "Real generosity is doing something nice for someone who will never find out."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Generosity is not giving me that which I need more than you do, but it is giving me that which you need more than I do."
    },
    {
      "cite": "Jean-Paul Sartre",
      "quote": "Generosity is nothing else than a craze to possess. All which I abandon, all which I give, I enjoy in a higher manner through the fact that I give it away. To give is to enjoy possessively the object which one gives."
    },
    {
      "cite": "Barbara Bush",
      "quote": "Giving frees us from the familiar territory of our own needs by opening our mind to the unexplained worlds occupied by the needs of others."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "That's what I consider true generosity: You give your all and yet you always feel as if it costs you nothing."
    },
    {
      "cite": "Jonathan Maberry",
      "quote": "Generosity could be as contagious as the zombie plague as long as enough people were willing to be carriers."
    },
    {
      "cite": "Jacques Yves Cousteau",
      "quote": "It takes generosity to discover the whole through others. If you realize you are only a violin, you can open yourself up to the world by playing your role in the concert."
    },
    {
      "cite": "Patti Digh",
      "quote": "Being generous often consists of simply extending a hand. That's hard to do if you are grasping tightly to your righteousness, your belief system, your superiority, your assumptions about others, your definition of normal."
    },
    {
      "cite": "Margaret Cho",
      "quote": "Sometimes when we are generous in small, barely detectable ways it can change someone else's life forever."
    },
    {
      "cite": "Albert Pike",
      "quote": "What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal."
    },
    {
      "cite": "Friedrich Nietzsche",
      "quote": "He who cannot give anything away cannot feel anything either."
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "Be generous with kindly words, especially about those who are absent."
    },
    {
      "cite": "Martin Luther King, Jr.",
      "quote": "Every man must decide whether he will walk in the light of creative altruism or in the darkness of destructive selfishness."
    },
    {
      "cite": "Anonymous",
      "quote": "Generosity consists not the sum given, but the manner in which it is bestowed"
    },
    {
      "cite": "Johann Wolfgang von Goethe",
      "quote": "One would give generous alms if one had the eyes to see the beauty of a cupped receiving hand."
    },
    {
      "cite": "Alexander Pope",
      "quote": "Many men have been capable of doing a wise thing, more a cunning thing, but very few a generous thing"
    },
    {
      "cite": "Harry S. Truman",
      "quote": "It is through generous giving, that we affirm before the world, our nation's faith in the inalienable right of every man, to a life of freedom, justice and security."
    },
    {
      "cite": "Mark Victor Hansen and Robert G. Allen",
      "quote": "Giving is God's way. It is the way that I now understand is the truth of the Universe. Giving multiplies me and makes me feel complete and fulfilled. Giving makes me feel that I make a real and important difference."
    },
    {
      "cite": "Albert Camus",
      "quote": "Too many have dispensed with generosity in order to practice charity."
    },
    {
      "cite": "Allan Lokos",
      "quote": "It is a powerful practice to be generous when you are the one feeling in need."
    },
    {
      "cite": "Jack Kornfield",
      "quote": "As desire abates, generosity is born. When we are connected and present, what else is there to do but give?"
    },
    {
      "cite": "Horace Mann",
      "quote": "Generosity during life is a very different thing from generosity in the hour of death; one proceeds from genuine liberality and benevolence, the other from pride or fear."
    },
    {
      "cite": "Bishop Fulton J. Sheen",
      "quote": "Never measure your generosity by what you give, but rather by what you have left."
    },
    {
      "cite": "Nathaniel Hawthorne",
      "quote": "Generosity is the flower of justice."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The value of a man resides in what he gives and not in what he is capable of receiving."
    },
    {
      "cite": "Albert Schweitzer",
      "quote": "Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust, and hostility to evaporate."
    },
    {
      "cite": "Andrew Iskander",
      "quote": "Because that’s what kindness is. It’s not doing something for someone else because they can’t, but because you can."
    },
    {
      "cite": "Anne Herbert",
      "quote": "Practice random kindness and senseless acts of beauty."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "For beautiful eyes, look for the good in others for beautiful lips, speak only words of kindness and for poise, walk with the knowledge that you are never alone."
    },
    {
      "cite": "Barbara De Angelis",
      "quote": "Love and kindness are never wasted. They always make a difference. They bless the one who receives them, and they bless you, the giver."
    },
    {
      "cite": "Bob Proctor",
      "quote": "The law of prosperity is generosity. If you want more, give more."
    },
    {
      "cite": "Diane Con Furstenberg",
      "quote": "Generosity is the best investment."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Human kindness has never weakened the stamina or softened the fiber of a free people. A nation does not have to be cruel in order to be tough."
    },
    {
      "cite": "H. Jackson Brown Jr.",
      "quote": "Remember that the happiest people are not those getting more, but those giving more."
    },
    {
      "cite": "Harold S. Kushner",
      "quote": "Do things for people not because of who they are or what they do in return, but because of who you are."
    },
    {
      "cite": "Henry James",
      "quote": "Three things in human life are important. The first is to be kind. The second is to be kind. And the third is to be kind."
    },
    {
      "cite": "Henry Wadsworth Longfellow",
      "quote": "Give what you have. To someone, it may be better than you dare to think."
    },
    {
      "cite": "Jackie Chan",
      "quote": "Sometimes it takes only one act of kindness and caring to change a person’s life."
    },
    {
      "cite": "John Holmes",
      "quote": "There is no exercise better for the heart than reaching down and lifting people up."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You often say, I would give, but only to the deserving. The trees in your orchard say not so, nor the flocks in your pasture. They give that they may live, for to withhold is to perish."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Tenderness and kindness are not signs of weakness and despair, but manifestations of strength and resolution."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "Kindness is like snow. It beautifies everything it covers."
    },
    {
      "cite": "Lady Gaga",
      "quote": "I've been searching for ways to heal myself, and I've found that kindness is the best way."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "I've been so bothered with my property, that I'm tired of it, and don't mean to save up any more, but give it away as I go along, and then nobody will envy me, or want to steal it, and I shan't be suspecting folks and worrying about my old cash."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Gentleness, self-sacrifice, and generosity are the exclusive possession of no one race or religion."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Be must be the change you wish you wish to see in the world."
    },
    {
      "cite": "Marcus Garvey",
      "quote": "The ends you serve that are selfish will take you no further than yourself but the ends you serve that are for all, in common, will take you into eternity."
    },
    {
      "cite": "Martin Luther King",
      "quote": "Returning hate for hate multiplies hate, adding deeper darkness to a night already devoid of stars. Darkness cannot drive out darkness, only light can do that. Hate cannot drive out hate, only love can do that."
    },
    {
      "cite": "Minor Myers",
      "quote": "Go into the world and do well. But more importantly, go into the world and do good."
    },
    {
      "cite": "Muhammad Ali",
      "quote": "Our only hope lies in the power of our love, generosity, tolerance and understanding and our commitment to making the world a better place for all."
    },
    {
      "cite": "Og Mandino",
      "quote": "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again."
    },
    {
      "cite": "Pearl S. Buck",
      "quote": "To serve is beautiful, but only if it is done with joy and a whole heart and a free mind."
    },
    {
      "cite": "Pete Seeger",
      "quote": "Being generous of spirit is a wonderful way to live."
    },
    {
      "cite": "R.J. Palacio",
      "quote": "Courage. Kindness. Friendship. Character. These are the qualities that define us as human beings, and propel us, on occasion, to greatness."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "You cannot do a kindness too soon because you never know how soon it will be too late."
    },
    {
      "cite": "Rebecca Solnit",
      "quote": "Every minute of every hour of every day you are making the world, just as you are making yourself, and you might as well do it with generosity and kindness and style."
    },
    {
      "cite": "Robert Green Ingersoll",
      "quote": "Kindness is the sunshine in which virtue grows."
    },
    {
      "cite": "Ronald Reagan",
      "quote": "We can’t help everyone, but everyone can help someone."
    },
    {
      "cite": "Roy T. Bennett",
      "quote": "Help others without any reason and give without the expectation of receiving anything in return."
    },
    {
      "cite": "Scott Adams",
      "quote": "Remember there’s no such thing as a small act of kindness. Every act creates a ripple with no logical end."
    },
    {
      "cite": "Seneca",
      "quote": "We should give as we would receive, cheerfully, quickly, and without hesitation for there is no grace in a benefit that sticks to the fingers."
    },
    {
      "cite": "Simone Weil",
      "quote": "Attention is the rarest and purest form of generosity."
    },
    {
      "cite": "Suze Orman",
      "quote": "True generosity is an offering, given freely and out of pure love. No strings attached. No expectations. Time and love are the most valuable possession you can share."
    },
    {
      "cite": "unknown",
      "quote": "Generosity takes an open heart and a love that asks for nothing in return."
    },
    {
      "cite": "unknown",
      "quote": "Kindness makes you the most beautiful person in the world, no matter what you look like."
    },
    {
      "cite": "William Arthur Ward",
      "quote": "When we seek to discover the best in others, we somehow bring out the best in ourselves."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We make a living by what we get, but we make a life by what we give."
    }
  ]
}