{
  "source": "https://www.wisesayings.com/genetics-quotes/",
  "theme": "genetics",
  "quotes": [
    {
      "cite": "Serge Nubret",
      "quote": "Genetics help to some degree, but the most important thing is the mind and the spirit. These two are even more powerful than physical characteristics that are passed on."
    },
    {
      "cite": "Allison Plowden",
      "quote": "The laws of genetics apply even if you refuse to learn them."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Heredity is what sets the parents of a teenager wondering about each other."
    },
    {
      "cite": "Mehmet Oz",
      "quote": "Your genetics load the gun. Your lifestyle pulls the trigger."
    },
    {
      "cite": "John Maynard Smith",
      "quote": "Genetics is about how information is stored and transmitted between generations."
    },
    {
      "cite": "Bela Karolyi",
      "quote": "Genetics is all about showcasing human beauty along with high-quality performance."
    },
    {
      "cite": "Ellen Ullman",
      "quote": "Genetics is where we come from. It's deeply natural to want to know."
    },
    {
      "cite": "George M. Church",
      "quote": "Your genetics is not your destiny."
    },
    {
      "cite": "Ben Harper",
      "quote": "Genetics do play a role in how you consciously or subconsciously manifest your true self."
    },
    {
      "cite": "Mehnaz Ansari",
      "quote": "Don't be ashamed or proud of your genetics,for you have no contribution towards it."
    },
    {
      "cite": "James Mark Baldwin",
      "quote": "Heredity provides for the modification of its own machinery."
    },
    {
      "cite": "Doug Larson",
      "quote": "Heredity is a splendid phenomenon that relieves us of responsibility for our shortcomings."
    },
    {
      "cite": "Leon R. Kass",
      "quote": "Genetics is crude, but neuroscience goes directly to work on the brain, and the mind follows."
    },
    {
      "cite": "Mike Hockney",
      "quote": "Genetics play a huge part in who we are. But we also have free will."
    }
  ]
}