{
  "source": "https://www.wisesayings.com/genocide-quotes/",
  "theme": "genocide",
  "quotes": [
    {
      "cite": "James Orbinski",
      "quote": "The genocide (in Rwanda) was a collective act. What made it possible, what made that final political crime possible, was the absence, the erasure, of seeing the other. Of knowing, of feeling, of being with the other. And when that's removed, then politics can become genocidal."
    },
    {
      "cite": "John Prendergrast",
      "quote": "The biggest road block to action on genocide and other human rights crimes is ignorance. Most people just don't know that such things are happening, and often, if they have a vague idea they are happening, there is a feeling that there is nothing that can be done to stop these crimes."
    },
    {
      "cite": "Michael Ignatief",
      "quote": "Genocide is not just a murderous madness; it is, more deeply, a politics that promises a utopia beyond politics - one people, one land, one truth, the end of difference. Since genocide is a form of political utopia, it remains an enduring temptation in any multiethnic and multicultural society in crisis."
    },
    {
      "cite": "Steven Pinker",
      "quote": "As long as your ideology identifies the main source of the world's ills as a definable group, it opens the world up to genocide."
    },
    {
      "cite": "Serj Tankian",
      "quote": "I think that the memory of Armenia's genocide opened my eyes at an early age to the existence of political cynicism."
    },
    {
      "cite": "Judith Butler",
      "quote": "Genocide is not a legitimate option. It's not ok to decide that an entire population has no right to live in the world. No matter whether these relationships are very proximate or very distant, there is no entitlement to expunge a population or to demean its basic humanity."
    },
    {
      "cite": "Janine de Giovanni",
      "quote": "In the aftermath of any war or genocide, healing and reconciliation are ultimate aspirations."
    },
    {
      "cite": "Jack Schwartz",
      "quote": "Genocide is an attempt to exterminate a people, not to alter their behavior."
    },
    {
      "cite": "Toba Beta",
      "quote": "If human is capable of conducting genocide, no need for an asteroid to wipe out dinosaurs."
    },
    {
      "cite": "Andrea Dworkin",
      "quote": "Genocide begins, however improbably, in the conviction that classes of biological distinction indisputably sanction social and political discrimination."
    },
    {
      "cite": "Rudolph Rummel",
      "quote": "The way to virtually eliminate genocide and mass murder appears to be through restricting and checking power. This means to foster democratic freedom."
    },
    {
      "cite": "Luis Bolognesi",
      "quote": "The history of America is the history of a genocide that didn't end yet, the genocide of American civilizations."
    },
    {
      "cite": "Robert Paul Weston",
      "quote": "Historical atrocities have certainly shown that dehumanizing any group is the first step toward genocide."
    },
    {
      "cite": "Arundhati Roy",
      "quote": "Nationalism of one kind or another was the cause of most of the genocide of the twentieth century. Flags are bits of colored cloth that governments use first to shrink-wrap people's minds and then as ceremonial shrouds to bury the dead."
    },
    {
      "cite": "John Major",
      "quote": "I don't think nations can stand aside for ethnic cleansing and genocide."
    },
    {
      "cite": "Serzh Sargsyan",
      "quote": "Recognition of the genocide is a triumph of human conscience and justice over intolerance and hatred."
    },
    {
      "cite": "Samuel Eliot Morison",
      "quote": "The cruel policy initiated by Columbus and pursued by his successors resulted in complete genocide."
    }
  ]
}