{
  "source": "https://www.wisesayings.com/gentle-quotes/",
  "theme": "gentle",
  "quotes": [
    {
      "cite": "Keiko Fukuda",
      "quote": "Be gentle, kind and beautiful, yet firm and strong, both mentally and physically."
    },
    {
      "cite": "Michele Bachmann",
      "quote": "It's important for us to be kind to other people and treat other people the way that we want to be treated."
    },
    {
      "cite": "Andy Rooney",
      "quote": "Being kind is more important than being right."
    },
    {
      "cite": "Frederick Lenz",
      "quote": "You must be kind to others. You must foster a caretaker personality of gentleness and perseverance, even in the midst of adversity."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "A gentle focus of attention is all it takes to free the body of minor imbalances."
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Be gentle and forgiving with yourself, abandon any and all shame, and refuse to engage in any self-repudiation."
    },
    {
      "cite": "Edmund Spenser",
      "quote": "The gentle minde by gentle deeds is knowne."
    },
    {
      "cite": "Solomon",
      "quote": "A gentle answer turns away wrath, but a harsh word stirs up anger."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "Wherever there is a human being, there is an opportunity for a kindness."
    },
    {
      "cite": "William Hazlitt",
      "quote": "A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles."
    },
    {
      "cite": "Carl Sandburg",
      "quote": "Let the gentle bush dig its root deep and spread upward to split the boulder."
    },
    {
      "cite": "Laurie Halse Anderson",
      "quote": "The one good thing about being kind of shy is that nobody bugs you when you want to be left alone."
    },
    {
      "cite": "Franklin D. Roosevelt",
      "quote": "Human kindness has never weakened the stamina or softened the fiber of a free people. A nation does not have to be cruel to be tough."
    },
    {
      "cite": "Dylan Thomas",
      "quote": "Do not go gentle into that good night but rage, rage against the dying of the light."
    },
    {
      "cite": "Wendy Mass",
      "quote": "Be kind, for everyone you meet is fighting a battle you know nothing about."
    },
    {
      "cite": "Richard Paul Evans",
      "quote": "Sometimes its not the strength but gentleness that cracks the hardest shells."
    },
    {
      "cite": "Chin-Ning Chu",
      "quote": "It is not whether your words or actions are tough or gentle; it is the spirit behind your actions and words that announces your inner state."
    },
    {
      "cite": "Charles Fenno Hoffman",
      "quote": "Kindness is the evidence of greatness. If anyone is glad that you are here, then you have not lived in vain."
    },
    {
      "cite": "Anthony D. Williams",
      "quote": "A kind heart speaks kind words."
    },
    {
      "cite": "Dalai Lama",
      "quote": "Be kind whenever possible. It is always possible."
    },
    {
      "cite": "Saint Francis De Sales",
      "quote": "Nothing is so strong as gentleness, nothing so gentle as real strength."
    },
    {
      "cite": "George Herbert",
      "quote": "A gentle heart is tied with an easy thread."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "Laws too gentle are seldom obeyed; too severe, seldom executed."
    },
    {
      "cite": "Oliver Herford",
      "quote": "Modesty: the gentle art of enhancing your charm by pretending not to be aware of it."
    },
    {
      "cite": "Heather Wolf",
      "quote": "Be gentle and kind all the time."
    },
    {
      "cite": "Richard Carlson",
      "quote": "Choose being kind over being right and you'll be right every time."
    },
    {
      "cite": "Sophocles",
      "quote": "Gentle time will heal our sorrows."
    },
    {
      "cite": "R.J. Palacio",
      "quote": "Courage. Kindness. Friendship. Character. These are the qualities that define us as human beings, and propel us, on occasion, to greatness."
    },
    {
      "cite": "Alan Cohen",
      "quote": "Kindness to self will put you in the perfect attitude and position to be kind to others."
    },
    {
      "cite": "Debasish Mridha",
      "quote": "Kindness is the best prayer."
    },
    {
      "cite": "James Dean",
      "quote": "Only the gentle are ever really strong."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "You cannot do a kindness too soon, for you never know how soon it will be too late."
    }
  ]
}