{
  "source": "https://www.wisesayings.com/gentleman-quotes/",
  "theme": "gentleman",
  "quotes": [
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We sometimes meet an original gentleman, who, if manners had not existed, would have invented them."
    },
    {
      "cite": "Srinivas Shenoy",
      "quote": "Being male is a matter of birth. Being a man is a matter of age. But being a gentleman is a matter of choice."
    },
    {
      "cite": "Thomas Hood",
      "quote": "He comes to the world, as a gentleman comes To a lodging ready furnished."
    },
    {
      "cite": "Richard Heber",
      "quote": "No gentleman can be without three copies of a book: one for show, one for use, and one for borrowers."
    },
    {
      "cite": "Shakespeare",
      "quote": "We must be gentle now we are gentlemen."
    },
    {
      "cite": "Lana Turner",
      "quote": "A gentleman is simply a patient wolf."
    },
    {
      "cite": "Denis Diderot",
      "quote": "He whom we call a gentleman is no longer the man of Nature."
    },
    {
      "cite": "Confucius",
      "quote": "A gentleman can see a question from all sides without bias.The small man is biased and can see a question only from one side."
    },
    {
      "cite": "Hazlitt",
      "quote": "The look of a gentleman is little else than the reflection of the looks of the world."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "A gentleman with a pug nose is a contradiction in terms."
    },
    {
      "cite": "Samuel Johnson",
      "quote": "Questioning is not the mode of conversation among gentlemen."
    },
    {
      "cite": "Robert E. Lee",
      "quote": "We have only one rule here - to act like a gentleman at all times."
    },
    {
      "cite": "Xunzi",
      "quote": "If the gentleman has ability, he is magnanimous, generous, tolerant, and straightforward, through which he opens the way to instruct others."
    },
    {
      "cite": "John Henry Newman",
      "quote": "It is almost a definition of a gentleman to say that he is one who never inflicts pain."
    },
    {
      "cite": "A. J. P. Taylor",
      "quote": "Perfect soldier, perfect gentleman never gave offence to anyone not even the enemy."
    },
    {
      "cite": "Clement Attlee",
      "quote": "You will be judged by what you succeed at gentlemen, not by what you attempt"
    },
    {
      "cite": "Chapin",
      "quote": "It is difficult to believe that a true gentleman will ever become a gamester, a libertine, or a sot."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "A true gentleman is one that apologizes anyways, even though he has not offended a lady intentionally. He is in a class all of his own because he knows the value of a woman's heart."
    },
    {
      "cite": "Raymond Chandler",
      "quote": "The minute you try to talk business with him he takes the attitude that he is a gentleman and a scholar, and the moment you try to approach him on the level of his moral integrity he starts to talk business."
    },
    {
      "cite": "Luigi Pirandello",
      "quote": "Anyone can be heroic from time to time, but a gentleman is something you have to be all the time."
    },
    {
      "cite": "James Merrow",
      "quote": "A gentleman respects every women in his life. If you can't respect your own mother, forget about respecting your girlfriend."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A gentleman can live through anything."
    },
    {
      "cite": "Pontius Joseph",
      "quote": "A Gentleman is a prime example of what a man should be."
    },
    {
      "cite": "Lawrence G. Lovasik",
      "quote": "A gentleman has his eyes on all those present; he is tender toward the bashful, gentle toward the distant, and merciful toward the absent."
    },
    {
      "cite": "Anuj Somany",
      "quote": "A gentleman is one who doesn't and cant forgive himself for self-committed mistake even if others forget it and the self-criticism is a mark of his right attitude towards life."
    },
    {
      "cite": "Edgar Allan Poe",
      "quote": "Believe me, there exists no such dilemma as that in which a gentleman is placed when he is forced to reply to a blackguard."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A gentleman is one who never hurts anyone's feelings unintentionally."
    },
    {
      "cite": "Ian Fleming",
      "quote": "A gentleman's choice of timepiece says as much about him as does his Saville Row suit."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "A gentleman is one who never hurts anyone's feelings unintentionally"
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Make money and the whole nation will conspire to call you a gentleman."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "A gentleman is one who puts more into the world than he takes out."
    },
    {
      "cite": "Robert Smith Surtees",
      "quote": "The only infallible rule we know is, that the man who is always talking about being a gentleman never is one."
    },
    {
      "cite": "Ramana Pemmaraju",
      "quote": "Being a Gentleman, has more to do with hiding his flaws, than exhibiting the virtues!"
    },
    {
      "cite": "Puzant Kevork Thomajan",
      "quote": "The true gentleman is subtly poised between an inner tact and an outer defense."
    },
    {
      "cite": "Robert Walpole",
      "quote": "Gentlemen have talked a great deal of patriotism. A venerable word, when duly practiced."
    },
    {
      "cite": "Henry L. Stimson",
      "quote": "Gentlemen don't read each other's mail."
    },
    {
      "cite": "Charles Dickens",
      "quote": "The word of a gentleman is as good as his bond; and sometimes better."
    },
    {
      "cite": "Theodore Roosevelt",
      "quote": "Courtesy is as much a mark of a gentleman as courage."
    },
    {
      "cite": "Talfourd",
      "quote": "Gentleman is a term which does not apply to any station, but to the mind and the feelings in every station."
    },
    {
      "cite": "John Wayne",
      "quote": "You have to be a man before you can be a gentleman."
    },
    {
      "cite": "William Hazlitt",
      "quote": "A gentleman is one who understands and shows every mark of deference to the claims of self-love in others, and exacts it in return from them."
    },
    {
      "cite": "John Henry Newman",
      "quote": "It is almost the definition of a gentleman to say that he is one who never inflicts pain."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "The final test of a gentleman is his respect for those who can be of no possible service to him."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "A real gentleman is as polite to a little girl as to a woman."
    },
    {
      "cite": "Tom Waits",
      "quote": "A gentleman is someone who can play the accordion, but doesn't."
    },
    {
      "cite": "Fred Allen",
      "quote": "A gentleman is any man who wouldn't hit a woman with his hat on."
    },
    {
      "cite": "Frederick Douglass",
      "quote": "A gentleman will not insult me, and no man not a gentleman can insult me."
    },
    {
      "cite": "Cole Porter",
      "quote": "Most gentlemen don't like love, they just like to kick it around."
    },
    {
      "cite": "Chloe Thurlow",
      "quote": "The definition of a gentleman is a man who enters a revolving door in front of you and exits behind you."
    },
    {
      "cite": "Moyo Adekoya",
      "quote": "A man who needs women to prove his worth is a man who'll never be worthy. A Gentleman finds his worth in himself and his pride in a women."
    }
  ]
}