{
  "source": "https://www.wisesayings.com/geography-quotes/",
  "theme": "geography",
  "quotes": [
    {
      "cite": "Linda Hogan",
      "quote": "There is a geography of the human spirit, common to all peoples."
    },
    {
      "cite": "Barack Obama",
      "quote": "The study of geography is about more than just memorizing places on a map. It's about understanding the complexity of our world, appreciating the diversity of cultures that exists across continents. And in the end, it's about using all that knowledge to help bridge divides and bring people together."
    },
    {
      "cite": "Michael Palin",
      "quote": "Geography is the subject which holds the key to our future"
    },
    {
      "cite": "Roderick Murchison",
      "quote": "Physical geography and geology are inseparable scientific twins."
    },
    {
      "cite": "Paul Theroux",
      "quote": "Travel is a vanishing act, a solitary trip down a pinched line of geography to oblivion."
    },
    {
      "cite": "Robert Frost",
      "quote": "What makes a nation in the beginning is a good piece of geography."
    },
    {
      "cite": "John F. Kennedy",
      "quote": "Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Geography is just physics slowed down, with a couple of trees stuck in it."
    },
    {
      "cite": "Edmund Burke",
      "quote": "Geography is an earthly subject, but a heavenly science."
    },
    {
      "cite": "Joseph Brodsky",
      "quote": "Geography blended with time equals destiny."
    },
    {
      "cite": "Jennifer Granholm",
      "quote": "As a state we are so uniquely positioned in so many ways. Our geography, our placement in the country, and our history positions us to be the state that propels energy efficiency as an industry."
    },
    {
      "cite": "Josephine Hart",
      "quote": "There is an eternal landscape, a geography of the soul; we search for its outlines all our lives."
    },
    {
      "cite": "Terry Pratchett",
      "quote": "Everywhere's been where it is ever since it was first put there. It's called geography."
    },
    {
      "cite": "Aysha Taryam",
      "quote": "Geography should be the ultimate deciding factor for every political dilemma for proximity to an ailing land is bound to result in one's infection."
    },
    {
      "cite": "Lennart Meri",
      "quote": "If geography is prose, maps are iconography."
    },
    {
      "cite": "Michael Palin",
      "quote": "Geography prepares for the world of work - geographers, with their skills of analysis are highly employable!"
    },
    {
      "cite": "Peter Haggett",
      "quote": "Geography is the art of the mappable."
    },
    {
      "cite": "John Smith",
      "quote": "As Geography without History seemeth a carkasse without motion; so History without Geography wandreth as a Vagrant without a certaine habitation."
    },
    {
      "cite": "Rivera Sun",
      "quote": "Geography and mileage mean nothing. Separate is a single word that covers all distances that aren't together."
    },
    {
      "cite": "Jennifer E. Smith",
      "quote": "And the geography of the thing--the geography of them--was completely and hopelessly wrong."
    },
    {
      "cite": "Eve Ensler",
      "quote": "Geography does not define you - love does."
    },
    {
      "cite": "Michael Scott",
      "quote": "Making sure that the geography and timelines work is always the hardest part of writing. But you owe it to the readers to get it right!"
    },
    {
      "cite": "Ludwig Von Mises",
      "quote": "If some peoples pretend that history or geography gives them the right to subjugate other races, nations, or peoples, there can be no peace."
    },
    {
      "cite": "Hudson Stuck",
      "quote": "An hour or two spent in writing from dictation, another hour or two in reading aloud, a little geography and a little history and a little physics made the day pass busily."
    },
    {
      "cite": "Josephine Hart",
      "quote": "There is an internal landscape, a geography of the soul; we search for its outlines in our lives. Those who are lucky enough to find it, ease like water over a stone, onto its fluid contours, and are home."
    },
    {
      "cite": "Yi-Fu Tuan",
      "quote": "Geography is the study of earth as the home of people"
    },
    {
      "cite": "Frank O'Hara",
      "quote": "There is a geography which holds its hands just so far from the breast and pushes you away, crying so."
    },
    {
      "cite": "Charlotte Mason",
      "quote": "The peculiar value of geography lies in its fitness to nourish the mind with ideas and furnish the imagination with pictures."
    },
    {
      "cite": "Eric Bentley",
      "quote": "Geography is about maps, but biography is about chaps."
    },
    {
      "cite": "Annie Dillard",
      "quote": "Geography is the key, the crucial accident of birth. A piece of protein could be a snail, a sea lion, or a systems analyst, but it had to start somewhere. This is not science; it is merely metaphor. And the landscape in which the protein \"starts\" shapes its end as surely as bowls shape water."
    }
  ]
}