{
  "source": "https://www.wisesayings.com/geology-quotes/",
  "theme": "geology",
  "quotes": [
    {
      "cite": "Norman Maclean",
      "quote": "Ahead and to the west was our ranger station - and the mountains of Idaho, poems of geology stretching beyond any boundaries and seemingly even beyond the world."
    },
    {
      "cite": "Hans Cloos",
      "quote": "It was during my enchanted days of travel that the idea came to me, which, through the years, has come into my thoughts again and again and always happily—the idea that geology is the music of the earth."
    },
    {
      "cite": "Kathy B. Steele",
      "quote": "I went into geology because I like being outdoors, and because everybody in geology seemed, well, they all seemed like free spirits or renegades or something. You know, climbing mountains and hiking deserts and stuff."
    },
    {
      "cite": "Bill Bryson",
      "quote": "Altogether, according to John McPhee, [geological ages] number in the „tens of dozens.” Fortunately, unless you take up geology as a career, you are unlikely ever to hear any of them again."
    },
    {
      "cite": "Charles Darwin",
      "quote": "“There is nothing like geology; the pleasure of the first day's partridge shooting or first day's hunting cannot be compared to finding a fine group of fossil bones, which tell their story of former times with almost a living tongue.\" Charles Darwin, letter to his sister Catherine, 1834”"
    },
    {
      "cite": "Marcia Bjornerud",
      "quote": "“To my surprise, I found that geology demanded a type of whole-brain thinking I hadn't encountered before. It creatively appropriated ideas from physics and chemistry for the investigation of unruly volcanoes and oceans and ice sheets, It applied scholarly habits one associates with the study of literature and the arts - the practice of close reading, sensitivity to allusion and analogy, capacity for spatial visualization - to the examination of rocks. Its particular form of inferential logic demanded mental versatility and a vigorous but disciplined imagination. And its explanatory power was vast; it was nothing less than the etymology of the world.”"
    },
    {
      "cite": "Marcia Bjornerud",
      "quote": "“I emphasize that my job is not to challenge their personal beliefs but to teach the logic of geology (geo-logic?) - the methods and tools of the discipline that enables us not only to comprehend how the Earth works at present but also to document in detail its elaborate and awe-inspiring history.”"
    },
    {
      "cite": "Stephen Jay Gould",
      "quote": "Geology gave us the immensity of time and taught us how little of it our own species has occupied."
    },
    {
      "cite": "Charles Lapworth",
      "quote": "All that comes above the surface [of the globe] lies within the province of Geography; all that comes below that surface lies inside the realm of Geology. The surface of the earth is that which, so to speak, divides them and at the same time 'binds them together in indissoluble union.' We may, perhaps, put the case metaphorically."
    },
    {
      "cite": "R.W. van Bemmelen",
      "quote": "“[In geology,] As in history, the material in hand remains silent if no questions are asked. The nature of these questions depends on the 'school' to which the geologist belongs and on the objectivity of his investigations. Hans Cloos called this way of interrogation 'the dialogue with the earth,'"
    },
    {
      "cite": "J. Tuzo Wilson",
      "quote": "“Much as I admired the elegance of physical theories, which at that time geology wholly lacked, I preferred a life in the woods to one in the laboratory.”"
    },
    {
      "cite": "Charles Lapworth",
      "quote": "“Nothing perhaps has so retarded the reception of the higher conclusions of Geology among men in general, as ... [the] instinctive parsimony of the human mind in matters where time is concerned.”"
    },
    {
      "cite": "James Croll",
      "quote": "“In geology the effects to be explained have almost all occurred already, whereas in these other sciences effects actually taking place have to be explained.”"
    },
    {
      "cite": "Pierre Teilhard de Chardin",
      "quote": "I owe the best of myself to geology, but everything it has taught me tends to turn me away from dead things."
    },
    {
      "cite": "Bonnie Bassler",
      "quote": "Bacteria mineralized the rocks; they deposited the iron. They made the geology we see."
    },
    {
      "cite": "Erie Kauffman",
      "quote": "It is a great philosophical breakthrough for geologists to accept catastrophe as a normal part of Earth history."
    },
    {
      "cite": "J. G. Holland",
      "quote": "Geology gives us a key to the patience of God."
    },
    {
      "cite": "Reinout Willem van Bemmelen",
      "quote": "Geology differs from physics, chemistry, and biology in that the possibilities for experiment are limited."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "As inÂ geology, so in social institutions, we may discover the causes of all past changes in the present invariable order of society."
    },
    {
      "cite": "John Herschel",
      "quote": "Geology, in the magnitude and sublimity of the objects of which it treats, undoubtedly ranks, in the scale of the sciences, next to astronomy."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "We learnÂ geologyÂ the morning after the earthquake."
    },
    {
      "cite": "Adam Sedgwick",
      "quote": "We cannot take one step in geology without drawing upon the fathomless stores of by-gone time."
    },
    {
      "cite": "Derek V. Ager",
      "quote": "The history of any one part of the earth, like the life of a soldier, consists of long periods of boredom and short periods of terror."
    },
    {
      "cite": "John Joly",
      "quote": "Geological age plays the same part in our view of the duration of the universe as the earth's orbit radius does in our view of the immensity of space."
    },
    {
      "cite": "Bal Gangadhar Tilak",
      "quote": "The geologist takes up the history of the earth at the point where the archaeologist leaves it, and carries it further back into remote antiquity."
    },
    {
      "cite": "Neil Armstrong",
      "quote": "Geologists have a saying - rocks remember."
    },
    {
      "cite": "William Stone",
      "quote": "Caves are whimsical things, and geology on a local scale is random and unpredictable."
    },
    {
      "cite": "Robert Browning",
      "quote": "Yours for instance: you know physics, something of  geology,  ``Mathematics are your pastime; souls shall rise in their degree; ``Butterflies may dread extinction,---you'll not die, it cannot be.\t``Yours for instance: you know physics, something of  geology,  ``Mathematics are your pastime; souls shall rise in their degree; ``Butterflies may dread extinction,---you'll not die, it cannot be."
    },
    {
      "cite": "Charles Kingsley",
      "quote": "Geology and botany Geology and botany We'll flog and troll in strid and hole."
    },
    {
      "cite": "Peggy Lee",
      "quote": "I know a little bit about biology And a little more about psychology I'm a little gem in geology But I don't know enough about you"
    },
    {
      "cite": "Snoop Dogg",
      "quote": "bout history, or biology we just talkin bout g-eology strait up, gangsta walkin"
    },
    {
      "cite": "Blondie",
      "quote": "The subject was roses Quine geology Deliberate notice You're talking of me"
    },
    {
      "cite": "Virgin Islander (on comparable worth)",
      "quote": "In every game I am that wild card I participate I'm paleolithic And geology and astrophysics"
    },
    {
      "cite": "In Flames",
      "quote": "Geology is digging through my brain A manta engulfing the world To throw it up once again To a guide of lifted daggers"
    },
    {
      "cite": "Mr. Bungle",
      "quote": "Sleeping geology On the isolated shore For million of years"
    },
    {
      "cite": "Fred Small",
      "quote": "And Africa Geology and girls' basketball All the kids in her class will tell you she's the best But she's heard other teachers in the hall saying"
    },
    {
      "cite": "John Entwistle",
      "quote": "Don't wanna know about geography I'd rather have pornography Keep your history and geology Gonna teach myself biology, the easy way."
    },
    {
      "cite": "Dreamy D",
      "quote": "Endless reprieve Endless from me Endless anybody It's what you demand Tacit reprimands From your body's geology"
    },
    {
      "cite": "Garbo",
      "quote": "study biology, geology, and even the core of astrology Even Psychology, technology, and even the math of geometry"
    },
    {
      "cite": "S.P.O.C.K.",
      "quote": "Think of old geology It is but a theory What about reality Nobody was there to see So lets go back in time"
    },
    {
      "cite": "David LaMotte",
      "quote": "When the world was still new Long before me and you Or the study of geology"
    },
    {
      "cite": "M. O.",
      "quote": "You say wanna rock for me But you don't know geology You're drying up the treasury"
    },
    {
      "cite": "Andromeda",
      "quote": "Six miles from side to side A caprice of geology Standing mountain high The wall whispers no apology Doesn't answer why The landscape changes"
    },
    {
      "cite": "K. Rino",
      "quote": "have outlasted me in 2000 cubic foot brain capacity Mass the readvance, teminology, geology, its part of me biology All that shit follows me, swallows"
    }
  ]
}