{
  "source": "https://www.wisesayings.com/geometry-quotes/",
  "theme": "geometry",
  "quotes": [
    {
      "cite": "Johannes Kepler",
      "quote": "Geometry has two great treasures; one is the Theorem of Pythagoras; the other, the division of a line into extreme and mean ratio. The first we may compare to a measure of gold; the second we may name a precious jewel."
    },
    {
      "cite": "Benoit Mandelbrot",
      "quote": "Regular geometry, the geometry of Euclid, is concerned with shapes which are smooth, except perhaps for corners and lines, special lines which are singularities, but some shapes in nature are so complicated that they are equally complicated at the big scale and come closer and closer and they don't become any less complicated."
    },
    {
      "cite": "Plato",
      "quote": "The knowledge of which geometry aims is the knowledge of the eternal."
    },
    {
      "cite": "Akira Yoshizawa",
      "quote": "Geometry alone is not enough to portray human desires, expressions, aspirations, joys. We need more."
    },
    {
      "cite": "Thomas Hobbes",
      "quote": "Geometry is the only science that it hath pleased God hitherto to bestow on mankind."
    },
    {
      "cite": "Sophie Germain",
      "quote": "Algebra is but written geometry and geometry is but figured algebra."
    },
    {
      "cite": "Ibn Khaldun",
      "quote": "Geometry enlightens the intellect and sets one's mind right. All of its proofs are very clear and orderly. It is hardly possible for errors to enter into geometrical reasoning, because it is well arranged and orderly. Thus, the mind that constantly applies itself to geometry is not likely to fall into error. In this convenient way, the person who knows geometry acquires intelligence."
    },
    {
      "cite": "Euripides",
      "quote": "Mighty is geometry; joined with art, resistless."
    },
    {
      "cite": "Ibn Khaldun",
      "quote": "Geometry enlightlens the intellect and sets one's mind right."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "The study of geometry is a petty and idle exercise of the mind, if it is applied to no larger system than the starry one. Mathematics should be mixed not only with physics but with ethics; that is mixed mathematics."
    },
    {
      "cite": "William Fogg Osgood",
      "quote": "Geometry is the noblest branch of physics."
    },
    {
      "cite": "Benoit Mandelbrot",
      "quote": "Fractal geometry is not just a chapter of mathematics, but one that helps Everyman to see the same world differently."
    },
    {
      "cite": "Xenocrates",
      "quote": "Geometry is one of the handles of science and philosophy."
    },
    {
      "cite": "Plato",
      "quote": "It is through geometry that one purifies the eye of the soul."
    },
    {
      "cite": "Ron Eglash",
      "quote": "While fractal geometry is often used in high-tech science, its patterns are surprisingly common in traditional African designs."
    },
    {
      "cite": "David Hilbert",
      "quote": "Geometry is the most complete science."
    },
    {
      "cite": "Plato",
      "quote": "Geometry will draw the soul toward truth and create the spirit of philosophy."
    },
    {
      "cite": "Euclid",
      "quote": "There is no royal road to geometry."
    },
    {
      "cite": "Albrecht Dürer,",
      "quote": "Geometry is the foundation of all painting."
    },
    {
      "cite": "Sheldon Lee Glashow",
      "quote": "Plane geometry is sort of the key course where you learn about proving things and abstraction."
    },
    {
      "cite": "Johannes Kepler",
      "quote": "Geometry is the archetype of the beauty of the world."
    },
    {
      "cite": "Isaac Newton",
      "quote": "The description of right lines and circles, upon which geometry is founded, belongs to mechanics. Geometry does not teach us to draw these lines, but requires them to be drawn."
    },
    {
      "cite": "Bernard le Bovier de Fontenelle",
      "quote": "A work of morality, politics, criticism will be more elegant, other things being equal, if it is shaped by the hand of geometry."
    },
    {
      "cite": "Johannes Kepler",
      "quote": "Where there is matter, there is geometry."
    },
    {
      "cite": "Hans Reichenbach",
      "quote": "Common to the two geometries is only the general property of one-to-one correspondence, and the rule that this correspondence determines straight lines as shortest lines as well as their relations of intersection."
    },
    {
      "cite": "Robert M. Pirsig",
      "quote": "One geometry cannot be more true than another; it can only be more convenient; Geometry is not true, it is advantageous."
    },
    {
      "cite": "Johannes Kepler",
      "quote": "Geometry is one and eternal shining in the mind of God. That share in it accorded to humans is one of the reasons that humanity is the image of God."
    },
    {
      "cite": "Pythagoras",
      "quote": "Geometry is knowledge of the eternally existent."
    },
    {
      "cite": "William Whewell",
      "quote": "Geometry in every proposition speaks a language which experience never dares to utter; and indeed of which she but halfway comprehends the meaning."
    },
    {
      "cite": "Harrison Owen",
      "quote": "The circle is the fundamental geometry of open human communication."
    },
    {
      "cite": "Henri Poincare",
      "quote": "Geometry is the art of correct reasoning from incorrectly drawn figures."
    },
    {
      "cite": "George Polya",
      "quote": "Geometry is the science of correct reasoning on incorrect figures."
    },
    {
      "cite": "Paul Rand",
      "quote": "You can't criticize geometry. It's never wrong."
    },
    {
      "cite": "David Hilbert",
      "quote": "Geometry, like arithmetic, requires for its logical development only a small number of simple, fundamental principles. These fundamental principles are called the axioms of geometry."
    },
    {
      "cite": "Rudolf Steiner",
      "quote": "Geometry is knowledge that appears to be produced by human beings, yet whose meaning is totally independent of them."
    },
    {
      "cite": "Jean Dieudonne",
      "quote": "Analytical geometry has never existed. There are only people who do linear geometry badly, by taking coordinates, and they call this analytical geometry. Out with them!"
    },
    {
      "cite": "Felix Klein",
      "quote": "Projective geometry has opened up for us with the greatest facility new territories in our science, and has rightly been called the royal road to our particular field of knowledge."
    },
    {
      "cite": "Oliver Lodge",
      "quote": "If a special geometry has to be invented in order to account for a falling apple, even Newton might be appalled at the complications which would ensue when really difficult problems are tackled."
    },
    {
      "cite": "Erri De Luca",
      "quote": "The geometry of the things around us creates coincidences, intersections."
    },
    {
      "cite": "Marilyn vos Savant",
      "quote": "Geometry is beautifully logical, and it teaches you how to think and prove that things are so, step by step by step. Proofs are excellent lessons in reasoning. Without logic and reasoning, you are dependent on jumping to conclusions or - worse - having empty opinions."
    },
    {
      "cite": "Pythagoras",
      "quote": "There is geometry in the humming of the strings, there is music in the spacing of the spheres."
    },
    {
      "cite": "Mikhail Lomonosov",
      "quote": "Geometry is the rules of all mental investigation."
    }
  ]
}