{
  "source": "https://www.wisesayings.com/get-over-it-quotes/",
  "theme": "get-over-it",
  "quotes": [
    {
      "cite": "Carl Sandburg",
      "quote": "I tell you the past is a bucket of ashes, so live not in your yesterdays, no just for tomorrow, but in the here and now. Keep moving and forget the post mortems; and remember, no one can get the jump on the future."
    },
    {
      "cite": "Ovid",
      "quote": "Be patient and tough; someday this pain will be useful to you."
    },
    {
      "cite": "Yoko Ono",
      "quote": "Healing yourself is connected with healing others."
    },
    {
      "cite": "Sally Field",
      "quote": "Get over it. Get on with your life."
    },
    {
      "cite": "Dominic Riccitello",
      "quote": "You don't get over it. You move past it. You move through it. You lose yourself to find it, and when found, it's yours and no longer theirs."
    },
    {
      "cite": "Steve Scott",
      "quote": "Get over it - If you have a bad workout or run a bad race, allow yourself exactly 1 hour to stew about it-then move on."
    },
    {
      "cite": "Ritu Ghatourey",
      "quote": "Don't get stuck with the thing that ruins your day. Smile and be happy. Life is too short to be wasted on negative thinking."
    },
    {
      "cite": "Orebela Gbenga",
      "quote": "You can't change what has already happened so don't waste your time thinking about it. Move on, let go, and get over it."
    },
    {
      "cite": "Bella Thorne",
      "quote": "I think that everybody needs somebody to really look up to and know that even though you're going through a tough time, you'll get over it."
    },
    {
      "cite": "Demi Lovato",
      "quote": "Recovery is something that you have to work on every single day and it's something that it doesn't get a day off."
    },
    {
      "cite": "Paul Anka",
      "quote": "I've always believed that if you don't stay moving, they will throw dirt on you."
    },
    {
      "cite": "Herman Hesse",
      "quote": "Some of think that holding on makes us strong, but sometimes it's letting go."
    },
    {
      "cite": "Justin Johnson",
      "quote": "Get a grip, get a life, and get over it."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "I had turned away from the picture and was going back to the world where events move, men change, light flickers, life flows in a clear stream, no matter whether over mud or over stones."
    },
    {
      "cite": "Daniel Handler",
      "quote": "All love gets over, and we must get over it."
    },
    {
      "cite": "Kenji Miyazawa",
      "quote": "We must embrace pain and burn it as fuel for our journey."
    },
    {
      "cite": "Jean Houston",
      "quote": "If you keep telling the same sad small story, you will keep living the same sad small life."
    },
    {
      "cite": "C. S. Lewis",
      "quote": "Getting over a painful experience is much like crossing monkey bars: you have to let go at some point in order to move forward."
    },
    {
      "cite": "Justin Timberlake",
      "quote": "Cry me a river, build a bridge, and get over it."
    },
    {
      "cite": "Blaze Olamiday",
      "quote": "Get over it and get started, life is too short to hesitate."
    },
    {
      "cite": "Colin Powell",
      "quote": "Get mad, then get over it."
    },
    {
      "cite": "Jonathan Lockwood Huie",
      "quote": "Get over it - Life isn't Supposed to be fair. Get over yourself, and be of service to others."
    },
    {
      "cite": "Serena Williams",
      "quote": "I decided I can't pay a person to rewind time, so I may as well get over it."
    },
    {
      "cite": "Mary Esselman",
      "quote": "You were many wonderful things to many people before you met him--don't let this one event define who you are."
    },
    {
      "cite": "Sonya Parker",
      "quote": "There are some things that you'll never get over, but if you use all of your strength there's nothing that you can't get through."
    }
  ]
}