{
  "source": "https://www.wisesayings.com/get-away-quotes/",
  "theme": "get-away",
  "quotes": [
    {
      "cite": "Bernhard Schlink",
      "quote": "Now to escape involves not just running away, but arriving somewhere."
    },
    {
      "cite": "Iain Banks",
      "quote": "Escape is a commodity like anything else."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "What you cannot escape, you must fight; what you cannot fight, you must endure."
    },
    {
      "cite": "Michael Finkel",
      "quote": "He left because the world is not made to accommodate people like him."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "Once you get away from wanting to get paid, you can actually say some true things"
    },
    {
      "cite": "Arthur Brisbane",
      "quote": "Get away from the crowd when you can. Keep yourself to yourself, if only for a few hours daily."
    },
    {
      "cite": "Aristotle",
      "quote": "To run away from trouble is a form of cowardice and, while it is true that the suicide braves death, he does it not for some noble object but to escape some ill."
    },
    {
      "cite": "Henry Home",
      "quote": "If you should escape the censure of others, hope not to escape your own."
    },
    {
      "cite": "Pat Robertson",
      "quote": "No one gets away with evil. Judgment always comes, only the timing is uncertain."
    },
    {
      "cite": "Rumi",
      "quote": "Let's get away from all the clever humans who put words in our mouth let's only say what our hearts desire."
    },
    {
      "cite": "Elizabeth Bear",
      "quote": "The secret to getting away with lying, is believing with all your heart. That goes for lying to yourself even more so than lying to another."
    },
    {
      "cite": "Charles Horton Cooley",
      "quote": "To get away from one's working environment is, in a sense, to get away from one's self; and this is often the chief advantage of travel and change."
    },
    {
      "cite": "Bella Pollen",
      "quote": "You don't need to know what you're escaping from to become a fugitive."
    },
    {
      "cite": "Pittacus Lore",
      "quote": "You can't escape what you are, but you also should know what you could be. Why you're fighting."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "You can't get away from yourself by moving from one place to another."
    },
    {
      "cite": "Robert Anton Wilson",
      "quote": "Reality is what you can get away with."
    },
    {
      "cite": "Charles M. Schwab",
      "quote": "You can never really get away you can only take yourself somewhere else."
    },
    {
      "cite": "Sherry Argov",
      "quote": "You can get away with saying much more with humor than you can with a straight face."
    },
    {
      "cite": "Dogen",
      "quote": "To escape from the world means that one's mind is not concerned with the opinions of the world."
    },
    {
      "cite": "Sarah J. Maas",
      "quote": "To escape death, she'd become death."
    },
    {
      "cite": "Lorna Landvik",
      "quote": "Good posture and an attitude let you get away with anything."
    },
    {
      "cite": "Judd Apatow",
      "quote": "Sometimes you need to get away for a few weeks just to figure out who you are again."
    },
    {
      "cite": "Sheldon B. Kopp",
      "quote": "Escape is not a dirty word. None of us can face what's happening head-on all of the time."
    },
    {
      "cite": "Chesty Puller",
      "quote": "They're on our right, they're on our left, they're in front of us, they're behind us; they can't get away from us this time."
    },
    {
      "cite": "Mahesh Babu",
      "quote": "Best way to get away from negative feelings and emotions is to involve ourselves without getting involved. It comes by practice and is beneficial for our health; be it physical, mental, emotional or spiritual."
    },
    {
      "cite": "David Cottrell",
      "quote": "You have to escape from management land and get in touch with your people."
    },
    {
      "cite": "Alfred A. Montapert",
      "quote": "Nobody ever did, or ever will, escape the consequences of his choices."
    },
    {
      "cite": "Pierce Brosnan",
      "quote": "No one can escape life's pain. That's life."
    },
    {
      "cite": "Jason Ritter",
      "quote": "Your fears never go away. You just get more comfortable ignoring them."
    },
    {
      "cite": "Anthony Trollope",
      "quote": "To get away well is so very much! And to get away well is often so very difficult!"
    },
    {
      "cite": "Bernard Williams",
      "quote": "We must escape our illusions of correctness to understand the actions and beliefs of others."
    },
    {
      "cite": "Joel Stein",
      "quote": "You can get away with stuff in a one-page story that you can't get away with in a book."
    },
    {
      "cite": "Deana Carter",
      "quote": "Once you get away from where you're from, you look at it in a different way."
    },
    {
      "cite": "Bertrand Russell",
      "quote": "Escape from boredom is one of the really powerful desires of almost all human beings."
    },
    {
      "cite": "Seneca The Younger",
      "quote": "You cannot escape necessities, but you can overcome them."
    },
    {
      "cite": "Michael Josephson",
      "quote": "You can't escape moral judgment through a legal loop hole."
    },
    {
      "cite": "Tom Waits",
      "quote": "If you get far enough away you'll be on your way back home."
    },
    {
      "cite": "Victor Hugo",
      "quote": "A man trying to escape never thinks himself sufficiently concealed."
    },
    {
      "cite": "Harold C. Schonberg",
      "quote": "Anybody who gets away with something will come back to get away with a little bit more."
    },
    {
      "cite": "Albert Einstein",
      "quote": "We all try to escape pain and death, while we seek what is pleasant."
    },
    {
      "cite": "Elizabeth Janeway",
      "quote": "Powerful people get away with things. That's one way to demonstrate their difference from the rest of us."
    },
    {
      "cite": "Haruki Murakami",
      "quote": "No matter how far you travel, you can never get away from yourself."
    },
    {
      "cite": "Leigh Bardugo",
      "quote": "Just because you escape one trap, doesn't mean you will escape the next."
    },
    {
      "cite": "John Dunning",
      "quote": "We're all running away. Some of us just don't get very far."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "You cannot escape the responsibility of tomorrow by evading it today."
    },
    {
      "cite": "Enid Blyton",
      "quote": "You're trying to escape from your difficulties, and there never is any escape from difficulties, never. They have to be faced and fought."
    },
    {
      "cite": "Darryl Pinckney",
      "quote": "You can get away with anything as long as it works."
    },
    {
      "cite": "Benedict Cumberbatch",
      "quote": "The further you get away from yourself, the more challenging it is. Not to be in your comfort zone is great fun."
    },
    {
      "cite": "Iyanla Vanzant",
      "quote": "Life will let you get away with something for a while, but sooner or later, you will pay the price. Everything you do in life causes the effects that you experience. When you get the bill, be prepared to pay."
    },
    {
      "cite": "Robert Rodriguez",
      "quote": "Tell everyone that your mistakes are art. You can get away with a lot that way."
    }
  ]
}