{
  "source": "https://www.wisesayings.com/getting-hurt-quotes/",
  "theme": "getting-hurt",
  "quotes": [
    {
      "cite": "Lee Monroe",
      "quote": "Maybe if we choose who we love more carefully we limit the possibility of getting hurt."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "What hurts us is what heals us."
    },
    {
      "cite": "Rafael Prado",
      "quote": "Sometimes, being hurt too many times, doesn't make you stronger, it destroy who you were, who you wanted to be and makes who you are today."
    },
    {
      "cite": "unknown",
      "quote": "The easiest way to avoid getting hurt is to stop caring but not caring is the hardest thing to do."
    },
    {
      "cite": "Cyrille Dayao",
      "quote": "Why waste your time getting hurt by someone when there's someone else out there waiting to make you happy."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "The things which hurt, instruct."
    },
    {
      "cite": "Jim Butcher",
      "quote": "Growing up is all about getting hurt. And then getting over it. You hurt. You recover. You move on. Odds are pretty good you're just going to get hurt again. But each time, you learn something."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Nobody can hurt me without my permission."
    },
    {
      "cite": "Jane Fonda",
      "quote": "When you can't remember why you're hurt, that's when you're healed."
    },
    {
      "cite": "African Proverb",
      "quote": "When there is no enemy within, the enemies outside cannot hurt you."
    },
    {
      "cite": "Bob Marley",
      "quote": "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for."
    },
    {
      "cite": "Maggie Q",
      "quote": "We rarely grow when we're happy, we grow when we hurt."
    },
    {
      "cite": "Les Brown",
      "quote": "Forgive those who have hurt you."
    },
    {
      "cite": "Brian Celio",
      "quote": "As much as it hurts, I would rather miss someone than hit someone."
    },
    {
      "cite": "Emilie Autumn",
      "quote": "I still own my heart, which I know because it hurts so much."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "We are injured and hurt emotionally, not so much by other people or what they say and don't say, but by our own attitude and our own response."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "It is when we hurt that we learn."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "Being hurt by someone you truly care about leaves a hole in you heart that only love can fill."
    },
    {
      "cite": "unknown",
      "quote": "I've been hurt but I'll continue to love, for that gives me courage to go on with my life."
    },
    {
      "cite": "Deodatta V. Shenai-Khatkhate",
      "quote": "It's always better to be hurt by the truth than be comforted with a lie."
    },
    {
      "cite": "Debasish Mridha, M.D.",
      "quote": "No one can hurt you without teaching a life's lesson. So accept it with love and kindness."
    },
    {
      "cite": "Mother Theresa",
      "quote": "Give the world the best you have and you may get hurt. Give the world your best anyway."
    },
    {
      "cite": "Calvin Coolidge",
      "quote": "I have never been hurt by anything I didn't say."
    },
    {
      "cite": "KIZZA RONALD",
      "quote": "We want to hurt others but don't want to be hurt in return."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "To hurt is as human as to breathe."
    },
    {
      "cite": "J.A. Redmerski",
      "quote": "Just because one person's problem is less traumatic than another's doesn't mean they're required to hurt less."
    },
    {
      "cite": "Isobelle Carmody",
      "quote": "The deepest wounds aren't the ones we get from other people hurting us. They are the wounds we give ourselves when we hurt other people."
    },
    {
      "cite": "Guillaume Musso",
      "quote": "You'll stop hurting when you stop hoping."
    },
    {
      "cite": "Per Petterson",
      "quote": "You decide for yourself when it will hurt."
    },
    {
      "cite": "B. C. Forbes",
      "quote": "The truth doesn't hurt unless it ought to."
    },
    {
      "cite": "John Green",
      "quote": "All hurt is brain hurt."
    },
    {
      "cite": "Noormohammad Bhuayan",
      "quote": "When you have a heart, then you will be getting the hurt."
    },
    {
      "cite": "Sonya Parker",
      "quote": "If they keep hurting you, love them and stay or love yourself and leave."
    },
    {
      "cite": "Buky Ojelabi",
      "quote": "T's not what others have said that hurt us the most. It's the lies we believed about ourselves that caused us the most pain and hurt."
    },
    {
      "cite": "Melchor Lim",
      "quote": "When someone hurts you time and time again, accept the fact that they dont care about you. Its a tough pill to swallow, but its necessary medicine."
    },
    {
      "cite": "Michel Eyquem De Montaigne",
      "quote": "A man is not hurt so much by what happens, as by his opinion of what happens."
    },
    {
      "cite": "Mary Rose Magnaye",
      "quote": "You don't have to cry on everything that hurts you - sometimes, it is better to show how strong you are than to make them prove that they can make you die!"
    },
    {
      "cite": "Bryant McGill",
      "quote": "Even when someone hurts you, you choose how to struggle, resist, deny and receive."
    },
    {
      "cite": "Rick Warren",
      "quote": "God never wastes a hurt."
    },
    {
      "cite": "Andy Biersack",
      "quote": "When people hurt you over and over, think of them like sandpaper. They may scratch and hurt you a bit, but in the end you end up polished and they end up useless."
    },
    {
      "cite": "Sonya Parker",
      "quote": "Don't ask them WHY they hurt you, because all they'll tell you is lies and excuses. Just know they were wrong, and try to move on."
    },
    {
      "cite": "Diogenes of Sinope",
      "quote": "No man is hurt but by himself."
    },
    {
      "cite": "Alyssa Tillmon",
      "quote": "To go through hurt, you have to stumble on the rocks in order to walk on solid ground."
    },
    {
      "cite": "Roland Merullo",
      "quote": "Some people use their own hurt as an excuse for hurting others."
    },
    {
      "cite": "Sheryl Swoopes",
      "quote": "No matter how far life pushes you down, no matter how much you hurt, you can always bounce back."
    },
    {
      "cite": "PROVERBS",
      "quote": "What you don't know can't hurt you."
    },
    {
      "cite": "Stephen King",
      "quote": "Hurt's a reason to change, but all the hurt in the world don't change facts."
    },
    {
      "cite": "Kate Seredy",
      "quote": "There are hurts so deep that one cannot reach them or heal them with words."
    },
    {
      "cite": "Will Rogers",
      "quote": "A remark generally hurts in proportion to its truth."
    }
  ]
}