{
  "source": "https://www.wisesayings.com/getting-older-quotes/",
  "theme": "getting-older",
  "quotes": [
    {
      "cite": "Mitch Albom",
      "quote": "If you're always battling against getting older, you're always going to be unhappy, because it will happen anyhow."
    },
    {
      "cite": "Sir Norman Wisdom",
      "quote": "As you get older three things happen. The first is your memory goes, and the I can't remember the other two."
    },
    {
      "cite": "Patrick Moore",
      "quote": "There is absolutely nothing to be said in favor of growing old. There ought to be legislation against it."
    },
    {
      "cite": "Robert Quillen",
      "quote": "As we grow older, our bodies get shorter and our anecdotes longer."
    },
    {
      "cite": "R. C. Ferguson",
      "quote": "A man is getting old when he walks around a puddle instead of through it."
    },
    {
      "cite": "T. S. Eliot",
      "quote": "I don't believe one grows older. I think that what happens early on in life is that at a certain age one stands still and stagnates.."
    },
    {
      "cite": "Madeleine L'Engle",
      "quote": "The great thing about getting older is that you don't lose all the other ages you've been.."
    },
    {
      "cite": "George Burns",
      "quote": "You can't help getting older, but you don't have to get old.."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "We turn not older with years, but newer every day."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "As we grow older, our capacity for enjoyment shrinks, but not our appetite for it."
    },
    {
      "cite": "Jack Nicklaus",
      "quote": "The older you get the stronger the wind gets - and it's always in your face."
    },
    {
      "cite": "Jean Paul Richter",
      "quote": "As a man grows older it is harder and harder to frighten him."
    },
    {
      "cite": "Betty White",
      "quote": "My mother always used to say, 'The older you get, the better you get, unless you're a banana'."
    },
    {
      "cite": "Cornelia Otis Skinner",
      "quote": "There are compensations for growing older. One is the realization that to be sporting isn't at all necessary. It is a great relief to reach this stage of wisdom."
    },
    {
      "cite": "Clint Eastwood",
      "quote": "As we grow older, we must discipline ourselves to continue expanding, broadening, learning, keeping out minds active and open."
    },
    {
      "cite": "Francois de la Rochefoucauld",
      "quote": "As we grow older we grow both more foolish and wiser at the same time."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "I have found it to be true that the older I've become the better my life has become."
    },
    {
      "cite": "John Mendoza",
      "quote": "You know you're getting old when you can pinch an inch on your forehead."
    },
    {
      "cite": "George Clooney",
      "quote": "I'm kind of comfortable with getting older because it's better than the other option, which is being dead. So I'll take getting older."
    },
    {
      "cite": "Troy Vincent",
      "quote": "As you get older, you're always maturing, you're always learning something new about yourself."
    },
    {
      "cite": "Antonio Banderas",
      "quote": "Everything changes as you get older - your mind, your body, the way you view the world."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "The older I get, the more open-minded I get, the less judgmental I get."
    },
    {
      "cite": "Betty Friedan",
      "quote": "Aging is not lost youth but a new stage of opportunity and strength."
    },
    {
      "cite": "Alice Walker",
      "quote": "As I get older, I realize that the thing I value the most is good-heartedness."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "And in the end, it's not the years in your life that count. It's the life in your years."
    },
    {
      "cite": "Andre Maurois",
      "quote": "Growing old is no more than a bad habit which a busy man has no time to form."
    },
    {
      "cite": "Maeve Binchy",
      "quote": "The great thing about getting older is that you become more mellow. Things aren't as black and white, and you become much more tolerant. You can see the good in things much more easily rather than getting enraged as you used to do when you were young."
    },
    {
      "cite": "Jamie Lee Curtis",
      "quote": "I actually think there's an incredible amount of self-knowledge that comes with getting older."
    },
    {
      "cite": "Alanis Morissette",
      "quote": "I highly recommend getting older! There's less tendency to people-please."
    },
    {
      "cite": "Julian Clary",
      "quote": "The good thing about getting older is that, as you become less attractive, so you have less desire to go out and conquer everyone you see."
    },
    {
      "cite": "Haile Gebrselassie",
      "quote": "The more you are getting older, you lose a little something. Of course there is another advantage, because of your long experience you can use it."
    },
    {
      "cite": "Chris Robinson",
      "quote": "Part of getting older is realizing that you can integrate all these different areas of your life, rather than the adolescent mindset, which for me lasted a long time, which says, 'It's all or nothing."
    },
    {
      "cite": "Nicolas Cage",
      "quote": "One of the pluses of getting older is you set some limits."
    },
    {
      "cite": "John Byrne",
      "quote": "Getting older is fine. There is nothing you can do to stop it so you might as well stay on the bus."
    },
    {
      "cite": "Joan Collins",
      "quote": "You can't help getting older, but you can help yourself from becoming old and infirm, in mind as well as body."
    },
    {
      "cite": "Cilla Black",
      "quote": "It's no fun getting older. I might be wearing beautiful diamond earrings, but they can't take away the pain of losing my hearing."
    },
    {
      "cite": "Bob Hope",
      "quote": "You know you're getting older when the candles cost more than the cake."
    },
    {
      "cite": "Claude D. Pepper",
      "quote": "Getting older is like riding a bicycle, if you don't keep peddling, you'll fall."
    },
    {
      "cite": "Keith Richards",
      "quote": "Getting old is a fascination thing. The older you get, the older you want to get."
    },
    {
      "cite": "Pablo Picasso",
      "quote": "We don't grow older, we grow riper."
    },
    {
      "cite": "Lee Marvin",
      "quote": "One of the good things about getting older is you find you're more interesting than most of the people you meet."
    },
    {
      "cite": "Kenny Rogers",
      "quote": "Growing older is not upsetting; being perceived as old is."
    },
    {
      "cite": "Brett Favre",
      "quote": "As you get older, you look at things differently."
    },
    {
      "cite": "Shirley Bassey",
      "quote": "You don't get older, you get better."
    },
    {
      "cite": "Solomon Burke",
      "quote": "As you grow older, you learn to understand life a little better."
    },
    {
      "cite": "Mike May",
      "quote": "The fun thing about getting older is finding younger people to mentor."
    },
    {
      "cite": "Albert Einstein",
      "quote": "People like you and I, thought mortal of course like everyone else, do not grow old, no matter how long you live. Never cease to stand like curious children before the great mystery into which we were born."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "The older I get the less I listen to what people say and the more I look at what they do."
    },
    {
      "cite": "Ann Landers",
      "quote": "At age 20 we worry about what others think of us. At 40, we don’t care what they think of us. At 60, we discover they haven’t been thinking of us at all."
    },
    {
      "cite": "Anna Kournikova",
      "quote": "Why are people afraid of getting older? You feel wiser. You feel more mature. You feel like you know yourself better. You would trade that for softer skin? Not me!"
    },
    {
      "cite": "Ben Franklin",
      "quote": "Those who love deeply never grow old; they may die of old age, but they die young."
    },
    {
      "cite": "Confucius",
      "quote": "It does not matter how slowly you go, as long as you do not stop."
    },
    {
      "cite": "Deepak Chopra",
      "quote": "We are not victims of aging, sickness, and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "You are as young as your faith, as old as your doubt; as young as your self-confidence, as old as your fear, as young as your hope, as old as your despair."
    },
    {
      "cite": "Douglas Macarthur",
      "quote": "In the central place of every heart there is a recording chamber.  So long as it receives a message of beauty, hope, cheer, and courage – so long are you young.  When the wires are all down and our heart is covered with the snow of pessimism and the ice of cynicism, then, and only then, are you grown old."
    },
    {
      "cite": "E.E. Cummings",
      "quote": "It takes a lot of courage to grow up and become who you really are."
    },
    {
      "cite": "Elizabeth Cady Stanton",
      "quote": "With age comes the inner, the higher life. Who would be forever young, to dwell always in externals?"
    },
    {
      "cite": "Emma Thompson",
      "quote": "The trick is to age honestly and gracefully, and make it look great so that everyone looks forward to it."
    },
    {
      "cite": "Frances Lear",
      "quote": "I believe the second half of one’s life is meant to be better than the first half. The first half is finding out how you do it. And the second half is enjoying it."
    },
    {
      "cite": "Frank Lloyd Wright",
      "quote": "The longer I live the more beautiful life becomes."
    },
    {
      "cite": "Franz Kafka",
      "quote": "Youth is happy because it has the capacity to see beauty. Anyone who keeps the ability to see beauty never grows old."
    },
    {
      "cite": "Gabriel Garcí­a Márquez",
      "quote": "It is not true that people stop pursuing dreams because they grow old, they grow old because they stop pursuing dreams."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "We don’t stop playing because we grow old; we grow old because we stop playing."
    },
    {
      "cite": "George Bernard Shaw",
      "quote": "You don’t stop laughing when you grow old, you grow old when you stop laughing."
    },
    {
      "cite": "George Carlin",
      "quote": "I was thinking about how people seem to read the bible a whole lot more as they get older, and then it dawned on me—they’re cramming for their final exam."
    },
    {
      "cite": "Hasidic Saying",
      "quote": "For the unlearned, old age is winter; for the learned, it is the season of the harvest."
    },
    {
      "cite": "Henry David Thoreau",
      "quote": "None are as old as those who have outlived enthusiasm."
    },
    {
      "cite": "Henry Ford",
      "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young."
    },
    {
      "cite": "Ingrid Bergman",
      "quote": "Getting old is like climbing a mountain; you get a little out of breath, but the view is much better!"
    },
    {
      "cite": "Jackie Joyner-Kersee",
      "quote": "Age is no barrier. It’s a limitation you put on your mind."
    },
    {
      "cite": "James A. Garfield",
      "quote": "If wrinkles must be written upon our brows, let them not be written upon the heart. The spirit should never grow old."
    },
    {
      "cite": "Joan Didion",
      "quote": "I think we are all well advised to keep on nodding terms with the people we used to be, whether we find them attractive company or not."
    },
    {
      "cite": "John Lennon",
      "quote": "Count your age by friends, not years.  Count your life by smiles, not tears."
    },
    {
      "cite": "Jonathan Swift",
      "quote": "Every man desires to live long, but no man would to be old."
    },
    {
      "cite": "Kim Gruenenfelder",
      "quote": "There comes a moment in your life when you realize that no matter how hard you try, you're never going to be fluent in Spanish. Or go on that African safari you've read about since you were a kid. Or be as excited as you used to be about catching fireflies. I keep trying to find my answer to life - and it gets more elusive the older I get."
    },
    {
      "cite": "Les Brown",
      "quote": "You are never too old to set another goal or to dream a new dream."
    },
    {
      "cite": "Louise Hay",
      "quote": "Know that you are the perfect age. Each year is special and precious, for you shall only live it once. Be comfortable with growing older."
    },
    {
      "cite": "Maggie Kuhn",
      "quote": "Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week."
    },
    {
      "cite": "Marilyn Ferguson",
      "quote": "Of all the self-fulfilling prophecies in our culture the assumption that aging means decline and poor health is probably the deadliest."
    },
    {
      "cite": "Mark Twain",
      "quote": "Age is an issue of mind over matter. If you don’t mind, it doesn’t matter."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "Oh, the worst of all tragedies is not to die young, but to live until I am seventy-five and yet not ever truly to have lived."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I love living. I love that I’m alive to love my age. There are many people who went to bed just as I did yesterday evening and didn’t wake up this morning. I love and feel very blessed that I did."
    },
    {
      "cite": "Milan Kundera",
      "quote": "There is a certain part of all of us that lives outside of time. Perhaps we become aware of our age only at exceptional moments and most of the time we are ageless."
    },
    {
      "cite": "Ogden Nash",
      "quote": "You are only young once, but you can stay immature indefinitely."
    },
    {
      "cite": "Oliver Wendell Holmes",
      "quote": "Men do not quit playing because they grow old—they grow old because they quit playing."
    },
    {
      "cite": "Plato",
      "quote": "He who is of a calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition, youth and age are equally a burden."
    },
    {
      "cite": "Richard J. Leider",
      "quote": "The trouble is, when a number—your age—becomes your identity, you’ve given away your power to choose your future."
    },
    {
      "cite": "Samuel Ullman",
      "quote": "Nobody grows old merely by living a number of years. We grow old by deserting our ideals. Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul."
    },
    {
      "cite": "Sharon Stone",
      "quote": "I have absolutely no objection to growing older. I am a stroke survivor so I am extremely grateful to be ageing – I have nothing but gratitude for the passing years. I am ageing – lucky, lucky me!"
    },
    {
      "cite": "Sophia Loren",
      "quote": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age."
    },
    {
      "cite": "Victor Hugo",
      "quote": "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age."
    },
    {
      "cite": "Virginia Woolf",
      "quote": "I don’t believe in aging.  I believe in forever altering one’s aspect to the sun."
    },
    {
      "cite": "Walt Disney",
      "quote": "Laughter is timeless. Imagination has no age. And dreams are forever."
    },
    {
      "cite": "Walt Disney",
      "quote": "Growing old is mandatory, but growing up is optional."
    },
    {
      "cite": "William Lyon Phelps",
      "quote": "The belief that youth is the happiest time of life is founded on a fallacy. The happiest person is the person who thinks the most interesting thoughts and we grow happier as we grow older."
    },
    {
      "cite": "Woody Allen",
      "quote": "You can live to be a hundred if you give up all the things that make you want to live to be a hundred."
    }
  ]
}