{
  "source": "https://www.wisesayings.com/getting-back-up-quotes/",
  "theme": "getting-back-up",
  "quotes": [
    {
      "cite": "Les Brown",
      "quote": "When life knocks you down, try to land on your back. Because if you can look up, you can get up. Let your reason get you back up."
    },
    {
      "cite": "Chuck Yeager",
      "quote": "You do what you can for as long as you can, and when you finally can't, you do the next best thing. You back up but you don't give up."
    },
    {
      "cite": "Israelmore Ayivor",
      "quote": "Leaders believe that falling is not failing, but refusal to rise up after falling is the real form of failure!"
    },
    {
      "cite": "Charles F. Kettering",
      "quote": "Keep on going, and the chances are that you will stumble on something, perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down."
    },
    {
      "cite": "Shawn Johnson",
      "quote": "As long as you've done your best, making mistakes doesn't matter. You and I are human; we will mess up. What counts is learning from your mistakes and getting back up when life has knocked you down."
    },
    {
      "cite": "Joel Osteen",
      "quote": "No matter how many times you get knocked down, keep getting back up. God sees your resolve. He sees your determination. And when you do everything you can do, that's when God will step in and do what you can't do."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall."
    },
    {
      "cite": "Martin Lawrence",
      "quote": "I'm most proud of the blessings that God has bestowed upon me, in my life. He's given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I'll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do."
    },
    {
      "cite": "Shaun White",
      "quote": "You take a crash, you get back up and next time you succeed and that's a great feeling."
    },
    {
      "cite": "Sarah Jessica Parker",
      "quote": "When real people fall down in life, they get right back up and keep walking."
    },
    {
      "cite": "Criss Jami",
      "quote": "The harder you fall, the heavier your heart; the heavier your heart, the stronger you climb; the stronger you climb, the higher your pedestal."
    },
    {
      "cite": "Dann Moudry",
      "quote": "It is easy to fall, but hard to rise."
    },
    {
      "cite": "Mehmet Murat ildan",
      "quote": "Those who mastered in the art of falling have no fear of rising!"
    },
    {
      "cite": "Hayley Williams",
      "quote": "Sometimes it takes a good fall to really know where you stand"
    },
    {
      "cite": "Sr. Tac Jeffrey Mitchell",
      "quote": "It's not up to you how you fall. Its up to you how far you let yourself fall and how long it takes you to get back up and stand on your own two feet"
    },
    {
      "cite": "Marilyn von Savant",
      "quote": "Being defeated is often temporary, giving up makes it permanent."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Fall seven times. Stand up eight."
    },
    {
      "cite": "Mary Kay Ash",
      "quote": "For every failure, there's an alternative course of action. You just have to find it. When you come to a roadblock, take a detour."
    },
    {
      "cite": "Confucius",
      "quote": "Our greatest glory is not in never falling but in rising every time we fall."
    },
    {
      "cite": "Joel Brown",
      "quote": "It's not the failures in our life that define us, it's the moments when we decide that getting back up is all that matters"
    },
    {
      "cite": "Walt Disney",
      "quote": "Everyone falls down. Getting back up is how you learn how to walk."
    },
    {
      "cite": "Arnold Schwarzenegger",
      "quote": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength."
    },
    {
      "cite": "Winston Churchill",
      "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts."
    },
    {
      "cite": "Elisabeth Kubler-Ross",
      "quote": "The most beautiful people I've known are those who have known trials, have known struggles, have known loss, and have found their way out of the depths."
    },
    {
      "cite": "unknown",
      "quote": "Anyone can give up, it's the easiest thing in the world to do. But to hold it together when everyone else would understand if you fell apart, that's true strength."
    },
    {
      "cite": "Vince Lombardi",
      "quote": "It's not whether you get knocked down, it's whether you get up."
    },
    {
      "cite": "Vincent Van Gogh",
      "quote": "Keep going, keep going come what may."
    },
    {
      "cite": "Dean Koontz",
      "quote": "Life ... is not about how fast you run or even with what degree of grace. It's about perseverance, about staying on your feet and slogging forward no matter what."
    },
    {
      "cite": "Winston Churchill",
      "quote": "If you're going through hell, keep going."
    },
    {
      "cite": "unknown",
      "quote": "A champion is someone who gets up, even when he can't."
    },
    {
      "cite": "Kevin Ngo",
      "quote": "It's better to start over than to give up entirely."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "Most great people have attained their greatest success one step beyond their greatest failure."
    },
    {
      "cite": "Paulo Coelho",
      "quote": "You drown not by falling into a river, but by staying submerged in it."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "The secret of life isn't what happens to you, but what you do with what happens to you."
    },
    {
      "cite": "Babe Ruth",
      "quote": "It's hard to beat a person that never gives up."
    },
    {
      "cite": "Napoleon Hill",
      "quote": "A Quitter never wins-and-a Winner never quits."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "In order to succeed you must fail, so that you know what not to do the next time."
    },
    {
      "cite": "Tony Horton",
      "quote": "Falling and getting back up is what brings you success."
    },
    {
      "cite": "unknown",
      "quote": "When life knocks you down, Get back up and fight harder."
    },
    {
      "cite": "Yitzhak Lamden",
      "quote": "We have one treasure left; the daring after despair."
    },
    {
      "cite": "Amos Bronson Alcott",
      "quote": "Success is sweet: the sweeter if long delayed and attained through manifold struggles and defeats."
    },
    {
      "cite": "Epictetus",
      "quote": "It's not what happens to you, but how you react to it that matters."
    },
    {
      "cite": "unknown",
      "quote": "Whatever you're going through, many others have not only experienced the same but got out of it just fine."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Discouragement and failure are two of the surest stepping stones to success."
    },
    {
      "cite": "Christopher Reeve",
      "quote": "Once you choose hope, anything's possible"
    },
    {
      "cite": "Will Smith",
      "quote": "The first step is you have to say that you can"
    },
    {
      "cite": "D. Arnold",
      "quote": "They showed you no respect / What kept you driven then / What kept you going in the ring / And getting back up to fight for a different end."
    },
    {
      "cite": "Arlis Albritton",
      "quote": "We all fall down / It's the getting' back up that really counts / We live and we learn / To help someone up when it's their turn."
    },
    {
      "cite": "Cannon Goodman",
      "quote": "And your worlds stop when your falling out of love / But it's not the fall that's so hard / It's the getting back up."
    },
    {
      "cite": "Catherine Roseanne Dennis",
      "quote": "I Already told you that falling is easy / It's getting back up that becomes the problem / If you don't believe you can find a way out / You become the problem."
    },
    {
      "cite": "Stefano Giorgini",
      "quote": "Even if you fall, it isn't over / You're here 'til the end / Nothing's stopping you / From getting back up again."
    },
    {
      "cite": "Kellen McGregor",
      "quote": "Falling down is life / Living is getting back up again."
    },
    {
      "cite": "Adam Stuart Argyle",
      "quote": "Everybody trips and everybody falls / But you gotta keep getting back up / Some people quit and that's why they lose / But you know that don't have to be us."
    },
    {
      "cite": "Danielle Peck",
      "quote": "There's something to be said about / Straight on knees and falling down / Getting' right back up again / And givin' all you have to give."
    },
    {
      "cite": "Ricky Summer",
      "quote": "I'm rising up / Up to the streets / And you're gonna feel / The rhythm of me / I'm rising up / You're gonna see / You're gonna see / You can't stop me."
    },
    {
      "cite": "Jim Peterik",
      "quote": "Rising up, straight to the top / Had the guts, got the glory / Went the distance, now I'm not going to stop / Just a man and his will to survive."
    },
    {
      "cite": "Roger Dale Jr Clem",
      "quote": "I'm rising up this time / through the hands of time."
    },
    {
      "cite": "David Belle",
      "quote": "The best part of falling is getting back up again."
    },
    {
      "cite": "Lilly Singh",
      "quote": "There is no shame in falling down but there is pride in getting back up."
    },
    {
      "cite": "Robbie Lawler",
      "quote": "It's all about... getting back up and getting back to work and striving to be the best you can be."
    },
    {
      "cite": "Tim Tebow",
      "quote": "You can't lose confidence in yourself, or you've lost already. When you get knocked down, you've got to keep getting back up."
    },
    {
      "cite": "Maria Kanellis",
      "quote": "Get knocked down. Get back up. Always be a fighter. Don't be afraid of the punch. Don't be afraid of getting back up. Be afraid of giving up."
    },
    {
      "cite": "Joel Osteen",
      "quote": "When you get knocked down, don't stay down; get back up again. Nothing good is going to happen as long as you're down on yourself."
    },
    {
      "cite": "Bill Walton",
      "quote": "Life is easy when you're hot. But what happens when the ball bounces the other way? You just keep getting back up and climbing up."
    },
    {
      "cite": "Jose N. Harris",
      "quote": "There comes a time in your life, when you walk away from all the drama and people who create it. You surround yourself with people who make you laugh. Forget the bad and focus on the good. Love the people who treat you right, pray for the ones who do not. Life is too short to be anything but happy. Falling down is a part of life, getting back up is living."
    },
    {
      "cite": "Nathan Hangen",
      "quote": "In life its not about falling down or not, it's about getting back up."
    },
    {
      "cite": "F.C.",
      "quote": "You will face hard times in life. Sometimes they are supposed to come, sometimes not. Get through them no matter what, 'cause the good life is always on the other side."
    },
    {
      "cite": "Rasheed Ogunlaru",
      "quote": "When setbacks arise - and they will from time to time - regroup, recharge, refocus and refine."
    },
    {
      "cite": "Germany Kent",
      "quote": "Nothing or no one is going to rescue you from your current situation. You must take control of your own well-being and forge your own path to happiness and fulfillment."
    },
    {
      "cite": "Joel Osteen",
      "quote": "If one dream dies, dream another dream. If you get knocked down, get back up and go again."
    },
    {
      "cite": "Vitor Belfort",
      "quote": "Sometimes you fall down, but you have to pick yourself back up."
    },
    {
      "cite": "Ivan Moody",
      "quote": "It's really sad sometimes that you have to go to that extreme bottom to find your way back up, but it's true."
    },
    {
      "cite": "Charlie Hunnam",
      "quote": "Everybody, at some point in their life, has fallen down and not felt like getting back up, but you have to, no matter how difficult it is."
    }
  ]
}