{
  "source": "https://www.wisesayings.com/getting-high-quotes/",
  "theme": "getting-high",
  "quotes": [
    {
      "cite": "Jarod Kintz",
      "quote": "My drug of choice is love. Sure, I've tried other drugs, but no other drug gets both the dealer and user high from every transaction."
    },
    {
      "cite": "Chris Rock",
      "quote": "I don't get high, but sometimes I wish I did. That way, when I messed up in life I would have an excuse. But right now there's no rehab for stupidity."
    },
    {
      "cite": "Melissa de la Cruz",
      "quote": "I don't need anything to get high. I'm high on life."
    },
    {
      "cite": "Karen Quan",
      "quote": "Be drunk in love and high on life."
    },
    {
      "cite": "Ken Kesey",
      "quote": "People don't want other people to get high, because if you get high, you might see the falsity of the fabric of the society we live in."
    },
    {
      "cite": "Kool Moe Dee",
      "quote": "Getting high off life is more than enough, and peer pressure ain't peer pressure when a boy is tough."
    },
    {
      "cite": "Ricky Williams",
      "quote": "I got high, and forgot I wasn't supposed to get high."
    },
    {
      "cite": "Jerry Stahl",
      "quote": "I kept getting high to kill my shame at the fact that I kept getting high."
    },
    {
      "cite": "Crystal Woods",
      "quote": "If love is a form of substance abuse, I hope to die high."
    },
    {
      "cite": "Drake",
      "quote": "I be getting high just to balance out the lows."
    },
    {
      "cite": "unknown",
      "quote": "Don't spend your life getting high on drugs, get high on life."
    },
    {
      "cite": "Sebastian Marincolo",
      "quote": "Marijuana enhances our mind in a way that enables us to take a different perspective from 'high up', to see and evaluate our own lives and the lives of others in a privileged way. Maybe this euphoric and elevating feeling of the ability to step outside the box and to look at life’s patterns from this high perspective is the inspiration behind the slang term 'high' itself."
    },
    {
      "cite": "Habeeb Akande",
      "quote": "My mind may be sober, but my confidence is high!"
    },
    {
      "cite": "J.R. Rim",
      "quote": "Flying starts from the ground. The more grounded you are, the higher you fly."
    },
    {
      "cite": "Bob Marley",
      "quote": "Herb is the healing of a nation, alcohol is the destruction."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Alcohol and marijuana, if used in moderation, plus loud, usually low-class music, make stress and boredom infinitely more bearable."
    },
    {
      "cite": "Kevin Smith",
      "quote": "I know you’re supposed to tell kids not to do drugs, but, kids, do it! Do weed! Don’t do the other stuff, but weed is good!"
    },
    {
      "cite": "Stewie Griffin",
      "quote": "Everything is better with a bag of weed."
    },
    {
      "cite": "Kid Cudi",
      "quote": "Struggle is the enemy, but weed is the remedy."
    },
    {
      "cite": "Richard Neville",
      "quote": "Is marijuana addictive? Yes, in the sense that most of the really pleasant things in life are worth endlessly repeating."
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Alcohol and marijuana, if used in moderation, plus loud, usually low-class music, make stress and boredom infinitely more bearable."
    },
    {
      "cite": "Dick Wolf",
      "quote": "He doesn't want to get high. He wants to avoid the pain of withdrawal. If he doesn't make it through rehab, he'll just go back to heroin and keep using it until it kills him."
    },
    {
      "cite": "Noel Gallagher",
      "quote": "How many special people change? / How many lives are living strange? / Where were you while we were getting high?"
    },
    {
      "cite": "Anthony Kiedis",
      "quote": "If you see me getting mighty if you see me getting high / Knock me down / I'm not bigger than life"
    },
    {
      "cite": "James Mcleish Reid",
      "quote": "The two of us are getting high / We don't need drugs 'cause we know how to fly"
    },
    {
      "cite": "Iggy Pop",
      "quote": "Corrupting in the air / I really need you / You got two play rides / I really love them / My we're getting high / Are we getting high"
    },
    {
      "cite": "Duncan Sheik",
      "quote": "I'm on a high, I'm on a high / there's nothing more to it / We are the sea and the sky / and the blue that runs through it"
    },
    {
      "cite": "Duncan Sheik",
      "quote": "I'm on a high I'm on a high / and there's nothing more to it / I have the sun, it's a star / why should I refuse it"
    },
    {
      "cite": "Andrew Watt",
      "quote": "We were on the low, but you were getting high with me / When it's past 11, that's a different side I see"
    },
    {
      "cite": "William Frederick",
      "quote": "Getting high off the ground / We're fading away / Lost and not found"
    },
    {
      "cite": "Afroman",
      "quote": "I was gonna clean my room until I got high / I was gonna get up and find the broom but then I got high / My room is still messed up and I know why (why, man?) / Yeah, hey / Cause I got high"
    },
    {
      "cite": "Afroman",
      "quote": "I was gonna go to class before I got high (come on, y'all) / (Check it out) / I could have cheated and I could have passed but I got high / I am taking it next semester and I know why (why, man?) / Yeah, hey / Cause I got high"
    },
    {
      "cite": "Afroman",
      "quote": "I wasn't gonna run from the cops / But I was high (I'm serious man) / I was gonna pull right over and stop / But I was high / Now I am a paraplegic and I know why (why man?) / Cause I got high"
    },
    {
      "cite": "Ib Melchior",
      "quote": "Oh, come on, pop. All my friends smoke pot and they're not criminals."
    },
    {
      "cite": "Judd Apatow",
      "quote": "Listen, when I was growing pot, I realized that the more seeds I planted, the more pot I could ultimately smoke"
    },
    {
      "cite": "Michael Wadleigh",
      "quote": "Well, maybe if pot made them peaceful, we all should take pot."
    },
    {
      "cite": "Marta Kauffman",
      "quote": "I promised her if I ever smoked the pot I would do it with her."
    },
    {
      "cite": "Tennessee Williams",
      "quote": "You beautiful, stupid young man. That is not pot. It's hashish, Moroccan, and the finest."
    },
    {
      "cite": "Eli Roth",
      "quote": "Did we come all the way to Europe just to smoke pot? We did that everyday when we were in college. Why don't we go check out a museum or something?"
    },
    {
      "cite": "Denis Leary",
      "quote": "We didn't have rehab back in the seventies. Back in the seventies rehab meant you'd stop doing coke, but kept smoking pot and drinking for a couple more weeks."
    },
    {
      "cite": "Charlie Kaufman",
      "quote": "Pot balances me out. Pot brings me up. That's I smoke it if I'm going to be drinking."
    },
    {
      "cite": "John Charles Chasteen",
      "quote": "The two drugs contrast in some respects. Alcohol depresses the nervous system; marijuana does not."
    },
    {
      "cite": "John Charles Chasteen",
      "quote": "High doses, the drinker may experience difficulty walking or, famously, pronouncing words, and may black out or even, in extreme cases, die."
    },
    {
      "cite": "John Charles Chasteen",
      "quote": "Scientific research now demonstrates that marijuana is a medical drug, too."
    },
    {
      "cite": "John Charles Chasteen",
      "quote": "Cannabis has always figured in the pharmacopoeias of Europe and China, although these traditional medical uses, such as hemp seed oil in the ear for earache, or cannabis-leaf poultices on a sprain, did not involve getting high."
    },
    {
      "cite": "Tatiana Shohov",
      "quote": "Marijuana or by its botanical name Cannabis sativa, has been cultivated worldwide for centuries."
    },
    {
      "cite": "Tatiana Shohov",
      "quote": "The Cannabis plant, also raised for the production of hemp fiber, is more generally grown and consumed(smoked) for its medicinal and psychoactive effects."
    },
    {
      "cite": "Tatiana Shohov",
      "quote": "Marijuana use was legal under state and federal law, but it was smoked more to achieve intoxication than to relieve medical symptoms."
    },
    {
      "cite": "Tatiana Shohov",
      "quote": "Despite law enforcement's efforts to control its distribution and use, marijuana has over the years acquired a reputation as the most widely used illicit substance in the nation."
    },
    {
      "cite": "Edward J. Benavidez",
      "quote": "When a young person starts out with drugs, at first there is curiosity and excitement."
    },
    {
      "cite": "Edward J. Benavidez",
      "quote": "As tolerance to the drug increases, the dose needed for a satisfactory high becomes overwhelming so the expense goes up exponentially."
    }
  ]
}