{
  "source": "https://www.wisesayings.com/getting-through-hard-times-quotes/",
  "theme": "getting-through-hard-times",
  "quotes": [
    {
      "cite": "Yvonne Pierre",
      "quote": "Use what you've been through as fuel, believe in yourself and be unstoppable!"
    },
    {
      "cite": "Duke Ellington",
      "quote": "A problem is a chance for you to do your best."
    },
    {
      "cite": "Dr. Seuss",
      "quote": "I learned there are troubles of more than one kind. Some come from ahead, others come from behind. But I've bought a big bat. I'm all ready, you see. Now my troubles are going to have trouble with me."
    },
    {
      "cite": "Thisuri Wanniarachchi",
      "quote": "Life is at its best when everything has fallen out of place, and you decide that you're going to fight to get them right, not when everything is going your way and everyone is praising you."
    },
    {
      "cite": "Elizabeth Gilbert",
      "quote": "We all want things to stay the same. Settle for living in misery because we are afraid of change, of things crumbling to ruins. Ruin is a gift. Ruin is the road to transformation."
    },
    {
      "cite": "Thomas Edison",
      "quote": "When you have exhausted all possibilities, remember this: you haven't."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "Rock bottom became the solid foundation on which I rebuilt my life."
    },
    {
      "cite": "Joseph Campbell",
      "quote": "The cave you fear to enter holds the treasure that you seek."
    },
    {
      "cite": "Mexican Proverb",
      "quote": "They tried to bury us, but they didn't know that we were seeds."
    },
    {
      "cite": "unknown",
      "quote": "A bend in the road is not the end of the road... unless you fail to make the turn."
    },
    {
      "cite": "Albert Camus",
      "quote": "In the midst of winter, I finally learned that there was in me an invincible summer."
    },
    {
      "cite": "unknown",
      "quote": "The difference between stumbling blocks and stepping stones is how you use them."
    },
    {
      "cite": "Richard M. Nixon",
      "quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines."
    },
    {
      "cite": "Jewish Proverb",
      "quote": "I ask not for a lighter burden, but for broader shoulders."
    },
    {
      "cite": "Malcolm S Forbes",
      "quote": "When things are bad, we take comfort in the thought that they could always get worse. And when they are, we find hope in the thought that things are so bad they have to get better."
    },
    {
      "cite": "Nelson Mandela",
      "quote": "It always seems impossible until it's done."
    },
    {
      "cite": "Richard Bach",
      "quote": "What the caterpillar calls the end of the world, the master calls a butterfly."
    },
    {
      "cite": "Michael Jordan",
      "quote": "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it."
    },
    {
      "cite": "unknown",
      "quote": "This too shall pass."
    },
    {
      "cite": "Henry Ford",
      "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
    },
    {
      "cite": "Joseph Conrad",
      "quote": "Facing it, always facing it, that's the way to get through. Face it."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I walk slowly, but I never walk backward."
    },
    {
      "cite": "Khalil Gibran",
      "quote": "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars."
    },
    {
      "cite": "Japanese Proverb",
      "quote": "Fall seven times, stand up eight."
    },
    {
      "cite": "Margaret Mitchell",
      "quote": "After all, tomorrow is another day!"
    },
    {
      "cite": "Jean De La Bruyere",
      "quote": "Out of difficulties grow miracles."
    },
    {
      "cite": "Bernard Williams",
      "quote": "There was never a night or a problem that could defeat sunrise or hope."
    },
    {
      "cite": "Ernest Hemingway",
      "quote": "The world breaks everyone, and afterward, some are strong at the broken places."
    },
    {
      "cite": "Joseph Kennedy",
      "quote": "When the going gets tough, the tough get going."
    },
    {
      "cite": "David Lockett",
      "quote": "Through all the heartaches and the tears, through gloomy days and fruitless years; I do give thanks for now I know, these were the things that helped me grow."
    },
    {
      "cite": "Bernice Johnson Reagon",
      "quote": "Life's challenges are not supposed to paralyze you, they're supposed to help you discover who you are."
    },
    {
      "cite": "John Heywood",
      "quote": "A hard beginning maketh a good ending."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Hard times arouse an instinctive desire for authenticity."
    },
    {
      "cite": "Philippians 4:13",
      "quote": "I can do ALL THINGS through Christ who strengthens me."
    },
    {
      "cite": "Jena Malone",
      "quote": "If we could all just laugh at ourselves, in hard times or good times, it would be an incredible world."
    },
    {
      "cite": "Emily Dickinson",
      "quote": "People need hard times and oppression to develop psychic muscles."
    },
    {
      "cite": "Rita Mero",
      "quote": "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person."
    },
    {
      "cite": "Dan Millman",
      "quote": "Looking back, we see with great clarity, and what once appeared as difficulties now reveal themselves as blessings."
    },
    {
      "cite": "Helen Keller",
      "quote": "Although the world is full of suffering, it is full also of the overcoming of it."
    },
    {
      "cite": "Norman Vincent Peale",
      "quote": "You're a winner. The tests of life are not meant to break you, but to make you."
    },
    {
      "cite": "Victor Fiorelli",
      "quote": "Look for the opportunities in the difficulties, not the difficulties in the opportunities."
    },
    {
      "cite": "Theodore Newton Vail",
      "quote": "Real difficulties can be overcome; it is only the imaginary ones that are unconquerable."
    },
    {
      "cite": "Bernice Johnson Reagon",
      "quote": "Life's challenges are not supposed to paralyze you, they're supposed to help you discover who you are."
    },
    {
      "cite": "Karen Blixen",
      "quote": "Difficult times have helped me to understand better than before how infinitely rich and beautiful life is in every way, and that so many things that one goes worrying about are of no importance whatsoever."
    },
    {
      "cite": "Richard Bach",
      "quote": "Every problem has a gift for you in its hands."
    },
    {
      "cite": "Arthur Miller",
      "quote": "Don't take it on yourself. Forget now. Live."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Every one of us gets through the tough times because somebody is there, standing in the gap to close it for us."
    },
    {
      "cite": "Anthony Robbins",
      "quote": "Never spend more than 10 percent of your time on the problem, and always spend at least 90 percent of your time on the solution."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may encounter many defeats, but you must not be defeated. Please remember that your difficulties do not define you. They simply strengthen your ability to overcome."
    },
    {
      "cite": "Denis Waitley",
      "quote": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer."
    }
  ]
}