{
  "source": "https://www.wisesayings.com/getting-married-quotes/",
  "theme": "getting-married",
  "quotes": [
    {
      "cite": "Adam Levine",
      "quote": "There are many things that keep me from getting married. But there will be a time when marriage makes sense to me."
    },
    {
      "cite": "Derek Luke",
      "quote": "The magic isn't in getting married, it's in staying married."
    },
    {
      "cite": "Liam Neeson",
      "quote": "Getting married and settling down isn't the most important thing in my life."
    },
    {
      "cite": "Iris Murdoch",
      "quote": "Writing is like getting married. One should never commit oneself until one is amazed at one's luck."
    },
    {
      "cite": "Socrates",
      "quote": "My advice to you is to get married. If you find a good wife, you'll be happy; if not, you'll become a philosopher."
    },
    {
      "cite": "Charles Dickens",
      "quote": "Come, let's be a comfortable couple and take care of each other! How glad we shall be, that we have somebody we are fond of always, to talk to and sit with."
    },
    {
      "cite": "Mark Twain",
      "quote": "Love seems the swiftest but it is the slowest of all growths. No man or woman really knows what perfect love is until they have been married a quarter of a century."
    },
    {
      "cite": "Rob Lowe",
      "quote": "Getting married isn't going to make your relationship better. It's just a ceremony."
    },
    {
      "cite": "Nora Ephron",
      "quote": "When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible."
    },
    {
      "cite": "Virginia Cary Hudson",
      "quote": "I guess walking slow getting married is because it gives you time to maybe change your mind."
    },
    {
      "cite": "Thomas More",
      "quote": "Getting married is like putting one's hand in a bag containing 99 serpents and one eel."
    },
    {
      "cite": "Kid Rock",
      "quote": "Getting married was a ball. Being married was a nightmare."
    },
    {
      "cite": "Sarah Mlynowski",
      "quote": "When I get married I'm going to make the marriage work. Getting married is forever, no matter what my spouse does."
    },
    {
      "cite": "John Lennon",
      "quote": "Nowadays it's hip not to be married. I'm not interested in being hip."
    },
    {
      "cite": "Sidonie Gabrielle Colette",
      "quote": "If he's getting married, he's not longer interesting."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "If I get married, I want to be very married."
    },
    {
      "cite": "James C. Dobson",
      "quote": "Don't marry the person you think you can live with; marry only the individual you think you can't live without."
    },
    {
      "cite": "Greg Smalley",
      "quote": "Make it your goal to create a marriage that feels like the safest place on earth."
    },
    {
      "cite": "Minnie Pearl",
      "quote": "Getting married is a lot like getting into a tub of hot water. After you get used to it, it ain't so hot."
    },
    {
      "cite": "Roberta Flack",
      "quote": "Getting married is easy. Staying married is more difficult. Staying happily married for a lifetime should rank among the fine arts."
    },
    {
      "cite": "Michel de Montaigne",
      "quote": "Getting married is very much like going to a restaurant with friends. You order what you want then when you see what the other person has, you wish you had ordered that."
    },
    {
      "cite": "Richard Needham",
      "quote": "You don't marry one person; you marry three: the person you think they are, the person they are, and the person they are going to become as a result of being married to you."
    },
    {
      "cite": "Sam Brownback",
      "quote": "If you get married, you lose all your benefits. That's insane! We should give people bonuses for getting married, and sending signals and talking about it to the society."
    },
    {
      "cite": "Lewis Grizzard",
      "quote": "Instead of getting married again, I'm going to find a woman I don't like and give her a house."
    },
    {
      "cite": "Katie Ray Blair",
      "quote": "Don't marry a man unless you would be proud to have a son exactly like him."
    },
    {
      "cite": "Amy Dickinson",
      "quote": "I think that, on some level, everybody lives vicariously through couples who are getting married."
    },
    {
      "cite": "Rosamunde Pilcher",
      "quote": "People today expect too much from marriage. Getting married is really like taking on a big new job."
    },
    {
      "cite": "Zsa Zsa Gabor",
      "quote": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do."
    },
    {
      "cite": "Maggie Gallagher",
      "quote": "Getting married is the boldest and most idealistic thing that most of us will ever do."
    },
    {
      "cite": "Selma Blair",
      "quote": "I think getting married gave me a focus. It gave me a focus and direction I want to have in my life. And I think having another person that you make such a purposeful bond with has given me the opportunity to see how that can be with all the other aspects of my life."
    },
    {
      "cite": "Jessica Biel",
      "quote": "For me, getting married doesn't mean we should limit ourselves to some pre-defined idea. Rather, it's an opportunity to explore new things in life."
    },
    {
      "cite": "Marianne Williamson",
      "quote": "For many, many people, getting married is one of the most important things they will ever do in the pursuit of happiness."
    },
    {
      "cite": "Mignon McLaughlin",
      "quote": "A successful marriage requires falling in love many times, always with the same person."
    },
    {
      "cite": "Robert Browning",
      "quote": "Grow old with me! The best is yet to be."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "The surest way to be alone is to get married."
    },
    {
      "cite": "Nick Cave",
      "quote": "Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There's immense happiness that can come from working towards that."
    },
    {
      "cite": "Mark Twain",
      "quote": "To get the full value of joy you must have someone to divide it with."
    },
    {
      "cite": "Alanis Morissette",
      "quote": "Getting married and starting a family has been a lifelong goal and one that I have persevered through different paths up to it!"
    },
    {
      "cite": "Mae West",
      "quote": "Getting married is like trading in the adoration of many for the sarcasm of one."
    },
    {
      "cite": "Rush Limbaugh",
      "quote": "If you're getting married less you're getting less divorces."
    },
    {
      "cite": "Mat Kearney",
      "quote": "Getting married and really digging in with another human being can point out your greatest strengths and your greatest weaknesses."
    },
    {
      "cite": "Ashley Judd",
      "quote": "Getting married is an incredible act of hopefulness."
    }
  ]
}