{
  "source": "https://www.wisesayings.com/getting-stronger-quotes/",
  "theme": "getting-stronger",
  "quotes": [
    {
      "cite": "Friedrich Nietzsche",
      "quote": "That which does not kill us makes us stronger."
    },
    {
      "cite": "Thomas Merton",
      "quote": "Perhaps I am stronger than I think."
    },
    {
      "cite": "Aly Raisman",
      "quote": "You have to remember that the hard days are what make you stronger. The bad days make you realize what a good day is. If you never had any bad days, you would never have that sense of accomplishment!"
    },
    {
      "cite": "Hope Solo",
      "quote": "I think it's my personality to overcome things, learn from them and become stronger, both personally and professionally. To be honest, I welcome those hardships."
    },
    {
      "cite": "A. A. Milne",
      "quote": "Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think."
    },
    {
      "cite": "Tim Tebow",
      "quote": "I'll always use the negativity as more motivation to work even harder and become even stronger."
    },
    {
      "cite": "Judith Hill",
      "quote": "I think you need to go through some stuff to really appreciate life and understand what it means to persevere, overcome and have faith. I think those tough times make you a stronger person."
    },
    {
      "cite": "Henri Bergson",
      "quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly."
    },
    {
      "cite": "Marvin Hagler",
      "quote": "Don't doubt me, because that's when I get stronger?."
    },
    {
      "cite": "Clay Aiken",
      "quote": "You know, I think I'm a stronger person for realizing that you can't make everybody love you."
    },
    {
      "cite": "Jeb Bush",
      "quote": "We are stronger because we recognize that government isn't the sole answer to the most important questions, and we welcome community and faith based organizations as partners to serve the needs of Florida families."
    },
    {
      "cite": "Dale Carnegie",
      "quote": "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves."
    },
    {
      "cite": "Aaron Carter",
      "quote": "Having a dream, living that dream, losing that dream, dreaming again and then having that dream come true again is one of the greatest feelings ever because I'm stronger."
    },
    {
      "cite": "Joan Chen",
      "quote": "When you feel so strongly about something and other people feel equally strongly, you have to feel stronger about it in order to succeed."
    },
    {
      "cite": "Abraham Maslow",
      "quote": "One can choose to go back toward safety or forward toward growth. Growth mustbe chosen again and again; fear must be overcome again and again."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "The more powerful and original a mind, the more it will incline towards the religion of solitude."
    },
    {
      "cite": "Bruce Lee",
      "quote": "The less effort, the faster and more powerful you will be."
    },
    {
      "cite": "Brian Tracy",
      "quote": "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new."
    },
    {
      "cite": "Les Brown",
      "quote": "As you reach your goals, set new ones. That is how you grow and become a more powerful person."
    },
    {
      "cite": "Jeremy Collier",
      "quote": "A man may as well expect to grow stronger by always eating as wiser by always reading."
    },
    {
      "cite": "Mme. Du Deffand",
      "quote": "Let us strive to improve ourselves, for we cannot remain stationary: one either progresses or retrogrades."
    },
    {
      "cite": "B. R. Haydon",
      "quote": "The safest principle through life, instead of reforming others, is to set about perfecting yourself."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Whenever you see a man who is successful in society, try to discover what makes him pleasing, and if possible adopt his system."
    },
    {
      "cite": "Louisa May Alcott",
      "quote": "I am not afraid of storms, for I am learning how to sail my ship."
    },
    {
      "cite": "Sir William Jones",
      "quote": "Never neglect an opportunity for improvement."
    },
    {
      "cite": "Edward Bulwer-Lytton",
      "quote": "Remedy your deficiencies,and your merits will take care of themselves."
    },
    {
      "cite": "Hitopadesa",
      "quote": "Circumspection in calamity; mercy in greatness; good speeches in assemblies; fortitude in adversity: these are the self-attained perfections of great souls."
    },
    {
      "cite": "Epictetus",
      "quote": "Practice yourself in little things, and thence proceed to greater."
    },
    {
      "cite": "Gerard Groote",
      "quote": "The farther a man knows himself to be free from perfection, the nearer he is to it"
    },
    {
      "cite": "Wayne Dyer",
      "quote": "Begin to see yourself as a soul with a body rather than a body with a soul."
    },
    {
      "cite": "Aldous Huxley",
      "quote": "There is only one corner of the universe you can be certain of improving and that's your own self."
    },
    {
      "cite": "Michael Gelb",
      "quote": "By stretching yourself beyond your perceived level of confidence you accelerate your development of competence."
    },
    {
      "cite": "Willam Faulkner",
      "quote": "Always dream and shoot higher than you know you can do. Don't bother just to be better than your contemporaries or predecessors. Try to be better than yourself."
    },
    {
      "cite": "Brian Tracy",
      "quote": "If you wish to achieve worthwhile things in your personal and career life, you must become a worthwhile person in your own self-development."
    },
    {
      "cite": "Giuseppe Mazzini",
      "quote": "Slumber not in the tents of your fathers. The world is advancing. Advance with it."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "Become addicted to constant and never-ending self-improvement."
    },
    {
      "cite": "Cindy Wagner",
      "quote": "I'm going to get through this; I'm going to be fine. The power to do it is all in my mind."
    },
    {
      "cite": "Henry W. Longfellow",
      "quote": "Live up to the best that is in you: Live noble lives, as you all may, in whatever condition you may find yourselves."
    },
    {
      "cite": "Benjamin Disraeli",
      "quote": "Nurture your mind with great thoughts, for you will never go any higher than you think."
    },
    {
      "cite": "Vince McMahon",
      "quote": "From a person standpoint, the old expression of what doesn't kill you makes you stronger is somewhat true."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "We must have courage to bet on our ideas, to take the calculated risk, and to act. Everyday living requires courage if life is to be effective and bring happiness."
    },
    {
      "cite": "P.K. Shaw",
      "quote": "People do not change with the times, they change the times."
    },
    {
      "cite": "Will Rogers",
      "quote": "Many only learns in two ways, one by reading, and the other by association with smarter people."
    },
    {
      "cite": "Maxwell Maltz",
      "quote": "Self-improvement is the name of the game, and your primary objective is to strengthen yourself, not to destroy an opponent."
    },
    {
      "cite": "Andrew Carnegie",
      "quote": "There is no use whatever trying to help people who do not help themselves. You cannot push anyone up a ladder unless he be willing to climb himself."
    },
    {
      "cite": "Les Brown",
      "quote": "Don't let the negativity given to you by the world disempower you. Instead give to yourself that which empowers you."
    },
    {
      "cite": "Cary Grant",
      "quote": "I pretended to be somebody I wanted to be until finally I became that person. Or he became me."
    },
    {
      "cite": "Martin Horner",
      "quote": "What is important is to keep learning, to enjoy challenge, and to tolerate ambiguity. In the end there are no certain answers."
    },
    {
      "cite": "Georg C. Lichtenberg",
      "quote": "He was always smoothing and polishing himself, and in the end he became blunt before he was sharp."
    },
    {
      "cite": "Gilbert Arland",
      "quote": "When the archer misses the mark, he turns and looks for the fault within himself. Failure to hit the bull's eye is never the fault of the target. To improve your aim -- improve yourself."
    }
  ]
}