{
  "source": "https://www.wisesayings.com/giant-quotes/",
  "theme": "giant",
  "quotes": [
    {
      "cite": "Richard P. Feynman",
      "quote": "Einstein was a giant. His head was in the clouds, but his feet were on the ground. Those of us who are not so tall have to choose!"
    },
    {
      "cite": "William Shakespeare",
      "quote": "It is excellent To have a giant's strength, but it is tyrannous To use it like a giant."
    },
    {
      "cite": "Frederick Schiller Faust",
      "quote": "There is a giant asleep within every man. When that giant awakes, miracles happen."
    },
    {
      "cite": "Steven Magee",
      "quote": "Lots of small steps equates to a giant leap."
    },
    {
      "cite": "Bamigboye Olurotimi",
      "quote": "You are not for any reason less than whom God created you to be, don't live like a dwarf where you are seen as a giant."
    },
    {
      "cite": "Isaac Newton",
      "quote": "If I have seen further than others, it is by standing upon the shoulders of giants."
    },
    {
      "cite": "Ross Perot",
      "quote": "Life is never more fun than when you're the underdog competing against the giants."
    },
    {
      "cite": "Brian Halligan",
      "quote": "You can’t out-spend the giants, but you can out-think, out-teach, and out-help them."
    },
    {
      "cite": "Christian D. Larson",
      "quote": "Nature intends all men and women to be mental and spiritual giants, and does not intend that any one should follow the will of another."
    },
    {
      "cite": "Stephen Hawking",
      "quote": "We are all now connected by the Internet, like neurons in a giant brain."
    },
    {
      "cite": "Tony Robbins",
      "quote": "Most people have no idea of the giant capacity we can immediately command when we focus all of our resources on mastering a single area of our lives."
    },
    {
      "cite": "Ann Voskamp",
      "quote": "Gratitude for the seemingly insignificant—a seed—this plants the giant miracle."
    },
    {
      "cite": "David Bach",
      "quote": "Remember that small steps can create giant leaps over time, so never think of any financial or spending matter as a small one."
    },
    {
      "cite": "Albert Brooks",
      "quote": "Fear is like a giant fog. It sits on your brain and blocks everything - real feelings, true happiness, real joy. They can't get through that fog. But you lift it, and buddy, you're in for the ride of your life."
    }
  ]
}