{
  "source": "https://www.wisesayings.com/gift-quotes/",
  "theme": "gift",
  "quotes": [
    {
      "cite": "Steve Prefontaine",
      "quote": "To give anything less than your best, is to sacrifice the gift."
    },
    {
      "cite": "Meryl Streep",
      "quote": "The great gift of human beings is that we have the power of empathy."
    },
    {
      "cite": "Pindar",
      "quote": "Every gift which is given, even though it be small, is in reality great, if it is given with affection."
    },
    {
      "cite": "Brigham Young",
      "quote": "Love the giver more than the gift."
    },
    {
      "cite": "Sarah Ban Breathnach",
      "quote": "Each day offers us the gift of being a special occasion if we can simply learn that as well as giving, it is blessed to receive with grace and a grateful heart."
    },
    {
      "cite": "Winston Churchill",
      "quote": "We make a living by what we get, but we make a life by what we give."
    },
    {
      "cite": "Joel Osteen",
      "quote": "The older I get, the better I understand that every day is a gift."
    },
    {
      "cite": "Richard Moss",
      "quote": "The greatest gift you can give another is the purity of your attention."
    },
    {
      "cite": "David Viscott",
      "quote": "The meaning of life is to find your gift. The purpose of life is to give it away."
    },
    {
      "cite": "Anthony J. D'Angelo",
      "quote": "The greatest gift that you can give yourself is a little bit of your own attention."
    },
    {
      "cite": "Pierre Corneille",
      "quote": "The manner of giving is worth more than the gift."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Your gift is not what you do but what you are."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "The secret of success lies in the perfection of one's gift and working frantically towards God's given potential."
    },
    {
      "cite": "Kahlil Gibran",
      "quote": "You give but little when you give of your possessions. It is when you give of yourself that you truly give."
    },
    {
      "cite": "Ralph Waldo Emerson",
      "quote": "The greatest gift is a portion of thyself."
    },
    {
      "cite": "Jennifer Elisabeth",
      "quote": "Your personal truth is your gift to the world."
    },
    {
      "cite": "Gloria Steinem",
      "quote": "There's no greater gift than thinking that you had some impact on the world, for the better."
    },
    {
      "cite": "Albert Einstein",
      "quote": "The most beautiful gift of nature is that it gives one pleasure to look around and try to comprehend what we see."
    },
    {
      "cite": "Toba Beta",
      "quote": "It's so tempting to resist a little gift when you're expecting the otherwise."
    },
    {
      "cite": "Alan Robert Neal",
      "quote": "The most considerate gift you can offer to someone who gave you advice is to not saddle them with the fallout of you ignoring it."
    },
    {
      "cite": "William Baldwin",
      "quote": "In terms of instilling the values of mental toughness and work ethic, discipline is the gift that keeps on giving."
    },
    {
      "cite": "Patricia Cornwell",
      "quote": "The greatest gift is our own eyes, sense of smell, and abilities to deduce."
    },
    {
      "cite": "Meister Eckhart",
      "quote": "God wants nothing of you but the gift of a peaceful heart."
    },
    {
      "cite": "Anne Hathaway",
      "quote": "I think relationships are work, but love is a gift."
    },
    {
      "cite": "Mary Oliver",
      "quote": "Someone I loved once gave me a box full of darkness. It took me years to understand that this too, was a gift."
    },
    {
      "cite": "Erykah Badu",
      "quote": "Anything that had to do with art I been doing all my life. It was a gift. It's nothing I work real hard at doing."
    },
    {
      "cite": "Sogyal Rinpoche",
      "quote": "The gift of learning to meditate is the greatest gift you can give yourself in this lifetime."
    },
    {
      "cite": "Sunday Adelaja",
      "quote": "Realize that your gift does not belong merely to you."
    },
    {
      "cite": "David Icke",
      "quote": "A gift of truth is the gift of love."
    },
    {
      "cite": "Joyce Meyer",
      "quote": "I believe that the greatest gift you can give your family and the world is a healthy you."
    },
    {
      "cite": "Anonymous",
      "quote": "You can give without loving, but you can never love without giving."
    },
    {
      "cite": "Catherine Doherty",
      "quote": "With the gift of listening comes the gift of healing."
    },
    {
      "cite": "Amit Ray",
      "quote": "Breath is the finest gift of nature. Be grateful for this wonderful gift."
    },
    {
      "cite": "Jim Rohn",
      "quote": "Give whatever you are doing and whoever you are with the gift of your attention."
    },
    {
      "cite": "Lucius Annaeus Seneca",
      "quote": "A gift consists not in what is done or given, but in the intention of the giver or doer."
    },
    {
      "cite": "Joan Rivers",
      "quote": "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present."
    },
    {
      "cite": "Joyce Cary",
      "quote": "I look upon life as a gift from God. I did nothing to earn it. Now that the time is coming to give it back, I have no right to complain"
    },
    {
      "cite": "Hubert H. Humphrey",
      "quote": "The greatest gift of life is friendship, and I have received it."
    },
    {
      "cite": "Thich Nhat Hanh",
      "quote": "If you love someone, the greatest gift you can give them is your presence."
    },
    {
      "cite": "Ray Bradbury",
      "quote": "The gift of life is so precious that we should feel an obligation to pay back the universe for the gift of being alive."
    },
    {
      "cite": "Garrison Keillor",
      "quote": "A book is a gift you can open again and again."
    },
    {
      "cite": "John Wesley",
      "quote": "Make all you can, save all you can, give all you can."
    },
    {
      "cite": "Esther Hicks",
      "quote": "The greatest gift you can ever give another person is your own happiness."
    },
    {
      "cite": "Anonymous",
      "quote": "Love is a gift worth giving, sometimes you just give more than you revive."
    },
    {
      "cite": "Brian Tracy",
      "quote": "The greatest gift that you can give to others is the gift of unconditional love and acceptance."
    },
    {
      "cite": "Chris Burkmenn",
      "quote": "Greatness comes from the inside and once you believe you have it, it's yours to share with the world."
    },
    {
      "cite": "John Ruskin",
      "quote": "Every great person is always being helped by everybody; for their gift is to get good out of all things and all persons."
    },
    {
      "cite": "Mother Teresa",
      "quote": "Everytime you smile at someone, it is an action of love, a gift to that person, a beautiful thing."
    },
    {
      "cite": "Joe Biden",
      "quote": "The greatest gift is the ability to forget to forget the bad things and focus on the good."
    },
    {
      "cite": "Sarah Dessen",
      "quote": "The best gifts come from the heart, not the store."
    },
    {
      "cite": "Abraham Lincoln",
      "quote": "I believe the Bible is the best gift God has ever given to man."
    },
    {
      "cite": "Thomas Hughes",
      "quote": "Blessed are they who have the gift of making friends,for it is one of God's best gifts."
    },
    {
      "cite": "Buddha",
      "quote": "The Gift of Truth excels all other Gifts."
    },
    {
      "cite": "Stephen R. Donaldson",
      "quote": "In accepting the Gift you Honor the Giver."
    },
    {
      "cite": "Richard Bach",
      "quote": "Every gift from a friend is a wish for your happiness."
    },
    {
      "cite": "Stanislaw Jerzy Lec",
      "quote": "Youth is the gift of nature, but age is a work of art."
    },
    {
      "cite": "Desmond Tutu",
      "quote": "You don't choose your family. They are God's gift to you, as you are to them."
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "Your talent is God's gift to you. What you do with it is your gift back to God."
    },
    {
      "cite": "James Russell Lowell",
      "quote": "The gift without the giver is rare."
    },
    {
      "cite": "Ken Venturi",
      "quote": "The greatest gift in life is to be remembered."
    },
    {
      "cite": "Ram Dass",
      "quote": "The gift you offer another person is just your being."
    }
  ]
}