{
  "source": "https://www.wisesayings.com/gifted-quotes/",
  "theme": "gifted",
  "quotes": [
    {
      "cite": "Allan Cohen",
      "quote": "Every day the word 'gift' is used to define talent, ability, and performance. Being gifted has an even deeper meaning, a meaning that isn't always measured in points per game or win/loss records - it's measured by heart, effort, and desire."
    },
    {
      "cite": "Hazel Scott",
      "quote": "I've always known I was gifted, which is not the easiest thing in the world for a person to know, because you're not responsible for your gift, only for what you do with it."
    },
    {
      "cite": "Plato",
      "quote": "And may we not say, Adeimantus, that the most gifted minds, when they are ill- educated, become the worst?"
    },
    {
      "cite": "Albert Einstein",
      "quote": "I am neither especially clever nor especially gifted. I am only very, very curious."
    },
    {
      "cite": "Louis Farrakhan",
      "quote": "We are all gifted, but we have to discover the gift, uncover the gift, nurture and develop the gift and use it for the Glory of God and for the liberation struggle of our people."
    },
    {
      "cite": "Max Lucado",
      "quote": "You weren't an accident. You weren't mass produced. You aren't an assembly-line product. You were deliberately planned, specifically gifted, and lovingly positioned on the earth by the Master Craftsman."
    },
    {
      "cite": "Robert Downey Jr.",
      "quote": "I know very little about acting. I'm just an incredibly gifted faker."
    },
    {
      "cite": "Thomas Carlyle",
      "quote": "A person who is gifted sees the essential point and leaves the rest as surplus."
    },
    {
      "cite": "Marie Curie",
      "quote": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained."
    },
    {
      "cite": "Chuck Grassley",
      "quote": "What makes a child gifted and talented may not always be good grades in school, but at a different way of looking at the world and learning."
    },
    {
      "cite": "Tibor Fischer",
      "quote": "The greatest danger of being gifted, is that you may never learn how to make an effort."
    },
    {
      "cite": "John Knowles",
      "quote": "There are special, strange gifted people in the world and they have to be treated with understanding."
    },
    {
      "cite": "Eric Hoffer",
      "quote": "The most gifted members of the human species are at their creative best when they cannot have their way."
    },
    {
      "cite": "Itzhak Perlman",
      "quote": "Any gifted child can potentially get in real trouble because of the way they are handled."
    },
    {
      "cite": "Joel Osteen",
      "quote": "I try to speak in everyday language. I feel like God has gifted me to take Bible principles and make them practical."
    },
    {
      "cite": "Wayne Gretzky",
      "quote": "I wasn't naturally gifted in terms of size and speed; everything I did in hockey I worked for, and that's the way I'll be as a coach."
    },
    {
      "cite": "Robert Breault",
      "quote": "The average teacher explains complexity; the gifted teacher reveals simplicity."
    },
    {
      "cite": "Mahatma Gandhi",
      "quote": "Woman is the companion of man, gifted with equal mental capacity."
    },
    {
      "cite": "Martin Luther King Jr.",
      "quote": "The most dangerous criminal may be the man gifted with reason, but with no morals"
    },
    {
      "cite": "Leo Buscaglia",
      "quote": "When it comes to giving love, the opportunities are unlimited, and we are all gifted"
    }
  ]
}