{
  "source": "https://www.wisesayings.com/giraffe-quotes/",
  "theme": "giraffe",
  "quotes": [
    {
      "cite": "Joy Adamson",
      "quote": "Wildlife is something which man cannot construct. Once it is gone, it is gone forever. Man can rebuild a pyramid, but he can't rebuild ecology, or a giraffe."
    },
    {
      "cite": "Jane Goodall",
      "quote": "However much you know giraffes, to see one in the wild for the first time feels prehistoric."
    },
    {
      "cite": "Laurie Beth Jones",
      "quote": "Sometimes facing opportunity is like staring at the knees of a giraffe."
    },
    {
      "cite": "Geraldine Jewsbury",
      "quote": "Did you ever see a giraffe? It is like something from between the regions of truth and fiction."
    },
    {
      "cite": "Michael Klaper",
      "quote": "Consider the biggest animals on the planet: elephants, and buffaloes, and giraffes. These are vegetarian animals. They grow to thousands of pounds of muscle and bone without ever eating cheeseburgers and pepperoni pizzas."
    },
    {
      "cite": "Sean Lock",
      "quote": "A bit of advice: never read a pop-up book about giraffes."
    },
    {
      "cite": "Bill Chais",
      "quote": "Do you know that giraffes only sleep like, two hours a day?"
    },
    {
      "cite": "Alex Garland",
      "quote": "A man walks into a bar with a giraffe. They both get pissed. The giraffe falls over. The man goes to leave and the bartender says, 'Oi. You can't leave that lyin' there.' And the man says, 'No. It's not a lion. It's a giraffe."
    },
    {
      "cite": "Bernhard Grzimek",
      "quote": "Even a neck as long as this has only seven vertebrae to support it, just like as our short necks, for these giraffes are constructed according to the same anatomical pattern as all other mammals."
    },
    {
      "cite": "Sheldon Leonard",
      "quote": "A dog can't get struck by lightning. You know why? Because he's, he's too close to the ground. See, lightning strikes tall things. Now, now if they was giraffes out there in that field, well then we'd be in trouble."
    },
    {
      "cite": "Patrick Godfrey",
      "quote": "Joshua Giraffe was feeling kind of sad / Things were going bad / How little of life he had / Wasting away with no room to play / Trapped in a zoo with buffalo poo / So he went next door to the elephant / And asked him what to do"
    },
    {
      "cite": "Billy Ray Cyrus",
      "quote": "We all marvel at the airplanes up so high / But we aren't doing nothing but copying / What we see in the birds in the sky / We all marvel at the skyscrapers up so high / If we don't be careful / All the giraffes might not have no life"
    },
    {
      "cite": "Carole King",
      "quote": "Riding the backs of giraffes for laughs is alright for a while / The ego sings of castles and kings and things / That go with a life of style"
    },
    {
      "cite": "Lynn Sherr",
      "quote": "In literature the giraffe symbolizes someone special, someone who either stands out above the crowd or who sticks out like a sore thumb."
    },
    {
      "cite": "Lynn Sherr",
      "quote": "A giraffe decorated the temple tombs of a number of other Egyptian rulers, too, a testimony to it's respected position in their kingdoms."
    },
    {
      "cite": "Norman Myers",
      "quote": "A giraffe swaying across the horizon at sunset is as serene and graceful as it was at noontime when it moved across the beat-haze mirage as if it were walking on water."
    },
    {
      "cite": "Dale Peterson",
      "quote": "The world's tallest animal acquires that unique height through long legs, a long neck, and a high and massive chest, and those characteristics in turn mean a very large body."
    },
    {
      "cite": "Bryan Shorrocks",
      "quote": "In ancient Greece and Rome it was called th 'camelopard', in East Africa today it is twiga, and in the English language we now call it 'giraffe'."
    },
    {
      "cite": "Bryan Shorrocks",
      "quote": "The name 'giraffe' has its earliest known origins in the Arabic word zarafa."
    },
    {
      "cite": "Ted Andrews",
      "quote": "The most outstanding features of the giraffe are, of course, the long thin legs and the slender and long necks."
    },
    {
      "cite": "Ted Andrews",
      "quote": "The long thin legs of the giraffe are symbolic as well. Legs enable us to move. They are symbols of balance and represent an ability to progress."
    },
    {
      "cite": "Ted Andrews",
      "quote": "The giraffe is a browser, eating twigs, leaves and buds. It's tongue is used to strip the leaves from trees."
    },
    {
      "cite": "Ted Andrews",
      "quote": "The giraffe has a dainty head which reflects a lot of it's social character. Giraffes like each other's company."
    },
    {
      "cite": "Ted Andrews",
      "quote": "On the head of the giraffe are horns that are unlike any other animals. These blunt, long stubs are never shed, and they are covered with skin."
    },
    {
      "cite": "Edgar Williams",
      "quote": "The giraffe is instantly recognizable, with its all neck, strange angular head, long knobbly legs, golden-brown mottle coat and long, swishing tail."
    },
    {
      "cite": "Edgar Williams",
      "quote": "Everything about a giraffe is big or unusual and consequently the giraffe has fascinated man throughout its history."
    },
    {
      "cite": "Edgar Williams",
      "quote": "Many thousands of years ago, the giraffe and its ancestors were common throughout the whole of Africa, Southern Europe and India."
    },
    {
      "cite": "Edgar Williams",
      "quote": "The giraffe and its close relative the okapi are now the only living representatives of the Giraffidae family."
    },
    {
      "cite": "Edgar Williams",
      "quote": "The origin of the modern giraffe is unclear, as the fossil history of the Giraffidae is incomplete."
    },
    {
      "cite": "John George Wood",
      "quote": "Tallest  of all earthly dwellers, the giraffe erects its stately head far above any animal that walks the face of the globe."
    },
    {
      "cite": "Isak Dinesen",
      "quote": "A giraffe is so much a lady that one refrains from thinking of her legs, but remembers her as floating over the plains in long garb, draperies of morning mist her mirage."
    },
    {
      "cite": "Sid Waddell",
      "quote": "Well as giraffes say, you don't get no leaves unless you stick your neck out."
    },
    {
      "cite": "Joanna Lumley",
      "quote": "Giraffes are fairytale animals, almost heraldic as if from the land of fables. They have extremely beautiful faces, huge eyes, very sensitive nostrils and oh, blue tongues!"
    },
    {
      "cite": "Kurt Vonnegut",
      "quote": "Evolution is so creative. That's how we got giraffes."
    },
    {
      "cite": "Frank Zappa",
      "quote": "You can't always write a chord ugly enough to say what you want to say, so sometimes you have to rely on a giraffe filled with whipped cream."
    },
    {
      "cite": "Joanna Lumley",
      "quote": "It's an incredibly difficult thing to bring a giraffe down. They can kill a lion with a single blow from their feet."
    },
    {
      "cite": "Anonymous",
      "quote": "The best way to show a giraffe your love is to knit a scarf for it."
    },
    {
      "cite": "Joanna Lumley",
      "quote": "Giraffes are completely tranquil they have no predators as adults because there's not an animal in the jungle stupid enough to go for them."
    },
    {
      "cite": "Adrian Mitchell",
      "quote": "The man who believes in giraffes would swallow anything."
    },
    {
      "cite": "Robert Fulghum",
      "quote": "A giraffe has a black tongue twenty-seven inches long and no vocal cords. A giraffe has nothing to say. He just goes on giraffing."
    },
    {
      "cite": "Anonymous",
      "quote": "The giraffe stood tall and proud with its long neck. The giraffe was covered in a beautiful yellow and orange mosaic style pattern. The giraffe stood next to its baby. The baby was short with shaking spindly legs which shook every time it took a step."
    }
  ]
}