{
  "source": "https://www.wisesayings.com/girly-quotes/",
  "theme": "girly",
  "quotes": [
    {
      "cite": "Marilyn Monroe",
      "quote": "A wise girl knows her limits, a smart girl knows that she has none."
    },
    {
      "cite": "Laurence J. Peter",
      "quote": "Every girl should use what Mother Nature gave her before Father Time takes it away."
    },
    {
      "cite": "Rob Hill Sr",
      "quote": "The only thing more beautiful than the woman that knows what she wants I the woman who isn't waiting on anybody else to get it for her."
    },
    {
      "cite": "Kristen Ashley",
      "quote": "We girls, we're tough, darling. Soft on the outside but, deep down, we're tough."
    },
    {
      "cite": "Mary Lascelles",
      "quote": "A clever girl may pass through the phase of foolish miss on the way to sensible woman."
    },
    {
      "cite": "Jeanine Pirro",
      "quote": "You're a beautiful girl, and you can do anything you want in life."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "There are certain shades of limelight that can wreck a girl's complexion."
    },
    {
      "cite": "Mae West",
      "quote": "Too many girls follow the line of least resistance, but a good line is hard to resist."
    },
    {
      "cite": "Paris Hilton",
      "quote": "Some girls are just born with glitter in their veins."
    },
    {
      "cite": "Madonna Ciccone",
      "quote": "If I was a girl again, I would like to be like my fans, I would like to be like Madonna."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "It's the good girls who keep diaries; the bad girls never have the time."
    },
    {
      "cite": "Jane Austen",
      "quote": "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment."
    },
    {
      "cite": "Coco Chanel",
      "quote": "Elegance does not consist in putting on a new dress."
    },
    {
      "cite": "Mae West",
      "quote": "Good girls go to heaven, bad girls go everywhere."
    },
    {
      "cite": "Cher",
      "quote": "A girl can wait for the right man to come along but in the meantime that still doesn't mean she can't have a wonderful time with all the wrong ones."
    },
    {
      "cite": "Bette Midler",
      "quote": "Give a girl the correct footwear and she can conquer the world."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "Better to be strong than pretty and useless."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "A girl doesn't need anyone who doesn't need her."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Beneath the makeup and behind the smile I am just a girl who wishes for the world."
    },
    {
      "cite": "Mae West",
      "quote": "There are no good girls gone wrong—just bad girls found out."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "Pour yourself a drink, put on some lipstick, and pull yourself together."
    },
    {
      "cite": "Coco Chanel",
      "quote": "If you're sad, add more lipstick and attack."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "To find out a girl's faults, praise her to her girl friends."
    },
    {
      "cite": "Crystal Woods",
      "quote": "When I was just a cute little caterpillar, you loved me. So I became a butterfly so you would never leave."
    },
    {
      "cite": "Dita Von Teese",
      "quote": "Heels and red lipstick will put the fear of God into people."
    },
    {
      "cite": "Harry Styles",
      "quote": "A real girl isn't perfect and a perfect girl isn't real."
    },
    {
      "cite": "Melody Carlson",
      "quote": "Girls can be so petty and jealous. I swear they're worse than guys sometimes. Except they're all quiet about it. They sugarcoat it or else they talk behind each other's backs. It's seriously twisted."
    },
    {
      "cite": "Jay Kristoff",
      "quote": "You've got the look of a girl who's no stranger to the page. I can tell. You've got words in your soul."
    }
  ]
}