{
  "source": "https://www.wisesayings.com/girl-power-quotes/",
  "theme": "girl-power",
  "quotes": [
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman is like a tea bag. It's only when she's in hot water that you realize how strong she is."
    },
    {
      "cite": "Roseanne Barr",
      "quote": "The thing women have yet to learn is nobody gives you power. You just take it."
    },
    {
      "cite": "Kristin Halbrook",
      "quote": "Girls should be strong together. Strong like steel, merry like the tinkling of chimes dancing in the wind."
    },
    {
      "cite": "Diane Mariechild",
      "quote": "A woman is the full circle. Within her is the power to create, nurture and transform."
    },
    {
      "cite": "Tarryn Fisher",
      "quote": "Women hold all the power. They should use it like a whip, not offer it up like a sacrifice."
    },
    {
      "cite": "Carol K. Carr",
      "quote": "It is amazing what a woman can do if only she ignores what men tell her she can't."
    },
    {
      "cite": "Cat Winters",
      "quote": "Why can't a girl be smart without it being explained away as a rare supernatural phenomenon?"
    },
    {
      "cite": "Ali Novak",
      "quote": "Being a girl doesn't make you weak, Parker. It makes you special."
    },
    {
      "cite": "Tyra Banks",
      "quote": "You have what it takes to be a victorious, independent, fearless woman."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "I said pour yourself a drink, put on some lipstick, and pull yourself together."
    },
    {
      "cite": "Nicole Scherzinger",
      "quote": "Girl power is about loving yourself and having confidence and strength from within, so even if you're not wearing a sexy outfit, you feel sexy."
    },
    {
      "cite": "Elizabeth Meriwether",
      "quote": "People want to put women in one box, and I'm interested in how women can be everything at once."
    },
    {
      "cite": "Victoria Aveyard",
      "quote": "She's like an earthquake in tiny human form, breaking apart anything and everything in her way."
    },
    {
      "cite": "Melissa Etheridge",
      "quote": "You are more powerful than you know; you are beautiful just as you are."
    },
    {
      "cite": "Maya Angelou",
      "quote": "I love to see a young girl go out and grab the world by the lapels."
    },
    {
      "cite": "Ces Peta",
      "quote": "Women do cry, sometimes meek and submissive. But once ignited or motivated; they are a lot stronger than men."
    },
    {
      "cite": "Julia Klassen",
      "quote": "Act like barbie, smoke like marley."
    },
    {
      "cite": "ashadnan",
      "quote": "A girl is not a predictable book but is a closed diary"
    },
    {
      "cite": "Aman Jassal",
      "quote": "Tears are the biggest weapon used by every girl against the boys with a success rate of hundred percent."
    },
    {
      "cite": "Jojo Moyes",
      "quote": "Astonishingly, not all girls get dressed just to please men."
    },
    {
      "cite": "Coco Chanel",
      "quote": "A girl should be two things: classy and fabulous."
    },
    {
      "cite": "Osho",
      "quote": "A woman is more humble, more grateful, more loving."
    },
    {
      "cite": "Sonya Parker",
      "quote": "If you want them to stop using you STOP giving them something to use you for."
    },
    {
      "cite": "Sydney Biddle Barrows",
      "quote": "The more you act like a lady, the more he'll act like a gentleman."
    },
    {
      "cite": "Becca Anderson",
      "quote": "Women have always been powerful. So much so, in fact, that several millennia of oppression have only made us stronger."
    },
    {
      "cite": "Becca Anderson",
      "quote": "No amount of witch burnings, stiletto heels, and lack of basic human rights can stop the blossoming forth of the boldest, bravest wave of women and girl power ever, here at the dawn of the new millennium."
    },
    {
      "cite": "Becca Anderson",
      "quote": "Packing estrogen, and, not infrequently, a pen and a sword, awesome women come in every imaginable shape, size, and color and manifest their heroism in infinite ways."
    },
    {
      "cite": "Geri Halliwell",
      "quote": "We are true Thatcherites. She was the first Spice Girl, the pioneer of our ideology, girl power. What matters in life is the ability to rise and do anything...I like the woman. Even if her policies were hard-headed. Socialism is bad."
    },
    {
      "cite": "Yoko Ono",
      "quote": "The whole world is starting to realize that it was the most unwise thing for our society to have ignored women power, to run the society with male priorities."
    },
    {
      "cite": "Yoko Ono",
      "quote": "If I was a Jewish girl in Hitler's day, I would become his girlfriend. After ten days in bed, he would come to my way of thinking."
    },
    {
      "cite": "Maya Angelou",
      "quote": "You may write me down in history / With your bitter twisted lies / You may tread me in the very dirt / But still, like dust, I'll rise."
    },
    {
      "cite": "Marlene Wagman-Geller",
      "quote": "Strong individuals are usually the possessors of uneasy pasts. However, heroines are defined not by their wounds, but by their triumphs."
    },
    {
      "cite": "Aretha Franklin",
      "quote": "Cause a rose is still a rose / Baby girl, you're still a flower / He can't lead you and then take you / Make you and then break you / Baby girl, you hold the power."
    },
    {
      "cite": "Toni Morrison",
      "quote": "I don't know everything, I just do everything."
    },
    {
      "cite": "Jarvis Cocker",
      "quote": "Girl Power in terms of Spice Girls seems to be more like, we can get ou tits out whenever we want which is basically what blokes want anyway."
    },
    {
      "cite": "Rudyard Kipling",
      "quote": "The female of the species is more deadly than the male."
    },
    {
      "cite": "American Proverbs (Pacific Northwest)",
      "quote": "An opinion formed by a woman is inflexible; the fact is not half so stubborn."
    },
    {
      "cite": "American Proverbs",
      "quote": "A woman will have both her word and her way."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "Women represent the triumph of matter over mind, just as men represent the triumph of mind over matter."
    },
    {
      "cite": "Oscar Wilde",
      "quote": "With a proper background, women can do anything."
    },
    {
      "cite": "Ross MacDonald",
      "quote": "She made the blood run around in my veins like horses on a track."
    },
    {
      "cite": "Browning",
      "quote": "A perfect woman; nobly planned, / To warn, to comfort, and command."
    },
    {
      "cite": "Simone De Beauvoir",
      "quote": "One is not born a woman; one becomes one."
    },
    {
      "cite": "William Shakespeare",
      "quote": "Do you not know I am a woman? When I think, I must speak."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A woman's sword is her tongue, and she does not let it rust."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "A woman's sword is her tongue, and she does not let it rust."
    },
    {
      "cite": "German Proverb",
      "quote": "A woman has the form of an angel, the heart of a serpent, and the sense of an ass."
    },
    {
      "cite": "Irina Dunn",
      "quote": "A woman needs a man like a fish needs a bicycle."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "We had met as equals, rarely a good thing in such matters, for the woman who wishes to be the equal of a man usually turns out to be less than a man and less than a woman. A woman is herself, which is something altogether different than a man."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "You've got to admit she's pretty much of a woman, and she as always the lady. But you've got to admit she keeps what she's got so you know it's there."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "A man you can figure on; a woman you can't. They're likely either to faint or to grab for a gun regardless of consequences."
    },
    {
      "cite": "Louis L'Amour",
      "quote": "How long is a girl a child? She is a child, and then one morning you wake up and she's a woman and a dozen different people of whom you recognize none."
    },
    {
      "cite": "Eleanor Roosevelt",
      "quote": "A woman will always have to be better than a man in any job she undertakes."
    },
    {
      "cite": "Elinor Wylie",
      "quote": "I was being human, born alone; I am, being woman, hard beset."
    },
    {
      "cite": "Margaret Thatcher",
      "quote": "In politics, if you want anything said, ask a man. If you want anything done, ask a woman."
    },
    {
      "cite": "Chinese Proverb",
      "quote": "Women can hold up half the sky."
    }
  ]
}