{
  "source": "https://www.wisesayings.com/girls-quotes/",
  "theme": "girls",
  "quotes": [
    {
      "cite": "Coco Chanel",
      "quote": "A girl should be two things: classy and fabulous."
    },
    {
      "cite": "Benjamin Franklin",
      "quote": "To find out a girl's faults, praise her to her girlfriends."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "It's the good girls who keep diaries; the bad girls never have the time."
    },
    {
      "cite": "Dr. Laurence J. Peter",
      "quote": "Every girl should use what Mother Nature gave her before Father Time takes it away."
    },
    {
      "cite": "Coco Chanel",
      "quote": "A girl should be two things: who and what she wants."
    },
    {
      "cite": "Emma Watson",
      "quote": "The saddest thing for a girl to do is to dumb herself down for a guy."
    },
    {
      "cite": "Alex Flinn",
      "quote": "Every girl pretends she is a princess at one point, no matter how little her life is like that."
    },
    {
      "cite": "Nicholas Sparks",
      "quote": "Every girl is beautiful. Sometimes it just takes the right guy to see it."
    },
    {
      "cite": "H.G. Wells",
      "quote": "It's giving girls names like that [Euphemia],' said Biggins, 'that nine times out of ten makes 'em go wrong. It unsettles 'em. If ever I was to have a girl, if ever I was to have a dozen girls, I'd call 'em all Jane.'"
    },
    {
      "cite": "George Eliot",
      "quote": "Signs are small measurable things, but interpretations are illimitable, and in girls of sweet, ardent nature, every sign is apt to conjure up wonder, hope, belief, vast as a sky, and coloured by a diffused thimbleful of matter in the shape of knowledge."
    },
    {
      "cite": "David Bailey",
      "quote": "I never cared for fashion much. Amusing little seams and witty pleats. It was the girls I liked."
    },
    {
      "cite": "Roman Proverb",
      "quote": "The girl herself is the least part of herself."
    },
    {
      "cite": "J.D. Salinger",
      "quote": "That's the thing about girls. Every time they do something pretty, even if they're not much to look at, or even if they're sort of stupid, you fall in love with them, and then you never know where the hell you are. Girls. Jesus Christ. They can drive you crazy. They really can."
    },
    {
      "cite": "J.K. Rowling",
      "quote": "You should write a book,' Ron told Hermione as he cut up his potatoes, 'translating mad things girls do so boys can understand them.'"
    },
    {
      "cite": "Eoin Colfer",
      "quote": "In my experience, boys are predictable. As soon as they think of something, they do it. Girls are smarter—they plan ahead. They think about not getting caught."
    },
    {
      "cite": "Emma Cline",
      "quote": "I waited to be told what was good about me. [...] All that time I had spent readying myself, the articles that taught me life was really just a waiting room until someone noticed you- the boys had spent that time becoming themselves."
    },
    {
      "cite": "Tamora Pierce",
      "quote": "You're more trouble than you're worth.'"
    },
    {
      "cite": "Tori Amos",
      "quote": "What girls do to each other is beyond description. No Chinese torture comes close."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "All little girls should be told they are pretty, even if they aren't."
    },
    {
      "cite": "Mae West",
      "quote": "Good girls go to heaven, bad girls go everywhere."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "Give a girl the right shoes, and she can conquer the world."
    },
    {
      "cite": "Yul Brynner",
      "quote": "Girls have an unfair advantage over men: if they can't get what they want by being smart, they can get it by being dumb."
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "A smart girl leaves before she is left."
    },
    {
      "cite": "Gordon B. Hinckley",
      "quote": "To save a girl is to save generations!"
    },
    {
      "cite": "Marilyn Monroe",
      "quote": "A girl doesn't need anyone who doesn't need her."
    },
    {
      "cite": "Lilith Saintcrow",
      "quote": "Better to be strong than pretty and useless."
    },
    {
      "cite": "Mae West",
      "quote": "There are no good girls gone wrong - just bad girls found out."
    },
    {
      "cite": "Allan Beck",
      "quote": "Little girls are the nicest things that happen to people."
    },
    {
      "cite": "Audrey Hepburn",
      "quote": "Happy girls are the prettiest."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "Big girls need big diamonds."
    },
    {
      "cite": "Gregory I",
      "quote": "When a girl ceases to blush, she has lost the most powerful charm of her beauty."
    },
    {
      "cite": "Allan Beck",
      "quote": "A girl is Innocence playing in the mud, Beauty standing on its head, and Motherhood dragging a doll by the foot."
    },
    {
      "cite": "Hedy Lamarr",
      "quote": "Any girl can look glamorous. All you have to do is stand still and look stupid."
    },
    {
      "cite": "J.M. Barrie",
      "quote": "One girl is worth more use than 20 boys."
    },
    {
      "cite": "Alexandra Bracken",
      "quote": "When a girl cries, few things are more worthless than a boy."
    },
    {
      "cite": "Kami Garcia",
      "quote": "If a girl says not to get her a birthday present that means get me a birthday present and make sure it's jewelry."
    },
    {
      "cite": "Bill Watterson",
      "quote": "Girls are like slugs they probably serve some purpose, but it's hard to imagine what."
    },
    {
      "cite": "Dawn Fraser",
      "quote": "I hated the easy assumption that girls had to be slower than boys."
    },
    {
      "cite": "French Proverb",
      "quote": "A rich man is never ugly in the eyes of a girl."
    },
    {
      "cite": "Amelia Earheart",
      "quote": "One of my favorite phobias is that girls, often don't get a fair break...It has come down through the generations, an inheritance of age-old customs which produced the corollary that women are bred to timidity."
    },
    {
      "cite": "Helen Gurley Brown",
      "quote": "Good girls go to heaven; bad girls go everywhere."
    },
    {
      "cite": "Anne Frank",
      "quote": "Who would ever think that so much went on in the soul of a young girl?"
    },
    {
      "cite": "Carson McCullers",
      "quote": "The hearts of small children are delicate organs. A cruel beginning in the world can twist them into curious shapes."
    },
    {
      "cite": "Sophie Tucker",
      "quote": "From birth to age 18, a  girl needs godparents. From 18-35, she needs good looks. From 35-55, she needs a good personality. And from 55 on, she needs cash."
    },
    {
      "cite": "Madonna",
      "quote": "I have the same goal I've had ever since I was a girl. I want to rule the world."
    },
    {
      "cite": "Vivienne Westwood",
      "quote": "I've always felt heroic about my life... As a child, I remember little girls in the playground moaning about how boys could do more than they could. I didn't think that was the case at all. My parents didn't treat me as a girl."
    },
    {
      "cite": "Vivienne Westwood",
      "quote": "When I was a little girl, I used to learn to sew all the holes in things, darning socks, but nobody mends things anymore."
    },
    {
      "cite": "Frank Swinnerton",
      "quote": "He regarded women in the way little girls regarded their dolls, as toys to be dressed and undressed."
    },
    {
      "cite": "Aretha Franklin",
      "quote": "Cause a rose is still a rose, / Baby girl, you're still a flower / he can't lead you and then take you / make you and then break you / Baby girl, you hold the power."
    },
    {
      "cite": "John Ruskin",
      "quote": "You bring up your girls as if they were meant for sideboard ornaments, and then complain of their frivolity?"
    },
    {
      "cite": "Paul Engle",
      "quote": "A good daughter is like a good piece of writing; candid, lyrical, graceful, moving, alive. I have seen a young girl walk across a room, intent on her intense errand, and it was like seeing a voice become visible, as if not her tongue but her motion said, 'I will do this for my life,'"
    },
    {
      "cite": "Anne Hollingworth's mother",
      "quote": "Never hang around on park benches. People will think you're a cheap girl."
    },
    {
      "cite": "Dorothy Parker",
      "quote": "Men seldom make passes / At girls who wear glasses."
    },
    {
      "cite": "Eugene Ionesco",
      "quote": "Childhood is the world of miracle or of magic. It is as if creation rose luminously out of the night, all new and fresh and astonishing. Childhood is over the moment things are no longer astonishing."
    },
    {
      "cite": "G.K. Chesterton",
      "quote": "What was wonderful about childhood is that anything in it was a wonder. It was not merely a world of miracles; it was a miraculous world."
    },
    {
      "cite": "Thomas Traherne",
      "quote": "Boys and girls tumbling in the streets and playing are moving jewels."
    },
    {
      "cite": "John Milton",
      "quote": "The childhood shows the man as morning shows the day."
    },
    {
      "cite": "Edna St. Vincent Millay",
      "quote": "Childhood is the kingdom where nobody dies. Nobody that matters, that is."
    },
    {
      "cite": "Graham Greene",
      "quote": "There is always one moment in childhood when the door opens and lets the future in."
    },
    {
      "cite": "John Bentjeman",
      "quote": "Childhood is measured out by sounds and smells / And sights before the dark of reason grow."
    },
    {
      "cite": "Katherine Mansfield",
      "quote": "But childhood prolonged cannot remain a fairyland. It becomes a hell."
    },
    {
      "cite": "Ally Condie",
      "quote": "Growing apart doesn't change the fact that for a long time we grew side by side; our roots will always be tangled. I'm glad for that."
    },
    {
      "cite": "George R.R. Martin",
      "quote": "Summer will end soon enough, and childhood as well."
    },
    {
      "cite": "Flannery O'Connor",
      "quote": "Anybody who has survived his childhood has enough information about life to last him the rest of his days."
    },
    {
      "cite": "Audrey Niffenegger",
      "quote": "Think for a minute, darling: in fairy tales, it's always the children who have the fine adventures. The mothers have to stay at home and wait for the children to fly in the window."
    },
    {
      "cite": "Tom Stoppard",
      "quote": "If you carry your childhood with you, you never become older."
    },
    {
      "cite": "Kailash Satyarthi",
      "quote": "Childhood means simplicity. Look at the world with the child's eye - it is very beautiful."
    }
  ]
}