{
  "source": "https://www.wisesayings.com/girls-night-out-quotes/",
  "theme": "girls-night-out",
  "quotes": [
    {
      "cite": "Jennette Mccurdy",
      "quote": "Every girls' night needs a funny movie and a good conversation about guys! My friends and I also love picking outfits out for each other to try on at slumber parties. It's so fun."
    },
    {
      "cite": "Cilla Black",
      "quote": "On girls night in we talk about dating; the ups and downs of the previous week. Our collective laughter is uncontrollable and tearful, even the most disappointing dates become meritorious on girls night in."
    },
    {
      "cite": "Lady Gaga",
      "quote": "Help me hold my hair back walk me home 'cause I can't find a cab. And we dance down the bowery held hands like we were 17 again. And then it's 4am.The sun is creepin' up again. Don't you leave me,oh, darling don't you leave me."
    },
    {
      "cite": "Elizabeth Taylor",
      "quote": "Pour yourself a drink, put on some lipstick, and pull yourself together."
    },
    {
      "cite": "Katharine Hepburn",
      "quote": "If you obey all the rules, you miss all the fun."
    },
    {
      "cite": "Aaliyah",
      "quote": "It's Friday and I'm ready to swing. Pick up my girls and hit the party scene."
    },
    {
      "cite": "Chardonnay",
      "quote": "Let's get this weekend going people! That wine ain't gonna pour itself!"
    },
    {
      "cite": "William Shakespeare",
      "quote": "Go girl, seek happy nights to happy days."
    },
    {
      "cite": "Gina Barreca",
      "quote": "It's not that diamonds are a girl's best friend, but it's your best friends who are your diamonds."
    },
    {
      "cite": "Kesha",
      "quote": "Just because I'm sassy and have a mouth on me doesn't mean I'm coming from a negative place."
    },
    {
      "cite": "Coco Chanel",
      "quote": "A girl should be two things: classy and fabulous."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "Let's get down and dirty. Let's be a real girl."
    },
    {
      "cite": "Tallulah Bankhead",
      "quote": "It's the good girls who keep diaries; the bad girls never have the time."
    },
    {
      "cite": "Proverb",
      "quote": "The whisper of a pretty girl can be heard further than the roar of a lion."
    },
    {
      "cite": "Mae West",
      "quote": "Too many girls follow the line of least resistance, but a good line is hard to resist."
    },
    {
      "cite": "Wil Calhoun",
      "quote": "I'm kidding. Look, we're just having fun. It's Girls Night Out."
    },
    {
      "cite": "Wil Calhoun",
      "quote": "My sister does not do Girls Night Out. I'm really worried about her. She's been so torn up, and now she's partying with a girl she can't stand."
    },
    {
      "cite": "Lucky McKee",
      "quote": "It's girl's night out tonight, you want to come? I know, you need your beauty rest... Not much of it though."
    },
    {
      "cite": "Amy Sherman-Palladino",
      "quote": "I thought inviting those girls out would make things easier for you at school. It's a Friday night. We should be out, I don't know, partying with the homies."
    },
    {
      "cite": "Dennis Feldman",
      "quote": "Why don't we go out and have some fun? You know, like, maybe we could go out dancing Friday night."
    },
    {
      "cite": "Charlotte Emma Aitchison",
      "quote": "Goin' out on the weekend / Gettin' dressed with my girls / Put on my favorite lip gloss / Cherry Garcia swirl / Perfume, pleasure, and platforms / Livin' that kind of world (Ooh-ooh)"
    },
    {
      "cite": "Charlotte Emma Aitchison",
      "quote": "So, if you're out with your girls / And if you feel on top of the world / Whoa-ah-ah-ah-oh / Out with your girls / We're gonna live it up tonight"
    },
    {
      "cite": "Charlotte Emma Aitchison",
      "quote": "It's a girls' night out / Let's have a girls' night out tonight"
    },
    {
      "cite": "Charlotte Emma Aitchison",
      "quote": "Let's have a girls' night out tonight / (Whoa-ah-ah-ah-oh) / It's a girls' night out / I'm with my best friends, and it feels so right"
    },
    {
      "cite": "Joshua Mark Crosby",
      "quote": "So ladies are you down, down / For a girls night out / Getting loud, show me how you move, ooh / We need a girls night / We need a girls night out"
    },
    {
      "cite": "Joshua Mark Crosby",
      "quote": "(We need a girl's night out) / Yeah! Yep! Hey! / Let's go! / It's been a crazy week, yeah / Haven't been off my feet, no / I need a stress relief, yeah / Only my girls can bring, oh"
    },
    {
      "cite": "Claude Kelly",
      "quote": "Girls night out / So many women looking good / In the place right now"
    },
    {
      "cite": "Alda Bkork Olafsdottir",
      "quote": "It's just a girls night out / We'll have fun and scream and shout / It's time for us to have a night / Without a man or boy in sight"
    },
    {
      "cite": "Alda Bkork Olafsdottir",
      "quote": "We can dance and sing out loud / It's just a girls night out / We'll have fun and scream and shout, yeah"
    },
    {
      "cite": "Brent Maher",
      "quote": "Friday finally came around / This girl's ready to paint the town / Tonight ain't nothin' gonna slow me down"
    },
    {
      "cite": "Brent Maher",
      "quote": "Well, I've been couped up all week long / I've been workin' my fingers to the bone / Well, it's a girl's night out / Honey, there ain't no doubt"
    },
    {
      "cite": "Brent Maher",
      "quote": "I'm gonna dance every dance 'til the boys go home / Well, it's my night to rock / No watchin' that ol' clock / Oh, ain't no doubt, Lordy it's a girl's night out"
    },
    {
      "cite": "Ron Spearman",
      "quote": "Boy, I need some time / Some time to get out and relieve my mind / Boy, I need a change / I just wanna kick it with my girls tonight"
    },
    {
      "cite": "Ron Spearman",
      "quote": "It's a girls thing, if you can understand / Girl's got to do what a girl's got to do"
    },
    {
      "cite": "Ron Spearman",
      "quote": "I'm going out with the girls tonight / We're gonna have ourself's a real good time / I'm going out with the girls tonight / And everything is gonna be alright, alright"
    },
    {
      "cite": "Nate Hills",
      "quote": "I've been needing a girls night out / I got nothing but hand-me-downs / I need a quick fix to make these clothes hotter"
    },
    {
      "cite": "Nate Hills",
      "quote": "Only got one life / Feeling good tonight / No, this girl's not staying home"
    },
    {
      "cite": "Josh Hoge",
      "quote": "Meet my friends for a girls' night out / Seems there ain't much to talk about / Same drinks that we're all raising / But all of the toasts just don't feel the same"
    },
    {
      "cite": "Josh Hoge",
      "quote": "I walk in on Friday nights / Same old bar, same burned out lights / Same people and all the same faces"
    },
    {
      "cite": "Darryl Ross",
      "quote": "I want to go out with my girlfriends and party all night. / And this time, you can't change my mind.  / I've got my mind made up, so don't wait up for me."
    },
    {
      "cite": "Darryl Ross",
      "quote": "The time has come for the boys to realize  / that it's our turn to have some fun, and it's gonna be tonight. / It's the girls night out, ni ni nite out, and there's nothing you can say,  / baby.  It's the girls night to play, / our night to play, so don't wait up for me."
    },
    {
      "cite": "John Costello",
      "quote": "Me, and my girls, chilling at the club / Players jocking us, females hating / But we don't care, keep doing what we do / Came to have a good time, and party with my crew"
    },
    {
      "cite": "John Costello",
      "quote": "Been at the salon all day getting ready / Excitement running through my veins / Can't wait for the evening ahead / It's a girl's night out, time to relieve all stress"
    },
    {
      "cite": "John Costello",
      "quote": "The workday is gone, the weekend's ahead / Trying to have fun and not worry about a thing / But my head, nails and toes are tight / Make sure my outfit's off the chain / And my girls are ready tonight"
    },
    {
      "cite": "Quincy Brown",
      "quote": "All night out girl, until there's light out / We ain't gonna brake / Just keep moving and grooving"
    },
    {
      "cite": "Amanda Page Cornett",
      "quote": "If he has a change of heart, I'm gonna cry, cry baby / but a girl's night out.. is just the thing to save me"
    },
    {
      "cite": "Toby Keith",
      "quote": "Yeah I burped you twice sounded good / Did everything a father should / Read Barney and nursery rhymes / I guess your momma needs a girls night out every once in a while"
    },
    {
      "cite": "Chris Eckman",
      "quote": "Got drunk on girls' night out  / If they're the good years, I don't know / What you call the hard years / If they're the good times, I don't know / What you call the hard times"
    },
    {
      "cite": "Claydes Smith",
      "quote": "It's ladies night / This is your night tonight, / Everything is going to be alright / This is your night tonight, / C'mon girls"
    },
    {
      "cite": "Claydes Smith",
      "quote": "Girls, we've all got one / A night that's special everywhere / From New York to Hollywood / It's ladies night and girl / The feeling's good"
    },
    {
      "cite": "Liv Kristine Espenaes Krull",
      "quote": "Glitter shoes on dirty pavement / Trip up on a Thursday girls night out / I can see the light shine through / And the floor is drowned in red white blue"
    },
    {
      "cite": "Chad Love Lieberman",
      "quote": "And while part of being a good friend means being there when the other person needs us, it is just as important to be there for our friends so we can share in their joyous celebrations and triumphs."
    },
    {
      "cite": "Chad Love Lieberman",
      "quote": "Success and happiness can fell empty without someone to share them with, and who better to join in our victory dances than our good friends."
    },
    {
      "cite": "Penny Warner",
      "quote": "We women love to gather with our friends, In fact, we use just about any excuse to get together and have a party."
    },
    {
      "cite": "Penny Warner",
      "quote": "When we party without men, we can let our hair down, gorge on chocolate,snort when we laugh, and generally be ourselves."
    },
    {
      "cite": "Mary Jo Buttafuoco",
      "quote": "We had such  fun girl's night out. It was absolutely wonderful, the perfect end to a very satisfying trip."
    },
    {
      "cite": "Maralee Lowder",
      "quote": "So many women--so many stories! It was from that one night 'out of town' that ladies night out was born."
    },
    {
      "cite": "Nikita Lynnette Nichols",
      "quote": "Oh yes, it's ladies night and the feeling's right. Oh yes, it's ladies night; oh, what a night' the ladies sang."
    }
  ]
}