{
  "source": "https://www.wisesayings.com/girl-next-door-quotes/",
  "theme": "girl-next-door",
  "quotes": [
    {
      "cite": "Elizabeth Shue",
      "quote": "I may look like the girl next door, but you wouldn't want to live next door to me."
    },
    {
      "cite": "Thomm Quackenbush",
      "quote": "She was not the sort of woman guys settle for. She was the one they lust after and strive for. She was the one who ruins other people's relationships simply by existing, but she will always be surmounted as guys come to realize the virtues of the approachable girl next door. She was, in brief, too pretty to be trusted or had."
    },
    {
      "cite": "Joan Crawford",
      "quote": "I never go outside unless I look like Joan Crawford the movie star. If you want to see the girl next door, go next door."
    },
    {
      "cite": "Kelly Clarkson",
      "quote": "Everybody always says that I'm the girl next door, which makes me think that y'all must have a lot of weird next-door neighbours."
    },
    {
      "cite": "Marissa MIller",
      "quote": "I'm very down-to-earth and approachable, and I can be one of the guys and watch sports... I like to cook - I'm like the girl next door."
    },
    {
      "cite": "Emmanuelle Chirqui",
      "quote": "The girl next door isn't necessarily blonde and blue-eyed anymore. So I don't feel like I need to morph into that all-American thing."
    },
    {
      "cite": "Melissa Joan Hart",
      "quote": "It's hard when you look a certain way. I look All-American, sweet, girl-next-door, so naturally those are the parts that are going to land on my doorstep."
    },
    {
      "cite": "Elizabeth Banks",
      "quote": "I think people respond to me as a down-to-Earth, girl-next-door person, because I am one of those people. That's something I don't have to act very hard at."
    },
    {
      "cite": "Eva Mendes",
      "quote": "I make conscious decisions to stay out of the limelight. Without my make-up I'm pretty much the girl next door."
    },
    {
      "cite": "Eliza Dushku",
      "quote": "There are a lot of actresses out there who are the girl next door. I relate more to characters who have an edge."
    },
    {
      "cite": "Jacki Weaver",
      "quote": "I've had my share of villains and played some fairly nasty characters. But I've been acting for so long. I started out as the girl next door. Now I'm the grandmother next door."
    },
    {
      "cite": "Emily March",
      "quote": "He was a professional athlete and coach, a Ferrari who lived his life in the fast lane. She was a girl-next-door kind of girl, closer to a golf cart than a sports car."
    },
    {
      "cite": "Ellen DeGeneres",
      "quote": "Despite all the labels, in most ways I'm really not different from anyone else. I guess if you had to label me, you could say I'm like the girl next door. I'm like the girl a few doors down."
    },
    {
      "cite": "Ingrid Bergman",
      "quote": "I was not beautiful. When I went to Hollywood the beauties were people like Joan Crawford, Hedy Lamarr, Loretta Young. They were incredibly glamorous. I was always the girl next door."
    },
    {
      "cite": "Taylor Swift",
      "quote": "If you're trying too hard to be the girl next door, you're not going to be."
    },
    {
      "cite": "Sally Kirkland",
      "quote": "I suppose if I wanted to be the girl next door, I could have been. I think America is confused by someone who appears to be sexual and spiritual at the same time."
    },
    {
      "cite": "Tyra Banks",
      "quote": "Black women have always been these vixens, these animalistic erotic women. Why can't we just be the sexy American girl next door?"
    },
    {
      "cite": "Nia Long",
      "quote": "I know for me like I have a reputation of being kind of tough, I have a reputation of also being the girl next door, kind of sweet but I have standards and my thing is, it's me on that screen and I don't have control over everything in this and I'm grateful and thankful."
    },
    {
      "cite": "Emilie de Ravin",
      "quote": "I'd like to play with a period piece. Playing a girl next door in 2010 is so different from playing one in 1950, the way you talk, walk, dress, relationships. It's really fun studying all that."
    },
    {
      "cite": "Joanna Russ",
      "quote": "Thinking you are attacking society when you condemn or ravage the hypothetical Nice Girl Next Door is the exact equivalent of thinking that stealing from the local supermarket makes you a Communist."
    }
  ]
}