{
  "source": "https://www.wisesayings.com/girlfriends-quotes/",
  "theme": "girlfriends",
  "quotes": [
    {
      "cite": "Ashley Tisdale",
      "quote": "It's important to have girlfriends, because guys tend to come and go."
    },
    {
      "cite": "Drew Barrymore",
      "quote": "Whether you're throwing up or breaking up, you want your girlfriend right there! I don't trust women who don't go to their girlfriends."
    },
    {
      "cite": "Nina Dobrev",
      "quote": "I mean everybody's got ex-boyfriends and girlfriends. Everybody's got baggage."
    },
    {
      "cite": "Oprah Winfrey",
      "quote": "Lots of people want to ride with you in the limo what you want is someone who will take the bus with you when the limo breaks down."
    },
    {
      "cite": "Nicole Richie",
      "quote": "True friends are like diamonds bright, beautiful, valuable and always in style."
    },
    {
      "cite": "Zooey Deschanel",
      "quote": "Girls get competitive, as though there's only one spot in the world for everything   but that's not true. We need to stick together and see there's more to life than pleasing men. It's important not to cut yourself off from female friendships. I think sometimes girls get scared of other girls, but you need each other."
    },
    {
      "cite": "Steve Maraboli",
      "quote": "When in a relationship, a real man doesn't make his woman jealous of others, he makes others jealous of his woman."
    },
    {
      "cite": "Shannon L. Alder",
      "quote": "Love doesn't make the world go 'round; love is what makes the ride worthwhile."
    },
    {
      "cite": "Catherynne M. Valente",
      "quote": "We like the wrong sorts of girls, they wrote. They are usually the ones worth writing about."
    },
    {
      "cite": "Hubert H. Humphrey, Jr.",
      "quote": "The greatest healing therapy is friendship and love."
    },
    {
      "cite": "Joseph Addison",
      "quote": "The greatest sweetener of human life is friendship. To raise this to the highest pitch of enjoyment, is a secret which but few discover."
    },
    {
      "cite": "George Eliot",
      "quote": "Friendship is the inexpressible comfort of feeling safe with a person, having neither to weigh thoughts nor measure words."
    },
    {
      "cite": "Robert Browning",
      "quote": "Grow old along with me, the best is yet to be."
    },
    {
      "cite": "Kyle Schmidt",
      "quote": "I have said nothing because there is nothing I can say that would describe how I feel as perfectly as you deserve it."
    },
    {
      "cite": "Karen Clodfelder",
      "quote": "As we grow older together, As we continue to change with age, There is one thing that will never change. . . I will always keep falling in love with you."
    },
    {
      "cite": "Sushan R Sharma",
      "quote": "One relationship ends but life goes on. Your  Ex' was just a stepping stone to something better."
    },
    {
      "cite": "Morgan Hanthorn",
      "quote": "I thought I still loved you but then I realized I just love the memories of who you used to be."
    },
    {
      "cite": "Mario Tomasello",
      "quote": "You're no longer a part of my life, but I wish you the best with yours."
    },
    {
      "cite": "Werley Nortreus",
      "quote": "When your girlfriend breaks your heart, don't say a word, just smile because she gives you the opportunity to find someone better than her."
    },
    {
      "cite": "Kevin McCarty",
      "quote": "No relationship is perfect nor will anyone ever be the best boyfriend or girlfriend. Long as you put in the effort and try to make your lover happy. That's all we can ask for."
    },
    {
      "cite": "Tribhuvan Suthar",
      "quote": "A good girl gives you happiness and a bad girl gives you experience both are essential in life so enjoy every girlfriend!"
    },
    {
      "cite": "David Lee Roth",
      "quote": "Music is like girlfriends to me; I'm continually astonished by the choices other people make."
    },
    {
      "cite": "Bruce Jay Friedman",
      "quote": "A Code of Honor: Never approach a friend's girlfriend or wife with mischief as your goal. There are just too many women in the world to justify that sort of dishonorable behavior. Unless she's really attractive."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "I don't have a girlfriend. But I do know a woman who'd be mad at me for saying that."
    },
    {
      "cite": "Manor Johns",
      "quote": "I could have a million chances to fall in love again. I never can fall in love with anyone the way I fell for you!"
    },
    {
      "cite": "Donald Risks",
      "quote": "If you would stop looking in the mirror and only look at yourself the way I look at you, you would know that you are not only precious but also the most beautiful person ever."
    },
    {
      "cite": "Jake Oran",
      "quote": "If you want know how special you are to me, remember that you are not my number one. You are my only one and I will never ever let you down."
    },
    {
      "cite": "Robert Burns",
      "quote": "But to see her was to love her, Love but her, and love forever."
    },
    {
      "cite": "Paul Verlaine",
      "quote": "And here is my heart which beats only for you."
    },
    {
      "cite": "Lao Tzu",
      "quote": "Being deeply loved by someone gives you strength; loving someone deeply gives you courage."
    },
    {
      "cite": "Bill Vaughan",
      "quote": "Half the motorists can't drive fast enough to please their girlfriends, while the other half can't drive slow enough to appease their wives."
    },
    {
      "cite": "Evan Esar",
      "quote": "A wife is a great consolation, especially when a man comes home after his girl friend has run out on him."
    },
    {
      "cite": "Evan Esar",
      "quote": "A penny saved is a girlfriend lost."
    },
    {
      "cite": "Gwyneth Paltrow",
      "quote": "The best way to mend a broken heart is time and girlfriends."
    },
    {
      "cite": "Mae West",
      "quote": "All discarded lovers should be given a second chance, but with somebody else."
    },
    {
      "cite": "Pink",
      "quote": "I change my mind so much I need two boyfriends and a girlfriend."
    },
    {
      "cite": "Betty Dodson",
      "quote": "I change my mind so much I need two boyfriends and a girlfriend."
    },
    {
      "cite": "Stevie Nicks",
      "quote": "You know, the man of my dreams might walk round the corner tomorrow. I'm older and wiser and I think I'd make a great girlfriend. I live in the realm of romantic possibility."
    },
    {
      "cite": "Jack Nicholson",
      "quote": "A girlfriend once told me never to fight with anybody you don't love."
    },
    {
      "cite": "Spalding Gray",
      "quote": "I fantasize about going back to high school with the knowledge I have now. I would shine. I would have a good time, I would have a girlfriend. I think that's where a lot of my pain comes from. I think I never had any teenage years to go back to."
    },
    {
      "cite": "Mitch Hedberg",
      "quote": "I don't have a girlfriend. But I do know a woman who'd be mad at me for saying that."
    },
    {
      "cite": "Romy Miller",
      "quote": "Women are in control. This is the biggest thing you will ever learn. In dating, women are totally in control."
    },
    {
      "cite": "Romy Miller",
      "quote": "Women are your friends; they're your buddies. You've just got to learn about them and learn hot to work them. There are no real dating techniques."
    },
    {
      "cite": "Romy Miller",
      "quote": "Once you learn about women, you can start pushing their buttons--in a good way. Women love for men to pay attention to them. But there has to be something special about that man who's giving the attention."
    },
    {
      "cite": "M Dafi",
      "quote": "Enchantment of eyes of one of the opposite sex may be the beginning of a love. Whether intentional or not, eyes gaze from a man to a woman, or from a woman to a man, can turn into love and then become love."
    },
    {
      "cite": "Venez C. Allen",
      "quote": "Whether or not you are in a relationship, or just have girlfriend who you hang out with, know that there will always be a place in life where you will have to learn how to accept someone else's differences."
    },
    {
      "cite": "Darshaun McAway",
      "quote": "A girlfriend is an individual that's focused on her life which is why many girlfriends may be vaguely annoying asnd may be somewhat needy."
    },
    {
      "cite": "Social Natural",
      "quote": "Girls want strong men who are self-sufficient...not 'loveable losers' needing women to be happy and complete."
    },
    {
      "cite": "Social Natural",
      "quote": "Being in a relationship is about being selfless. You'll stop thinking about yourself and learn about empathizing with others, especially your girlfriend."
    },
    {
      "cite": "Social Natural",
      "quote": "Having a girlfriend that complements you, will make you both a powerhouse unstoppable team together helping each other get ahead in live and synergistically achieve greatness."
    },
    {
      "cite": "Social Natural",
      "quote": "Having a girlfriend can be both a love-and-hate relationship in itself...with your own self."
    },
    {
      "cite": "Social Natural",
      "quote": "Having a girlfriend means you'll going to have more maintenance on your hand to keep the relationship going. If you're the overly ambitious-type trying to make a success out of yourself, you are going to have to sacrifice some time into your girlfriend."
    },
    {
      "cite": "J. Chris Newberg",
      "quote": "If you call a girl once and she doesn't return your call, it's possible that she never got the message. However, if you call a girl fifty-one times and she still hasn't called you back, it's you who hasn't gotten the message."
    },
    {
      "cite": "Deion Sanders",
      "quote": "Prom night was one of the worst night of my life. My girlfriend looked fantastic. The problem was, so did her date."
    },
    {
      "cite": "Jamie Lynn",
      "quote": "As my success has grown, I've really learned who my true friends are."
    },
    {
      "cite": "Sandy Sheehy",
      "quote": "Our closest girlfriends will remain constant, ready to tell us, whenever we need to hear it, that we're strong and good and equal to each new challenge."
    },
    {
      "cite": "Franz Zeiner",
      "quote": "I've always had only a  few close girlfriends, and we think of each other as sisters in the truest sense."
    },
    {
      "cite": "Alecia Elliot",
      "quote": "When I have a problem, my best friend doesn't tell me what to do. She just says things that help me make the right decisions."
    },
    {
      "cite": "Jennifer Aniston",
      "quote": "You know everything about the other. You are comfortable. There are no secrets."
    },
    {
      "cite": "Komal Vasudeva",
      "quote": "Wise are those who don’t have a Girlfriend / They are free to enjoy with their friends / I feel happy to think that I don’t have a Girlfriend / O God, shield me against this trend"
    },
    {
      "cite": "Komal Vasudeva",
      "quote": "Girlfriend causes two friends to fight / Just for the show of might / One should avoid having a girlfriend / If one wants to avoid fighting with a friend"
    },
    {
      "cite": "Henning Hoel Eriksen",
      "quote": "All I need in this life of sin / Is me and my girlfriend / Down to ride till the happy end / Is me and my girlfriend"
    },
    {
      "cite": "Aprilynne Pike",
      "quote": "All I'm saying is that you shouldn't stay with him for the wrong reasons, even if they are noble ones. No one owes it to someone else to be their girlfriend. It's a choice you remake every day."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "A relationship is likely to last way longer, if each partner convinces or has convinced themselves that they do not deserve their partner, even if that is not true."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "In innumerable cases, the woman fell in love, not with the man, but with the lifestyle that came with being his girlfriend, wife, or mistress."
    },
    {
      "cite": "Mokokoma Mokhonoana",
      "quote": "Many a man once started a friendship with a woman just to get into her life, with the sole intention of making her his girlfriend as soon as he could."
    }
  ]
}